{
  "name": "azureHeightsResort",
  "pages": {
    "privacy-policy": "Politique de Confidentialité - Azure Heights Resort 18+ Maison Casino Contacts À propos Service Politique de Confidentialité 1. Introduction Chez Azure Heights Resort, nous nous engageons à protéger votre vie privée. Cette Politique de Confidentialité décrit les types d'informations que nous collectons, comment nous utilisons et protégeons ces informations, et vos droits concernant vos données personnelles. En utilisant nos services, vous acceptez les termes de cette Politique de Confidentialité. 2. Informations que Nous Collectons Nous collectons différents types d'informations en lien avec les services que nous fournissons, notamment : Informations d'identification personnelle (nom, adresse e-mail, numéro de téléphone, etc.). Informations de paiement (détails de la carte de crédit, adresse de facturation). Historique des réservations et préférences. Données techniques (adresse IP, type de navigateur et système d'exploitation). Cookies et données d'utilisation. 3. Utilisation des Informations Nous utilisons les informations que nous collectons à diverses fins, notamment : Pour traiter et gérer vos réservations et séjours. Pour fournir et améliorer nos services. Pour communiquer avec vous concernant votre réservation et séjour. Pour personnaliser votre expérience dans notre hôtel. Pour traiter les paiements et prévenir les transactions frauduleuses. Pour se conformer aux obligations légales. 4. Sécurité des Données Nous mettons en œuvre une variété de mesures de sécurité pour maintenir la sécurité de vos informations personnelles. Toutes les données sensibles sont cryptées et transmises via des protocoles sécurisés. L'accès à vos données personnelles est restreint au personnel autorisé uniquement. 5. Conservation des Données Nous conservons vos données personnelles uniquement aussi longtemps que nécessaire pour accomplir les objectifs pour lesquels elles ont été collectées, y compris pour satisfaire à toutes obligations légales, comptables ou de reporting. 6. Partage des Informations Nous ne vendons, n'échangeons ou ne transférons pas vos informations personnelles à des parties extérieures, sauf comme décrit dans cette Politique de Confidentialité. Nous pouvons partager des informations avec des tiers de confiance qui nous aident à exploiter notre site web, à mener nos affaires, ou à fournir des services à vous, tant que ces parties s'engagent à garder ces informations confidentielles. 7. Cookies Notre site utilise des cookies pour améliorer votre expérience. Les cookies sont de petits fichiers qu'un site ou son fournisseur de services transfère sur le disque dur de votre ordinateur via votre navigateur web (si vous le permettez) qui permettent aux systèmes du site de reconnaître votre navigateur et de capturer et de se souvenir de certaines informations. Vous pouvez choisir de désactiver les cookies via les paramètres de votre navigateur. 8. Vos Droits Vous avez le droit d'accéder, de corriger ou de supprimer vos informations personnelles détenues par nous. Vous pouvez également vous opposer au traitement de vos données personnelles, demander une restriction du traitement, ou demander le transfert de vos données personnelles. Pour exercer ces droits, veuillez nous contacter à azureheights@gmail.com. 9. Liens vers des Sites Tiers Notre site peut contenir des liens vers d'autres sites. Veuillez noter que nous ne sommes pas responsables des pratiques de confidentialité de ces autres sites. Nous encourageons nos utilisateurs à être conscients lorsqu'ils quittent notre site et à lire les déclarations de confidentialité de chaque site web qui collecte des informations personnellement identifiables. 10. Modifications de Notre Politique de Confidentialité Nous pouvons mettre à jour notre Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur notre site web. Vous êtes conseillé de consulter cette Politique de Confidentialité périodiquement pour prendre connaissance de tout changement. Les modifications de cette Politique de Confidentialité sont effectives lorsqu'elles sont publiées sur cette page. 11. Nous Contacter Si vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter à azureheights@gmail.com. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus",
    "services": "Services et Tarifs à Azure Heights Resort 18+ Maison Casino Contacts À propos Service Nos Services Bienvenue à Azure Heights Resort. Découvrez nos services exclusifs conçus pour offrir une expérience inoubliable à chacun de nos invités. Du spa luxueux aux restaurants raffinés, en passant par nos événements spéciaux, chaque détail est pensé pour votre confort et votre plaisir. Description de Nos Services Azure Heights Resort propose une gamme complète de services pour rendre votre séjour exceptionnel: 💆 Spa et bien-être Profitez de soins de spa relaxants, de massages et de thérapies de bien-être pour revitaliser votre corps et votre esprit. 🍽️ Restaurants Découvrez notre sélection de restaurants gastronomiques, offrant une cuisine délicieuse préparée par des chefs renommés. 🎉 Événements et conférences Organisez vos événements spéciaux, réunions d'affaires et conférences dans nos salles de banquet élégantes et bien équipées. 🏊 Piscine Détendez-vous au bord de notre piscine extérieure, entourée de magnifiques jardins. 🏋️ Salle de sport Restez en forme pendant votre séjour grâce à notre salle de sport entièrement équipée. Prais de Nos Services Service Description Prix Spa et bien-être Séance de massage, soins du visage, thérapies corporelles À partir de 100€ Restaurants Repas gastronomiques, menus dégustation À partir de 50€ par personne Événements et conférences Location de salle, équipements audiovisuels Sur demande Piscine Accès à la piscine extérieure Gratuit pour les invités Salle de sport Accès à la salle de sport Gratuit pour les invités Réservez Votre Expérience Prêt à profiter de nos services exceptionnels? Réservez dès maintenant et laissez-nous prendre soin de vous. Réservez Maintenant Offres Spéciales Profitez de nos offres spéciales et de nos forfaits exclusifs pour rendre votre séjour encore plus agréable: 💑 Forfait Romance: Séjour romantique avec dîner aux chandelles et soins de spa pour deux. 👨‍👩‍👧‍👦 Forfait Famille: Hébergement familial avec activités pour enfants et accès gratuit à la piscine. 🧖‍♀️ Forfait Bien-être: Séjour de détente avec plusieurs séances de spa et accès illimité au centre de bien-être. 🎉 Forfait Événements: Tarifs spéciaux pour les événements privés, y compris les mariages et les fêtes d'anniversaire. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus",
    "terms-conditions": "Conditions Générales - Azure Heights Resort 18+ Maison Casino Contacts À propos Service Conditions Générales 1. Introduction Bienvenue sur le site web d'Azure Heights Resort. En accédant à ce site et en utilisant nos services, vous acceptez les présentes conditions générales. Veuillez les lire attentivement avant de procéder à l'utilisation de notre site. 2. Utilisation du Site Ce site web est destiné à un usage personnel et non commercial. Vous acceptez de ne pas utiliser ce site pour des activités illégales ou interdites par ces conditions générales. Vous êtes responsable de garantir la confidentialité de vos informations de compte et de votre mot de passe. 3. Réservations et Paiements Toutes les réservations sont sujettes à disponibilité et à confirmation de notre part. Les paiements doivent être effectués selon les modalités spécifiées lors de la réservation. Nous nous réservons le droit d'annuler ou de modifier des réservations en cas de circonstances exceptionnelles. 4. Annulations et Modifications Les annulations et modifications de réservations doivent être effectuées conformément à notre politique d'annulation. Des frais peuvent s'appliquer en fonction du délai et de la nature de la modification ou de l'annulation. 5. Tarifs et Taxes Les tarifs affichés sur notre site sont susceptibles de changer sans préavis. Les taxes applicables seront ajoutées au montant total de votre réservation. Nous nous efforçons de fournir des informations tarifaires précises, mais des erreurs peuvent se produire. 6. Politique de Confidentialité Votre vie privée est importante pour nous. Veuillez consulter notre Politique de Confidentialité pour en savoir plus sur la manière dont nous collectons, utilisons et protégeons vos informations personnelles. 7. Propriété Intellectuelle Tout le contenu de ce site, y compris les textes, graphiques, logos, images et logiciels, est la propriété d'Azure Heights Resort ou de ses fournisseurs de contenu et est protégé par les lois sur le droit d'auteur et les marques. Vous ne pouvez pas utiliser ce contenu sans notre autorisation écrite préalable. 8. Limitation de Responsabilité Azure Heights Resort ne sera pas responsable des dommages directs, indirects, accessoires, spéciaux ou consécutifs résultant de l'utilisation ou de l'incapacité d'utiliser ce site, même si nous avons été informés de la possibilité de tels dommages. 9. Liens vers des Sites Tiers Ce site peut contenir des liens vers des sites tiers. Nous ne sommes pas responsables du contenu ou des pratiques de confidentialité de ces sites. L'inclusion de ces liens ne constitue pas une approbation de notre part. 10. Modification des Conditions Générales Nous nous réservons le droit de modifier ces conditions générales à tout moment. Les modifications seront publiées sur cette page et entreront en vigueur immédiatement. Il vous incombe de consulter régulièrement cette page pour prendre connaissance des éventuelles modifications. 11. Droit Applicable Ces conditions générales sont régies et interprétées conformément aux lois en vigueur en France. Tout litige relatif à ces conditions sera soumis à la compétence exclusive des tribunaux français. 12. Nous Contacter Si vous avez des questions concernant ces conditions générales, veuillez nous contacter à azureheights@gmail.com. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus",
    "thank_page": "Merci pour votre réservation - Azure Heights Resort Merci! Votre message a été envoyé avec succès. Retour à la page d'accueil",
    "about": "À Propos d'Azure Heights Resort 18+ Maison Casino Contacts À propos Service À Propos de Nous Bienvenue à Azure Heights Resort, où l'élégance rencontre le divertissement. Découvrez notre histoire, notre mission, et rencontrez l'équipe dévouée qui fait de notre casino-hôtel une destination exceptionnelle. Notre Histoire Fondé en 2005, Azure Heights Resort est devenu un symbole de luxe et de divertissement à Cannes. Ce qui a commencé comme un rêve est maintenant une destination prisée pour les amateurs de jeux et les vacanciers en quête de détente. À chaque étape de notre parcours, nous avons travaillé avec passion pour offrir une expérience inégalée à nos clients. Nous avons continuellement évolué, en ajoutant des installations modernes, des services exceptionnels et en nous assurant que chaque visite soit mémorable. Notre histoire est façonnée par notre engagement envers l'excellence et notre désir de créer des moments inoubliables pour nos visiteurs. Réservez Votre Séjour Prêt à vivre une expérience inoubliable à Azure Heights Resort? Réservez votre séjour dès aujourd'hui et plongez dans un monde de luxe et de divertissement. Réservez Maintenant Notre Mission et Nos Valeurs Chez Azure Heights Resort, notre mission est de fournir une expérience de luxe unique qui combine détente, divertissement et raffinement. Nous croyons en l'importance de l'hospitalité authentique et nous nous engageons à surpasser les attentes de nos clients à chaque visite. 🌟 Excellence Nous nous efforçons d'offrir le meilleur dans tous les aspects de nos services. 🤝 Intégrité Nous agissons avec honnêteté et transparence dans toutes nos interactions. 👥 Respect Nous valorisons chaque client et chaque membre de notre équipe, créant une atmosphère de confiance et de respect mutuel. 🌱 Innovation Nous adoptons les nouvelles technologies et idées pour améliorer continuellement l'expérience de nos clients. Rencontrez Notre Équipe Notre équipe dévouée d'experts en hôtellerie et en divertissement est là pour s'assurer que chaque moment passé à Azure Heights Resort soit parfait. Faites connaissance avec les personnes qui rendent cela possible. John Doe Directeur Général Avec plus de 20 ans d'expérience dans l'industrie hôtelière, John dirige notre équipe avec passion et vision. Jane Doe Directrice des Opérations Jane supervise les opérations quotidiennes de l'hôtel, assurant une expérience sans faille pour tous nos invités. Alex Smith Chef Exécutif Alex apporte sa passion pour la cuisine et son expertise culinaire à Azure Heights Resort, créant des expériences gastronomiques inoubliables pour nos invités. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus",
    "casino": "Jeux d'Azure Heights Casino - Accès Réservé 18+ 18+ Maison Casino Contacts À propos Service Bienvenue à Azure Heights Casino Plongez dans l'excitation de notre casino luxueux à Azure Heights Resort. Profitez d'une expérience de jeu inégalée avec une variété de jeux et de divertissements de classe mondiale. À Propos de Notre Casino Azure Heights Casino, situé au cœur de notre resort, est l'endroit idéal pour vivre des moments de pur plaisir et d'adrénaline. Avec une atmosphère élégante et un service exceptionnel, nous offrons une expérience de jeu sophistiquée pour tous nos visiteurs. Que vous soyez un joueur passionné ou un novice curieux, notre casino propose quelque chose pour tout le monde. Notre établissement est équipé des dernières technologies de sécurité et de surveillance pour garantir une expérience de jeu sûre et équitable. Venez découvrir pourquoi Azure Heights Casino est l'une des destinations de jeu les plus prisées de la Côte d'Azur. Réservez Votre Séjour Ne manquez pas l'opportunité de vivre une expérience unique au Azure Heights Casino. Réservez votre séjour dès aujourd'hui et plongez dans un monde de luxe et de divertissement sans pareil. Réservez Maintenant Jeux et Divertissements Découvrez une vaste gamme de jeux passionnants et de divertissements au Azure Heights Casino. Que vous préfériez les machines à sous, les jeux de table classiques ou les jeux modernes, nous avons tout ce qu'il vous faut pour une expérience de jeu mémorable. Machines à sous: Des centaines de machines à sous avec différents thèmes et jackpots progressifs. Roulette: Profitez de l'excitation de la roulette américaine et européenne. Blackjack: Testez vos compétences avec l'un des jeux de cartes les plus populaires. Poker: Participez à nos tournois de poker réguliers et affrontez les meilleurs joueurs. Baccarat: Un jeu de cartes élégant et sophistiqué pour les amateurs de défis. Le Bar du Casino Le bar du casino Azure Heights est l'endroit parfait pour se détendre et savourer des rafraîchissements entre les sessions de jeu. Nous offrons une sélection de boissons non alcoolisées, y compris des cocktails exotiques, des jus frais, et des cafés gourmet. Notre menu de snacks propose une variété de délices pour satisfaire toutes les envies. Des amuse-gueules légers aux repas plus consistants, notre cuisine vous offre une expérience culinaire délicieuse en plein cœur de l'excitation du casino. Règles et Politique Pour garantir une expérience de jeu agréable et sécurisée, Azure Heights Casino adhère à des règles strictes et à une politique de conduite rigoureuse. Voici quelques-unes des règles importantes à suivre: Les jeux sont réservés aux personnes de 18 ans et plus. Une tenue correcte est exigée à tout moment. L'utilisation de dispositifs électroniques pour tricher est strictement interdite. Les comportements perturbateurs ou agressifs ne seront pas tolérés. Respectez les décisions des croupiers et du personnel du casino. Veuillez consulter notre page des conditions générales pour plus de détails sur nos politiques et règles. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus Cette page est destinée aux personnes de plus de 18 ans. Fermer",
    "contacts": "Contactez Azure Heights Resort 18+ Maison Casino Contacts À propos Service Contactez-nous Bienvenue sur la page de contact de Azure Heights Resort. Nous sommes là pour répondre à toutes vos questions et vous aider à planifier votre séjour parfait. N'hésitez pas à nous contacter via les informations ci-dessous ou à remplir notre formulaire de contact. Informations de Contact Nous sommes toujours disponibles pour vous assister. Voici comment nous contacter: 📍 Adresse: 13-15 Rdpt Duboys d'Angers, Cannes 📞 Téléphones: +33 4 92 59 29 29 📧 Email: azureheights@gmail.com Formulaire de Contact Veuillez remplir le formulaire ci-dessous et un membre de notre équipe vous répondra rapidement. Nom: Email: Message: I accept Privacy policy Envoyer Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus",
    "disclaimer": "Avertissement - Azure Heights Resort 18+ Maison Casino Contacts À propos Service Avertissement 1. Utilisation du Site Le contenu de ce site est fourni à titre informatif uniquement. Azure Heights Resort ne garantit pas l'exactitude, la complétude ou l'actualité des informations disponibles sur ce site. L'utilisation de toute information obtenue sur ce site est à vos propres risques. 2. Aucune Garantie Le site web d'Azure Heights Resort est fourni \"tel quel\", sans garantie d'aucune sorte, expresse ou implicite. Nous ne garantissons pas que le site sera ininterrompu ou sans erreur, ni que les défauts seront corrigés. 3. Limitation de Responsabilité En aucun cas, Azure Heights Resort ne sera responsable de tout dommage direct, indirect, accessoire, spécial ou consécutif résultant de l'utilisation ou de l'incapacité d'utiliser ce site, même si nous avons été informés de la possibilité de tels dommages. 4. Liens vers des Sites Tiers Notre site peut contenir des liens vers d'autres sites web. Ces liens sont fournis uniquement pour votre commodité. Nous ne sommes pas responsables du contenu ou des pratiques de confidentialité de ces sites tiers. L'inclusion de tout lien n'implique pas notre approbation de ces sites. 5. Droit d'Auteur et Propriété Intellectuelle Tout le contenu de ce site, y compris, mais sans s'y limiter, les textes, graphiques, logos, images, clips audio et logiciels, est la propriété d'Azure Heights Resort et est protégé par les lois sur le droit d'auteur et la propriété intellectuelle. Toute utilisation non autorisée de ce contenu est strictement interdite. 6. Modifications de l'Avertissement Azure Heights Resort se réserve le droit de modifier cet avertissement à tout moment. Les modifications seront publiées sur cette page et entreront en vigueur immédiatement. Il est de votre responsabilité de consulter cette page périodiquement pour prendre connaissance des éventuelles modifications. 7. Contactez-Nous Si vous avez des questions concernant cet avertissement, veuillez nous contacter à azureheights@gmail.com. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus",
    "index": "Bienvenue à Azure Heights Resort 18+ Maison Casino Contacts À propos Service Bienvenue à Azure Heights Resort Découvrez le luxe ultime et les jeux excitants à Azure Heights Resort à Cannes, France. Profitez de notre hospitalité exceptionnelle et de nos services de premier ordre. Que vous soyez ici pour vous détendre au spa, déguster des plats exquis, ou tenter votre chance au casino, nous avons tout ce qu'il vous faut pour un séjour inoubliable. À Propos de Nous Azure Heights Resort est un hôtel de luxe situé à Cannes, offrant une expérience inégalée grâce à nos installations modernes et notre engagement envers l'excellence. Notre équipe dévouée travaille sans relâche pour vous offrir un service de qualité et des moments de pur bonheur. Fondé en 2020, notre resort s'est rapidement imposé comme l'une des destinations les plus prisées de la Côte d'Azur. Notre mission est de fournir une expérience de séjour inoubliable, en alliant confort, élégance et divertissement. Nous croyons en la création d'une atmosphère chaleureuse et accueillante où chaque client se sent comme chez lui. En Savoir Plus Notre Philosophie Chez Azure Heights Resort, nous croyons en l'importance de l'hospitalité authentique et du service personnalisé. Notre équipe dévouée s'efforce de dépasser vos attentes à chaque séjour, en vous offrant des moments de pure détente et de plaisir. Nous sommes passionnés par l'innovation et la durabilité, intégrant des pratiques écologiques dans tous nos services. Nous croyons que chaque interaction avec nos clients est une opportunité de créer des souvenirs durables et de renforcer notre engagement envers l'excellence. Nos Services 🏨 Hébergement de luxe: Des chambres élégantes avec vue imprenable sur la mer. 💆 Spa et bien-être: Une oasis de calme avec des traitements revitalisants. 🍽️ Restauration gastronomique: Des expériences culinaires raffinées dans nos restaurants. 🎰 Salle de jeux et casino: Une variété de jeux excitants pour votre plaisir. 🎉 Espaces pour événements et mariages: Des lieux parfaits pour vos occasions spéciales. Offres Spéciales Profitez de nos offres exclusives et faites de votre séjour un moment inoubliable. Que vous cherchiez un forfait romantique, une escapade de bien-être, ou une aventure culinaire, nous avons une offre pour vous. Entrer en contact Ce Que Disent Nos Clients \"Un séjour fantastique! Le service était impeccable et les installations étaient incroyables. Nous reviendrons certainement.\" - Jean Dupont \"Azure Heights Resort est l'endroit idéal pour se détendre et profiter de la Côte d'Azur. Chaque détail est pensé pour votre confort.\" - Marie Martin \"Un hôtel exceptionnel avec un personnel attentif et des services de haute qualité. Je recommande vivement à tous mes amis et famille.\" - Pierre Lefevre Nos Principes ❤️ Hospitalité Nous nous engageons à offrir un service chaleureux et accueillant à chaque visiteur, veillant à ce que chaque séjour soit mémorable. 🌟 Excellence Nous nous efforçons de dépasser les attentes de nos clients par des standards de qualité élevés et une attention aux détails. 🌿 Durabilité Nous nous engageons à des pratiques écologiques pour protéger notre environnement tout en offrant un luxe incomparable. 🚀 Innovation Nous recherchons constamment de nouvelles façons d'améliorer l'expérience de nos clients, en intégrant les dernières technologies et tendances. Avertissement Politique de Confidentialité Conditions Générales Casino Contacts À propos Service Nous utilisons des cookies pour vous offrir la meilleure expérience sur notre site. En poursuivant votre navigation, vous acceptez notre utilisation des cookies. Accepter En savoir plus"
  },
  "date": "2024-06-18T20:24:27.386Z"
}