{
  "name": "Carrera",
  "pages": {
    "about": "Acerca de Carrera - Tu Hipódromo de Confianza en Portugal | Historia y Misión Principal Nosotros Servicios Eventos Contacto Principal Nosotros Servicios Eventos Contacto Conoce Más Sobre Carrera Descubre la pasión y la tradición detrás de Carrera, tu hipódromo líder en Portugal, dedicado a ofrecer la mejor experiencia en carreras de caballos. Más Sobre Nosotros Contáctanos Nuestra Historia Fundado en 1985, Carrera se ha establecido como uno de los hipódromos más respetados de Europa, con un firme compromiso hacia la excelencia y la innovación en el mundo ecuestre. Nuestra Misión En Carrera, nuestra misión es elevar y celebrar el espíritu competitivo de las carreras de caballos mientras mantenemos los más altos estándares de seguridad y bienestar para nuestros caballos y jinetes. Nos esforzamos por ofrecer una experiencia emocionante y acogedora para todos nuestros visitantes, reuniendo a entusiastas de las carreras de todas partes para disfrutar de eventos inolvidables. Conoce Nuestros Campeones Rayo Veloz Rayo Veloz, conocido por su increíble velocidad, ha ganado múltiples títulos nacionales e internacionales. Destacado por su resistencia y agilidad, es un favorito en las carreras de larga distancia. Su entrenamiento se centra en fortalecer su resistencia y técnica de carrera. Estrella Dorada Estrella Dorada es conocida por su elegante paso y ha sido campeona en concursos de belleza ecuestre. Su carisma en el campo la hace una estrella en eventos y exhibiciones. Además de su carrera en las pistas, Estrella Dorada participa activamente en programas de crianza. Trueno Negro Trueno Negro es famoso por su poderoso galope y su presencia imponente en la pista. Ha competido en más de 50 carreras, logrando un impresionante historial de victorias. Es un líder nato, y su temperamento calmado lo hace ideal para entrenamientos con jóvenes jinetes. Únete a Nuestra Próxima Carrera Reserva Tu Lugar Carrera © 2024 Carrera. Todos los derechos reservados. Lisboa, Portugal +351-21-244-242-7843 carrera@gmail.com Menu Principal Nosotros Servicios Contacto Utitlidades Politica de Privacidad Terminos & Condiciones",
    "contact": "Contacto Carrera - Conéctate con Nosotros para Más Información Principal Nosotros Servicios Eventos Contacto Principal Nosotros Servicios Eventos Contacto Contáctanos Estamos aquí para ayudarte con cualquier pregunta o solicitud. No dudes en contactarnos o visitarnos para una experiencia personal. Sobre Nosotros Más Contactos Preguntas Frecuentes Encuentra respuestas a las preguntas más comunes sobre nuestros servicios y eventos. ¿Cómo puedo reservar una visita al hipódromo? Puedes reservar visitas llamando a nuestro número de contacto o enviando un correo electrónico, que encontrarás en la sección de contacto. ¿Qué medidas de seguridad se aplican durante los eventos? Garantizamos la seguridad de nuestros visitantes y personal mediante estrictos protocolos de seguridad que están en línea con las normativas locales. ¿Puedo traer a mi propio caballo para competir? Sí, ofrecemos opciones para competidores que deseen traer sus propios caballos. Contacta con nosotros para más detalles sobre los requisitos. ¿Ofrecen algún descuento para grupos? Sí, ofrecemos descuentos para grupos grandes. Por favor, contacta con nuestro equipo de ventas para obtener más información sobre cómo planificar tu visita. ¿Hay facilidades para personas con movilidad reducida? Sí, el hipódromo está equipado con accesos y facilidades para personas con movilidad reducida para asegurar que todos nuestros visitantes disfruten de su experiencia. ¿Cuáles son los horarios de los eventos? Los horarios varían según el evento. Recomendamos revisar nuestro calendario de eventos o contactarnos directamente para obtener información actualizada. ¿Puedo cancelar o cambiar la fecha de mi reserva? Sí, es posible cancelar o cambiar la fecha de tu reserva hasta cierto plazo antes del evento. Por favor, revisa nuestras políticas de cancelación. ¿Tienen opciones de comida y bebida durante los eventos? Ofrecemos una variedad de opciones gastronómicas durante nuestros eventos, incluyendo comida rápida y opciones más saludables. Contacta con Nosotros Yo acepto politica de privacidad Enviar Carrera © 2024 Carrera. Todos los derechos reservados. Lisboa, Portugal +351-21-244-242-7843 carrera@gmail.com Menu Principal Nosotros Servicios Contacto Utitlidades Politica de Privacidad Terminos & Condiciones",
    "index": "Carrera - El Hipódromo Premier de Portugal | Carreras de Caballos y Eventos Principal Nosotros Servicios Eventos Contacto Principal Nosotros Servicios Eventos Contacto Bienvenidos a Carrera - La Emoción de las Carreras de Caballos Sumérgete en el corazón de la acción ecuestre en Portugal. Carrera ofrece experiencias inolvidables con cada evento, celebrando la tradición y la pasión por las carreras de caballos. Conócenos Contáctanos Descubre Nuestras Instalaciones En Carrera, nuestras instalaciones están diseñadas para ofrecer comodidad y visibilidad óptima, asegurando que cada visita sea memorable. Disfruta de espacios amplios, áreas VIP y acceso a los mejores servicios durante nuestros eventos. Únete a la emoción y vive la experiencia Carrera desde primera fila. Más Información Próximos Eventos Participa en Nuestros Eventos Gran Premio Nacional Únete a nosotros para el evento más prestigioso de la temporada, donde competirán los mejores caballos y jinetes del país. Ubicación Lisboa, Portugal Festival Ecuestre de Verano Disfruta de un día lleno de actividades, desde competencias de salto hasta espectáculos ecuestres, perfecto para toda la familia. Ubicación Oporto, Portugal Carrera Nocturna Especial Experimenta la emoción de las carreras bajo las estrellas en una de nuestras populares carreras nocturnas. Ubicación Faro, Portugal Últimas Noticias y Artículos Contáctanos para Más Información Innovaciones en las Carreras de Caballos Exploramos las últimas tecnologías y cómo están cambiando las carreras de caballos en Portugal y en todo el mundo. Leer más Historias de Éxito: Jinetes de Carrera Conoce a algunos de los jinetes más destacados y sus historias inspiradoras detrás de los triunfos en Carrera. Leer más Guía para Espectadores: Prepara tu Visita Consejos prácticos para maximizar tu experiencia en nuestro hipódromo y disfrutar de un día inolvidable. Leer más Salud y Bienestar Equino Descubre cómo Carrera se compromete con la salud y el bienestar de los caballos que participan en nuestras carreras. Leer más Eventos y Celebraciones en Carrera Un vistazo a los eventos especiales y cómo celebramos las grandes carreras en nuestro hipódromo. Leer más Seguridad en las Carreras: Nuestro Compromiso Entérate de las medidas que implementamos para garantizar la seguridad de los participantes y espectadores. Leer más Únete a Nuestra Comunidad Participa Hoy Carrera © 2024 Carrera. Todos los derechos reservados. Lisboa, Portugal +351-21-244-242-7843 carrera@gmail.com Menu Principal Nosotros Servicios Contacto Utitlidades Politica de Privacidad Terminos & Condiciones",
    "privacy-policy": "Política de Privacidad de Carrera - Comprometidos con Tu Seguridad Principal Nosotros Servicios Eventos Contacto Principal Nosotros Servicios Eventos Contacto Política de Privacidad En Carrera, respetamos tu privacidad y estamos comprometidos con la protección de tus datos personales. Esta política explica cómo manejamos la información que recopilamos durante tu visita a nuestro sitio web. Recopilación de Información: En Carrera, no recopilamos ninguna información personal de nuestros visitantes, a menos que voluntariamente nos la proporcionen (por ejemplo, al enviarnos un correo electrónico). Uso de la Información: Cualquier información que recibamos será utilizada únicamente para responder a tus consultas o mejorar la calidad de nuestros servicios y comunicaciones contigo. Compartir Información: No compartimos, vendemos ni alquilamos información personal a terceros para sus propios fines comerciales. Contacto: Para cualquier duda o comentario respecto a nuestra política de privacidad, puedes contactarnos a través de carrera@gmail.com. Carrera © 2024 Carrera. Todos los derechos reservados. Lisboa, Portugal +351-21-244-242-7843 carrera@gmail.com Menu Principal Nosotros Servicios Contacto Utitlidades Politica de Privacidad Terminos & Condiciones",
    "services": "Servicios en Carrera - Experiencias de Carreras de Caballos en Portugal Principal Nosotros Servicios Eventos Contacto Principal Nosotros Servicios Eventos Contacto Nuestros Servicios En Carrera, ofrecemos una variedad de servicios para entusiastas de las carreras de caballos, desde eventos corporativos hasta días de carrera personalizados para garantizar una experiencia inolvidable. Aprende Más Sobre Nosotros Contáctanos Reconocimientos y Premios Nos enorgullece ser reconocidos a nivel nacional e internacional por nuestra excelencia en la industria ecuestre y la gestión de eventos. 15+ Premios Ganados A lo largo de los años, hemos sido galardonados con más de 15 premios por nuestra innovación y compromiso con la calidad. 3 Certificaciones de Excelencia Reconocimientos por nuestro servicio excepcional y compromiso con el bienestar animal y la sostenibilidad del medio ambiente. Explora Nuestros Servicios Programas de Entrenamiento Ofrecemos programas de entrenamiento personalizado para jinetes y caballos, mejorando técnicas y habilidades competitivas. Organización de Eventos Contamos con instalaciones para albergar eventos ecuestres, incluyendo competencias y exhibiciones. Cuidado Equino Brindamos servicios veterinarios de alta calidad y cuidado diario para asegurar la salud y bienestar de los caballos. Clases de Equitación Impartimos clases de equitación para todos los niveles, desde principiantes hasta avanzados. Venta de Caballos Ofrecemos una selección de caballos para la venta, cada uno evaluado por nuestros expertos para garantizar la mejor calidad. Equipamiento Personalizado Proporcionamos equipamiento y accesorios personalizados para jinetes y caballos, desde monturas hasta vestimenta. Reserva tu Consulta Hoy Contaacc con Nosotros Carrera © 2024 Carrera. Todos los derechos reservados. Lisboa, Portugal +351-21-244-242-7843 carrera@gmail.com Menu Principal Nosotros Servicios Contacto Utitlidades Politica de Privacidad Terminos & Condiciones",
    "terms-conditions": "Términos y Condiciones de Carrera - Información Legal Importante Principal Nosotros Servicios Eventos Contacto Principal Nosotros Servicios Eventos Contacto Términos y Condiciones Bienvenido a Carrera. Al utilizar nuestro sitio web y servicios, aceptas los siguientes términos y condiciones. Por favor, léelos cuidadosamente. Uso de la Plataforma: Al acceder a Carrera, te comprometes a usar nuestro sitio y servicios de manera responsable y conforme a la ley. No está permitido el uso de nuestro sitio para fines ilícitos o no autorizados. Derechos de Propiedad: Todos los contenidos presentes en nuestro sitio, incluyendo textos, gráficos y código, son propiedad de Carrera y están protegidos por leyes de derechos de autor. Modificaciones del Servicio y Precios: Los precios de nuestros servicios están sujetos a cambios sin notificación previa. Nos reservamos el derecho de modificar o discontinuar el servicio en cualquier momento sin previo aviso. Contacto: Si tienes alguna pregunta sobre estos términos, por favor, no dudes en contactarnos a través de carrera@gmail.com. Carrera © 2024 Carrera. Todos los derechos reservados. Lisboa, Portugal +351-21-244-242-7843 carrera@gmail.com Menu Principal Nosotros Servicios Contacto Utitlidades Politica de Privacidad Terminos & Condiciones",
    "thanks": "Gracias por Visitarnos en Carrera - Hipódromo de Portugal ¡Gracias por Contactarnos! Tu mensaje ha sido recibido con éxito. Uno de nuestros representantes se pondrá en contacto contigo lo antes posible. Apreciamos tu interés en Carrera y estamos emocionados de tener la oportunidad de servirte. Si tienes alguna pregunta adicional mientras esperas, no dudes en revisar nuestra sección de Preguntas Frecuentes o llamar a nuestro servicio de atención al cliente. ¡Estamos aquí para ayudarte! Principal"
  },
  "date": "2024-05-27T07:20:08.609Z"
}