{
  "name": "casino_kazahstan",
  "pages": {
    "terms-conditions": "Условия использования | CasEvent - Рекомендации по использованию сайта CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Условия использования Используя этот сайт, вы соглашаетесь соблюдать эти условия использования. Если вы не согласны с какими-либо из этих условий, пожалуйста, не используйте наш сайт. Содержимое на этом сайте, включая но не ограничиваясь интеллектуальной собственностью, принадлежит CasEvent и/или его создателям, кроме содержимого, которое вы владеете. Мы предоставляем вам временное разрешение на просмотр этого материала для личного использования, под условием соблюдения этих условий. \"Ваш контент\" означает любые аудио, видео, текст, изображения или другие материалы, которые вы выбираете для отображения на сайте. Передавая их, вы предоставляете CasEvent неисключительное, всеобщее, неотзывающееся право на использование, воспроизведение, адаптацию, публикацию и распространение в любых средствах массовой информации. Ваш контент должен быть вашим собственным и не нарушать прав других. CasEvent оставляет за собой право удалить любой из вашего контента с этого сайта в любой момент без объявления. Сайт предоставляется \"как есть\", с всякими недостатками, и CasEvent не делает никаких представлений или гарантий касательно этого сайта или содержащихся здесь материалов. Хотя CasEvent старается предоставлять точные и надежные информацию, CasEvent не гарантирует полноту, надежность или точность информации на сайте. CasEvent оставляет за собой право вносить изменения в эти условия использования в любой момент без объявления. Продолжая использовать этот сайт, вы соглашаетесь быть привязаны к текущей версии этих условий использования. CasEvent обязуется защищать конфиденциальность своих пользователей. Мы можем использовать вашу информацию для улучшения вашего опыта на сайте, отправлять вам рассылки и улучшать наши услуги. Если вы не хотите получать эти сообщения, пожалуйста, сообщите нам. CasEvent оставляет за собой право прекратить или приостановить ваше доступ к этому сайту или любой его сервис на любом моменте без объявления причины. CasEvent может вносить изменения в этот сайт или прекращать его в любой момент без объявления. Эти условия использования регулируются и интерпретируются в соответствии с законодательством. Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "thanks": "Спасибо! Спасибо! Мы очень благодарны за вашу поддержку и доверие. Ваш выбор присоединиться к нашей общине означает мир для нас, и мы глубоко уважаем ваше участие в нашей общине. домой",
    "about": "Выездное казино в Казахстане - узнай о компании CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты О компании Наша компания специализируется на организации выездных казино в Казахстане, предоставляя полный спектр услуг для создания незабываемых мероприятий. Мы стремимся превратить любое событие в уникальное и захватывающее приключение, которое оставит у ваших гостей незабываемые впечатления. Опыт и профессионализм Наша команда состоит из профессионалов с многолетним опытом в индустрии развлечений и организации мероприятий. Мы гордимся высоким уровнем обслуживания и вниманием к деталям. Наши дилеры и организаторы имеют все необходимые навыки и знания, чтобы сделать ваше мероприятие по-настоящему особенным. Индивидуальный подход Наша компания предоставляет полный комплекс услуг для организации выездного казино. Мы занимаемся всем - от планирования и подготовки до проведения мероприятия и уборки. Вам не нужно беспокоиться о деталях - мы позаботимся обо всем, чтобы вы могли наслаждаться праздником вместе с вашими гостями. Мы понимаем, что каждое мероприятие уникально, поэтому мы предлагаем индивидуальный подход к каждому клиенту. Мы внимательно слушаем ваши пожелания и предлагаем решения, которые соответствуют вашим ожиданиям и бюджету. Наша цель - создать идеальное выездное казино для вашего события. Наши достижения Если вы хотите узнать больше о наших услугах или заказать выездное казино для вашего мероприятия, свяжитесь с нами. Мы с радостью ответим на все ваши вопросы и поможем организовать незабываемое событие. Мы всегда готовы к новым вызовам и будем рады сотрудничеству. Мы гордимся тем, что наши клиенты доверяют нам организацию своих мероприятий. На нашем счету множество успешных проектов, от небольших частных вечеринок до крупных корпоративных событий. Наши клиенты ценят нас за профессионализм, надежность и индивидуальный подход. Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "catalog": "Выездное казино в Казахстане - Закажи незабываемое развлечение на вашем мероприятии CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Мы предлагаем вам услуги выездного казино! Если вы ищите возможность насладиться небольшим куском экзотического в повседневной жизни, то вы в поиске не туда. Мы предлагаем вам уникальную возможность посетить настоящее казино не выезжая из страны. Возможно, вы уже слышали о Лас-Вегасе или о том, что это – это город, где каждый день перепевается в ночь. Но что если вы могли бы опытить это в Вашем городе, на Вашем празднике или на Вашем корпоративе? Как же сделать праздник неповторимым? Что такое выездное казино и кого оно может заинтересовать? Да, мы знаем, что слово «казино» может вызывать страх в некоторых. Но не стоит переживать, у нас всегда найдется место для того, чтобы насладиться необыкновенным досугом. Мы предлагаем вам возможность посетить настоящее казино, где можно испытать свои силы, рискнуть, поиграть и насладиться. CasEvent предоставляет вам уникальную возможность присоединиться к клубу любителей риска. Вы можете устроить необыкновенную «тусовку» для друзей и коллег. Игротеатр, приятные ароматы, дорогой напитки и много-много денег – это все стандартные атрибуты настоящего казино. Почему с CasEVENT выгодно? Наша компания является профессиональным организатором различных мероприятий. Мы стремимся создать волшебство вокруг каждого праздника и корпоратива. Мы предлагаем профессиональные услуги по доступным ценам. Также мы всегда готовы помочь клиентам. Поэтому обратитесь к нашему представителю для более подробного обсуждения. Заказать &nbsp; Рулетка Необходимая площадка для установки — 2Х3 м Размеры: длина — 2.8м ширина — 1.7м выс. — 0.9м Количество игроков за столом — до 10 В стоимость&nbsp; включена работа профессионального крупье. Мастер класс для новичков. Американская рулетка – обязательный атрибут любого казино, символ роскошной жизни и просто замечательная игра! Наверное, самая динамичная из всех азартных игр. Правила очень просты и понятны. Цена аренды: 199 000 вместо 259000 &nbsp;тг за 4 часа Продление аренды: 29 000 тг в час Заказать &nbsp; &nbsp; Блэк Джек Необходимая площадка для установки — 2Х3 м Размеры: длина — 1.9м, ширина — 1.2м, выс. — 1м Количество игроков за столом — до 7 В стоимость&nbsp; включена работа профессионального крупье. Мастер класс для новичков. Блэк Джек – одна из основных игр в выездном фан-казино. Она отлично дополняет любое мероприятие. Игру можно заказать : на частный праздник: день рождения, юбилей, вечеринка по любому поводу, просто встреча с родными и друзьями. А также можно дополнить оригинальным развлечением досуг на бизнес мероприятии: конференции, съезде, семинаре. Правила напоминают карточную игру «21». Цена аренды: 179 000 вместо 229000 тг за 4 часа Продление аренды: 29 000 тг в час Заказать &nbsp; Покер Необходимая площадка для установки — 2х3 м Размеры: длина — 1.9м ширина — 1.2м выс. — 0, 6м Количество игроков за столом — до 10 В стоимость&nbsp; включена работа профессионального крупье. Мастер класс для новичков. С покером успех праздника гарантирован: гости будут несколько часов увлечены потрясающей игрой с профессиональным оборудованием и опытными крупье. Каждый человек получит массу впечатлений и полезный опыт новой игры. Можем провести турнир и наградить победителей. Цена аренды: 179 000 вместо 229000 &nbsp;тг за 4 часа Продление аренды: 29 000 тг в час Заказать &nbsp; Крэпс Необходимая площадка для установки — 3.5х3 м Размеры: длина — 2.6м ширина — 1.6м выс. — 1.2м Количество игроков за столом — до 12 В стоимость&nbsp; включена работа профессионального крупье. Мастер класс для новичков. Главным преимуществом этой игры можно считать возможность участия большого количества людей. Ставки делаются на результат броска костей, все максимально просто.&nbsp; Цена аренды: 230 000 вместо 299000 &nbsp;тг за 4 часа Продление аренды: 49 000 тг в час &nbsp; Заказать &nbsp; Выездное фан казино в Алматы – безопасный азарт Если Вас тяжело удивить стандартными сценариями проведения мероприятий, и Вы жаждете пощекотать себе нервы, но не хотите рисковать,&nbsp; выездное казино – это именно то, что Вам нужно! Теперь, для того, чтобы окунуться в мир азарта, не придётся даже покидать собственный дом или офис. Вы можете заказать услугу выездное казино в любое время! Ваши друзья, родственники или коллеги наверняка удивятся, когда увидят на корпоративе или дне рождения самое настоящее казино. Не стоит переживать, даже если Вы проигрываете, настоящие деньги Вы не потеряете. Выездное фан казино – это абсолютно легальный азарт, где используются специальные фан фишки и деньги (fun – в переводе с английского, веселье). Что входит в стоимость услуги «Выездное казино» Мы привезём в указанное место всё необходимое, чтобы наши Клиенты могли почувствовать себя как в настоящем казино, где в воздухе витает дым сигар, все девушки одеты в вечерние наряды, а все мужчины в костюмах, и идёт рискованная игра с большими ставками. Арендуя столы от CasEvent, можно выбрать: Блэк Джек; Рулетку; Крэпс (игра в кости); Покер. Указанная на нашем сайте цена на выездное казино включает в себя аренду стола на 4 часа и услуги профессионального крупье. А если Клиент захочет продолжить веселье – всегда можно продлить аренду стола. Развлекайтесь вместе с CasEvent Выездное казино в Алматы – это оборудование из настоящего казино, настоящий опытный крупье, настоящий азарт и никакого риска! Мы оборудуем для Вас казино там, где Вам будет удобно – у Вас дома, на открытой площадке, на яхте, в ресторане и т.д. По вашему желанию, наша команда украсит столы в стиле Вашего мероприятия. За дополнительную стоимость можно распечатать фан деньги, также соответствующие тематике события. Устраивайте покер турниры или волнуйтесь от азарта, бросая кости и надеясь, что выпадет заветное число. Какой бы стол Вы не решили заказать, выездное фан казино подарит Вам огромное количество позитивных переживаний, приятного адреналина и незабываемых эмоций! Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "contacts": "Выездное казино в Казахстане - Оставь заявку CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Свяжитесь с CasEvent Организуйте незабываемое мероприятие с выездным казино в Казахстане. Профессиональные дилеры, качественное оборудование и яркие эмоции. Имя Электронная почта Я согласен с условиями Отправить Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "cookies": "Cookies | CasEvent - Общие сведения об использовании пользователем CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Политика использования файлов cookie Наш веб-сайт использует файлы cookie для улучшения вашего опыта использования сайта и предоставления персонализированных услуг. Файлы cookie - это маленькие текстовые файлы, которые хранятся на вашем устройстве и помогают нам понять, как вы взаимодействуете с нашим сайтом. Мы используем как сеансовые файлы (которые истекают после закрытия браузера), так и постоянные файлы (которые остаются на вашем устройстве до удаления) для улучшения функциональности. Файлы cookie помогают нам запоминать ваши предпочтения, отслеживать использование и анализировать производительность сайта. Мы используем файлы cookie для: Хранения ваших данных входа, чтобы вы не нуждались в входе каждый раз, когда посещаете наш сайт. Отслеживания вашей истории посещений и предпочтений для предоставления более точно подошедшего контента. Показа контекстных рекламных объявлений, основанных на ваших предпочтениях. Улучшения пользовательского опыта и производительности сайта. Анализа трафика и использования сайта для принимания базовых решений. При использовании нашего сайта, вы даете нам разрешение на использование файлов cookie в соответствии с этой политикой. Вы можете управлять или отключать файлы cookie через настройки вашего браузера, но это может повлиять на возможность использования некоторых функций нашего сайта. Если у вас есть какие-либо вопросы или претензии по файлам cookie, пожалуйста, обратитесь к нам по адресу CasEvent@gmail.com. Наш веб-сайт может также включать файлы cookie от наших партнеров и рекламодателей. Эти файлы cookie используются для доставки нацеленной рекламы и анализа эффективности рекламных кампаний. Для получения дополнительной информации о файлах cookie и их использовании у нас есть CasEvent@gmail.com. Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "disclaimer": "Дисклеймер | CasEvent - Определяющие данные пользователя CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Дисклеймер Информация, предоставленная на сайте CasEvent, предназначена только для информационных целей и может не быть полной, точной или надежной. Мы стараемся гарантировать точность информации, но не предоставляем никаких гарантий или representation относительно ее полноты, точности или надежности. Вы сами несете ответственность за любое разочарование или ущерб, которые могут возникнуть в результате использования этого сайта или его содержимого. CasEvent отказывается от ответственности за любые убытки или ущерб, возникающие в результате использования сайта или его содержимого. Прошлое успешное действие не гарантирует будущие результаты. Содержание сайта может быть изменено без предварительного уведомления. Сайт не предназначен для торговых целей. Информация на сайте не является инвестиционным советом. Мы не несем ответственности за содержимое внешних ссылок. Содержание сайта не предназначено для любых незаконных или неэтичных действий. Содержание сайта не предназначено для любых действий, которые нарушают законы вашей страны или законы других стран. Содержание сайта не предназначено для любых действий, которые нарушают условия использования любого сайта или сервиса. Сайт не несет ответственности за любые вирусы или другие вредоносные программы, которые могут быть переданы через сайт. Содержание сайта не предназначено для любых незаконных или незаконных действий. Содержание сайта не предназначено для любых действий, которые нарушают условия использования любого сайта или сервиса. Содержание сайта не предназначено для любых действий, которые нарушают законы вашей страны или законы других стран. Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "index": "Выездное казино в Казахстане - Незабываемое развлечение на вашем мероприятии CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Выездное казино в Казахстане: Незабываемое развлечение на вашем мероприятии Мы предлагаем полное оснащение вашего мероприятия выездным казино. Наши услуги включают аренду игровых столов, профессиональных дилеров и аксессуаров для создания атмосферы настоящего казино. Вы можете выбрать из различных игр, таких как покер, рулетка, блэкджек и многие другие. Профессиональные дилеры Наши дилеры - это профессионалы с многолетним опытом работы в казино. Они создадут атмосферу азарта и помогут вашим гостям насладиться игрой. Вежливость и профессионализм наших дилеров гарантируют высокое качество обслуживания и отличное настроение. заказать Высококачественное оборудование Мы понимаем, что каждое мероприятие уникально, поэтому предлагаем индивидуальный подход к каждому клиенту. Мы готовы учесть все ваши пожелания и сделать ваше мероприятие незабываемым. Наша команда работает с вами на всех этапах подготовки, чтобы обеспечить идеальный результат. заказать Организация мероприятий Выездное казино идеально подходит для различных мероприятий: корпоративных вечеринок, свадеб, дней рождений и других торжеств. Мы поможем вам организовать мероприятие, которое оставит незабываемые впечатления у ваших гостей. Атмосфера настоящего казино станет отличным дополнением к любому празднику. Свяжитесь с нами для получения подробной информации и бронирования. Мы с радостью ответим на все ваши вопросы и поможем организовать идеальное выездное казино для вашего мероприятия в Казахстане. Мы поможем вам организовать мероприятие, которое оставит незабываемые впечатления у ваших гостей. Атмосфера настоящего казино станет отличным дополнением к любому празднику. Атмосфера настоящего казино станет отличным дополнением к любому празднику. Почему мы - лучший выбор Мы предоставляем полный спектр услуг для любого мероприятия Мы осуществляем любые мероприятия в одном месте, свяжитесь с нами сейчас и мы с удовольствием продумываем ваше идеальное мероприятие. Наша команда профессионалов Наша команда постоянно развивается и стремится к новым идеям. Мы создаем уникальные и креативные сценарии, что подтверждаются письмами благодарности и отзывами Клиентов. Экономия вашего бюджета Мы не тратимсь на большой штат сотрудников и огромный офис. Мы предлагаем самые выгодные цены, заключаем эффективные контракты и партнерские программы. Креативность и качество Мы всегда находим новые и интересные идеи и развиваемся. Мы предлагаем уникальные сценарии, которые подходят под вкусы Клиентов. Персональный подход Мы знаем специфику рынка и работаем с Клиентами на долгие годы. Мы предлагаем персональные решения и подбор самых подходящих артистов и авторов сценариев. Мобильность и адаптивность Наша команда обладает опытом работы в стрессовых ситуациях. Мы работаем строго по таймингу и сценарному плану, при этом мы аккуратно учитываем пожелания Клиентов и бюджет мероприятия. Наши услуги Мы предлагаем полное оснащение вашего мероприятия выездным казино. Наши услуги включают аренду игровых столов, профессиональных дилеров и аксессуаров для создания атмосферы настоящего казино. Вы можете выбрать из различных игр, таких как покер, рулетка, блэкджек и многие другие. заказать Организация мероприятий Выездное казино идеально подходит для различных мероприятий: корпоративных вечеринок, свадеб, дней рождений и других торжеств. Мы поможем вам организовать мероприятие, которое оставит незабываемые впечатления у ваших гостей. Атмосфера настоящего казино станет отличным дополнением к любому празднику. заказать Наши услуги Рулетка - это одна из самых популярных и захватывающих игр в казино. У нас вы можете выбрать между американской и европейской рулеткой. Наслаждайтесь азартом и чувствуйте себя, как в настоящем казино. Наши профессиональные дилеры помогут вам освоить правила и сделать игру ещё более интересной. Покер - это классическая карточная игра, известная своим стратегическим элементом и возможностью выиграть крупные суммы. В нашем выездном казино мы предлагаем различные вариации покера, такие как Техасский Холдем и Омаха. Наши дилеры с радостью объяснят правила и помогут новичкам начать игру. Блэкджек - это игра, в которой цель заключается в том, чтобы набрать 21 очко или ближе к этому значению, не превышая его. Это простая и увлекательная игра, идеально подходящая как для новичков, так и для опытных игроков. Наши дилеры создадут атмосферу настоящего казино и помогут вам получить максимальное удовольствие от игры. Баккара - это элегантная и захватывающая игра, которая традиционно ассоциируется с высокими ставками. Она идеально подходит для тех, кто ищет изысканности и азарта. Наши профессиональные дилеры помогут вам разобраться в правилах и насладиться игрой в полном объеме. Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен",
    "privacy-policy": "Политика конфиденциальности | CasEvent - Защита Ваших личных данных CasEvent Главная Услуги О компании Контакты Главная Услуги О компании Контакты Политика конфиденциальности У нас, в CasEvent, понимание важность вашей конфиденциальности и берем серьезно. Мы собираем личные данные только тогда, когда вы добровольно предоставляете их, когда регистрируетесь на нашем сайте, размещаете заказ или обращаетесь в службу поддержки. Информация, которую мы собираем, может включать ваше имя, адрес электронной почты, номер телефона и информацию о платежах. Мы используем эту информацию для обработки ваших заказов, общения с вами и предоставления персонализированных услуг. Мы не делим вашу личную информацию с третьими лицами, кроме как необходимо для выполнения вашего заказа или соблюдения правовых обязательств. Наш сайт использует cookies для улучшения вашего опыта просмотра и предоставления персонализированных услуг. Вы можете управлять настройками cookie через настройки вашего браузера. Мы применяем строгие меры безопасности для защиты вашей личной информации от несанкционированного доступа, использования или разглашения. Мы соблюдаем соответствие с данными защитой регуляциями, такими как Общая политика об обмене персональными данными (GDPR) и Закон о защите конфиденциальности потребителей Калифорнии (CCPA). Мы храним вашу личную информацию в конфиденциальности и принимаем меры для ее защиты от несанкционированного доступа, разглашения, изменения и уничтожения. Мы периодически проверяем и обновляем нашу политику конфиденциальности, чтобы обеспечить соответствие последним требованиям по защите данных и лучшим практикам. Если у вас есть какие-либо вопросы или претензии по файлам cookie, пожалуйста, обратитесь к нам по адресу CasEvent@gmail.com. Ссылки Дисклеймер Политика Cookies Политики безопасности Условия использования +77089697544 CasEvent@gmail.com г. Алматы, ул. Жумалиева 96, БЦ Grand Asia B, 1 этаж, офис №123 Наш веб-сайт использует файлы cookie для обеспечения наилучшего опыта пользователя. Продолжая просмотр, вы даете нам разрешение на использование файлов cookie. Для получения дополнительной информации, пожалуйста, обратитесь к нашей политике использования файлов cookie. Согласен"
  },
  "date": "2024-06-12T15:39:42.224Z"
}