{
  "name": "CasinoCruise",
  "pages": {
    "about_bus_285": "Questions and answers for CasinoCruise Bus Tours casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact The most popular Questions and Answers Welcome to the Q&A section about our CasinoCruise bus tours! Here you will find answers to the most common questions to help you organize and plan your trip. 1. What is included in the Casino CRUISE tour? Our bus tour price includes: - Comfortable bus travel to selected casinos and back - Coupons or credits for playing at the casino - Snacks and drinks during the trip - Entertainment and games on the bus 2. How long is the tour? Tour lengths vary depending on the itinerary, but generally our tours last between 2 and 5 days. We try to provide enough time to play in the casino, relax and have fun. 3. Where are the departure and return points? We offer multiple pick-up and drop-off locations to make your tour as convenient as possible. Information about the departure point closest to you can be found on our website or check with our representatives. 4. Is it possible to take luggage? Yes, buses have space for hand luggage. However, we limit the size and weight of luggage for the safety and comfort of all passengers. 5. Can I take drinks and food with me? Yes, we allow participants to bring snacks and drinks on the bus. However, we ask that you keep the salon clean and tidy. Hot meals and alcoholic drinks are provided by our staff during the trip. 6. Is it possible to make a stop along the way? Yes, we provide short stops for rest and snacks. The exact number and duration of stops depends on the tour route. 7. Can I get a refund if my tour is canceled or rescheduled? We try to avoid changes to the schedule, but sometimes unforeseen circumstances may affect the tour. In such cases, we offer the opportunity to reschedule the trip to another date or refund the price paid. Please see our returns policy for details. 8. What age of participants is allowed? Our bus tours are limited to adults (18 years of age or older) only. We cannot accept minor passengers. Make an order Name at least 3 characters Incorrect email Incorrect phone I assept Policy Privacy Contact CasinoCruise Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "about_cookies_bus_285": "Cookies no site - curtos e claros. Cookies, ou cookies, são pequenos arquivos de texto que são armazenados no computador de um usuário quando ele visita um site. casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. Cookies are small text files that are stored on your device when you visit our website. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Types of cookies we use: 1. Necessary cookies These files are necessary for the site to function correctly and provide basic functionality. Without them, using the site will be difficult. 2. Analytical cookies We use these cookies to collect anonymous data about user traffic and behavior on the site. This helps us improve the site. 3. Personalization cookies These cookies allow you to customize your experience on the site according to your preferences and interests. 4. Third Party Cookies We may use cookies from third parties, such as analytics providers or advertising networks, to improve our services. You can control the use of cookies by changing your browser settings. However, if you disable some of them, this may affect the functionality of our site. By continuing to use our site, you agree to the use of cookies in accordance with our Privacy Policy. If you have any questions or concerns, please contact us. Thanks for understanding! CasinoCruise Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "contact_bus_285": "Contact. Join our travels and see for yourself the uniqueness of our offer! casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Contact Us CasinoCruise casino_cruise@gmail.com +4437731644 765 Green Gate Lane Baltimore Maryland United States Join our travels and see for yourself the uniqueness of our offer! We visit only the most famous and prestigious casinos, guaranteeing an unforgettable experience order CasinoCruise Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "disclaimer_bus_285": "Disclaimer for CasinoCruise Bus Tours. casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Disclaimer for CasinoCruise Bus Tours This Disclaimer governs the terms and conditions under which you participate in the CasinoCruise Bus Tour experience. By booking and joining our bus tours, you agree to be bound by the following: 1. Gambling Responsibility - Gambling can be an addictive activity. We encourage all participants to gamble responsibly and within their means. - Participants are solely responsible for their own gambling activities and any losses incurred during the tour. - We recommend that participants set personal limits on their time and money spent gambling and seek help if they feel they have a gambling problem. 2. Tour Risks and Liabilities - Participation in the CasinoCruise Bus Tour involves certain risks, including, but not limited to, transportation delays, inclement weather, and potential injuries or accidents. - We will not be liable for any direct, indirect, or consequential damages, including personal injuries, illnesses, or any other losses that may occur during the tour. - Participants are responsible for their own safety and well-being throughout the tour. We recommend purchasing travel insurance to cover any unforeseen events. 3. Itinerary Changes - The tour itinerary, including the casinos visited and the schedule, is subject to change without prior notice. - We reserve the right to modify, postpone, or cancel the tour at any time due to reasons beyond our control, such as weather conditions, casino closures, or transportation issues. - In the event of a tour cancellation or significant changes, we will make reasonable efforts to provide refunds or rescheduling options, but cannot guarantee a full refund. 4. Participant Conduct - Participants are expected to behave responsibly and comply with all applicable laws, regulations, and casino policies during the tour. - We reserve the right to remove any participant from the tour for disruptive, illegal, or unethical behavior without refund. - Participants are responsible for their own actions and any consequences that may arise from their conduct. 5. Intellectual Property - The CasinoCruise brand, website, and all related content are the property of CasinoCruise and are protected by applicable intellectual property laws. - Participants are not permitted to use the CasinoCruise name, logo, or any other intellectual property without our prior written consent. 6. Governing Law and Jurisdiction - This Disclaimer is governed by the laws of USA, and any disputes will be resolved in the courts of USA. By booking and participating in a CasinoCruise Bus Tour, you acknowledge that you have read, understood, and agreed to this Disclaimer. If you do not agree with any part of this Disclaimer, please do not book or participate in our tours. CasinoCruise Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "index": "CasinoCruise. Do you want to get a dose of adrenaline and an unforgettable experience? Join our casino bus tour! casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Join our casino bus tour! Book your place today and give yourself an unforgettable experience make an order Easy to order best hotels free food best casinos CasinoCruise Exciting journey into the world of excitement and entertainment We offer you a unique opportunity to take an exciting journey into the world of excitement and entertainment. Our comfortable bus will take you straight to the heart of luxury casinos, where slot machines, blackjack tables, roulette and much more await you. Throughout the trip you will be accompanied by a professional croupier who will help you master the rules of the game and give valuable advice. You can experience real drive and excitement while fighting for the main prize! order All concerns about organizing your rest we take it on ourselves The tour program includes: Hotel accommodation 3 nights stay in the best hotels Transfer Between the hotel and the casino Special bonuses and promotions Food and drinks from the bar and restaurant of the establishment CasinoCruise Special offers With a one-time purchase of chips for the game in the amount of 1000$ when ordering a tour there is a special offer 1 000$ - 4 999$ 5 000$ -9 999$ 10 000$ + Hotel 4* 5* 5* Individual conditions &#10005; &#10005; &#10003; Special bonuses Type 1 Type 2 Type 3 Restaurant, bar Welcome drink Food + drinks (3 times a day) All inclusive (around the clock) order Main features of the bus casino tour The casino bus tour is an exciting travel offer that allows lovers of gambling entertainment and vivid impressions to make an unforgettable journey into the world of luxury casinos. 1. Comfortable bus Tourists travel on a modern, equipped bus, which provides convenience and safety throughout the trip. 2. Visiting prestigious casinos The tour itinerary typically includes visits to several of the region's leading casinos. This allows participants to experience the excitement of gaming at different gaming establishments. 3. Accompaniment of a professional croupier Throughout the entire tour, tourists are accompanied by an experienced croupier, who teaches the rules of the game, shares secrets and advises on strategy. 4. Additional entertainment program In addition to the gaming part, the tours also include lunch at the casino restaurant, shows, photo sessions and other activities. Bus casino tours are organized in a group format, which allows participants to meet new people and creates an atmosphere of general celebration. Such tours are ideal for both gambling connoisseurs and those who want to get vivid emotions and unforgettable travel experiences. This is a unique opportunity to enjoy all the delights of the gambling business in comfortable conditions CasinoCruise has a number of significant advantages compared to visiting the Casino on your own: - Possibility of receiving additional services - Possibility of creating an individual program for your stay at the Casino - Opportunity to play at special rates Order the “call back” service on the website and our staff will clearly explain to you all the conditions and advantages of the Junket tour, as well as the rules, rates and features of the games. order Mandatory conditions (game regulations): - Making a Deposit by the player - Playing at least 4 hours a day on roulette, poker, blackjack or slot machines - In the event of a player’s total loss of an amount equal to or exceeding the Deposit, the Casino does not require compliance with the game regulations and continues to provide basic services (transfer, accommodation, meals) for up to 3 nights order CasinoCruise --> Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "privacy_policy_bus_285": "Privacy Policy. At Casino Cruise, we are committed to protecting the privacy and security of our customers' personal information. casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Privacy Policy At Casino Cruise, we are committed to protecting the privacy and security of our customers' personal information. This Privacy Policy outlines how we collect, use, and safeguard the data you provide to us when using our website and services. Information We Collect When you visit our website or use our services, we may collect the following types of personal information: 1. Contact Information: This includes your name, email address, phone number, and mailing address. 2. Account Information: If you create an account with us, we will collect your username, password, and other account-related details. 3. Payment Information: When you make a deposit or withdraw funds, we may collect your payment method details, such as credit/debit card numbers, bank account information, or e-wallet details. 4. Usage Data: We may collect information about your browsing activity, such as pages visited, links clicked, and other interactions on our website. 5. Device Information: We may collect data about the device you use to access our website, including your IP address, browser type, and operating system. How We Use Your Information We use the personal information we collect for the following purposes: 1. Providing and Improving Our Services: We use your information to deliver the services you request, such as processing your bets, managing your account, and responding to your inquiries. 2. Enhancing User Experience: We analyze your usage data to better understand your preferences and improve the overall user experience on our website. 3. Fraud Prevention and Compliance: We may use your information to detect and prevent fraudulent activities, as well as to comply with applicable laws and regulations. 4. Marketing and Promotions: We may use your contact information to send you updates, newsletters, and promotional offers related to our services, but you can opt-out of these communications at any time. Data Security and Storage We take the security of your personal information very seriously. We employ various physical, technical, and organizational measures to protect your data from unauthorized access, loss, or misuse. This includes the use of encryption, firewalls, and other industry-standard security protocols. Your personal information is stored on secure servers and is only accessible to authorized personnel who have a legitimate need to access it. We retain your data for as long as necessary to fulfill the purposes outlined in this Privacy Policy or as required by applicable laws and regulations. Your Rights and Choices You have the right to access, update, or delete your personal information. You can also request a copy of the data we hold about you. If you wish to exercise any of these rights, please contact our customer support team. Additionally, you can opt-out of receiving marketing communications from us at any time by following the unsubscribe instructions provided in the emails or by contacting us directly. Changes to the Privacy Policy We reserve the right to update or modify this Privacy Policy from time to time. Any changes will be posted on our website, and the revised policy will be effective immediately upon posting. Contact Us If you have any questions or concerns about our Privacy Policy or the way we handle your personal information, please don't hesitate to contact us at: Email: casino_cruise@gmail.com Phone: +1 (21201) 4437731644 Address: 765 Green Gate Lane Baltimore Maryland United States We are committed to protecting your privacy and ensuring a safe and enjoyable experience on our website. CasinoCruise Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "products_bus_285": "Services CasinoCruise Bus Tours casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Services CasinoCruise Bus Tours At CasinoCruise, we strive to provide our guests with a full range of services to make their trip on our bus tours as comfortable and unforgettable as possible. Check out the main services we offer: 1. Comfortable travel Our fleet consists of modern luxury buses. They are equipped with plush seats with ample legroom, individual power outlets, USB ports and Wi-Fi for your convenience during your trip. 2. Entertainment program To brighten up your travel time, we organize a varied entertainment program. There will be musical performances, games, quizzes and other interactive activities that will help create a festive atmosphere. 3. Snacks and drinks We made sure that you don't go hungry during your trip. The buses will offer a variety of snacks, hot drinks, cold drinks and light snacks. Alcoholic drinks are also available for adult participants. 4. Coupons and credits for playing at the casino The tour price includes special coupons or credits that can be used to play at the casino. This is a great opportunity to try your hand at gambling. 5. Staff assistance Throughout the tour you will be accompanied by professional CasinoCruise staff. They will help with registration, answer all your questions and do everything to make your trip comfortable and enjoyable. 6.Insurance We care about your safety, so we offer additional insurance that covers possible risks associated with traveling and staying in the casino. Tired of the routine of everyday life? Do you crave thrills and unforgettable impressions? Then our bus casino tour is what you need! Reserve your spot today and embark on an unforgettable adventure with CasinoCruise! order Customer Reviews for CasinoCruise Bus Tours At CasinoCruise, we pride ourselves on offering our guests an unforgettable experience with our bus tours. We work tirelessly to improve the quality of our services and are happy to share feedback from satisfied clients. Anna, 35 years old &#10029;&#10029;&#10029;&#10029;&#10029; \"It was just a fantastic adventure! I had long dreamed of going to a casino, but I kept putting it off. A trip with CasinoCruise turned out to be the perfect solution. A comfortable bus, entertainment along the way, and most importantly, the opportunity to try my hand at gambling. Now I’m just in love with this tour and I plan to go with you regularly!\" \"\"I am very grateful to the CasinoCruise team for the wonderful organization of the tour! Everything went at the highest level - from registration to returning home. I especially liked the musical performances and interactive games on the bus, they really helped brighten up the travel time. Coupons for playing at the casino were a nice bonus, and I was even able to earn a little extra money! I will definitely recommend your tours to all my friends.\" &#10029;&#10029;&#10029;&#10029;&#10029; Peter, 42 years old Alexander, 29 years old &#10029;&#10029;&#10029;&#10029;&#10029; \"“I often go with friends on various excursions and tours, but a trip with CasinoCruise will forever remain in my memory. I have never encountered such a level of comfort, entertainment and organization.I was especially pleased that I could not only play in the casino, but also just relax, have fun and chat in pleasant company. Thank you for the unforgettable experience!\" CasinoCruise Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info",
    "terms_bus_285": "Terms and Conditions. Welcome to the CasinoCruise Bus Tour experience! By booking and participating in our bus tours, you agree to be bound by these Terms and Conditions. casino_cruise@gmail.com CASINO CRUISE +4437731644 Home FAQ's Services Contact Terms and Conditions Welcome to the CasinoCruise Bus Tour experience! By booking and participating in our bus tours, you agree to be bound by these Terms and Conditions. 1. Tour Eligibility - Participants must be at least 18 years of age to join our casino bus tours. - All participants must be legally permitted to gamble in the jurisdictions visited during the tour. - Individuals who are self-excluded or banned from any of the casinos on the tour itinerary are not allowed to participate. 2. Booking and Payment - Tour dates, itineraries, and pricing are subject to change. We reserve the right to modify or cancel tours at any time. - Full payment is required at the time of booking to secure your spot on the tour. - Refunds or rescheduling may be available, subject to our cancellation and refund policy. 3. Itinerary and Activities - The tour itinerary, including the casinos visited and the schedule, is subject to change without prior notice. - Participants are responsible for their own transportation to and from the designated pick-up and drop-off locations. - We are not liable for any delays, changes, or disruptions to the tour schedule due to factors beyond our control. 4. Conduct and Responsibility - Participants are expected to behave responsibly and comply with all applicable laws, regulations, and casino policies. - We reserve the right to remove any participant from the tour for disruptive, illegal, or unethical behavior without refund. - Participants are responsible for their own gambling activities and any losses incurred during the tour. 5. Health and Safety - Participants must disclose any medical conditions or special needs at the time of booking to ensure we can accommodate them. - We are not responsible for any personal injuries, illnesses, or accidents that may occur during the tour. - Participants are encouraged to purchase travel insurance to cover any unforeseen events or medical emergencies. 6. Intellectual Property - The CasinoCruise brand, website, and all related content are the property of CasinoCruise and are protected by applicable intellectual property laws. 7. Limitation of Liability - We will not be liable for any direct, indirect, or consequential damages arising from your participation in the bus tour. - We make no warranties or representations about the accuracy, reliability, or availability of the tour services. 8. Governing Law and Jurisdiction - These Terms and Conditions are governed by the laws of USA, and any disputes will be resolved in the courts of USA. 9. Modifications and Termination - We reserve the right to update or modify these Terms and Conditions at any time. - We may terminate or suspend your participation in the tour at any time, for any reason. By booking and participating in a CasinoCruise Bus Tour, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree with any part of these terms, please do not book or participate in our tours. CasinoCruise --> Discover a world of carefree fun and thrills with our casino bus tour! 18+ Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies &#9993; 765 Green Gate Lane Baltimore Maryland United States &commat; casino_cruise@gmail.com &phone; +4437731644 Dear visitor! On our CasinoCruise website, we use cookies to provide you with the best user experience and to personalize our services. They help us analyze how you interact with our site, improve its functionality and provide you with relevant content. Thanks for understanding! I agree More info"
  },
  "date": "2024-05-28T15:11:05.768Z"
}