{
  "name": "ClubPoker",
  "pages": {
    "contact": "Connect with ClubPoker for any inquiries, feedback, or assistance regarding our services, tournaments, or membership. ClubPoker Home About Us Games Contact Us INTERNATIONAL RESERVATIONS I accept - Privacy Policy Submit Choose Your Game ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "disclaimer": "ClubPoker Disclaimer: Understand Our Terms & Conditions ClubPoker Home About Us Games Contact Us Disclaimer Understanding Disclaimers This document constitutes a Disclaimer that aims to clarify the responsibilities and obligations between the User and the Service Provider (hereinafter referred to as 'Provider') in relation to the use of the services offered by the Provider. By accessing or using the Provider's services, the User agrees to be subject to the terms and conditions set forth in this document. Types of Disclaimers The Provider is not responsible for any direct or indirect damages, lost profits or other losses arising from the use or inability to use the services offered by the Provider. Legal Disclaimers The Provider does not guarantee the accuracy, completeness or reliability of the information provided through its services. The User acknowledges and agrees that the data provided by the Provider is provided 'as is' and without any express or implied warranty. Medical Disclaimers The Provider is not responsible for any errors or omissions in the services offered, including, but not limited to: typographical errors, coding errors or communication errors. Investment Disclaimers Is not responsible for any damages caused by viruses, malware or other security threats that may be transmitted through its services. Professional Disclaimers For any damages caused by actions or omissions of the User or third parties. Disclaimer of Financial Advice Is not responsible for any damages arising from any violation of the terms and conditions of this document by the User. ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "games": "Unleash the Thrill: Explore Our Diverse Poker Games | ClubPoker ClubPoker Home About Us Games Contact Us OUR GAMES Weekly Texas Hold'em Tournament Minimum bet $20 / $35 Join us every week for our thrilling Texas Hold'em tournament. Compete against skilled players for your chance to win big! Omaha High-Low Championship Minimum bet $10 Test your Omaha skills in our high-low championship tournament. Experience the excitement of this unique variation and compete for the top prize. Sit & Go Turbo Events Cash games starting from $5/5 Dive into fast-paced action with our Sit & Go Turbo events. Quick tournaments with rapid blinds for players who thrive on adrenaline. Monthly Bounty Hunter Showdown Minimum bet $30 Enter the arena and hunt down your opponents in our monthly Bounty Hunter Showdown. Knock out players to claim bounties and seize victory. See More ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "index": "Welcome to ClubPoker: Where Every Hand is a Thrill! Join us for exhilarating Texas Holdem and Omaha tournaments in the heart of the city. ClubPoker Home About Us Games Contact Us POKER CLUB IN PUNE The best poker club in Pune poker club in Pune hulpack hotel & casino pune (FROM 11.12.2024 to 22.12.2024) • Experience the thrill of Texas Hold'em and Omaha every day • • Various betting options available: $5/5, $5/10, $10/25, and $25/25 blinds • • Enjoy convenient package accommodation during your stay • • Welcoming players from all around the world • • Indulge in delicious food and refreshing drinks at our casino • (23) 365 12-85 Join us at ClubPoker and experience the exciting world of poker tournaments. We have a variety of events suitable for players of all levels. Regardless of your experience, you will be able to enjoy playing popular variants such as Texas Hold'em and Omaha. Compete with experienced opponents and prove your skills in exciting matches. Join our club and become part of the exciting poker tournaments today! INTERNATIONAL RESERVATIONS I accept - Privacy Policy Submit CASH GAMES Nestled within the of Casino Pune Pune ClubPoker Club 10 poker tables Cash games every night Regular poker festivals Operating Hours Every evening from 19:00 onwards Cash games featuring Texas Hold'em and Omaha Blinds range from $5/5 to $25/25 Buy-ins start from $50 Your Poker Haven Nestled within the prestigious Pune Casino Choose from Texas Hold'em and Omaha cash games Blinds range from $5/5 to $25/25 Buy-ins starting at $300 ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "policy": "Privacy Policy - ClubPoker: Explore our commitment to protecting your privacy and personal information. Learn how we collect, use, and disclose your data responsibly. ClubPoker Home About Us Games Contact Us Privacy Policy Collection and Use of Personal Information In today's digital age, protecting personal information is crucial for individuals and businesses. As a responsible organization, we prioritize safeguarding your privacy and data security. Our Privacy Policy outlines our commitment to maintaining the confidentiality and integrity of your personal information. Introduction Welcome to ClubPoker! We are a company dedicated to providing innovative and user-friendly services. Our Privacy Policy is designed to help you understand how we collect, use, and protect your information when you use our services. Information We Collect We do not collect any personal information from our users. We do not gather, store, or share any data that could be used to identify you, such as your name, email address, or IP address. Cookies and Tracking Technologies We do not use cookies or any other tracking technologies on our website or within our services. We do not collect or store any information about your browsing habits or preferences. Third-Party Services We do not use any third-party services or platforms that may collect or store your information. We do not share any data with third parties, and we do not allow third parties to track your activity on our website or within our services. Data Retention As we do not collect any personal information, we do not retain any data related to our users. Any information that may be temporarily stored during the use of our services is immediately deleted upon completion of the service. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any material changes by posting the new Privacy Policy on our website. Your Rights As we do not collect any personal information, you do not have the right to access, rectify, or erase your information. However, if you believe that we have inadvertently collected any personal information. Governing Law This Privacy Policy is governed by the laws of [jurisdiction], without regard to its conflict of laws principles. Dispute Resolution Any disputes arising out of or related to this Privacy Policy shall be resolved through mediation or arbitration, as agreed upon by the parties. Limitation of Liability In no event shall ClubPoker be liable for any damages arising out of or in connection with the use of our services or the information provided in this Privacy Policy. ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "terms-conditions": "Discover the Terms and Conditions governing your use of ClubPoker's platform. Learn about eligibility, user conduct, intellectual property. ClubPoker Home About Us Games Contact Us Terms &amp; Conditions User Submissions Any content that you submit to this website, including but not limited to comments, reviews, and articles, becomes the property of ClubPoker. You grant ClubPoker a non-exclusive, royalty-free, perpetual license to use, copy, modify, distribute, and display your submissions in any and all formats and media. User Conduct You agree to use this website in a responsible manner and in accordance with all applicable laws. You will not post or upload any content that is defamatory, abusive, threatening, harassing, obscene, or otherwise inappropriate. Privacy Policy ClubPoker respects the privacy of its users. Please refer to our Privacy Policy for more information about how we collect, use, and protect your personal information. Disclaimer of Warranty This website and its content are provided on an 'as is' basis, without any warranty of any kind. ClubPoker makes no representations or warranties as to the accuracy, completeness, or availability of the website or its content. Limitation of Liability In no event shall be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of or in connection with your use of this website or its content. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws. Any disputes arising out of or relating to these Terms and Conditions shall be resolved in a court of competent jurisdiction. Limitation of Liability In no event shall our company, its affiliates, or their respective officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of our platform or services. ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Choosing ClubPoker! Best Poker Experience ClubPoker Home About Us Games Contact Us We appreciate you! Thank you for your choosing ClubPoker Your input is valuable and helps us improve our services for all users. Our team will review your submission promptly and take any necessary actions. If you have any further questions or concerns, feel free to reach out to us. Once again, thank you for your contribution to our community. We are grateful for your participation in ClubPoker. Your submission plays a crucial role in shaping the future of our services. Every suggestion, comment, or report helps us understand our users' needs better and make informed decisions. Rest assured that your voice is heard, and we are committed to addressing your concerns to ensure a positive experience for everyone. Thank you for taking the time to share your feedback with us. Your insights are invaluable as we strive to enhance our platform and provide you with an exceptional poker experience. Whether you've encountered a technical issue, have a suggestion for improvement, or simply want to share your thoughts, we welcome your input. At ClubPoker, we are committed to listening to our players and continuously evolving to meet their needs. Your feedback helps us shape the future of our platform, and we're grateful for your participation in our community. Thank you once again for your choice of ClubPoker. We are eager to review your input and use it to enhance the overall experience for everyone. If you have any additional feedback or ideas to share, please don't hesitate to reach out. We're here to listen and act on your behalf. The ClubPoker Team ClubPoker: (23) 365 12-85 ClubPoker@gmail.com LOCATION: Pandurang Colony, Erandwane, Pune, Maharashtra, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions"
  },
  "date": "2024-05-02T14:45:23.893Z"
}