{
  "name": "CricketX",
  "pages": {
    "index": "СricketX: Your Premier Destination for Fantasy Cricket - Compete, Win, and Enjoy the Ultimate Cricket. x We use cookies to ensure you get the best experience on our site. These cookies help us remember your preferences, customize content and advertisements, analyze site traffic, and improve our services. Accept CricketX INDIA'S LEADING SPORTS FANTASY PLATFORM Enter Your Telephone I accept - Privacy Policy Play App About App CricketX: About Us Welcome to the ultimate fantasy cricket experience with our app, specifically crafted for passionate cricket fans in India. Our app combines cutting-edge technology with user-friendly features to provide a seamless and immersive platform for creating your dream cricket team, competing in exciting contests, and winning fantastic rewards. In addition to the thrill of fantasy cricket, our app offers a range of bonuses and rewards. From welcome bonuses and referral incentives to exclusive promotions, we provide numerous opportunities to boost your winnings and enjoy an enhanced gaming experience. Join our community of cricket enthusiasts and take your love for the game to the next level. With our app, every match is an opportunity to showcase your cricketing knowledge, engage with fellow fans, and win big. Download now and start your fantasy cricket journey today! Get App 4.8 Best Rating App 1, 500 + Downloads 1, 830 + Dayli Contests Cricket is the most wonderful entertainment in the world! Over 1,000 + Downloads Welcome To App! Welcome to our cutting-edge fantasy cricket app, designed to bring the excitement of cricket right to your fingertips. Whether you're a die-hard cricket fan or new to fantasy sports, our app offers an immersive and thrilling experience. Explore a world of cricketing excitement where you can create your dream team, join contests, and compete with friends and fellow fans. Our app provides real-time updates, comprehensive player statistics, and a user-friendly interface to enhance your gaming experience. The Best App! Experience the pinnacle of fantasy cricket gaming with our app, hailed as the ultimate platform for cricket aficionados. Offering an unparalleled blend of innovation, excitement, and user-friendliness, our app sets the standard for fantasy sports entertainment. Dive into a world where you can assemble your dream team, compete in thrilling contests, and engage with fellow cricket enthusiasts. With features like real-time score updates, in-depth player statistics, and intuitive navigation, our app ensures you stay at the forefront of the action. Type of Games Create Team Lead Team Victory the Game Choose Your Team Your Team Join the Team Choose Team Real Players Choose Best Team of Players 15 Use Free Points Win Prizes Real Players 100% Victory Make your Team Best App Download App The Best India Fantasy App Discover the ultimate fantasy cricket experience with our app, designed specifically for Indian cricket enthusiasts. Whether you're a seasoned fantasy sports player or just starting, our app offers a seamless, engaging, and rewarding platform to create your dream team and compete with others. User-Friendly Interface: Our app features an intuitive and easy-to-navigate interface, making it simple for users of all levels to create teams, join contests, and track their progress. Live Score Updates: Stay ahead of the game with real-time score updates and in-depth player statistics, ensuring you make informed decisions and maximize your chances of winning. Exciting Rewards and Bonuses: Enjoy a variety of bonuses and rewards, including welcome bonuses, referral bonuses, and special promotions, enhancing your fantasy cricket experience and giving you more opportunities to win big. Download Frequently Asked Questions 1. What is Cricketx? Crocketx is a leading online platform for fantasy sport, which allows fans of the cricket to create their own virtual teams and compete for prizes, based on the real performances of players in matches. 2. How to register for Cricketx? To register, go to our site and click on the \"Registration\" button. Fill the necessary fields with your personal data and follow the instructions on the screen. After confirmation of registration, you can start creating teams and participate in competitions. 3. What types of games and tournaments are available on Cricketx? Cricketx presents various types of fantasy-games and tournaments, including daily games, seasonal leagues and special tournaments dedicated to large events in the world of the cricket. You can choose a format that you like best and start competing with other players. 4. How are Cricketx platform glasses calculated? Glasses are awarded on the basis of real performances of the players you have chosen in matches. For each action, such as clogged wounds, taken weeks, assists made, etc., certain glasses are charged. Detailed information about the glass calculation system can be found in the \"Rules and Conditions\" section on our website. 5. What prizes can you win on Cricketx? Various prizes are available on our platform, including cash awards, gift certificates and exclusive goods. Prizes depend on the type of tournament and its conditions. The higher your place in the standings, the more chances to receive valuable awards. 6. How can I contact Cricketx customers support? If you have questions or problems, you can contact our support service through the \"Contacts\" section on the site. We offer several communication channels, including e -mail, chat and phone. Our support team is ready to help you at any time. Testimonials \"CricketX has completely transformed my cricket experience. The app is intuitive, easy to use, and offers a wide range of contests. I've won some great prizes too!\" Rahul S. \"As a cricket enthusiast, CricketX has been a game-changer for me. I love how I can create my own team and compete with friends. The app's live updates keep me hooked!\" Priya M. \"I've tried a few fantasy cricket apps, but CricketX stands out for its user-friendly interface and detailed player statistics. The contests are competitive, and the rewards are worth it.\" Karan R. \"CricketX is my favorite app for fantasy cricket. It's reliable, secure, and offers a great variety of contests. The customer support is also very responsive, which is a big plus.\" Anjali K. Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Disclaimer: This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports. Privacy Policy ❘ Terms and Conditions © 2024. All rights reserved.",
    "policy": "CricketX Privacy Policy: Learn How We Protect Your Personal Information, Data Usage, and Security Measures. Understand Your Privacy Rights and How We Ensure the Confidentiality and Integrity of Your Data on Our Fantasy Cricket Platform CricketX Terms and Conditions Privacy Policy Privacy Policy 1. Collection of Personal Information 1.1. CricketX collects personal information that you provide to us when you create an account, use our services, or participate in promotional activities. This information may include: * Your name, email address, and phone number * Your date of birth and gender * Your location * Your payment information * Your gameplay data 1.2. We may also collect information about your use of our services, such as the pages you visit, the features you use, and the time you spend on our platform. * Provide and improve our services * Personalize your experience * Communicate with you about your account and our services * Offer you promotional materials and offers 2.2. We do not sell or rent your personal information to third parties. 3.1. We may disclose your personal information to third parties in the following circumstances: * To service providers who help us provide our services * To comply with legal or regulatory requirements * To protect our platform and users 3.2. We require our service providers to take appropriate measures to protect your personal information. 4. Data Retention 4.1. We retain your personal information for as long as your account is active or as necessary to provide our services. 5. Your Rights 5.1. You have the right to: * Access your personal information * Correct your personal information * Delete your personal information * Restrict the processing of your personal information * Object to the processing of your personal information 6. Security 6.1. We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. 6.2. However, no security system is perfect, and we cannot guarantee the complete security of your personal information. 7. Children's Privacy 7.1. CricketX is not directed to children under the age of 18. 7.2. We do not knowingly collect personal information from children under the age of 18. 8. Changes to this Privacy Policy 8.1. We may update this Privacy Policy from time to time to reflect changes in our practices or to comply with legal or regulatory requirements. 8.2. We encourage you to review this Privacy Policy regularly for any changes. 9. Disclaimer: This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports. © 2024. All rights reserved.",
    "terms-conditions": "CricketX Terms and Conditions: Understand the Rules, User Responsibilities, Privacy Policies, and Fair Play Guidelines. Stay Informed and Enjoy a Secure Fantasy Cricket Experience on CricketX CricketX Terms and Conditions Privacy Policy Terms & Conditions 1. Acceptance of Terms By accessing or using the App, you ('User', 'you' or 'your') agree to be bound by these Terms. If you disagree with any part of the Terms, you may not access or use the App. 2. Changes to the Terms We may revise these Terms at any time by updating this page. It is your responsibility to check the Terms periodically for changes. Your continued use of the App following the posting of any changes constitutes your acceptance of those changes. 3. App Description CricketX is a mobile application designed to provide users with a comprehensive platform for all things cricket. The App offers features including: Track live scores, ball-by-ball commentary, and match highlights from various cricket leagues and tournaments. Stay updated with the latest cricket news, player information, and in-depth analysis. Engage with fellow cricket fans, share your views, and join discussions. 4. Eligibility To use the App, you must be at least 18 years of age or have the consent of your parent or legal guardian. 5. User Accounts You may be required to create an account to access certain features of the App. You are solely responsible for maintaining the confidentiality of your account information, including your username and password. You agree to immediately notify CricketX of any unauthorized use of your account or any other breach of security. CricketX reserves the right to terminate your account at any time, for any reason, without prior notice. 6. Content - The App may allow users to submit or post content, including text, images, videos, and other materials ('User Content'). You are solely responsible for the User Content you upload or submit. - You represent and warrant that you own all rights to or have obtained all necessary permissions and licenses for the User Content, and that your User Content will not violate any applicable laws or the rights of any third party. - You grant CricketX a non-exclusive, worldwide, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, publicly display, perform, and create derivative works from your User Content in any media or format. CricketX Content: - CricketX owns all right, title, and interest in and to the content, including, but not limited to, text, graphics, logos, images, videos, and audio ('CricketX Content') contained on the App. - You may not reproduce, modify, distribute, display, or perform any CricketX Content without the express written permission of CricketX. 7. Intellectual Property The App, including its content, is protected by intellectual property rights, including copyrights and trademarks. You may not use the App or its content for any commercial purpose without CricketX's express written consent. 8. User Conduct You agree to use the App in a responsible and ethical manner and comply with all applicable laws and regulations. You may not: - Use the App for any unlawful or unauthorized purpose; - Violate any local, state, national, or international law; - Infringe upon the intellectual property rights of CricketX or any third party; - Engage in any activity that is harmful, abusive, obscene, defamatory, harassing, or threatening; - Upload, post, or transmit any User Content that is illegal, harmful, abusive, obscene, defamatory, harassing, or threatening; 9. Disclaimer of Warranties This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports 10. Limitation of Liability CRICKETX WILL NOT BE LIABLE FOR ANY DAMAGES ARISING FROM YOUR USE OF THE APP, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, AND SPECIAL DAMAGES. © 2024. All rights reserved.",
    "thanks": "CricketX: Thank You for Being a Valued Member! Enjoy Exclusive Rewards, Secure Gaming, and a Thrilling Fantasy Cricket Experience. Stay Tuned for Exciting Updates and Special Promotions. Your Support Fuels Our Passion for Excellence! Thanks for downloading! Our Enduring Bond with the Cricket Community. The foundation of CricketX lies within the unwavering passion and dedication of the cricket community. Our heartfelt thanks extend to every cricket enthusiast who has inspired us, engaged with us, and shared their invaluable feedback. Your unwavering support has driven us to continually strive for excellence and innovation. We recognize the critical role that our esteemed partners have played in shaping the success of CricketX. Their belief in our vision and their willingness to collaborate have been instrumental in our growth. We extend our sincere gratitude to our: For delivering captivating and insightful cricket content that has captivated our audience. We are eternally grateful to our exceptional team, the driving force behind CricketX's success. Their dedication, creativity, and unwavering commitment have been instrumental in shaping our vision into a reality. For tirelessly working to create a robust and feature-rich platform that consistently exceeds expectations. For meticulously designing an intuitive and user-friendly platform that enhances every interaction.For effectively communicating our value proposition and expanding our reach to a broader audience. Our gratitude is not solely confined to those who have directly contributed to CricketX; we extend our appreciation to all who share our passion for innovation and pushing the boundaries of the game we love. As we celebrate our successes, we remain steadfast in our commitment to continuous improvement. Your feedback and encouragement have illuminated areas where we can enhance our offerings and better serve our users. To each and every one of you, we extend our heartfelt thank you. Your support has propelled us forward, and it is your encouragement that drives us to reach for even greater heights. Together, let us continue to shape the future of cricket and create an unforgettable experience for all who love the game. By exploring emerging technologies and collaborating with thought leaders to push the boundaries of cricket engagement. By diversifying our content library with exclusive interviews, in-depth analysis, and insights from cricket experts around the world. By implementing user-centric design principles and incorporating the latest technologies to ensure seamless and intuitive navigation. We at CricketX are thrilled to have you as a part of our ever-growing community. Your support and enthusiasm for fantasy cricket are what drive us to continually improve and deliver the best possible experience. As a member of CricketX, you are not just a player; you are a crucial part of a dynamic and passionate group of cricket fans We would like to extend our heartfelt thanks for your trust and loyalty. Every day, we strive to enhance your experience with new features, better security, and more opportunities to win exciting prizes. Your feedback and suggestions are invaluable to us, and we encourage you to share your thoughts so we can continue to evolve and meet your expectations. At CricketX, we take your privacy and security very seriously. Our advanced encryption technologies and rigorous security measures ensure that your personal information is always protected. We conduct regular audits and updates to safeguard our platform against any potential threats. Your trust in our system is paramount, and we are dedicated to maintaining a safe and trustworthy environment for all our users. We understand that our community's strength lies in its diversity. CricketX brings together fans from all walks of life, united by their love for the game. We are proud to host a platform that celebrates this diversity and fosters a sense of camaraderie and mutual respect. Your passion for cricket is the common thread that binds us all, and we are honored to be a part of your cricketing journey. Home - Page"
  },
  "date": "2024-05-21T11:39:22.879Z"
}