{
  "name": "cricketfrenzyonline",
  "pages": {
    "terms-conditions": "CricketFrenzy Online Terms of Use - Rules and Guidelines for Using Our Services 18+ CricketFrenzy Online Home Play everywhere Why are we Play with us The game of the future Stay up to date Terms of Use Use of CricketFrenzy Online CricketFrenzy Online is designed to provide a fun, engaging, and competitive environment for cricket enthusiasts. Our platform is intended for personal and non-commercial use only. You may not use CricketFrenzy Online for any purpose that is unlawful or prohibited by these Terms of Use. User Conduct We encourage a spirit of fair play and sportsmanship. Users are expected to behave respectfully towards other players. Any form of harassment, abusive language, or inappropriate behavior will not be tolerated. We reserve the right to suspend or terminate the accounts of users who violate our code of conduct. Account Registration To enjoy the full features of CricketFrenzy Online, you may need to register for an account. You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your computer or mobile device. Modifications to the Service CricketFrenzy Online reserves the right to modify, suspend, or discontinue the Service at any time without prior notice. We may also introduce new features, change existing ones, or remove features altogether, all without notice. Termination We reserve the right to terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms. Disclaimer CricketFrenzy Online is provided on an \"as is\" and \"as available\" basis. We disclaim all warranties of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Governing Law These Terms of Use shall be governed by and construed in accordance with the laws of the jurisdiction in which our company is registered. Any dispute arising out of or in connection with these Terms of Use shall be subject to the exclusive jurisdiction of the courts of the said jurisdiction. Changes to Terms of Use We reserve the right to update or change our Terms of Use at any time. Your continued use of the Service after we post any modifications to the Terms of Use on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Terms of Use. Game Rules and Scoring CricketFrenzy Online follows the standard rules of cricket as defined by the International Cricket Council (ICC). However, we have made certain modifications to adapt the game to the mobile platform and to enhance user experience. The game rules and scoring system are explained in detail within the game tutorial and help section. We encourage all users to familiarize themselves with these rules to fully enjoy the game. In-Game Purchases CricketFrenzy Online offers in-game purchases that can enhance your gaming experience. These purchases are entirely optional and are not required to progress in the game. Please note that all in-game purchases are final and non-refundable. User Generated Content CricketFrenzy Online may allow users to create and share their own content, such as custom teams, player profiles, and game highlights. By sharing such content, you grant us a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the content in connection with the Service and our business. Third-Party Services CricketFrenzy Online may contain links to third-party websites or services that are not owned or controlled by us. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. Contact Us If you have any questions about these Terms of Use, please feel free to contact us at cricketfrenzyonline@gmail.com. We are always happy to help! Thank you for choosing CricketFrenzy Online. We hope you enjoy our mobile cricket game and the thrilling experience it offers. Now, let's get ready to bowl, bat, and field your way to victory! Remember, it's all about the love of cricket! CricketFrenzy Online Stay in the game with CricketFrenzy Online Road No. 2, Sri Nagar Colony, Kamalapuri Colony, Banjara Hills, Hyderabad, Telangana 500034, India +91-404-9491234 cricketfrenzyonline@gmail.com Navigation Home Play everywhere Why are we Play with us The game of the future Stay up to date Additionally Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You for Joining CricketFrenzy Online - Start Playing Your Favorite Cricket Games Today &#9786; Thank You for Getting in Touch! We appreciate you taking the time to reach out to us at CricketFrenzy Online. Your feedback and questions are valuable to us. Our team is committed to providing you with the best possible experience, and we'll be sure to consider your input as we continue to improve our platform. We'll review your message and get back to you as soon as possible. In the meantime, feel free to explore more of our site and enjoy the world of cricket at your fingertips. Go back to the main page",
    "disclaimer": "CricketFrenzy Online Disclaimer - Please Read Before Using Our Services 18+ CricketFrenzy Online Home Play everywhere Why are we Play with us The game of the future Stay up to date Disclaimer Nature of the Game CricketFrenzy Online is a mobile game that simulates the sport of cricket. It is designed purely for entertainment purposes. The game does not guarantee any real-world cricket skills or knowledge enhancement. The outcomes in the game are determined by the game's algorithms and are not influenced by any real-world cricket events or performances. Game Availability While we strive to make CricketFrenzy Online available 24/7, we cannot guarantee uninterrupted or error-free access to the game. We may suspend, withdraw, discontinue, or change all or any part of our game without notice. We will not be liable to you if, for any reason, our game is unavailable at any time or for any period. ser Conduct As a user of CricketFrenzy Online, you agree to use our services responsibly and in compliance with all applicable laws. You are prohibited from using our game for any unlawful, fraudulent, or malicious activities. Any attempt to manipulate, disrupt, or otherwise interfere with the normal functioning of the game is strictly prohibited. Intellectual Property All intellectual property rights in CricketFrenzy Online, including but not limited to the game's design, graphics, sound effects, and software, are owned by us or our licensors. You are granted a limited, non-exclusive, non-transferable, revocable license to use our game for personal, non-commercial purposes only. Any other use of our intellectual property without our prior written consent is strictly prohibited. Third-Party Links CricketFrenzy Online may contain links to third-party websites or resources. We do not endorse and are not responsible or liable for their availability, accuracy, content, products, or services. Your use of such third-party resources is at your own risk. Disclaimer of Warranties CricketFrenzy Online is provided on an \"as is\" and \"as available\" basis. We expressly disclaim all warranties of any kind, whether express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose, and non-infringement. We make no warranty that our game will meet your requirements, be error-free, or that any errors will be corrected. Limitation of Liability In no event shall we be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from the use of or inability to use CricketFrenzy Online. Changes to the Disclaimer We reserve the right to modify or update this Disclaimer at any time without prior notice. The revised Disclaimer will be effective immediately upon posting on our website. Your continued use of CricketFrenzy Online following the posting of the revised Disclaimer constitutes your acceptance of the changes. Governing Law This Disclaimer and any dispute or claim arising out of or in connection with it or its subject matter or formation shall be governed by and construed in accordance with the laws of the jurisdiction where our company is registered. Game Updates and Modifications CricketFrenzy Online reserves the right to update, modify, or remove any part of the game at any time without prior notice. These updates and modifications may include, but are not limited to, changes in gameplay, features, functions, and user interface. We strive to improve the game continuously and provide the best possible gaming experience to our users. In-Game Purchases CricketFrenzy Online may offer in-game purchases. These purchases are entirely optional and are not required to play the game. However, once you make a purchase, it is final and non-refundable, except as required by law. We are not responsible for any unauthorized purchases made by minors without parental consent. Termination of Account We reserve the right to terminate or suspend your account at any time without prior notice if we believe that you have violated any provision of this Disclaimer or any applicable law. Upon termination, your right to use the game will immediately cease. User Content Any content that you submit, post, or display on or through CricketFrenzy Online, including but not limited to comments, reviews, and suggestions, is considered \"User Content.\" You retain ownership of your User Content, but you grant us a perpetual, irrevocable, non-exclusive, royalty-free, worldwide license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Content in any form, media, or technology. Indemnification You agree to indemnify, defend, and hold harmless CricketFrenzy Online and its affiliates, officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt arising from your use of the game, violation of this Disclaimer, or violation of any third-party right, including but not limited to copyright, trademark, or privacy right. Contact Information If you have any questions or concerns about this Disclaimer, please contact us at cricketfrenzyonline@gmail.com. By using CricketFrenzy Online, you acknowledge that you have read, understood, and agreed to be bound by this Disclaimer. We appreciate your cooperation and understanding. Enjoy your cricket gaming experience! CricketFrenzy Online Stay in the game with CricketFrenzy Online Road No. 2, Sri Nagar Colony, Kamalapuri Colony, Banjara Hills, Hyderabad, Telangana 500034, India +91-404-9491234 cricketfrenzyonline@gmail.com Navigation Home Play everywhere Why are we Play with us The game of the future Stay up to date Additionally Disclaimer Privacy Policy Terms of Use",
    "index": "CricketFrenzy Online - The Ultimate Mobile Cricket Gaming Experience 18+ CricketFrenzy Online Home Play everywhere Why are we Play with us The game of the future Stay up to date Welcome to the Ultimate Cricket Experience CricketFrenzy Online: Your One-Stop Destination for Mobile Cricket Gaming CricketFrenzy Online is the premier destination for cricket fans looking to enjoy the thrill of the game on their mobile devices. With our wide selection of mobile cricket games, you can experience the excitement of cricket anytime, anywhere. Whether you're a casual gamer or a die-hard cricket fanatic, we have something for everyone. Our mobile cricket games feature realistic graphics, intuitive controls, and immersive gameplay that will make you feel like you're right in the middle of the action. From T20 matches to test cricket, you can play your favorite format of the game and compete against other players from around the world. At CricketFrenzy Online, we're passionate about cricket, and we're committed to providing our users with the best possible gaming experience. So what are you waiting for? Join the CricketFrenzy Online community today and start playing the ultimate mobile cricket games! Play everywhere Play Cricket Games on the Go with CricketFrenzy Online With CricketFrenzy Online, you can enjoy your favorite cricket games on the go, wherever you are. Our mobile cricket games are designed to be played on your smartphone or tablet, so you can take them with you wherever you go. Whether you're commuting to work, waiting for a friend, or just taking a break, our games are the perfect way to pass the time and enjoy some cricket action. Our mobile cricket games are optimized for mobile devices, so you can expect smooth gameplay, fast loading times, and intuitive controls. You can choose from a variety of games, each with its own unique features and gameplay styles. From quick matches to full-fledged tournaments, you can play cricket games that suit your mood and skill level. Why Choose CricketFrenzy Online? Discover the Features that Make CricketFrenzy Online the Best Mobile Cricket Gaming Destination Realistic Graphics and Immersive Gameplay Our mobile cricket games feature high-quality graphics and immersive gameplay that will make you feel like you're right in the middle of the action. From the lush green cricket pitches to the roar of the crowd, every aspect of our games is designed to provide an authentic cricket experience. Download Wide Selection of Games and Formats At CricketFrenzy Online, we offer a wide selection of mobile cricket games and formats to choose from. Whether you're in the mood for a quick T20 match or a full-fledged test cricket series, we have something for everyone. You can also choose from different difficulty levels and game modes to suit your skill level and preferences. Download Active Community and Regular Updates CricketFrenzy Online is more than just a mobile gaming platform. It's a community of cricket fans from around the world who share a passion for the game. Our active community is always engaged in discussions, sharing tips and strategies, and participating in challenges and tournaments. We also provide regular updates and new content to keep our games fresh and exciting. Join the CricketFrenzy Online community today and become a part of the ultimate mobile cricket gaming experience! Download Compete in Multiplayer Matches Test your skills against other players from around the world in multiplayer matches. You can join public matches or create your own private matches with friends. With real-time multiplayer gameplay, you'll feel like you're right in the middle of the action. Participate in Tournaments and Challenges Take your skills to the next level by participating in tournaments and challenges. Compete against other players to earn rewards and climb the leaderboards. With regular tournaments and challenges, there's always something new and exciting to play for. Customize Your Team and Players Make your team and players your own by customizing their appearance, skills, and attributes. You can unlock new customization options as you progress through the game, giving you even more ways to make your team stand out. Get Started with CricketFrenzy Online Join the Ultimate Mobile Cricket Gaming Community Today and Start Playing Your Favorite Games Getting started with CricketFrenzy Online is easy. Simply download our game via the form below, create an account and start playing. Our intuitive user interface and clear game mechanics make it easy for anyone to pick up and play, no matter their skill level. Why Mobile Cricket Gaming is the Future of Cricket Mobile cricket gaming has become increasingly popular in recent years, and for good reason. With the rise of mobile technology, it's now easier than ever to enjoy your favorite cricket games on the go. Here are just a few reasons why mobile cricket gaming is the future of cricket: Accessibility Mobile cricket games are accessible to anyone with a smartphone or tablet. You don't need to invest in expensive gaming consoles or PCs to enjoy high-quality cricket games. With mobile cricket games, you can play your favorite games anytime, anywhere. Convenience Mobile cricket games are designed to be played in short bursts, making them perfect for busy people who don't have time to sit down for a long gaming session. You can play a quick match while waiting for the bus, or squeeze in a few overs during your lunch break. Community Mobile cricket games have a large and active community of players from around the world. You can connect with other cricket fans, share tips and strategies, and participate in multiplayer matches and tournaments. This sense of community is what makes mobile cricket gaming so special. Stay Up-to-Date with CricketFrenzy Online Get the Latest News, Updates, and Announcements from the World of Mobile Cricket Gaming At CricketFrenzy Online, we're always working to improve our games and provide the best possible experience for our players. That's why we regularly release updates, new features, and announcements to keep our community informed and engaged. Follow Us on Social Media Follow us on social media to get the latest news and updates from CricketFrenzy Online. We regularly post about new game releases, updates, and community events on our Facebook, Twitter, and Instagram pages. You can also connect with other players and share your own experiences with our games. Join the CricketFrenzy Online Community Today Are you ready to join the ultimate mobile cricket gaming community? Sign up for CricketFrenzy Online today and start playing your favorite cricket games with players from around the world. Here's what you can expect when you join: Access to a wide variety of mobile cricket games, including T20, ODI, and Test matches. Real-time multiplayer matches and tournaments with players from around the world. Regular updates and new game releases to keep the experience fresh and exciting. An active community of cricket fans to connect with and share your experiences. Customizable teams and players to make your gaming experience truly unique. I accept privacy policy Get the game CricketFrenzy Online Stay in the game with CricketFrenzy Online Road No. 2, Sri Nagar Colony, Kamalapuri Colony, Banjara Hills, Hyderabad, Telangana 500034, India +91-404-9491234 cricketfrenzyonline@gmail.com Navigation Home Play everywhere Why are we Play with us The game of the future Stay up to date Additionally Disclaimer Privacy Policy Terms of Use We use cookies to improve your experience on our website.Continuing to use the site, you agree using cookies. Accept",
    "privacy-policy": "CricketFrenzy Online Privacy Policy - Protecting Your Personal Information 18+ CricketFrenzy Online Home Play everywhere Why are we Play with us The game of the future Stay up to date Privacy Policy Welcome to CricketFrenzy Online, the ultimate mobile cricket gaming experience! As you immerse yourself in the thrilling world of virtual cricket, we want to assure you that your privacy is of utmost importance to us. This Privacy Policy outlines how we handle and protect your information while you enjoy our game. First and foremost, we want to clarify that CricketFrenzy Online does not collect or use any personal information from its users. Our primary focus is to provide an engaging and enjoyable gaming experience, not to gather personal data. When you download and play CricketFrenzy Online, you can rest assured that your personal information remains solely with you. We do not require any personal details to create an account, play the game, or access its features. Our game is designed to be a fun and safe space for all cricket enthusiasts. However, we do collect non-personal information, which is data in a form that does not permit direct association with any specific individual. We may collect, use, transfer, and disclose non-personal information for any purpose. This information is used to help us understand how our players interact with our game, allowing us to improve it and create a better user experience. For instance, we may collect data about your device, such as the model, operating system, and screen size. This helps us optimize our game for various devices, ensuring smooth gameplay for all our users. We may also collect data about your gameplay, such as the levels you've completed, the scores you've achieved, and the items you've collected. This information helps us balance our game, create new content, and fix any issues that may arise. Furthermore, we may collect data about how you use our game, such as the features you use, the time you spend on each feature, and the actions you take. This helps us understand what our players enjoy and what they don't, allowing us to improve our game and develop new features. We may also collect data about your location, but only to provide location-based services, such as local leaderboards and events. This data is not associated with your personal information and is used solely to enhance your gaming experience. In addition, we may use cookies and other technologies to collect data about your use of our game. Cookies are small text files that are stored on your device when you visit a website. They help us remember your preferences, track your use of our game, and provide you with a more personalized experience. You can disable cookies in your browser settings, but please note that this may affect the functionality of our game. We may share your non-personal information with our partners, such as advertisers and analytics providers. This information helps them understand how our game is used and how it can be improved. We may also share your non-personal information in the event of a merger, acquisition, or sale of all or a portion of our assets. In such cases, we will ensure that the recipient agrees to protect your information in accordance with this Privacy Policy. We take reasonable measures to protect your non-personal information from unauthorized access, disclosure, alteration, or destruction. However, please note that no method of transmission over the Internet or method of electronic storage is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security. We do not knowingly collect personal information from children under the age of 13. If we learn that we have inadvertently collected personal information from a child under 13, we will take steps to delete the information as soon as possible. This Privacy Policy may be updated from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. If you have any questions or concerns about this Privacy Policy, please feel free to contact us at cricketfrenzyonline@gmail.com. We will be more than happy to assist you. Thank you for choosing CricketFrenzy Online. We hope you enjoy our game and have a fantastic time playing cricket in the virtual world! CricketFrenzy Online Stay in the game with CricketFrenzy Online Road No. 2, Sri Nagar Colony, Kamalapuri Colony, Banjara Hills, Hyderabad, Telangana 500034, India +91-404-9491234 cricketfrenzyonline@gmail.com Navigation Home Play everywhere Why are we Play with us The game of the future Stay up to date Additionally Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-06-18T12:26:55.780Z"
}