{
  "name": "CrickMania",
  "pages": {
    "disclaimer": "Redefining Mobile Cricket: The Ultimate Gaming Experience Awaits CrickMania Get App CrickMania Disclaimer CrickMania is a mobile cricket game designed for entertainment purposes only. While we strive to provide an immersive and realistic gaming experience, it is important to understand that the game is a virtual representation and should not be considered a substitute for the actual sport of cricket. The developers of CrickMania have made every effort to ensure the accuracy and authenticity of the game's content, including player statistics, team information, and gameplay mechanics. However, we do not guarantee the absolute precision of the data or the outcomes of the matches within the game. CrickMania may contain elements of excitement, competitiveness, and simulated experiences that can be engaging and enjoyable. However, it is crucial to remember that the game should be enjoyed responsibly and in moderation. We encourage players to exercise self-control and maintain a healthy balance between gaming and other aspects of life. If you or someone you know is struggling with gaming addiction or experiencing negative impacts on mental or physical well-being, we strongly recommend seeking professional help from qualified healthcare professionals or support organizations. The developers of CrickMania are not responsible for any personal or legal consequences that may arise from the misuse or excessive use of the game. It is the responsibility of each player to ensure that their gameplay remains within the bounds of responsible and lawful behavior. For any inquiries, concerns, or feedback regarding CrickMania, please feel free to contact us at crickmania@gmail.com . We value your input and strive to continuously improve the gaming experience for our users while promoting responsible and healthy gaming practices. By downloading and using CrickMania, you acknowledge and agree to the terms and conditions outlined in this disclaimer. We hope you enjoy the game and experience the thrill of cricket in a safe and responsible manner. CrickMania Phone: +912604386458 E-mail: crickmania@gmail.com Address: 35, Janpath Rd, Janpath, Connaught Place, New Delhi, Delhi 110001, India Terms conditions Privacy policy Disclaimer",
    "index": "Cricket Mania: Unleash Your Cricketing Prowess on the Virtual Pitch CrickMania Get App CrickMania Immerse Yourself in the Realistic World of Cricket CrickMania is an exhilarating mobile game that will transport you to real cricket fields. Experience the incredible thrill and adrenaline rush of every shot and delivery. Get App About CrickMania CrickMania is a captivating mobile game that takes the beloved sport of cricket to new heights. Prepare to be transported to breathtaking virtual stadiums, where the boundaries between reality and fantasy blur seamlessly. Immerse yourself in a world where cricket is more than just a game – it's an epic adventure. Assemble your dream team of legendary players, each with unique abilities and strengths. Strategize your gameplay, master intricate techniques, and unleash powerful shots that defy the laws of physics. From futuristic arenas to awe-inspiring landscapes, CrickMania offers a visually stunning experience that will leave you in awe. Cutting-edge graphics and realistic animations bring every moment to life, ensuring that you feel the intensity of each delivery and the exhilaration of every boundary scored. Whether you're a seasoned cricket enthusiast or a newcomer to the sport, CrickMania promises an unforgettable journey filled with excitement, challenge, and pure cricketing bliss. Get ready to redefine the boundaries of cricket and embark on an extraordinary adventure like no other. 1,5M+ Daily active users 4,7M Application downloads 24/7 24 hour support 100% Protecting your data Why CrickMania Stands Out CrickMania is a groundbreaking mobile cricket game that offers an unparalleled gaming experience. Here are the key advantages that set it apart from other cricket games: Unmatched realism with stunning graphics and lifelike animations Authentic cricket stadiums and environments meticulously recreated Intuitive and responsive controls for seamless gameplay Extensive multiplayer modes for competitive matches against players worldwide Customizable player and team options for personalized experiences Regular updates with new content, features, and gameplay modes Engaging career mode to hone your skills and rise through the ranks Comprehensive tutorials and guides for beginners to learn the game With CrickMania, you'll experience the thrill of cricket like never before, combining cutting-edge technology with a deep understanding of the sport's nuances. Get ready to dominate the pitch and become a cricket legend! Get App What Players are Saying \"CrickMania is the most immersive cricket game I've ever played on mobile. The graphics are stunning, and the gameplay feels incredibly realistic. I love the attention to detail in the stadiums and player animations.\" - John D. \"As a die-hard cricket fan, I'm blown away by the depth and authenticity of CrickMania. The career mode is addictive, and the multiplayer matches against players worldwide are intense and thrilling.\" - Sarah K. \"I've tried many cricket games, but none come close to the level of realism and polish that CrickMania offers. The controls are intuitive, and the gameplay mechanics are spot-on. It's a must-have for any cricket enthusiast.\" - Michael T. \"CrickMania has exceeded all my expectations. The attention to detail in recreating the stadiums and environments is incredible. The regular updates with new content keep the game fresh and exciting.\" - Emily R. How to Start Playing Ready to experience the ultimate cricket gaming adventure? Follow these simple steps to begin your journey with CrickMania: Enter your phone number in the form below to receive the download link for the CrickMania app. Once downloaded, launch the app and complete the registration process by creating your account. Customize your player avatar and assemble your dream cricket team with unique abilities and strengths. Go through the comprehensive tutorial and practice mode to master the gameplay mechanics and controls. Participate in thrilling matches against AI opponents or challenge players worldwide in intense multiplayer battles. Climb the ranks and compete in prestigious tournaments to become the ultimate cricket champion. Stay updated with regular content releases, including new stadiums, game modes, and exciting features. With CrickMania, the world of cricket is at your fingertips. Immerse yourself in the action, hone your skills, and experience the thrill of victory like never before. Get ready to dominate the pitch and cement your legacy as a cricket legend! FAQ Is CrickMania free to play? Yes, CrickMania is a free-to-play mobile game. You can download and enjoy the full gaming experience without any upfront costs. What devices is CrickMania compatible with? CrickMania is available for both iOS and Android devices. It is optimized to run smoothly on a wide range of smartphones and tablets. Can I play against friends or random opponents? Absolutely! CrickMania offers various multiplayer modes where you can challenge your friends or compete against players from around the world in real-time matches. How often is new content added to the game? The CrickMania development team is committed to providing regular updates with new content, features, and gameplay modes. You can expect fresh content every few weeks to keep the experience exciting and engaging. Is there a way to customize my team and players? Yes, CrickMania offers extensive customization options. You can create your own unique player avatar, customize your team's kit and logo, and even unlock special abilities and power-ups as you progress through the game. Get the Game Ready to embark on the ultimate cricket gaming adventure? Enter your phone number below, and we'll send you the download link for CrickMania directly to your device. Please note that while CrickMania is designed for entertainment purposes, it may contain elements of excitement and competitiveness. We encourage responsible gameplay and self-control. &nbsp;I accept&nbsp; Privacy Policy Get the App CrickMania Phone: +912604386458 E-mail: crickmania@gmail.com Address: 35, Janpath Rd, Janpath, Connaught Place, New Delhi, Delhi 110001, India Terms conditions Privacy policy Disclaimer This website uses cookies to enhance your browsing experience. By continuing to use this website, you agree to our use of cookies in accordance with our Privacy Policy. Accept Cookies",
    "privacy-policy": "Conquer the Pitch: Become a Cricket Legend with Cricket Mania CrickMania Get App CrickMania Privacy Policy At Cricket Mania, we are committed to protecting the privacy and personal information of our users. This Privacy Policy outlines how we collect, use, and safeguard the information you provide when using our mobile cricket game application. Information Collection and Use When you download and use Cricket Mania, we may collect certain personal information from you, such as your email address, phone number, or device information. This information is used solely for the purpose of providing and improving our services, including: Enabling multiplayer functionality and matchmaking Sending important updates, notifications, and promotional offers Analyzing usage data to enhance the gaming experience Addressing technical issues and providing customer support We do not share, sell, or rent your personal information to third parties for marketing purposes without your explicit consent. Data Security We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, please note that no method of data transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Third-Party Services Cricket Mania may integrate with third-party services, such as social media platforms or analytics providers. These services may collect information about your use of our application for their own purposes. We recommend reviewing the privacy policies of these third-party services to understand their data collection and usage practices. Children's Privacy Cricket Mania is not intended for children under the age of 13. We do not knowingly collect personal information from children. If we become aware that we have inadvertently collected personal information from a child under 13 without parental consent, we will take steps to remove that information from our systems. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. Contact Us If you have any questions, concerns, or requests regarding this Privacy Policy or our data practices, please contact us at crickmania@gmail.com. By using Cricket Mania, you acknowledge and agree to the terms of this Privacy Policy. We value your trust and are committed to protecting your privacy while providing an engaging and enjoyable gaming experience. CrickMania Phone: +912604386458 E-mail: crickmania@gmail.com Address: 35, Janpath Rd, Janpath, Connaught Place, New Delhi, Delhi 110001, India Terms conditions Privacy policy Disclaimer",
    "terms-conditions": "Immerse Yourself in the Thrill of Cricket Mania: A Game Like No Other CrickMania Get App CrickMania Terms and Conditions 1. Intellectual Property Rights The Game, including but not limited to its software, graphics, sound, music, and other content, is the intellectual property of Cricket Mania Inc. and is protected by copyright, trademark, and other intellectual property laws. You are granted a non-exclusive, non-transferable, revocable license to use the Game for personal, non-commercial purposes only. 2. User Conduct You agree to use the Game in a responsible and lawful manner. You shall not engage in any activities that may disrupt or interfere with the Game's operation or the enjoyment of other users. This includes, but is not limited to, cheating, exploiting bugs, harassing other players, or engaging in any illegal activities. 3. Age Restrictions The Game may contain content that is not suitable for all ages. By downloading and using the Game, you confirm that you meet the minimum age requirement of 13 years old or have obtained parental consent if you are under the age of 13. 4. In-App Purchases The Game may offer optional in-app purchases for virtual items or features. These purchases are non-refundable, and Cricket Mania Inc. reserves the right to modify or discontinue any virtual items or features at any time without prior notice. 5. Privacy and Data Collection Cricket Mania Inc. may collect and use certain data from your device, such as device identifiers, usage data, and location information, for the purpose of improving the Game and providing relevant content and advertisements. By using the Game, you consent to the collection and use of this data in accordance with our Privacy Policy. 6. Third-Party Services The Game may integrate or link to third-party services, websites, or applications. Cricket Mania Inc. is not responsible for the content, privacy policies, or practices of these third-party services, and your use of them is at your own risk. 7. Modifications and Updates Cricket Mania Inc. reserves the right to modify, update, or discontinue the Game or any part thereof at any time without prior notice. We may also impose limits on certain features or restrict access to parts of the Game. 8. Disclaimer of Warranties The Game is provided \"as is\" without any warranties, express or implied. Cricket Mania Inc. does not guarantee the uninterrupted or error-free operation of the Game or the accuracy, reliability, or currency of any information provided through the Game. 9. Limitation of Liability Cricket Mania Inc. shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from the use or inability to use the Game, including but not limited to loss of data, revenue, or profits. 10. Termination Cricket Mania Inc. reserves the right to terminate your access to the Game at any time, without notice, for any reason, including but not limited to a violation of these terms and conditions. If you have any questions or concerns regarding these terms and conditions, please contact us at crickmania@gmail.com. By continuing to use the Game, you acknowledge that you have read, understood, and agreed to these terms and conditions. CrickMania Phone: +912604386458 E-mail: crickmania@gmail.com Address: 35, Janpath Rd, Janpath, Connaught Place, New Delhi, Delhi 110001, India Terms conditions Privacy policy Disclaimer",
    "thank_page": "Elevate Your Cricket Passion: Embark on an Epic Journey with Cricket Mania CrickMania Thank You for Your Interest! We appreciate you taking the time to request the download link for Cricket Mania. Your submission has been received, and we will send the link to the provided phone number shortly. Once you receive the download link, simply follow the instructions to install the app on your device. After installation, you can create your player profile, customize your team, and dive into the action-packed world of Cricket Mania. If you have any further questions or need assistance, please don't hesitate to contact our support team at crickmania@gmail.com Get ready to dominate the pitch and become a cricket legend! Thank you once again for your interest in Cricket Mania. We can't wait for you to experience the ultimate mobile cricket game. Return to Home Page"
  },
  "date": "2024-05-23T09:05:47.808Z"
}