{
  "name": "CricBlast",
  "pages": {
    "terms-conditions": "Terms and Conditions | CricBlast: Your Rules of Engagement Welcome About Us How to Play F.A.Q. Download App Terms and Conditions Welcome to CricBlast. These Terms and Conditions govern your use of our website and app. By accessing or using our services, you agree to be bound by these Terms and Conditions. Account Registration To use certain features of our services, you may be required to create an account. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. Acceptable Use You agree to use our services only for lawful purposes and in accordance with these Terms and Conditions. You may not use our services in any manner that could damage, disable, overburden, or impair our website or app. Intellectual Property All content included in our services, such as text, graphics, logos, images, and software, is the property of CricBlast or its licensors and is protected by copyright and other laws. Limitation of Liability We shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, arising from your use of our services. Changes to These Terms and Conditions We reserve the right to modify or replace these Terms and Conditions at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Contact Us If you have any questions about these Terms and Conditions, please contact us at cricblast@gmail.com. Privacy Policy Terms Conditions Cookies Policy cricblast@gmail.com Payment Partners Disclaimer CricBlast is a fantasy sports platform involving financial risk. Please play responsibly. By using this site, you agree to our Privacy Policy. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies. Learn more Close",
    "thank_page": "Thank You for Request | CricBlast: Your Fantasy Awaits Welcome About Us How to Play F.A.Q. Download App Thank you for your interest in our application! Your download request has been received, please await further instructions. Back to the main page Privacy Policy Terms Conditions Cookies Policy cricblast@gmail.com Payment Partners Disclaimer CricBlast is a fantasy sports platform involving financial risk. Please play responsibly. By using this site, you agree to our Privacy Policy. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies. Learn more Close",
    "cookies-policy": "Cookies Privacy | CricBlast: Managing Your Online Experience Welcome About Us How to Play F.A.Q. Download App Cookies Privacy Welcome to CricBlast. This Cookies Privacy Policy explains how we use cookies and similar technologies when you use our website and app. What Are Cookies? Cookies are small text files that are stored on your device when you visit a website. They are widely used to make websites work more efficiently and to provide information to the website owners. How We Use Cookies We use cookies to analyze website traffic, personalize content, and serve targeted advertisements. We may also use cookies to remember your preferences and settings, such as language and location. Types of Cookies We Use We use both session cookies and persistent cookies. Session cookies are temporary and are deleted when you close your browser, while persistent cookies remain on your device for a longer period of time. Your Choices You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser settings to decline cookies if you prefer. However, this may prevent you from taking full advantage of our website and app. Changes to This Cookies Privacy Policy We may update this Cookies Privacy Policy from time to time. We will notify you of any changes by posting the new policy on our website. You are advised to review this policy periodically for any changes. Contact Us If you have any questions about this Cookies Privacy Policy, please contact us at cricblast@gmail.com. Privacy Policy Terms Conditions Cookies Policy cricblast@gmail.com Payment Partners Disclaimer CricBlast is a fantasy sports platform involving financial risk. Please play responsibly. By using this site, you agree to our Privacy Policy. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies. Learn more Close",
    "disclaimer": "Disclaimer: Important Information About Using Our Website | CricBlast Welcome About Us How to Play F.A.Q. Download App Disclaimer All content provided on this website is for informational purposes only. The owners of this website make no representations as to the accuracy or completeness of any information on this site or found by following any link on this site. The owners will not be liable for any errors or omissions in this information nor for the availability of this information. The owners will not be liable for any losses, injuries, or damages from the display or use of this information. This website may contain links to external websites that are not provided or maintained by or in any way affiliated with the owners of this website. Please note that the owners of this website do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The information provided by this website is not a substitute for professional advice. If you have specific concerns or a situation arises in which you require professional or medical advice, you should consult with an appropriately trained and qualified specialist. This website does not offer any warranties, express or implied, regarding the accuracy, reliability, or completeness of the content provided. Any action you take upon the information you find on this website is strictly at your own risk. The owners will not be liable for any losses or damages in connection with the use of this website. Privacy Policy Terms Conditions Cookies Policy cricblast@gmail.com Payment Partners Disclaimer CricBlast is a fantasy sports platform involving financial risk. Please play responsibly. By using this site, you agree to our Privacy Policy. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies. Learn more Close",
    "index": "CricBlast: Your Ultimate Destination for Fantasy Cricket Welcome About Us How to Play F.A.Q. Download App Ignite Your Gaming Passion with CricBlast! Dive into the world of fantasy cricket for a shot at daily prizes worth up to 1 crore – where every match is a chance to win big! Download Round-the-Clock Support Create Your Own Team Real-Time Updates Big Prizes Secure Transactions Download About Us Welcome to CricBlast, the ultimate destination for cricket enthusiasts and fantasy sports lovers. At CricBlast, we believe in blending the thrill of cricket with the excitement of fantasy sports to provide an unparalleled gaming experience. Founded by a team of passionate cricket fans and tech enthusiasts, our mission is to create a platform where users can engage with cricket in a whole new way. Our application allows you to immerse yourself in the world of cricket by creating your dream team, placing strategic bets, and competing against other cricket fans from across India. Whether you're a casual follower or a die-hard cricket fan, CricBlast offers something for everyone. With real-time updates, live scores, and comprehensive statistics, you can stay on top of the game and make informed decisions to maximize your chances of winning. One of the key features of CricBlast is our 24/7 support system, ensuring that help is always available whenever you need it. Our secure transaction system guarantees that your financial and personal data are always protected, allowing you to play with peace of mind. We also offer daily prizes worth up to 1 crore, giving you the opportunity to win big and make your cricketing dreams come true. Creating your own team on CricBlast is both fun and rewarding. You can choose your favorite players, form a team, and compete in various leagues and tournaments. The real-time updates and live match tracking keep you engaged and informed throughout the game. Our platform is designed to be user-friendly and accessible, making it easy for anyone to join and start playing. At CricBlast, we are committed to providing a seamless and enjoyable user experience. Our app is continuously updated with new features and improvements based on user feedback. We strive to be the best fantasy cricket platform in India, and we are always looking for ways to innovate and enhance our offerings. Join the CricBlast community today and experience the thrill of cricket like never before. Whether you're looking to test your cricket knowledge, compete with friends, or simply enjoy the game, CricBlast is the perfect platform for you. Download the app now and start your journey towards becoming a cricket legend! Why Choose CricBlast? Real-time match updates Stay on top of every game with live updates and real-time scoring. Secure and easy transactions Enjoy seamless and safe transactions for all your deposits and withdrawals. Join leagues with friends Compete against friends and other players in various leagues and tournaments. Win exciting prizes Stand a chance to win daily prizes worth up to 1 crore by playing and winning. Create your dream team Build your fantasy cricket team from your favorite players and take on the competition. 24/7 customer support Our dedicated support team is available around the clock to assist you with any issues. Detailed player statistics Access comprehensive stats and insights to make informed decisions. User-friendly interface Navigate our app with ease thanks to its intuitive and user-friendly design. How to Play Download the app Get the CricBlast app from the App Store or Google Play Store. Install the app Follow the installation instructions to set up the app on your device. Sign up and create your account Register with your details and set up your profile to get started. Choose your favorite matches Browse through the upcoming matches and select the ones you want to participate in. Build your fantasy cricket team Pick players based on their stats and form to create your dream team. Track scores and win points Follow the live scores and earn points based on your team's performance. Redeem your rewards Exchange your points for exciting rewards and prizes. Preview CricBlast Downloading CricBlast Tap the download button to get the CricBlast APK file and click to begin the installation process. Ensure you enable installation from unknown sources in your device's settings. Frequently Asked Questions How do I download the CricBlast app? &#10010; To download the CricBlast app, visit our website or find it on the App Store or Google Play Store. Tap the download button to get the APK file. How do I install the CricBlast APK? &#10010; After downloading the APK file, tap on it to start the installation process. Make sure to enable installation from unknown sources in your device's settings. How do I create an account? &#10010; Open the CricBlast app and tap on the 'Sign Up' button. Fill in your details, create a username and password, and you're all set. How do I join a league? &#10010; To join a league, navigate to the 'Leagues' section in the app, select a league that interests you, and follow the prompts to join. How can I track my team's performance? &#10010; Track your team's performance by going to the 'My Teams' section. Here, you can view live scores and updates on your team's progress. How do I redeem my rewards? &#10010; To redeem rewards, go to the 'Rewards' section in the app. Select the reward you want to claim, and follow the instructions to redeem it. Is my personal information secure? &#10010; Yes, your personal information is secure. We use advanced encryption and security protocols to ensure your data is protected. How can I contact customer support? &#10010; For customer support, visit the 'Help' section in the app or contact us through the 'Contact Us' page on our website. Our support team is available 24/7. What Our Users Say \"CricBlast is the best fantasy cricket app I’ve used. The interface is so user-friendly and the real-time updates are fantastic!\" Rahul Sharma ★★★★★ \"I love how I can join leagues with my friends and compete for amazing prizes. CricBlast makes the game so much more exciting.\" Priya Patel ★★★★☆ \"Creating my dream team and tracking their performance live is a thrill. Highly recommend CricBlast for all cricket fans!\" Arjun Mehta ★★★★★ \"The customer support is amazing. They helped me with my issues instantly. Great app and great team!\" Anjali Singh ★★★★☆ Download CricBlast Now! I agree to the Privacy Policy Download Privacy Policy Terms Conditions Cookies Policy cricblast@gmail.com Payment Partners Disclaimer CricBlast is a fantasy sports platform involving financial risk. Please play responsibly. By using this site, you agree to our Privacy Policy. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies. Learn more Close",
    "privacy-policy": "Privacy Policy | CricBlast: Protecting Your Data Welcome About Us How to Play F.A.Q. Download App Privacy Policy Welcome to CricBlast. Your privacy is important to us. This Privacy Policy explains how we collect, use, and protect your personal information when you use our website and app. Information We Collect We collect information that you provide to us directly, such as when you create an account, enter a competition, or contact us for support. This information may include your name, email address, phone number, and payment details. How We Use Your Information We use your information to provide, maintain, and improve our services, to communicate with you, and to personalize your experience. We may also use your information for marketing purposes, with your consent. Sharing Your Information We do not share your personal information with third parties except as necessary to provide our services, comply with the law, or protect our rights. We may share information with service providers who perform functions on our behalf, such as payment processing. Data Security We implement a variety of security measures to protect your personal information. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee its absolute security. Your Choices You have the right to access, correct, or delete your personal information. You can do this by contacting us at cricblast@gmail.com. You may also opt out of receiving marketing communications from us at any time. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes. Contact Us If you have any questions about this Privacy Policy, please contact us at cricblast@gmail.com. Privacy Policy Terms Conditions Cookies Policy cricblast@gmail.com Payment Partners Disclaimer CricBlast is a fantasy sports platform involving financial risk. Please play responsibly. By using this site, you agree to our Privacy Policy. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to browse the site, you are agreeing to our use of cookies. Learn more Close"
  },
  "date": "2024-05-29T09:55:51.086Z"
}