{
  "name": "CricketAce",
  "pages": {
    "cookies": "Cookie Preferences at CricketAce – Manage Your Privacy Settings CricketAce 18+ Cookies Policy CricketAce is an innovative platform offering fantasy sports management where sports enthusiasts can leverage their knowledge of the game. Our application allows users to assemble their team from real players, compete against others, and earn points based on real player performances in upcoming matches without placing any bets. This page explains the cookie policy of the CricketAce application. What Are Cookies? As with many applications, CricketAce utilizes cookies. Cookies are small text files that are placed on your device (computer, phone, tablet, etc.) to recognize it, store preferences, compile statistics, and deliver targeted advertising. These files are made up of text, numbers, or dates but do not contain personal information, hence they cannot compromise the safety of your device (such as spreading a virus). Access to this data is available to certain data processors, including Microsoft Ltd., Google Ltd., Match2One AB, and Facebook Ltd. Your use of our application indicates your acceptance of the use of cookies, encompassing third-party cookies as well. Nevertheless, you have the option to delete or block cookies at any moment. Further details about the cookies used through our application are provided at the end of this page. Be aware that deleting or blocking cookies may lead to suboptimal app performance, potentially repetitive advertisements, and inaccessible content. We utilize cookies to compile log files of user interactions within the app. Like all digital services, these logs provide a summary of visited screens, usage timings, and geographical locations derived from IP addresses; however, we only ascertain the city of access. More details about our personal data processing, which includes IP addresses, can be accessed in our privacy policy. These logs serve as a tool for traffic analysis and as a safeguard, such as helping to thwart hacker activities. IP address logs and associated data are retained for 5 years before deletion. The overall purpose of our cookie usage encompasses marketing strategy optimization, user experience enhancement, and app functionality improvement. The information gleaned through cookies provides invaluable insights into user behavior, which guides the refining of our marketing efforts and user experience, ensures the app's personalized finesse, targets online ads accurately, and heightens the application's utility for our audience. What Cookies Do We Use? A summary of the cookies stored on your device by our app can be located at the bottom of this page. We use an array of cookies for different reasons; for example, heat maps tracing user activity throughout the app are periodically utilized and this information is stored. Heat maps are instrumental in comprehending user navigation and interaction on the app, which assists in our ongoing optimization process. Cookies Used for Analysis CricketAce employs tools such as \"Google Analytics\" and \"Matomo\" to assess where our users are accessing the app from, using their IP addresses. The collected geographic data ensures we operate within regions where fantasy sports are allowed. Additionally, we compile anonymized statistics on visit counts, duration of app usage, and accessed screens, which underpins our tailored advertising strategies. Targeted Advertising Throughout your experience with CricketAce, your device stores cookies enabling targeted advertising across various platforms such as Facebook and Instagram, as well as other websites. These advertisements may also appear as banner ads on third-party sites. Our targeted marketing activities are discontinued no later than 180 days after your last visit to the app. To avoid targeted advertisements, you can opt to delete or block cookies. Examples of third-party cookies include but are not limited to: The integration of these features is meant to enrich user experience by offering additional functionalities, such as video playback. CricketAce is your premier platform for managing fantasy sports, offering enthusiasts a space to apply their game knowledge. SUPPORTED PAYMENT METHODS Home Privacy Policy Terms & Conditions Cookie Preferences Fair Play Commitment Legal Notice CricketAce allows enthusiasts to compete in fantasy sports competitively. It is not intended to replace income or employment. Play responsibly and be aware of the associated risks. CricketAce assumes no liability for non-compliance with agreements, terms, or applicable laws. Please note that CricketAce is prohibited in six states: Andhra Pradesh, Assam, Nagaland, Odisha, Sikkim, and Telangana. © 2023 CricketAce. ALL RIGHTS RESERVED",
    "fair": "Fair Play Commitment at CricketAce – Upholding Integrity CricketAce 18+ Fair Play Policy In the exhilarating world of fantasy sports, sharp understanding and strategic foresight are vital, along with an invigorating social aspect where enthusiasts form teams and vie against friends, family, and rivals. At CricketAce, our commitment to fair play is deep-rooted, thus we have established a comprehensive set of policies to ensure a skilled, competitive, and equitable environment. Emphasizing responsible play, the Fair Play Policy at CricketAce is paramount, especially during interactions with competitors from our diverse community. Community Engagement and Conduct CricketAce enhances community bonds by offering a platform for fans to assemble their dream teams and engage with others. Within this framework, all members must adhere to a respectful code of conduct. We reserve the right to revoke the privileges of any member who partakes in improper behavior. This includes using offensive language, engaging in any form of harassment, or spamming the community with excessive messaging. Promotional activities or solicitations are also subject to restriction. Any disrespectful commentary towards CricketAce or fellow participants will not be tolerated, and offenders will be subject to consequences. User ID Policy Upon joining CricketAce, fantasy players select a unique username that becomes their identity in our community. This username cannot be changed and must be chosen with care, as it must not contain any inappropriate content or personal information. CricketAce holds the right to suspend any user ID that violates our guidelines, engages in fraudulent activities, or behaves detrimentally towards others. User IDs designed to advertise or promote external content or services are not permitted, and the use of 'CricketAce' within a username is reserved for official use only. Data and Transaction Security CricketAce is dedicated to protecting user data and has adopted cutting-edge digital security measures to safeguard all transactions within the platform. Our team diligently employs advanced technologies to deter and identify any fraudulent behavior, particularly in cases involving team selection and player performance predictions. Account and Gameplay Integrity With an expert surveillance system in place, CricketAce constantly monitors for any signs of foul play. Strict anti-collusion rules are applied to ensure all participants have an equitable opportunity when assembling their teams and competing in fantasy leagues. Fair Competition Measures To prevent any form of unfair advantage, such as the use of multiple accounts or teaming up inappropriately, CricketAce strictly prohibits these practices. Our state-of-the-art algorithms track all activities, and any violation detected triggers immediate action, up to and including account suspension and nullification of any results achieved unfairly. Bonus Policy CricketAce awards bonuses as a way to enhance the gaming experience for our users. However, we reserve the right to revoke or withhold bonus credits from accounts suspected of abusing this benefit. Such conduct affects the balance of fair play and will not be tolerated. The withdrawal of in-game points or bonuses will be prohibited for offenders, ensuring that the integrity of the competitive spirit is upheld for all participants. CricketAce is your premier platform for managing fantasy sports, offering enthusiasts a space to apply their game knowledge. SUPPORTED PAYMENT METHODS Home Privacy Policy Terms & Conditions Cookie Preferences Fair Play Commitment Legal Notice CricketAce allows enthusiasts to compete in fantasy sports competitively. It is not intended to replace income or employment. Play responsibly and be aware of the associated risks. CricketAce assumes no liability for non-compliance with agreements, terms, or applicable laws. Please note that CricketAce is prohibited in six states: Andhra Pradesh, Assam, Nagaland, Odisha, Sikkim, and Telangana. © 2023 CricketAce. ALL RIGHTS RESERVED",
    "index": "Discover Fantasy Esports with CricketAce – Your Premier Destination for Mobile App Gaming CricketAce 18+ Home About How To Play FAQ Contact Us Download App Craft Your Ultimate Fantasy Esports Team Immerse yourself in the world of digital esports, assemble your elite squad, and conquer the top leagues of CricketAce. Get the App Connecting Millions of Gaming Enthusiasts Exclusive Rewards & Competitive Fees 24/7 Dedicated Customer Support Secure & Reliable Gaming Platform Our Journey Embark on an exhilarating fantasy esports adventure with CricketAce, where your passion and expertise in gaming come together to create the ultimate team. Compete globally in virtual arenas that celebrate your strategic brilliance and mastery of the esports universe. Download Now What Sets Us Apart? Discover the distinctive features and user benefits that make CricketAce a standout in the world of fantasy esports. ✔ Open to Everyone Begin your esports journey with just $1 and participate in a variety of fantasy contests. ✔ Instant Fantasy Rewards Earn points and redeem rewards swiftly with a verified account. ✔ Master Your Predictions Strategically craft your team and predict performance trends for a competitive edge. ✔ Dynamic Gameplay Engage with real-time game management features to enhance your experience. ✔ Exclusive Club Perks Join our exclusive club and enjoy special rewards, features, and fantasy gaming deals. ✔ Insightful Analytics Utilize comprehensive game insights to manage and optimize your fantasy squads effectively. Download Now SEE OUR APP IN ACTION ENJOY THE ULTIMATE FANTASY ESPORTS EXPERIENCE Dive into the excitement on Android with our streamlined app installation process, enabling you to effortlessly manage and engage with your fantasy team anywhere. Visit the official CricketAce site and tap on the \"Download for Android\" option. Allow the APK file to fully download, then select the \"Open\" button to proceed. If prompted, enable installation from this source, then proceed with a tap on \"Install\". MASTER YOUR STRATEGY IN CRICKETACE FANTASY ESPORTS 01 BEGIN WITH A MATCH Choose from a variety of live and upcoming esports matches. 02 BUILD YOUR DREAM TEAM Draft your ultimate esports team by selecting real-life players. 03 COMPETE AND SCORE POINTS Enter contests with your team and earn points based on their performance. 04 ACHIEVE VICTORY Dominate the rankings and win prizes with your strategic skills. FREQUENTLY ASKED QUESTIONS What is the purpose of the CricketAce app? + CricketAce is a dynamic platform for managing fantasy sports, where fans can apply their sports knowledge and strategic skills. Players create virtual teams of real athletes and compete against other fantasy squads. Points are awarded based on the real-life performance of athletes in matches, offering an exciting way to engage with your favorite sports. How do I register to compete on the CricketAce platform? + Registration is simple: fill out the sign-up form with your email address and create a password. Secure access is ensured through OTP verification, after which you can start building your winning team on CricketAce. Can I have multiple CricketAce accounts with one email address? + No, to maintain fairness and integrity on our platform, each player is allowed only one CricketAce account per email address. What payment methods are available for depositing funds into CricketAce? + CricketAce offers a secure and user-friendly payment process with multiple payment gateways. You can choose from various options, ensuring the safety of your financial information. What is the timeframe for withdrawing my earnings? + CricketAce provides fast withdrawal services via IMPS, ensuring you receive your winnings almost instantly or within 72 hours. NEFT transactions may take up to three working days. What should I do if I can't access my CricketAce account? + If you're having trouble logging in, ensure you're entering the correct email and password. If you've forgotten your password, click on the “Forgot Password” link to reset it and regain access to your account. User Reviews Alex Patterson Managing my own sports team has been a lifelong dream, and CricketAce has made it a reality. Building a fantasy team with real athletes has been an exhilarating experience! Lisa Huang The level of control and detail in assembling a fantasy team on CricketAce is unmatched. I'm not just watching games; I'm part of the action! Mohammed Al Fayed CricketAce provides a competitive edge in fantasy sports, challenging my strategic skills and rewarding me with the thrill of victory when my team performs exceptionally. Download the CricketAce App I accept the Privacy Policy Get App Link CricketAce is your premier platform for managing fantasy sports, offering enthusiasts a space to apply their game knowledge. SUPPORTED PAYMENT METHODS Home Privacy Policy Terms & Conditions Cookie Preferences Fair Play Commitment Legal Notice CricketAce allows enthusiasts to compete in fantasy sports competitively. It is not intended to replace income or employment. Play responsibly and be aware of the associated risks. CricketAce assumes no liability for non-compliance with agreements, terms, or applicable laws. Please note that CricketAce is prohibited in six states: Andhra Pradesh, Assam, Nagaland, Odisha, Sikkim, and Telangana. © 2023 CricketAce. ALL RIGHTS RESERVED",
    "privacy": "Privacy Policy at CricketAce – Your Data Protection Guarantee CricketAce 18+ Privacy Policy Our Commitment to Privacy At CricketAce, we offer a fantasy sports platform that allows enthusiasts to engage deeply with their favorite games. We respect the privacy of our users. Our Privacy Policy outlines the types of information we collect, how we manage it, and the choices users have regarding their personal data. Our Privacy Policy is aligned with our Terms of Service. CricketAce ensures that any information provided by users is securely protected according to this policy. To participate in building and competing with fantasy teams, we may require specific information from you. Our Information Collection Process Users must register to create fantasy teams and use our services. We collect personal information such as names, addresses, email addresses, and phone numbers. Non-personal information like IP addresses is used for analytical purposes, managing the website, tracking user activity, and compiling demographic information. CricketAce owns and does not sell, share, or rent this information, except as outlined in this Privacy Policy. How We Utilize Collected Information CricketAce does not share personal information with third parties without explicit consent, except where legally required. By registering, you permit us to use your information for service enhancement, user experience improvement, and communication about offers, products, and services. Some information may be shared with partners and third parties facilitating rewards and offerings. Security Measures and Cookies We implement robust security measures to protect user information from loss, misuse, and unauthorized access. Cookies may be stored on your device to personalize your experience. You can choose to accept or decline cookies, although this may affect your user experience. User Consent By registering on our website or app, you explicitly consent to CricketAce collecting and using your personal information in accordance with this Privacy Policy. We may update our practices and policies periodically, and such changes will be reflected on this page. CricketAce emphasizes that this policy outlines our standard practices regarding user information, not a contractual promise or legal claim. We reserve the right to modify this policy at any time without prior notice. CricketAce is your premier platform for managing fantasy sports, offering enthusiasts a space to apply their game knowledge. SUPPORTED PAYMENT METHODS Home Privacy Policy Terms & Conditions Cookie Preferences Fair Play Commitment Legal Notice CricketAce allows enthusiasts to compete in fantasy sports competitively. It is not intended to replace income or employment. Play responsibly and be aware of the associated risks. CricketAce assumes no liability for non-compliance with agreements, terms, or applicable laws. Please note that CricketAce is prohibited in six states: Andhra Pradesh, Assam, Nagaland, Odisha, Sikkim, and Telangana. © 2023 CricketAce. ALL RIGHTS RESERVED",
    "terms": "Terms & Conditions at CricketAce – Guidelines for Fair Play CricketAce 18+ Terms & Conditions The local regulations in the Indian states of Assam, Nagaland, Odisha, Sikkim, and Telangana prohibit individuals from engaging in the fantasy sports services provided on our platform. Any infringement of these laws might be subject to penalties enforced by the State or Central Government of India. CricketAce disallows the registration and participation of individuals residing in these states. If a user from these states joins CricketAce using deceitful information (false state disclosure, IP masking, etc.), the responsibility will lie solely with the user. We reserve the right to close such accounts immediately, and retain any credits or winnings in such cases. The term ‘Services’ as used in this document pertains to all facilities/services offered by the fantasy sports platform CricketAce to registered users or 'Players'. 'Us’, 'We’, or 'Our’ refer to Ability and/or its affiliates, subsidiaries, associates, and partners operating the platform. The use of the platform by any user is subject to the stated Terms of Service, hereafter referred to as 'Terms'. It is imperative for 'YOU' to peruse these Terms in their entirety before accessing or utilizing the 'Services'. If any clause within these Terms is adjudged as unlawful, invalid, or for any reason unenforceable by a judiciary or quasi-judicial body in India, it will not affect the validity and enforceability of the remaining provisions. The ineffective Terms will be substituted with an enforceable clause that reflects the initial intent as closely as possible. By registering on CricketAce, it is assumed that you have reviewed these terms thoroughly and have abided by them. It is recommended to keep printed copies of all transaction history, game rules, cancellation policies, and methods of payment. Failure to exercise or enforce any right or provision of these Terms on our part shall not constitute a waiver of such right or provision for any future instances. Should these Terms, or any future changes to these Terms, be unacceptable to you, please cease use of the application and its Services immediately. Usage of CricketAce Players engaging with the CricketAce application for purposes including but not limited to accessing our database, participating in contests, and using fantasy gaming services, are bound by these Terms & Conditions and any other rules specified by CricketAce. We reserve the right to modify these Terms & Conditions at any point by posting updates on the platform, which are effective upon posting. We may, at our discretion: Limit, suspend, or terminate your access to the Application; Change or discontinue any part of the platform’s services; Move, remove, or suspend any user's content; Delete user accounts, along with the files and content associated; and adjust the roster of players available for contests in response to changes in actual sports events. Any violation of these Terms, or evidence of fraudulent activity, gives us the right to limit or terminate your access to services, delete your accounts and associated information, and take appropriate legal and technical steps. If you have been charged a platform fee for services and your account or any service is suspended or terminated due to CricketAce’s mistake or fault, we will refund such platform fees. Conversely, no refund will be due if such suspension or termination was due to a breach of these Terms by the player. Intellectual Property CricketAce comprises content created by its partners, users, licensors, and associates. Ownership of all intellectual property rights in the software, games, advertisements, text, images, graphics, logos, video clips, and more lie with CricketAce, its partners, licensors, and/or associates. It is prohibited for players to duplicate, publish, transfer, or otherwise exploit any content from CricketAce without express written consent. Third Party Sites, Services, and Products CricketAce might feature links to third-party websites. Users are subject to the terms set by these external sites. CricketAce does not control these third-party websites and is not responsible for their content. Any mention of third-party content or links does not imply endorsement by CricketAce. Your dealings with such third parties including payment providers are solely between you and the third-party, and CricketAce shall not be liable for any loss arising out of such interactions. Players must adhere to these Terms and any additional rules when using the platform. Failure to do so authorizes CricketAce to take necessary actions, including restriction, suspension, or termination of access to services and user accounts. Players are restricted to creating and using only one user account in CricketAce. Players are also expected to take measures, as provided by CricketAce or otherwise, to ensure that they do not miss any communication from CricketAce. Player Conduct and Rules Players must act in a fair and respectful manner at all times while interacting with CricketAce and other users. Harassment, abuse, spamming, and any other inappropriate behavior are strictly prohibited and may lead to immediate account termination. Contests, Participation, and Prizes Contests on CricketAce involve creating a fantasy sports team and competing against others based on the real-world performance of selected players. Participation requires an entry fee unless the contest is free-to-play. Prizes are awarded from a pre-disclosed prize pool based on standings at the end of each contest. Eligibility Competitions on CricketAce are open exclusively to individuals who are at least 18 years of age and currently residing in India. Registered users who have joined contests according to the specified procedure will be eligible to participate and claim prizes. Additional Rules and Payment Terms All payments, deposits, and withdrawals are processed through secure, verified channels. CricketAce provides timely updates in case of any delays or issues. Please note that a withdrawal can take up to 5-7 business days to process, depending on the user’s bank. Tallying of Fantasy Points Fantasy points are tallied based on the individual performances of the players selected for your fantasy team, according to the official scoring system published by CricketAce. Any discrepancies found by users can be reported to our support team for review. Winner Selection, Verification, and Prize-related Conditions Winners are determined by the total points accumulated based on the performance of their chosen players. All winners undergo a verification process, where users may be asked to provide valid identification proof. CricketAce reserves the right to alter or revoke prizes if fraudulent activity is detected. CricketAce is your premier platform for managing fantasy sports, offering enthusiasts a space to apply their game knowledge. SUPPORTED PAYMENT METHODS Home Privacy Policy Terms & Conditions Cookie Preferences Fair Play Commitment Legal Notice CricketAce allows enthusiasts to compete in fantasy sports competitively. It is not intended to replace income or employment. Play responsibly and be aware of the associated risks. CricketAce assumes no liability for non-compliance with agreements, terms, or applicable laws. Please note that CricketAce is prohibited in six states: Andhra Pradesh, Assam, Nagaland, Odisha, Sikkim, and Telangana. © 2023 CricketAce. ALL RIGHTS RESERVED",
    "thanksPage": "Thank You for Joining CricketAce – Your Fantasy Journey Begins! CricketAce 18+ Thank You for Contacting Us! We appreciate your interest in CricketAce. We have received your contact details and will get back to you shortly. 😊 Our team is excited to assist you with any inquiries you may have. Please feel free to reach out to us at 📧 At CricketAce, we strive to provide the best experience for our users. Your feedback and questions are important to us as we continue to enhance our platform. 🌟 Thank you once again for choosing CricketAce. We look forward to connecting with you soon! CricketAce is your premier platform for managing fantasy sports, offering enthusiasts a space to apply their game knowledge. SUPPORTED PAYMENT METHODS Home Privacy Policy Terms & Conditions Cookie Preferences Fair Play Commitment Legal Notice CricketAce allows enthusiasts to compete in fantasy sports competitively. It is not intended to replace income or employment. Play responsibly and be aware of the associated risks. CricketAce assumes no liability for non-compliance with agreements, terms, or applicable laws. Please note that CricketAce is prohibited in six states: Andhra Pradesh, Assam, Nagaland, Odisha, Sikkim, and Telangana. © 2023 CricketAce. ALL RIGHTS RESERVED"
  },
  "date": "2024-06-14T21:15:20.428Z"
}