{
  "name": "cricketappplay",
  "pages": {
    "index": "CricketAppPlay - The Ultimate Cricket Gaming Experience 18+ CricketAppPlay Home Why are we Features of the game Join Start now Game modes Experience Cricket Like Never Before Welcome to CricketAppPlay, where your love for cricket meets cutting-edge mobile gaming technology. Dive into thrilling matches, strategize with your team, and rise through the ranks to become a cricket legend. Whether you're a casual player or a seasoned pro, CricketAppPlay offers an immersive experience that will keep you hooked. Join us and start your journey to cricket greatness today! Get the game Why Choose CricketAppPlay? Immerse yourself in realistic gameplay with stunning graphics and intuitive controls. Whether you prefer quick matches or in-depth tournaments, CricketAppPlay offers a variety of modes to suit every player. Engage in competitive multiplayer battles or hone your skills in solo challenges. With regular updates and new features, our platform ensures that your cricket experience is always fresh and exciting. Join the community of cricket lovers and elevate your gaming experience with CricketAppPlay today! Down-load a game Game Features What CricketAppPlay Offers Realistic Gameplay Experience cricket like never before with our highly realistic gameplay. Our advanced graphics and intuitive controls bring the excitement of cricket right to your fingertips. Each match feels authentic, whether you're hitting a six or taking a crucial wicket. Our game modes cater to all kinds of players. Enjoy quick matches for some instant fun, or dive into in-depth tournaments that challenge your strategic thinking. Regular updates and new content ensure that there's always something new to explore, keeping your cricket journey engaging and dynamic. Join the Community Connect with Cricket Fans Worldwide Become part of a vibrant community of cricket enthusiasts from around the globe. Share your victories, exchange strategies, and engage in friendly competition. Our platform fosters a welcoming environment where players can connect, learn, and grow together. Whether you're seeking advice to improve your gameplay or simply want to chat with fellow cricket fans, CricketAppPlay is the perfect place to build lasting friendships and enjoy the sport you love. Join Get Started Today Download the App Start your cricket journey by downloading CricketAppPlay from the App Store or Google Play. Our app is easy to install and free to use, giving you instant access to all the thrilling features and gameplay. Create Your Profile Set up your personalized profile to track your progress, achievements, and stats. Customize your avatar, choose your team, and get ready to showcase your skills to the world. Join a Match Dive into the action by joining your first match. Whether you prefer quick games or full tournaments, CricketAppPlay has something for everyone. Challenge yourself, compete with others, and enjoy the excitement of cricket on your mobile device. Game Modes Explore Exciting Game Modes Discover a variety of game modes tailored to suit every cricket fan's preference. Each mode offers a unique experience, ensuring endless fun and challenges. 1 Quick Match Jump into a quick match for some instant cricket action. Perfect for when you have a few minutes to spare and want to enjoy a fast-paced game. 2 Tournament Participate in thrilling tournaments and compete against the best players. Climb the leaderboard and prove your skills in a series of challenging matches. 3 Multiplayer Connect with players worldwide in real-time multiplayer mode. Form teams, strategize, and compete for glory against cricket enthusiasts from around the globe. 4 Challenges Test your skills with special challenges designed to push your limits. Complete tasks, earn rewards, and improve your gameplay in this exciting mode. Get the game Send us a message cricketappplay@gmail.com Call us +91-223-3400500 I accept the Privacy Policy Get the game Phone +91-223-3400500 Email cricketappplay@gmail.com Location Ramanathapuram, 41/10,3, Hanamkonda- Hyderabad Rd, Indira Nagar, Uppal, Hyderabad, Telangana 500013, India CricketAppPlay Home Why are we Features of the game Join Start now Game modes © 2024 CricketAppPlay. Todos os direitos reservados Disclaimer Privacy Policy Terms of use The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan. We use cookies to ensure you get the best experience on our website. Learn more. Accept",
    "privacy-policy": "CricketAppPlay - Comprehensive Privacy Policy 18+ CricketAppPlay Home Why are we Features of the game Join Start now Game modes Privacy Policy Data Retention We retain the information we collect about you for as long as it is necessary for the purpose(s) for which we originally collected it, or as required by law. We may also retain information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Third-Party Links and Services Our game may contain links to third-party websites, services, and features. We are not responsible for the privacy practices or the content of such third-party sites, services, or features. We encourage you to review the privacy policies of any third-party site, service, or feature before providing any information to them. Social Sharing Features Our game may offer social sharing features and other integrated tools (such as the Facebook \"Like\" button), which let you share actions you take on our game with other media, and vice versa. The use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature. For more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the entities that provide these features. Advertising and Analytics Services Provided by Others We may allow others to serve advertisements on our behalf across the internet and to provide analytics services. These entities may use cookies, web beacons, and other technologies to collect information about your use of the game and other websites, including your IP address, web browser, pages viewed, time spent on pages, links clicked, and conversion information. This information may be used by CricketAppPlay and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our game and other websites, and better understand your online activity. Do Not Track Signals Some web browsers may transmit \"do not track\" signals to the websites and other online services with which the browser communicates. There is no standard that governs what, if anything, websites should do when they receive these signals. CricketAppPlay currently does not take action in response to these signals. If and when a standard is established, we may revise our policy on responding to these signals. Our Commitment to Data Security CricketAppPlay takes reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We use a variety of security technologies and procedures to help protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security. Location Information: When you first launch any of our mobile applications that collect location information, you will be asked to consent to the application's collection of this information. If you initially consent to our collection of location information, you can subsequently stop the collection of this information at any time by changing the preferences on your mobile device. Cookies: Most web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove or reject browser cookies. Please note that if you choose to remove or reject cookies, this could affect the availability and functionality of our game. Promotional Communications: You may opt out of receiving promotional emails from CricketAppPlay by following the instructions in those emails. If you opt out, we may still send you non-promotional emails, such as those about your account or our ongoing business relations. Third-Party Advertising and Analytics We may allow third parties to serve advertisements and provide analytics services in connection with the game. These third parties may use cookies, web beacons, and other technologies to collect information about your use of the game and other websites, including your IP address, web browser, pages viewed, time spent on pages, links clicked, and conversion information. This information may be used by CricketAppPlay and these third parties to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on the game and other websites, and better understand your online activity. Security CricketAppPlay takes reasonable measures to help protect information about you from loss, theft, misuse, and unauthorized access, disclosure, alteration, and destruction. However, no security system is impenetrable, and we cannot guarantee the security of our systems 100%. In the event that any information under our control is compromised as a result of a breach of security, we will take reasonable steps to investigate the situation and, where appropriate, notify those individuals whose information may have been compromised. Your Rights You have certain rights with respect to the personal information we collect about you. These rights may include: The right to access, update, or correct inaccuracies in your personal information The right to request deletion of your personal information The right to object to or restrict the processing of your personal information The right to request a copy of your personal information in a portable format The right to withdraw your consent to the processing of your personal information Contact Us If you have any questions about this Privacy Policy, please contact us at cricketappplay@gmail.com. By using CricketAppPlay, you consent to the collection, use, and disclosure of your information as described in this Privacy Policy. We encourage you to review this Privacy Policy periodically for any updates or changes. Thank you for playing CricketAppPlay, and we hope you enjoy the game! CricketAppPlay Home Why are we Features of the game Join Start now Game modes © 2024 CricketAppPlay. Todos os direitos reservados Disclaimer Privacy Policy Terms of use The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan.",
    "terms-conditions": "CricketAppPlay - Detailed Terms of Use Agreement 18+ CricketAppPlay Home Why are we Features of the game Join Start now Game modes Terms of Use Acceptance of Terms By using CricketAppPlay, you accept and agree to be bound by these Terms of Use. CricketAppPlay reserves the right to modify these terms at any time without prior notice. Your continued use of the application following any changes to the Terms of Use constitutes your acceptance of those changes. User Content CricketAppPlay may allow you to post, upload, or submit content such as text, images, or other materials (\"User Content\") to the application. You retain ownership of any User Content you post, but you grant CricketAppPlay a perpetual, irrevocable, non-exclusive, transferable, worldwide, royalty-free license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Content in any form, media, or technology now known or later developed. Copyright Infringement If you believe that any content on CricketAppPlay infringes your copyright, please contact us at cricketappplay@gmail.com with a notice containing the following information: (i) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; (ii) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site; (iii) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material; (iv) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted; (v) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and (vi) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Governing Law and Jurisdiction These Terms of Use and any dispute or claim arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of the country in which CricketAppPlay is registered. Force Majeure CricketAppPlay shall not be liable for any failure or delay in the performance of its obligations under these Terms of Use due to any cause beyond its reasonable control, including but not limited to acts of God, war, civil unrest, strikes or other labor disputes, embargoes, government orders, natural disasters, or the unavailability of network connections or other telecommunications systems. Assignment You may not assign or transfer these Terms of Use or any of your rights or obligations under these Terms of Use without the prior written consent of CricketAppPlay. Any attempted assignment or transfer in violation of this provision shall be null and void. CricketAppPlay may assign or transfer these Terms of Use or any of its rights or obligations under these Terms of Use without restriction. No Waiver The failure of CricketAppPlay to enforce any right or provision of these Terms of Use will not constitute a waiver of such right or provision. If any provision of these Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms of Use remain in full force and effect. Entire Agreement These Terms of Use, together with the Privacy Policy and any other legal notices published by CricketAppPlay, constitute the entire agreement between you and CricketAppPlay concerning your use of CricketAppPlay. In the event of a conflict between these Terms of Use and any other CricketAppPlay policies or agreements, these Terms of Use shall control. Virtual Items and Currency CricketAppPlay may include virtual items and currency that can be purchased with real money or earned through gameplay. Virtual items and currency have no real-world value and cannot be redeemed for cash. You acknowledge and agree that you have no ownership or other property interest in any virtual items or currency, and that CricketAppPlay has the absolute right to manage, regulate, control, modify, and/or eliminate such virtual items and currency as it sees fit in its sole discretion. Feedback and Suggestions We welcome your feedback and suggestions about how to improve CricketAppPlay. You can submit feedback by emailing us at cricketappplay@gmail.com. By submitting feedback or suggestions, you grant CricketAppPlay a perpetual, irrevocable, non-exclusive, transferable, worldwide, royalty-free license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such feedback and suggestions in any form, media, or technology now known or later developed. CricketAppPlay Home Why are we Features of the game Join Start now Game modes © 2024 CricketAppPlay. Todos os direitos reservados Disclaimer Privacy Policy Terms of use The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan.",
    "thanks": "CricketAppPlay - Thank You for Joining Us! Thank You for Connecting with Us! We're thrilled that you took the time to reach out to us at CricketAppPlay. Your input is invaluable, and we're always eager to hear from our community. Whether you shared a comment, asked a question, or simply wanted to say hello, we appreciate your effort in helping us make CricketAppPlay a better place. Our team is committed to providing you with the best experience possible, and we'll carefully review your message. Please allow us some time to process your request and prepare a thoughtful response. We'll get back to you as soon as we can. In the meantime, feel free to continue exploring CricketAppPlay and enjoy all the exciting features we have to offer. Remember, our community is the heart of our platform, and your voice matters. Once again, thank you for connecting with us, and we look forward to continuing this conversation. Stay cricketastic! Back to Homepage",
    "disclaimer": "CricketAppPlay - Legal Disclaimer and Information 18+ CricketAppPlay Home Why are we Features of the game Join Start now Game modes Disclaimer Welcome to CricketAppPlay, the ultimate mobile gaming experience for cricket enthusiasts! Before you dive into the world of virtual cricket, please take a moment to read the following disclaimer. Our game, CricketAppPlay, is designed to provide entertainment and a realistic cricket experience. However, it is important to note that it is a simulation and does not claim to replicate the exact physics, mechanics, or outcomes of real-life cricket matches. The game's results are generated by a complex algorithm and are not influenced by real-world cricket events or players' performances. CricketAppPlay is committed to providing a fair and enjoyable gaming environment. We do not tolerate cheating or any form of manipulation that may affect the game's outcome. Any attempt to manipulate the game, exploit bugs, or engage in fraudulent activities will result in the termination of the user's account. While we strive to ensure that our game is accessible to all users, we cannot guarantee that it will function perfectly on all devices. The game's performance may vary depending on the device's specifications, operating system, and other factors. We recommend playing CricketAppPlay on devices that meet the minimum system requirements provided on our website. CricketAppPlay is a free-to-play game. However, it offers in-app purchases that can enhance the gaming experience. These purchases are entirely optional and do not affect the game's outcome. We advise parents or guardians to monitor their children's use of the game to prevent unauthorized purchases. We respect our users' privacy and are committed to protecting their personal information. We collect and use data in accordance with our Privacy Policy, which can be found on our website. By using CricketAppPlay, you consent to the collection and use of your data as outlined in the Privacy Policy. CricketAppPlay is not liable for any direct, indirect, incidental, special, or consequential damages arising from the use or inability to use our game. This includes, but is not limited to, damages for loss of profits, business interruption, loss of data, or other intangible losses. By downloading and playing CricketAppPlay, you agree to abide by these terms and conditions. We reserve the right to modify or update this disclaimer at any time without prior notice. Any changes will be effective immediately upon posting on our website. We also encourage our users to engage in responsible gaming. While CricketAppPlay is designed to be fun and entertaining, it's important to remember that it's just a game. We advise our users to set limits on their gaming time and in-app purchases to ensure that gaming remains a positive and enjoyable experience. In addition, we would like to clarify that CricketAppPlay does not endorse or promote any form of violence, discrimination, or illegal activities. Any content or behavior that violates our community guidelines will not be tolerated. We reserve the right to remove any content and terminate any user account that violates our guidelines. Furthermore, while we make every effort to ensure that the content in CricketAppPlay is accurate and up-to-date, we cannot guarantee its completeness or reliability. The game is intended for entertainment purposes only and should not be used as a source of professional advice or information. We also want to remind our users that sharing their account information or personal details with others is strictly prohibited. This includes, but is not limited to, sharing passwords, payment information, and personal data. CricketAppPlay is not responsible for any unauthorized access or misuse of user accounts resulting from the sharing of account information. In the event of any disputes or conflicts related to the game, we encourage our users to contact us directly. We are committed to resolving any issues in a fair and timely manner. However, we reserve the right to make the final decision on all matters related to CricketAppPlay. Lastly, we would like to express our gratitude to all our users for their support and enthusiasm. We are committed to continuously improving CricketAppPlay and providing the best possible gaming experience. We welcome any feedback or suggestions that can help us achieve this goal. Moreover, we would like to emphasize that CricketAppPlay is a dynamic platform. We regularly update the game to introduce new features, improve performance, and fix any bugs or technical issues. Therefore, we recommend our users to keep their game updated to the latest version to ensure the best gaming experience. We appreciate your understanding and cooperation. If you have any questions or concerns, please do not hesitate to contact us at cricketappplay@gmail.com. We value your feedback and will do our best to assist you. Thank you for choosing CricketAppPlay. We hope you enjoy the game and have a fantastic cricket experience! CricketAppPlay Home Why are we Features of the game Join Start now Game modes © 2024 CricketAppPlay. Todos os direitos reservados Disclaimer Privacy Policy Terms of use The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan."
  },
  "date": "2024-06-18T17:28:39.227Z"
}