{
  "name": "CruiseCasinoRoyale",
  "pages": {
    "about": "О нас - Cruise Casino Royale - Казино на круизном лайнере для истинных ценителей азарта cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ Казино-туры и круизы с казино на борту Круизы Есть на всех крупных лайнерах, исключая все лайнеры Disney cruise line, Pride of America (Norwegian Cruise Line), большинство экспедиционных и речных круизов . Круизы и туры круглый год Лишь некоторые круизные корабли предлагают по-настоящему крупную игру. Весь мир Широчайший выбор обьектов Отзывы клиентов Анна Иванова \"Прекрасное казино! Атмосфера на борту просто волшебная. Игровые автоматы и столы на любой вкус. Обязательно вернусь!\" Сергей Петров \"Лучшее казино на круизном лайнере, в котором я когда-либо был. Отличный сервис и множество игр. Рекомендую всем любителям азарта.\" Мария Смирнова \"Невероятный опыт! Прекрасное обслуживание и разнообразие игр. Особенно понравилась рулетка и покер. Спасибо за незабываемые впечатления!\" Алексей Сидоров \"Приятная атмосфера и вежливый персонал. Казино предлагает множество различных игр. Определенно рекомендую к посещению.\" Галерея Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52",
    "contacts": "Контакты Cruise Casino Royale - Казино на круизном лайнере для истинных ценителей азарта cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ КОНТАКТЫ I accept Policy & Privacy SUBMIT Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52 Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52",
    "disclaimers": "Отказ от ответственности Cruise Casino Royale - Казино на круизном лайнере для истинных ценителей азарта cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ Отказ от ответственности **1. Возрастные ограничения:** Доступ и/или участие в любых азартных играх на этом сайте строго ограничены лицам, достигшим 18 лет (или минимального возраста, установленного законодательством вашей юрисдикции, если он выше 18 лет). **2. Ответственная игра:** Мы стремимся обеспечить безопасную и развлекательную среду для всех игроков. Пожалуйста, ознакомьтесь с нашей политикой ответственной игры . **3. Правовые ограничения:** Азартные игры могут быть незаконны в некоторых юрисдикциях. Вы обязаны ознакомиться с законами и нормами, действующими в вашей стране или регионе, чтобы убедиться, что ваша игра на этом сайте является законной. **4. Ограничения на депозиты и выплаты:** Мы оставляем за собой право устанавливать ограничения на суммы депозитов и выплат по своему усмотрению. Подробную информацию см. в наших правилах и условиях. **5. Точность информации:** Мы прилагаем все усилия для обеспечения точности информации на этом сайте, однако не гарантируем ее безошибочность. Мы не несем ответственности за любые ошибки или упущения. **6. Ограничение ответственности:** Мы не несем ответственности за любые убытки или ущерб, возникшие в результате использования этого сайта или участия в азартных играх. Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52",
    "index": "Cruise Casino Royale - Казино на круизном лайнере для истинных ценителей азарта cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ Казино-туры и круизы с казино на борту Казино На Круизном Лайнере Откройте для себя азарт и роскошь с нашим тщательно подобранным ассортиментом игровых автоматов и настольных игр. Пусть Cruise Casino Royale станет вашим проводником в мир развлечений и великолепия. ИССЛЕДУЙТЕ КАЗИНО Круизы Есть на всех крупных лайнерах, исключая все лайнеры Disney cruise line, Pride of America (Norwegian Cruise Line), большинство экспедиционных и речных круизов . Круизы и туры круглый год Лишь некоторые круизные корабли предлагают по-настоящему крупную игру. Весь мир Широчайший выбор обьектов Казино-туры и казино в круизах + Вопросы о казино в круизах:? Автоматы и столы в казино На всех казино круизных лайнеров можно найти множество игровых автоматов. Большинство казино также предлагают игровые столы для блэк-джека и различных видов покера, таких как Texas Hold’em, Caribbean Stud, Three Card Poker и Let It Ride, где игроки соревнуются против крупье. Для игры в Texas Hold’em против других игроков некоторые лайнеры, такие как Norwegian и многие корабли Royal Caribbean, предлагают столы с крупье, в то время как другие используют электронные столы Poker Pro (Carnival, Princess Cruises). Некоторые лайнеры вообще не предлагают Texas Hold’em, а на Silversea отсутствуют все виды покера. Обычно в казино также есть хотя бы одна рулетка и стол для игры в кости, а баккара встречается реже. Есть ли в казино столы с крупными ставками? Только некоторые круизные корабли предлагают действительно высокие ставки. На некоторых лайнерах, таких как отдельные суда Royal Caribbean, при достаточном количестве желающих организуются серьезные игры. Однако в большинстве случаев возможности для крупной игры ограничены. Проводятся ли турниры в казино? Многие круизные корабли с казино на борту организуют турниры по покеру и блэк-джеку. Обычно турниры проводятся на игровых автоматах и в блэк-джеке. Большинство турниров являются бай-инами, где участники платят определенную сумму за участие, не тратя больше денег во время соревнования. Некоторые круизные линии позволяют делать ребай во время турниров по блэк-джеку и покеру, что дает преимущество игрокам, готовым постоянно докупать фишки. Призы обычно денежные, но на кораблях Royal Caribbean победитель турнира по Texas Hold’em получает бесплатный круиз на двоих и участвует в финале турнира Royal Poker с призовым фондом 100 тыс. долларов. Время работы казино на круизных лайнерах Казино на лайнерах работают только тогда, когда суда находятся в открытом море или в портах стран, где азартные игры разрешены на круизных кораблях, например, на Бермудах или Мальте. На некоторых лайнерах казино закрыты днем, даже если корабль находится в море. Вечером казино обычно работают до 2-3 часов ночи. Возрастные ограничения для посещения казино На большинстве круизных кораблей в казино допускаются только лица, достигшие 18 лет. На лайнерах Royal Caribbean, Celebrity и Azamara этот порог повышается до 21 года при плавании у берегов Аляски, а MSC делает то же самое на Карибских островах. Линии Princess Cruises, Windstar и Seaborn Cruises допускают в казино только лиц старше 21 года на всех маршрутах. В некоторых случаях казино расположены вдоль проходов общего пользования, которыми могут пользоваться и дети, но без задержек. Если вы хотите посещать казино, но не уверены в возрастных ограничениях, уточните это у специалистов перед покупкой круиза. Оплата в казино: наличные или круизная карта? Во время большинства круизов можно использовать как наличные, так и круизную карту. За столами фишки можно получить за купюры или их стоимость может быть записана на ваш счет. Большинство игровых автоматов принимают карты, но некоторые принимают и наличные. Казино, работающие только с наличными, на круизных кораблях редки, но они существуют (Windstar, Oceania, Regent Seven Seas и Silversea). На большинстве крупных кораблей есть банкоматы с высокой комиссией за снятие наличных. Если вы не уверены в способах оплаты на конкретном лайнере, возьмите с собой несколько купюр. Оплата напитков в казино на круизных кораблях За алкогольные напитки не нужно платить только в казино тех лайнеров, где все напитки бесплатны, например, на люксовых линиях Cristal, Silversea и Regent Seven Seas. На большинстве лайнеров вы оплачиваете напитки, как в барах и ресторанах. Распорядители могут дважды за ночь угостить всех за столом. Члены программ лояльности казино, накопившие достаточно очков, могут получить напитки бесплатно. Программа лояльности казино Большинство казино на крупных кораблях предлагают программу лояльности, не связанную с основной программой круизной линии. Делая ставки, вы зарабатываете очки, которые можно обменять на вознаграждения, такие как бесплатные напитки и морские путешествия. Чтобы накопить значительное количество очков, нужно сделать много ставок. Вознаграждения, заработанные на одном корабле, не всегда действуют на другом, даже если они принадлежат одной линии. Узнайте точные правила программы лояльности казино у круизной линии заранее. Курение в казино Все зависит от правил круизной линии. На большинстве крупных лайнеров курение в казино разрешено. На некоторых лайнерах, таких как Carnival, есть секции для курящих. В список кораблей, полностью запрещающих курение в казино, входят Celebrity, Crystal, Cunard, Oceania, Regent Seven Seas, Seaborn, Silversea и Windstar. + Казино-туры Казино-туры организуются как формате целенаправленной поездки на уикенд или любой другой период времени, или же в составе экскурсионной программы. Такую возможность несомненно оценят азартные люди. + Наши услуги: Консультация по подбору наиболее подходящего курорта, отеля, тура или круиза Организация до- и после-круизной программы, программы казино-тура Бронирование отелей Бронирование авиаперелетов и трансферов Визовая поддержка Осуществление регистрации на круизный лайнер Бронирование дополнительных услуг (экскурсий, трансферов) I accept Policy & Privacy SUBMIT Популярные игры Блэкджек Испытайте удачу и стратегию в одной из самых популярных карточных игр. Рулетка Сделайте ваши ставки и испытайте удачу в классической игре казино. Покер Сыграйте в Техасский Холдем или другие популярные виды покера. Игровые автоматы Наслаждайтесь разнообразием игровых автоматов с захватывающими темами и бонусами. Баккара Игра для истинных ценителей азарта и стратегии. Крэпс Попробуйте свою удачу в одной из самых захватывающих игр с кубиками. Отзывы клиентов Анна Иванова \"Прекрасное казино! Атмосфера на борту просто волшебная. Игровые автоматы и столы на любой вкус. Обязательно вернусь!\" Сергей Петров \"Лучшее казино на круизном лайнере, в котором я когда-либо был. Отличный сервис и множество игр. Рекомендую всем любителям азарта.\" Мария Смирнова \"Невероятный опыт! Прекрасное обслуживание и разнообразие игр. Особенно понравилась рулетка и покер. Спасибо за незабываемые впечатления!\" Алексей Сидоров \"Приятная атмосфера и вежливый персонал. Казино предлагает множество различных игр. Определенно рекомендую к посещению.\" Галерея Особенности и услуги Cruise Casino Royale предлагает своим гостям не только азартные игры, но и множество дополнительных услуг и развлечений, чтобы ваше пребывание на борту было незабываемым. Рестораны и бары На борту нашего лайнера вы найдете разнообразные рестораны и бары, предлагающие блюда со всего мира. Наслаждайтесь изысканной кухней и первоклассным обслуживанием в наших ресторанах, а также расслабляйтесь с любимыми напитками в уютных барах. Развлекательные программы Каждый вечер для наших гостей проводятся увлекательные шоу-программы, концерты и тематические вечеринки. Вы никогда не будете скучать на борту Cruise Casino Royale. Спа и велнес Расслабьтесь и восстановите силы в нашем роскошном спа-центре. Мы предлагаем широкий выбор процедур, включая массажи, уход за лицом и телом, а также посещение сауны и джакузи. Спортивные мероприятия Для любителей активного отдыха на борту нашего лайнера предусмотрены разнообразные спортивные мероприятия и фитнес-зал. Вы можете заняться йогой, плаванием или посетить тренажерный зал. Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52",
    "privacy-policy": "Политика конфиденциальности Cruise Casino Royale - Казино на круизном лайнере для истинных ценителей азарта cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ Политика конфиденциальности Cruise Casino Royale Настоящая Политика конфиденциальности (далее - Политика) описывает порядок сбора, хранения и использования информации о пользователях (далее - Пользователи) веб-сайта Cruise Casino Royale (далее - Сайт). 1. Персональная информация При регистрации на Сайте и пользовании его услугами Пользователь может предоставлять следующую информацию: Имя и фамилия Адрес электронной почты Номер телефона Дата рождения И другая информация, которую Пользователь указывает при регистрации или использовании Сайта 2. Информация, собираемая автоматически При посещении Сайта автоматически собирается следующая информация: IP-адрес Тип браузера Операционная система Страницы Сайта, которые посещает Пользователь Время, проведенное на Сайте И другая техническая информация 3. Использование информации Сайт использует собираемую информацию для следующих целей: Предоставления Пользователям доступа к услугам Сайта Улучшения работы Сайта Персонализации услуг Сайта Отправки Пользователям информационных сообщений и рекламных предложений (с согласия Пользователя) Для других целей, указанных в настоящей Политике 4. Защита информации Сайт принимает необходимые меры для защиты информации Пользователей от неправомерного доступа, изменения, раскрытия или уничтожения. 5. Cookies Сайт использует файлы cookie для хранения информации о Пользователях. Пользователь может отключить cookies в настройках своего браузера. 6. Изменения в Политике Сайт имеет право вносить изменения в настоящую Политику. При внесении изменений обновленная Политика публикуется на Сайте. Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52",
    "terms-conditions": "Правила и условия Cruise Casino Royale - Казино на круизном лайнере для истинных ценителей азарта cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ Условия пользования **1. Принятие условий:** Доступ и/или использование вами этого сайта (далее - \"Сайт\") означает ваше безоговорочное согласие с настоящими Условиями пользования (\"Условия\"). Если вы не согласны с какими-либо положениями настоящих Условий, вы не можете пользоваться Сайтом. **2. Изменения условий:** Мы оставляем за собой право по собственному усмотрению в любое время изменять настоящие Условия. Ваше дальнейшее использование Сайта после публикации изменений означает ваше согласие с такими изменениями. Рекомендуется периодически проверять настоящие Условия на предмет изменений. **3. Право на пользование Сайтом:** Доступ и/или использование Сайта предоставляются лицам, достигшим 18 лет (или минимального возраста, установленного законодательством вашей юрисдикции, если он выше 18 лет). **4. Регистрация:** Для доступа к определенным функциям Сайта может потребоваться регистрация. Вы несете ответственность за конфиденциальность своей учетной записи и пароля, а также за все действия, выполняемые с использованием вашей учетной записи. **5. Правила игры:** Все азартные игры на этом сайте регулируются отдельными правилами игры. Ознакомьтесь с соответствующими правилами игры перед началом игры. **6. Депозиты и выплаты:** Вы можете осуществлять депозиты на свой счет и выводить средства с него в соответствии с указанными на Сайте методами. Мы оставляем за собой право устанавливать ограничения на суммы депозитов и выплат по своему усмотрению. **7. Интеллектуальная собственность:** Весь контент, представленный на этом сайте, включая, помимо прочего, тексты, изображения, графику, логотипы и программное обеспечение, является собственностью компании или ее лицензиаров и защищен законами об авторском праве и других законах об интеллектуальной собственности. Вы не можете копировать, воспроизводить, модифицировать, публиковать, передавать, распространять, отображать или продавать любой контент, содержащийся на этом Сайте, без предварительного письменного согласия компании. **8. Ограничение ответственности:** Мы не несем ответственности за любые убытки или ущерб, возникшие в результате использования этого сайта или участия в азартных играх. **9. Прекращение доступа:** Мы оставляем за собой право по своему усмотрению прекратить ваш доступ к Сайту по любой причине, в том числе за нарушение настоящих Условий. **10. Применимое право:** Настоящие Условия регулируются и толкуются в соответствии с законодательством Казахстана. **11. Свяжитесь с нами:** Если у вас есть какие-либо вопросы относительно настоящих Условий, пожалуйста, свяжитесь с нами по +7(7142)55-15-52. Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52",
    "thanks": "Спасибо за ваше сообщение - Cruise Casino Royale cruisecasinoroyale@gmail.com +7(7142)55-15-52 CruiseCasinoRoyale О нас КАЗИНО ТУРЫ КОНТАКТЫ Спасибо! Ваше сообщение получено. Сайт Cruise Casino Royale использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить Cruise Casino Royale Отказ от ответственности Политика конфиденциальности Правила и условия Есильский район, Астана 020000, Казахстан cruisecasinoroyale@gmail.com +7(7142)55-15-52"
  },
  "date": "2024-06-12T17:37:04.628Z"
}