{
  "name": "Fantasy-Rugby-Clash",
  "pages": {
    "disclaimer": "Fantasy Rugby Clash - Disclaimer home about us How to PLay FAQ Download home about us How to PLay FAQs Download This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Disclaimer The following disclaimer outlines the terms of use and limitations of liability associated with using Fantasy Rugby Clash. By accessing or using our mobile gaming application, you agree to abide by these terms. General Information Fantasy Rugby Clash is intended for entertainment purposes only. All content within the application is provided on an \"as is\" and \"as available\" basis. The information provided in Fantasy Rugby Clash is for general informational purposes. We do not guarantee the accuracy, completeness, or reliability of any information or content within the application. Users are solely responsible for their use of the application and any decisions made based on information provided therein. Key Terms Use of Fantasy Rugby Clash is subject to compliance with all applicable laws and regulations. We reserve the right to modify or discontinue any feature of Fantasy Rugby Clash at any time without notice. Users may be required to create an account and provide personal information. By doing so, users agree to our Privacy Policy. By using Fantasy Rugby Clash, users acknowledge and agree to the inherent risks associated with online gaming. We do not endorse, guarantee, or assume responsibility for any third-party content or links provided within the application. For detailed information on our terms of service, please refer to the Terms and Conditions section. If you have any questions or concerns regarding our disclaimer, please contact us at: Email: fantasyrugbyclash@gmail.com Liability Limitation We make no representations or warranties of any kind, express or implied, regarding the operation or availability of Fantasy Rugby Clash or the information, content, materials, or products included therein. To the fullest extent permitted by applicable law, we disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose. In no event shall Fantasy Rugby Clash, its developers, affiliates, or partners be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of or inability to use Fantasy Rugby Clash, even if we have been advised of the possibility of such damages. Further Details This disclaimer applies to all users accessing Fantasy Rugby Clash, whether through a mobile device or any other platform. Users are advised to review and understand our Privacy Policy, which governs the collection and use of personal information. Fantasy Rugby Clash reserves the right to update or revise this disclaimer at any time without notice. It is the responsibility of users to periodically review the disclaimer for changes. By continuing to use Fantasy Rugby Clash after changes to this disclaimer are posted, users acknowledge and accept the updated terms. For questions about our disclaimer or any other inquiries, please contact us at the provided email address or phone number. Privacy Policy Protecting the privacy of our users is of utmost importance to Fantasy Rugby Clash. Our Privacy Policy outlines how we collect, use, disclose, and safeguard your personal information. We may collect personal information from users in various ways, including when they register an account, participate in contests or promotions, or interact with our application. Personal information may include, but is not limited to, your name, email address, phone number, and device information. By providing this information, users consent to its collection and use in accordance with our Privacy Policy. Important Information We do not sell, trade, or otherwise transfer users' personal information to outside parties without their consent, except as described in our Privacy Policy. Users have the right to review, update, or delete their personal information by contacting us directly. Fantasy Rugby Clash employs industry-standard security measures to protect the confidentiality and integrity of users' personal information. Our Privacy Policy may be updated periodically. Users are encouraged to review the policy to stay informed about how we are protecting their information. By using Fantasy Rugby Clash, users acknowledge and agree to the terms outlined in our Privacy Policy. For more information about our Privacy Policy or to exercise your rights under applicable data protection laws, please contact us using the provided contact details. Sign Up for Fantasy Rugby Clash Fill out the form below to receive your download link and start your adventure in Fantasy Rugby Clash! I accept privacy policy Get APP link Fantasy Rugby Clash fantasyrugbyclash@gmail.com Disclaimer Terms & Conditions Privacy Policy Our website is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. Trust in our partnerships with reputable and financially stable payment service providers.",
    "index": "Fantasy Rugby Clash - Build Your Dream Team and Compete Globally home about us How to PLay FAQ Download home about us How to PLay FAQs Download This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Welcome to Fantasy Rugby Clash Join the Ultimate Fantasy Rugby Experience Install Magical Gameplay Epic Characters Realistic Rugby Action Customizable Teams Global Tournaments Legendary Rewards About Fantasy Rugby Clash Unleash Your Inner Mage Step into a world where magic and rugby collide. Command powerful mages, cast spells, and compete in epic rugby matches. Build Your Dream Team Assemble a team of legendary heroes. Customize their abilities and lead them to victory against formidable foes. Conquer the Realms Explore diverse realms, each with unique challenges. Compete in tournaments and prove your dominance. Install Realistic Rugby Action Experience the thrill of rugby with lifelike gameplay. Master strategic moves and outplay your opponents. Global Competitions Join players from around the world. Participate in global tournaments and climb the leaderboards. Earn Legendary Rewards Achieve greatness and earn exclusive rewards. Collect trophies and showcase your prowess. Install Why Choose Fantasy Rugby Clash? Unique blend of fantasy and rugby action Customizable teams with powerful heroes Realistic gameplay mechanics Stunning graphics and immersive worlds Global tournaments and leaderboards Regular updates and new content Legendary rewards and achievements How to Get Started Step 1: Sign Up Fill out the registration form with your details to create an account. Step 2: Confirm Email Check your email for a confirmation link and click it to verify your account. Step 3: Download the Game Receive a download link via email and install the game on your device. Step 4: Build Your Team Choose from a roster of unique heroes and customize your rugby team. Step 5: Customize Abilities Assign and upgrade abilities to enhance your team's performance. Step 6: Train and Strategize Train your team, develop strategies, and prepare for matches. Step 7: Compete in Matches Enter tournaments, challenge other players, and climb the leaderboards. Step 8: Earn Rewards Win matches to earn legendary rewards and upgrade your team. Game Previews Intense Match Gameplay Experience thrilling rugby action with dynamic plays and stunning visuals. Customizable Hero Teams Build and customize your team of unique heroes to dominate the field. Epic Fantasy Battles Engage in epic battles, using magic and strategy to outplay opponents. Frequently Asked Questions What is Fantasy Rugby Clash? Fantasy Rugby Clash is a unique mobile game that combines the excitement of rugby with magical elements. Build your team of heroes, customize their abilities, and compete in epic matches. How do I get started? To get started, sign up by filling out the registration form. Confirm your email, download the game using the provided link, and install it on your device. Then, build and customize your team to start playing. Can I play with friends? Yes, you can compete with friends and other players globally. Participate in tournaments and challenge each other to climb the leaderboards. Are there in-game purchases? Yes, Fantasy Rugby Clash offers in-game purchases for items that can enhance your gameplay experience. These are optional and not required to enjoy the game. Player Reviews \"Fantasy Rugby Clash is an absolute blast! The combination of rugby and fantasy elements is unique and exciting. I love building my team and competing in matches.\" Rajesh, Mumbai \"The graphics are stunning, and the gameplay is smooth. It's great to see a game that brings something new to the table. Highly recommend to all sports and fantasy fans!\" Priya, Bangalore \"I've been playing Fantasy Rugby Clash for a few weeks now, and I'm hooked! The team customization and strategy elements keep me coming back for more.\" Anil, Delhi Sign Up for Fantasy Rugby Clash Fill out the form below to receive your download link and start your adventure in Fantasy Rugby Clash! I accept privacy policy Get APP link Fantasy Rugby Clash fantasyrugbyclash@gmail.com Disclaimer Terms & Conditions Privacy Policy Our website is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. Trust in our partnerships with reputable and financially stable payment service providers.",
    "privacy": "Fantasy Rugby Clash - Privacy Policy home about us How to PLay FAQ Download home about us How to PLay FAQs Download This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Privacy Policy At Fantasy Rugby Clash, protecting the privacy and security of our users' personal information is paramount. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you use our mobile gaming application. Information Collection We may collect personal information from you when you register an account, participate in contests or promotions, communicate with us via email or other channels, or interact with our application. The types of personal information we may collect include your name, email address, phone number, device information, and any other information you voluntarily provide. We may also collect non-personal information such as demographic information, preferences, and usage patterns to improve our services and user experience. Use of Information To personalize your experience and provide tailored content and advertisements. To process transactions and deliver prizes or rewards related to contests or promotions. To improve our application, services, and customer support based on your feedback and usage patterns. To send periodic emails regarding updates, promotions, and other relevant information. To comply with legal obligations and enforce our terms of service. By using Fantasy Rugby Clash, you consent to the collection, use, and disclosure of your information as described in this Privacy Policy. Information Sharing We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as necessary to provide our services or as required by law. We may share your information with trusted third-party service providers who assist us in operating our application, conducting our business, or servicing you, provided that they agree to keep your information confidential. We may also disclose your information when we believe disclosure is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Security Measures We implement industry-standard security measures to protect the confidentiality and integrity of your personal information. However, no method of transmission over the internet or electronic storage is completely secure, and we cannot guarantee absolute security. Your Choices You have the right to review, update, or delete your personal information by contacting us directly. You may also opt out of receiving promotional emails by following the unsubscribe instructions included in these emails. Changes to This Policy Fantasy Rugby Clash reserves the right to update or revise this Privacy Policy at any time. We will notify you of any changes by posting the updated policy on our website or within our application. It is your responsibility to review this Privacy Policy periodically for changes. Your continued use of Fantasy Rugby Clash after any modifications indicates your acceptance of the updated policy. Contact Us If you have any questions or concerns about this Privacy Policy or our practices regarding your personal information, please contact us at: Email: fantasyrugbyclash@gmail.com Sign Up for Fantasy Rugby Clash Fill out the form below to receive your download link and start your adventure in Fantasy Rugby Clash! I accept privacy policy Get APP link Fantasy Rugby Clash fantasyrugbyclash@gmail.com Disclaimer Terms & Conditions Privacy Policy Our website is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. Trust in our partnerships with reputable and financially stable payment service providers.",
    "terms": "Fantasy Rugby Clash - Terms and Conditions home about us How to PLay FAQ Download home about us How to PLay FAQs Download This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Terms and Conditions Welcome to Fantasy Rugby Clash! These Terms and Conditions govern your use of our mobile gaming application. By accessing or using Fantasy Rugby Clash, you agree to be bound by these terms. Use of Fantasy Rugby Clash Fantasy Rugby Clash is intended for users who are at least 13 years old. By accessing or using our application, you confirm that you are at least 13 years of age or older. You agree to use Fantasy Rugby Clash solely for personal entertainment purposes and in compliance with all applicable laws and regulations. You may be required to create an account to access certain features of Fantasy Rugby Clash. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. Prohibited Conduct You may not use Fantasy Rugby Clash in any way that could harm, disable, overburden, or impair our application or interfere with any other party's use of Fantasy Rugby Clash. You may not attempt to gain unauthorized access to any part of Fantasy Rugby Clash, accounts, computer systems, or networks. You may not use any automated means to access or collect information from Fantasy Rugby Clash. You may not engage in any conduct that violates any laws or regulations. We reserve the right to suspend or terminate your access to Fantasy Rugby Clash if we believe you have violated these Terms and Conditions or engaged in prohibited conduct. Content and Intellectual Property Rights All content, materials, and features available on Fantasy Rugby Clash, including but not limited to text, graphics, logos, images, audio clips, and software, are owned by or licensed to us and are protected by copyright, trademark, and other intellectual property laws. You may not modify, reproduce, distribute, transmit, display, perform, or create derivative works from any content or materials provided within Fantasy Rugby Clash without our prior written consent. Fantasy Rugby Clash and its logo are trademarks of Fantasy Rugby Clash. All other trademarks, logos, and service marks displayed on Fantasy Rugby Clash are the property of their respective owners. Disclaimer of Warranties Fantasy Rugby Clash is provided on an \"as is\" and \"as available\" basis. We make no warranties or representations of any kind, express or implied, regarding the operation or availability of Fantasy Rugby Clash or the information, content, materials, or products included therein. We do not warrant that Fantasy Rugby Clash will be error-free, uninterrupted, secure, or free of viruses or other harmful components. Limitation of Liability In no event shall Fantasy Rugby Clash, its developers, affiliates, or partners be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in any way connected with your use of or inability to use Fantasy Rugby Clash, even if we have been advised of the possibility of such damages. Changes to These Terms Fantasy Rugby Clash reserves the right to update or revise these Terms and Conditions at any time without notice. The updated terms will be effective immediately upon posting. It is your responsibility to review these Terms and Conditions periodically for changes. Your continued use of Fantasy Rugby Clash after any modifications indicates your acceptance of the updated terms. Contact Us If you have any questions or concerns about these Terms and Conditions or your use of Fantasy Rugby Clash, please contact us at: Email: fantasyrugbyclash@gmail.com Sign Up for Fantasy Rugby Clash Fill out the form below to receive your download link and start your adventure in Fantasy Rugby Clash! I accept privacy policy Get APP link Fantasy Rugby Clash fantasyrugbyclash@gmail.com Disclaimer Terms & Conditions Privacy Policy Our website is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. Trust in our partnerships with reputable and financially stable payment service providers.",
    "thank_you": "Thank You - Fantasy Rugby Clash home about us How to PLay FAQ Download home about us How to PLay FAQs Download This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Thank You! Thank you for using Fantasy Rugby Clash! Your download will begin shortly. Stay Connected Follow us on social media for the latest updates and promotions: Facebook Twitter Instagram Enjoy your fantasy rugby gaming experience! Sign Up for Fantasy Rugby Clash Fill out the form below to receive your download link and start your adventure in Fantasy Rugby Clash! I accept privacy policy Get APP link Fantasy Rugby Clash fantasyrugbyclash@gmail.com Disclaimer Terms & Conditions Privacy Policy Our website is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. Trust in our partnerships with reputable and financially stable payment service providers."
  },
  "date": "2024-06-17T14:31:52.787Z"
}