{
  "name": "GrandOcean",
  "pages": {
    "about": "О нас - GrandOcean Казино на круизном лайнере grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ Казино-туры и круизы с казино на борту Морской Оазис Азарта Откройте для себя мир азартных игр и утонченной роскоши с нашим эксклюзивным ассортиментом игровых автоматов и настольных игр. GrandOcean - ваш проводник в незабываемое морское путешествие, полное элегантных развлечений. ОТКРОЙТЕ КАЗИНО Развлечения на борту Шоу и концерты Каждый вечер наши гости могут насладиться захватывающими шоу и концертами, включающими выступления мировых звезд, театральные постановки, комедийные шоу и многое другое. Рестораны и бары На борту наших лайнеров вы найдете разнообразие ресторанов и баров, предлагающих изысканные блюда и напитки со всего мира. Наслаждайтесь гастрономическими изысками в комфортной обстановке. Активности и развлечения Для любителей активного отдыха и спорта мы предлагаем разнообразные развлечения, включая бассейны, спортивные площадки, тренажерные залы, танцевальные классы и многое другое. Спа и релаксация Расслабьтесь и восстановите силы в нашем спа-центре, где вас ждут массажи, процедуры для лица и тела, сауны и джакузи. Позвольте нашим профессионалам позаботиться о вашем здоровье и благополучии. Акции и Специальные Предложения Бонус за Первое Посещение Все новые гости получают специальный бонус за первое посещение нашего казино. Зарегистрируйтесь и начните свою игровую карьеру с приятного сюрприза от GrandOcean. Еженедельные Турниры Присоединяйтесь к нашим еженедельным турнирам по покеру и блэкджеку. Испытайте свои навыки и соревнуйтесь за щедрые призы и звание чемпиона казино. Кэшбэк Программа Получайте часть своих проигрышей обратно с нашей эксклюзивной кэшбэк программой. Чем больше вы играете, тем больше вы возвращаете на свой счет. Бонусные Выходные Проведите выходные в нашем казино и получите дополнительные бонусы и привилегии. Наслаждайтесь игрой и выигрышами, а мы позаботимся о вашем комфорте и развлечении. Галерея Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "contacts": "Контакты - GrandOcean Казино на круизном лайнере grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ КОНТАКТЫ I accept Policy & Privacy SUBMIT пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52 Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "disclaimers": "Отказ от ответственности - GrandOcean Казино на круизном лайнере grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ Отказ от ответственности 1. Общие положения GrandOcean Круизное Казино Лайнер стремится обеспечить точность и актуальность информации, представленной на этом веб-сайте. Однако мы не гарантируем полноту, точность или актуальность предоставленной информации. Использование вами материалов данного сайта осуществляется на ваш собственный риск. 2. Ограничение ответственности Мы не несем ответственности за любые прямые, косвенные, случайные, специальные, карательные или иные убытки или ущерб, возникшие в результате использования или невозможности использования материалов нашего веб-сайта, даже если мы были проинформированы о возможности таких убытков. 3. Информация о продуктах и услугах Информация о продуктах и услугах, представленная на нашем веб-сайте, может быть устаревшей или содержать неточности. Мы не делаем заявлений и не даем гарантий любого рода, явно выраженных или подразумеваемых, относительно точности, надежности или полноты информации о наших продуктах и услугах. 4. Внешние ссылки Наш веб-сайт может содержать ссылки на внешние сайты, которые не контролируются нами. Мы не несем ответственности за содержание, политику конфиденциальности или практики любых внешних сайтов. 5. Изменения и дополнения Мы оставляем за собой право время от времени изменять или дополнять наш отказ от ответственности. Любые изменения вступают в силу с момента их публикации на нашем веб-сайте. Продолжая использовать наш сайт после внесения изменений, вы автоматически соглашаетесь с обновленными условиями. 6. Применимое законодательство Этот отказ от ответственности регулируется и толкуется в соответствии с законодательством Казахстана. Вы соглашаетесь подчиняться эксклюзивной юрисдикции судов Казахстана в случае возникновения споров, связанных с использованием нашего веб-сайта. Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "index": "GrandOcean - Казино на круизном лайнере для истинных ценителей азарта grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ Морской Оазис Азарта Откройте для себя мир азартных игр и утонченной роскоши с нашим эксклюзивным ассортиментом игровых автоматов и настольных игр. GrandOcean - ваш проводник в незабываемое морское путешествие, полное элегантных развлечений. ОТКРОЙТЕ КАЗИНО VIP Казино-Опыт Эксклюзивные VIP-зоны Для наших самых требовательных гостей мы предлагаем эксклюзивные VIP-зоны, где вы можете наслаждаться приватностью и комфортом. Эти зоны оснащены роскошными игровыми столами и персональными дилерами, готовыми удовлетворить все ваши игровые предпочтения. Приватные турниры Для истинных ценителей азарта мы организуем приватные турниры по покеру и блэкджеку. Участвуйте в эксклюзивных состязаниях с высокими ставками и ощутите настоящий адреналин от игры с лучшими игроками на борту. Премиум-обслуживание Наслаждайтесь высочайшим уровнем сервиса в наших VIP-зонах. Персональные менеджеры и обслуживающий персонал обеспечат вам незабываемый опыт, предлагая лучшие напитки, блюда и услуги, доступные только для наших VIP-гостей. Программа лояльности и награды Наши VIP-гости получают доступ к эксклюзивной программе лояльности, предлагающей уникальные бонусы и награды. За каждую ставку вы зарабатываете очки, которые можно обменять на бесплатные круизы, роскошные подарки и другие привилегии. Казино-туры и казино на круизах + Как я могу зарезервировать место на турнире? Вы можете зарезервировать место на турнире, связавшись с нашей службой поддержки или непосредственно на борту лайнера у администратора казино. Рекомендуем бронировать заранее, чтобы гарантировать свое участие. + Есть ли на борту лайнера зоны для некурящих? Да, на большинстве наших лайнеров есть выделенные зоны для некурящих, чтобы все гости могли наслаждаться игрой в комфортной для себя обстановке. Пожалуйста, уточните у персонала местоположение этих зон. + Как работает система лояльности казино? Наша система лояльности позволяет вам зарабатывать баллы за каждую ставку, которые затем можно обменять на различные привилегии, такие как бесплатные напитки, скидки на будущие круизы и специальные приглашения на мероприятия. Чем больше вы играете, тем больше привилегий получаете. + Какие меры безопасности применяются в казино? В нашем казино соблюдаются высокие стандарты безопасности. Используются современные системы видеонаблюдения, а также на борту работают профессиональные охранники. Все сотрудники казино проходят тщательную подготовку для обеспечения безопасной и честной игры. + Могу ли я обменять свои выигрыши на наличные на борту? Да, вы можете обменять свои выигрыши на наличные в кассе казино. Также доступны другие методы выплаты, такие как зачисление на круизную карту или банковский перевод. Пожалуйста, уточните детали у кассира. Развлечения на борту Шоу и концерты Каждый вечер наши гости могут насладиться захватывающими шоу и концертами, включающими выступления мировых звезд, театральные постановки, комедийные шоу и многое другое. Рестораны и бары На борту наших лайнеров вы найдете разнообразие ресторанов и баров, предлагающих изысканные блюда и напитки со всего мира. Наслаждайтесь гастрономическими изысками в комфортной обстановке. Активности и развлечения Для любителей активного отдыха и спорта мы предлагаем разнообразные развлечения, включая бассейны, спортивные площадки, тренажерные залы, танцевальные классы и многое другое. Спа и релаксация Расслабьтесь и восстановите силы в нашем спа-центре, где вас ждут массажи, процедуры для лица и тела, сауны и джакузи. Позвольте нашим профессионалам позаботиться о вашем здоровье и благополучии. Акции и Специальные Предложения Бонус за Первое Посещение Все новые гости получают специальный бонус за первое посещение нашего казино. Зарегистрируйтесь и начните свою игровую карьеру с приятного сюрприза от GrandOcean. Еженедельные Турниры Присоединяйтесь к нашим еженедельным турнирам по покеру и блэкджеку. Испытайте свои навыки и соревнуйтесь за щедрые призы и звание чемпиона казино. Кэшбэк Программа Получайте часть своих проигрышей обратно с нашей эксклюзивной кэшбэк программой. Чем больше вы играете, тем больше вы возвращаете на свой счет. Бонусные Выходные Проведите выходные в нашем казино и получите дополнительные бонусы и привилегии. Наслаждайтесь игрой и выигрышами, а мы позаботимся о вашем комфорте и развлечении. Галерея Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "privacy-policy": "Политика конфиденциальности - GrandOcean Казино на круизном лайнере grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ Политика конфиденциальности 1. Собираемая информация Мы можем собирать следующие типы информации о вас: Персональная информация: При бронировании, регистрации аккаунта или общении с нами мы можем собирать персональные данные, такие как ваше имя, адрес электронной почты, номер телефона и данные платежей. Автоматически собираемая информация: Мы автоматически получаем определенные типы информации при взаимодействии с нашим веб-сайтом, такие как IP-адрес, тип браузера, страницы перехода/выхода и операционная система. Файлы cookie и технологии отслеживания: Мы используем файлы cookie и аналогичные технологии отслеживания для улучшения пользовательского опыта, персонализации контента и анализа трафика на сайте. Вы можете управлять своими настройками файлов cookie через настройки браузера. 2. Цели использования вашей информации Мы используем собранную информацию для следующих целей: Предоставление и поддержка наших услуг: Для обработки ваших бронирований, проведения платежей и предоставления поддержки клиентам. Улучшение наших услуг: Для анализа тенденций использования, проведения исследований и улучшения функциональности и пользовательского опыта нашего веб-сайта. Взаимодействие с вами: Для отправки вам административной информации, обновлений о наших услугах, предложений и новостных рассылок, если это разрешено законодательством. Защита наших прав: Для выявления, предотвращения и урегулирования технических проблем, мошенничества или нарушений безопасности. 3. Разглашение вашей информации Мы можем разглашать вашу информацию в следующих случаях: С поставщиками услуг: Мы можем раскрывать вашу информацию третьим сторонам, которые помогают нам в работе нашего веб-сайта, ведении нашего бизнеса или обслуживании вас. По юридическим причинам: Мы можем раскрывать вашу информацию по требованию закона, судебного процесса, судебного разбирательства или государственных органов. Передача бизнеса: В случае объединения, приобретения или продажи всех или части наших активов информация о вас может быть передана в рамках этой транзакции. 4. Защита данных Мы применяем соответствующие технические и организационные меры для защиты вашей информации от несанкционированного доступа, использования, изменения или раскрытия. Однако ни один метод передачи данных по интернету или электронного хранения не является абсолютно безопасным. Поэтому, несмотря на наши усилия по защите вашей информации, мы не можем гарантировать ее абсолютную безопасность. 5. Ваши выборы и права У вас есть следующие права относительно вашей информации: Доступ и коррекция: Вы можете получить доступ к вашим личным данным и обновить их, войдя в свой аккаунт или связавшись с нами напрямую. Настройки маркетинга: Вы можете отказаться от получения рекламных электронных писем, следуя инструкциям, предоставленным в электронном письме, или связавшись с нами. Файлы cookie: Вы можете управлять своими настройками файлов cookie через настройки вашего браузера или с помощью нашего инструмента согласия на использование файлов cookie. 6. Конфиденциальность детей Наши услуги не предназначены для лиц младше 18 лет. Мы не собираем сознательно персональную информацию от детей. Если мы узнаем, что случайно собрали персональную информацию от ребенка младше 18 лет, мы предпримем меры по удалению такой информации. 7. Изменения в нашей Политике конфиденциальности Мы можем периодически обновлять эту Политику конфиденциальности, чтобы отразить изменения в наших практиках или законодательных требованиях. Мы уведомим вас о любых существенных изменениях, разместив обновленную Политику конфиденциальности на нашем веб-сайте или связавшись с вами напрямую. Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "terms-conditions": "Условия использования - GrandOcean Казино на круизном лайнере grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ Условия использования 1. Введение Добро пожаловать на GrandOcean Круизное Казино Лайнер. Пожалуйста, внимательно ознакомьтесь с нашими Условиями использования, регулирующими ваш доступ и использование нашего веб-сайта. Пользуясь нашим сайтом, вы автоматически соглашаетесь с нашими Условиями использования. Если вы не согласны с этими Условиями, пожалуйста, не используйте наш веб-сайт. 2. Пользование сайтом Ваше использование нашего веб-сайта подразумевает, что вы обязуетесь: Соблюдать все применимые федеральные, государственные и местные законы и правила. Не использовать наш сайт в незаконных целях или вредить другим пользователям. Не загружать или передавать вирусы или любой другой вредоносный код. Не собирать личную информацию о других пользователях без их согласия. 3. Интеллектуальная собственность Весь контент нашего сайта, включая текст, графику, логотипы, изображения и другие материалы, защищены авторским правом и принадлежат GrandOcean Круизное Казино Лайнер или его лицензиарам. Вы соглашаетесь не воспроизводить, распространять или использовать наши материалы без нашего разрешения. 4. Ограничение ответственности Мы предоставляем наш сайт на условиях \"как есть\". Мы не несем ответственности за любые убытки или ущерб, возникшие в результате использования нашего сайта или его содержимого. Мы также не гарантируем точность или полноту информации на нашем сайте. 5. Изменения и дополнения Мы оставляем за собой право время от времени изменять или дополнять наши Условия использования. Любые изменения вступают в силу с момента их публикации на нашем веб-сайте. Продолжая использовать наш сайт после внесения изменений, вы автоматически соглашаетесь с обновленными Условиями. 6. Применимое законодательство Эти Условия использования регулируются и толкуются в соответствии с законодательством Казахстана . Вы соглашаетесь подчиняться эксклюзивной юрисдикции судов Казахстана в случае возникновения споров, связанных с использованием нашего веб-сайта. Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "thanks": "Спасибо - GrandOcean Казино на круизном лайнере grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ Спасибо за ваш запрос! Мы рады, что вы обратились к нам. Наша команда свяжется с вами в ближайшее время. Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52",
    "tours": "GrandOcean Казино - Казино на круизном лайнере для истинных ценителей азарта grandocean@gmail.com +7(7142)56-18-52 GrandOcean О нас КАЗИНО КОНТАКТЫ VIP Казино-Опыт Эксклюзивные VIP-зоны Для наших самых требовательных гостей мы предлагаем эксклюзивные VIP-зоны, где вы можете наслаждаться приватностью и комфортом. Эти зоны оснащены роскошными игровыми столами и персональными дилерами, готовыми удовлетворить все ваши игровые предпочтения. Приватные турниры Для истинных ценителей азарта мы организуем приватные турниры по покеру и блэкджеку. Участвуйте в эксклюзивных состязаниях с высокими ставками и ощутите настоящий адреналин от игры с лучшими игроками на борту. Премиум-обслуживание Наслаждайтесь высочайшим уровнем сервиса в наших VIP-зонах. Персональные менеджеры и обслуживающий персонал обеспечат вам незабываемый опыт, предлагая лучшие напитки, блюда и услуги, доступные только для наших VIP-гостей. Программа лояльности и награды Наши VIP-гости получают доступ к эксклюзивной программе лояльности, предлагающей уникальные бонусы и награды. За каждую ставку вы зарабатываете очки, которые можно обменять на бесплатные круизы, роскошные подарки и другие привилегии. Казино-туры и казино на круизах + Как я могу зарезервировать место на турнире? Вы можете зарезервировать место на турнире, связавшись с нашей службой поддержки или непосредственно на борту лайнера у администратора казино. Рекомендуем бронировать заранее, чтобы гарантировать свое участие. + Есть ли на борту лайнера зоны для некурящих? Да, на большинстве наших лайнеров есть выделенные зоны для некурящих, чтобы все гости могли наслаждаться игрой в комфортной для себя обстановке. Пожалуйста, уточните у персонала местоположение этих зон. + Как работает система лояльности казино? Наша система лояльности позволяет вам зарабатывать баллы за каждую ставку, которые затем можно обменять на различные привилегии, такие как бесплатные напитки, скидки на будущие круизы и специальные приглашения на мероприятия. Чем больше вы играете, тем больше привилегий получаете. + Какие меры безопасности применяются в казино? В нашем казино соблюдаются высокие стандарты безопасности. Используются современные системы видеонаблюдения, а также на борту работают профессиональные охранники. Все сотрудники казино проходят тщательную подготовку для обеспечения безопасной и честной игры. + Могу ли я обменять свои выигрыши на наличные на борту? Да, вы можете обменять свои выигрыши на наличные в кассе казино. Также доступны другие методы выплаты, такие как зачисление на круизную карту или банковский перевод. Пожалуйста, уточните детали у кассира. Сайт GrandOcean использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить GrandOcean Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 13, Астана 010000, Казахстан grandocean@gmail.com +7(7142)56-18-52"
  },
  "date": "2024-06-13T11:45:39.127Z"
}