{
  "name": "GrandFortuna",
  "pages": {
    "prices": "Precios y Paquetes de Grand Fortuna 18+ Inicio Sobre Nosotros Casino Precios Servicios Nuestras Tarifas Descubra las tarifas exclusivas de Grand Fortuna Casino-Hotel, diseñadas para ofrecerle el máximo valor y confort durante su estancia. Explore nuestras opciones de precios y elija la que mejor se adapte a sus necesidades. Tarifas de Habitaciones y Descripciones En Grand Fortuna Casino-Hotel, ofrecemos una variedad de habitaciones diseñadas para satisfacer todas sus necesidades. A continuación, encontrará nuestras tarifas y descripciones detalladas de cada tipo de habitación. Habitación Estándar Una cómoda habitación equipada con todas las comodidades básicas para asegurar una estancia agradable. Incluye cama king size, Wi-Fi gratuito y acceso a todas las instalaciones del hotel. €120 por noche Habitación Deluxe Disfrute de una estancia en nuestra habitación deluxe, que ofrece más espacio y comodidades mejoradas. Incluye cama king size, Wi-Fi gratuito, mini-bar y vistas panorámicas. €180 por noche Suite Junior Nuestra suite junior ofrece lujo y confort con una sala de estar separada y un dormitorio. Perfecta para estancias prolongadas o huéspedes que deseen más espacio. Incluye todas las comodidades de la habitación deluxe. €250 por noche Suite Ejecutiva Una espaciosa suite ideal para viajeros de negocios, con un área de trabajo dedicada y una sala de estar. Incluye acceso exclusivo al salón ejecutivo y servicios adicionales. €320 por noche Suite Presidencial La cúspide del lujo y la comodidad. Nuestra suite presidencial ofrece una experiencia de alojamiento incomparable con múltiples habitaciones, comedor, y servicio de mayordomo personal. €500 por noche Suite Familiar Perfecta para familias, esta suite ofrece dos dormitorios separados, una sala de estar y comodidades especiales para los más pequeños. Incluye Wi-Fi gratuito, televisión por cable y acceso a todas las instalaciones del hotel. €350 por noche Habitación Superior con Vista al Mar Disfrute de impresionantes vistas al mar desde esta habitación superior, equipada con una cama king size, Wi-Fi gratuito, balcón privado y servicios de lujo. €220 por noche Suite Nupcial Ideal para parejas en su luna de miel o una escapada romántica. Esta suite ofrece un entorno romántico con una bañera de hidromasaje, decoración especial y vistas impresionantes. €400 por noche Habitación Económica Una opción accesible sin comprometer la comodidad. Incluye una cama doble, Wi-Fi gratuito y acceso a todas las instalaciones del hotel. €90 por noche Suite Royal Experimente el lujo definitivo en nuestra Suite Royal, que cuenta con una decoración elegante, varias habitaciones, comedor privado, y servicios exclusivos. €600 por noche Ofertas Especiales Descubra nuestras exclusivas ofertas especiales diseñadas para brindarle una experiencia inigualable en Grand Fortuna Casino-Hotel. Desde escapadas de fin de semana hasta paquetes de spa, tenemos algo para todos. Escapada de Fin de Semana Disfrute de un fin de semana de lujo con nuestro paquete especial que incluye alojamiento, desayuno bufé y acceso completo a nuestras instalaciones de casino y spa. €350 por pareja Paquete de Spa Relajante Relájese y rejuvenezca con nuestro paquete de spa que incluye una noche de alojamiento, tratamientos de spa exclusivos y acceso a nuestras instalaciones de bienestar. €220 por persona Aventura Gastronómica Deléitese con una experiencia culinaria única que incluye una estancia de dos noches, cenas gourmet en nuestros restaurantes y una clase de cocina privada con nuestro chef. €500 por pareja Paquete de Noche Romántica Celebre una ocasión especial con nuestro paquete romántico que incluye alojamiento en una suite, cena a la luz de las velas y un baño de burbujas con champagne. €400 por pareja Vacaciones en Familia Disfrute de unas vacaciones familiares inolvidables con nuestro paquete que incluye alojamiento en una suite familiar, desayuno bufé para toda la familia y actividades recreativas para niños. €600 por familia Reservar Ahora +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar",
    "privacy-policy": "Política de Privacidad de Grand Fortuna 18+ Inicio Sobre Nosotros Casino Precios Servicios Política de Privacidad 1. Introducción En Grand Fortuna Casino-Hotel, valoramos la privacidad de nuestros huéspedes y nos comprometemos a proteger sus datos personales. Esta Política de Privacidad describe cómo recopilamos, utilizamos y protegemos su información. 2. Información que Recopilamos Recopilamos información personal que usted nos proporciona directamente, como su nombre, dirección de correo electrónico, número de teléfono y detalles de la reserva. También recopilamos información automáticamente, como su dirección IP, datos de navegación y comportamiento en nuestro sitio web. 3. Uso de la Información Utilizamos su información para procesar sus reservas, mejorar nuestros servicios, personalizar su experiencia y comunicarnos con usted. También podemos utilizar su información para enviarle ofertas promocionales y noticias sobre Grand Fortuna Casino-Hotel. 4. Compartir la Información No vendemos, alquilamos ni compartimos su información personal con terceros, excepto cuando sea necesario para proporcionar los servicios que ha solicitado o cuando la ley lo requiera. Podemos compartir su información con proveedores de servicios que nos asisten en nuestras operaciones. 5. Seguridad de los Datos Implementamos medidas de seguridad técnicas y organizativas para proteger sus datos personales contra el acceso no autorizado, la alteración, divulgación o destrucción. Sin embargo, ningún sistema de transmisión de datos por Internet es completamente seguro y no podemos garantizar la seguridad absoluta de su información. 6. Retención de Datos Conservamos su información personal durante el tiempo necesario para cumplir con los fines descritos en esta Política de Privacidad, a menos que se requiera o permita un período de retención más largo por la ley. 7. Sus Derechos de Privacidad Usted tiene derecho a acceder, corregir, actualizar o eliminar su información personal. También tiene derecho a oponerse al procesamiento de sus datos personales y a solicitar la limitación del procesamiento. Para ejercer estos derechos, póngase en contacto con nosotros en grandfortuna@gmail.com. 8. Cookies y Tecnologías Similares Utilizamos cookies y tecnologías similares para mejorar su experiencia en nuestro sitio web, analizar el tráfico y personalizar el contenido. Puede configurar su navegador para rechazar las cookies, pero esto puede afectar la funcionalidad del sitio. 9. Transferencia Internacional de Datos Podemos transferir su información personal a países fuera de su país de residencia, incluyendo a países que no proporcionan el mismo nivel de protección de datos. Tomaremos medidas para garantizar que su información personal esté protegida de acuerdo con esta Política de Privacidad. 10. Enlaces a Otros Sitios Web Nuestro sitio web puede contener enlaces a sitios web de terceros. No somos responsables de las prácticas de privacidad o del contenido de estos sitios. Le recomendamos que lea las políticas de privacidad de cualquier sitio web de terceros que visite. 11. Menores de Edad Grand Fortuna Casino-Hotel no recopila intencionalmente información personal de menores de 18 años. Si descubrimos que hemos recopilado información personal de un menor de 18 años sin el consentimiento de los padres, tomaremos medidas para eliminar dicha información de nuestros registros. 12. Modificaciones a la Política de Privacidad Nos reservamos el derecho de modificar esta Política de Privacidad en cualquier momento. Le notificaremos cualquier cambio publicando la nueva política en nuestro sitio web. Le recomendamos que revise esta política periódicamente para estar informado sobre cómo protegemos su información. 13. Consentimiento Al utilizar nuestro sitio web y nuestros servicios, usted acepta los términos de esta Política de Privacidad. Si no está de acuerdo con los términos de esta política, por favor no utilice nuestro sitio web ni nuestros servicios. 14. Marketing y Comunicaciones Podemos utilizar su información personal para enviarle comunicaciones de marketing sobre nuestros servicios y promociones. Si prefiere no recibir estas comunicaciones, puede optar por no recibirlas siguiendo las instrucciones de exclusión incluidas en nuestras comunicaciones o poniéndose en contacto con nosotros en grandfortuna@gmail.com. 15. Procesamiento de Pagos Utilizamos terceros proveedores de servicios de pago para procesar transacciones de pago en línea. Estos proveedores pueden recopilar y almacenar su información de pago de acuerdo con sus propias políticas de privacidad. Le recomendamos que revise las políticas de privacidad de estos proveedores antes de proporcionar su información de pago. 16. Seguridad de las Transacciones Nos comprometemos a proteger la seguridad de sus transacciones en línea. Utilizamos medidas de seguridad avanzadas para proteger sus datos de pago durante la transmisión y almacenamiento. Sin embargo, no podemos garantizar la seguridad absoluta de las transacciones realizadas a través de Internet. 17. Derechos de los Usuarios en la Unión Europea Si se encuentra en la Unión Europea, tiene derechos adicionales bajo el Reglamento General de Protección de Datos (GDPR). Estos derechos incluyen el derecho a la portabilidad de los datos, el derecho a la eliminación de datos y el derecho a presentar una queja ante una autoridad de protección de datos. 18. Contacto Si tiene alguna pregunta o inquietud sobre esta Política de Privacidad o sobre nuestras prácticas de privacidad, puede ponerse en contacto con nosotros en grandfortuna@gmail.com. Estaremos encantados de atender sus consultas y proporcionarle la información necesaria. 19. Responsabilidad y Cumplimiento Grand Fortuna Casino-Hotel se compromete a cumplir con todas las leyes y regulaciones aplicables en materia de privacidad y protección de datos. Revisamos periódicamente nuestras prácticas de privacidad para garantizar el cumplimiento y mejorar continuamente la protección de sus datos personales. 20. Fecha de Vigencia Esta Política de Privacidad entra en vigor a partir de la fecha de su publicación en nuestro sitio web. Cualquier cambio en esta política será efectivo inmediatamente después de su publicación. Le recomendamos que consulte esta página regularmente para estar al tanto de cualquier actualización. +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar",
    "services": "Servicios en Grand Fortuna 18+ Inicio Sobre Nosotros Casino Precios Servicios Nuestros Servicios En Grand Fortuna Casino-Hotel, nos enorgullecemos de ofrecer una amplia gama de servicios de alta calidad para asegurar que su estancia sea inolvidable. Desde relajantes tratamientos de spa hasta emocionantes actividades en nuestro casino, tenemos algo para todos. Detalles de Nuestros Servicios En Grand Fortuna Casino-Hotel nos esforzamos por proporcionarle una experiencia de lujo incomparable. Nuestros servicios están diseñados para satisfacer todas sus necesidades y superar sus expectativas. Servicio de Habitaciones las 24 horas Disfrute de la conveniencia de nuestro servicio de habitaciones disponible las 24 horas, ofreciendo una amplia selección de deliciosos platos y bebidas. Servicio de Limpieza Diaria Nuestro equipo de limpieza garantiza que su habitación esté impecable todos los días, para que pueda disfrutar de un ambiente fresco y acogedor durante su estancia. Conserjería Personalizada Nuestros conserjes están disponibles para ayudarlo con cualquier solicitud, desde recomendaciones locales hasta reservas de tours y eventos especiales. Spa y Bienestar Sumérjase en un oasis de tranquilidad con nuestros tratamientos de spa exclusivos y servicios de bienestar diseñados para rejuvenecer cuerpo y mente. Actividades Recreativas Desde el acceso a nuestro casino de primera clase hasta opciones de entretenimiento local, tenemos una variedad de actividades recreativas para enriquecer su experiencia en Grand Fortuna. Servicio de Valet Ofrecemos un servicio de valet para su comodidad, asegurando un manejo seguro y eficiente de su vehículo durante su estancia. Servicios Personalizados En Grand Fortuna Casino-Hotel, nos esforzamos por ofrecer experiencias únicas y personalizadas para cada uno de nuestros huéspedes. Entendemos que cada estancia es especial, y nuestro objetivo es asegurar que cada detalle sea perfecto. Nuestro equipo dedicado está siempre disponible para atender sus necesidades y deseos especiales, ya sea que requiera un servicio exclusivo en su habitación, una cena privada en uno de nuestros restaurantes de alta cocina, o arreglos especiales para una celebración íntima. Además, podemos organizar excursiones personalizadas y actividades locales para que explore lo mejor de la región, desde visitas a bodegas hasta aventuras al aire libre. Nuestro conserje estará encantado de ayudarle a planificar un itinerario que se ajuste perfectamente a sus intereses y preferencias. Permítanos transformar su estancia en Grand Fortuna Casino-Hotel en una experiencia verdaderamente memorable, donde cada momento está diseñado a la medida de sus expectativas. Servicios Especiales En Grand Fortuna Casino-Hotel, ofrecemos una variedad de servicios especiales para asegurar que su evento sea inolvidable. Desde la organización de bodas hasta la planificación de eventos corporativos, nuestro equipo está listo para hacer realidad sus sueños. Organización de Bodas Celebre el día más importante de su vida en Grand Fortuna Casino-Hotel. Ofrecemos paquetes completos de bodas que incluyen planificación detallada, decoraciones espectaculares, catering gourmet y atención personalizada para que su boda sea perfecta. Eventos Corporativos Nuestros espacios versátiles y modernos son ideales para reuniones de negocios, conferencias y eventos corporativos. Ofrecemos servicios de tecnología avanzada, catering profesional y asistencia en la planificación para garantizar el éxito de su evento. Fiestas Privadas Organice una fiesta inolvidable en nuestros exclusivos espacios de entretenimiento. Desde cumpleaños hasta aniversarios, ofrecemos soluciones personalizadas que incluyen música en vivo, DJ, catering y decoración temática. Banquetes y Reuniones Disfrute de nuestros servicios de banquetes para cualquier ocasión especial. Nuestro equipo de chefs y organizadores trabajará con usted para crear un menú delicioso y una atmósfera perfecta para su evento. Contáctenos +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar",
    "terms-conditions": "Términos y Condiciones de Grand Fortuna 18+ Inicio Sobre Nosotros Casino Precios Servicios Términos y Condiciones Aceptación de los Términos Al acceder y utilizar el sitio web de Grand Fortuna Casino-Hotel, usted acepta estar sujeto a estos Términos y Condiciones, así como a todas las leyes y regulaciones aplicables. Si no está de acuerdo con alguno de estos términos, no utilice nuestro sitio web. Modificaciones de los Términos Nos reservamos el derecho de modificar estos Términos y Condiciones en cualquier momento sin previo aviso. Las modificaciones entrarán en vigor inmediatamente después de su publicación en el sitio web. Su uso continuado del sitio web constituye su aceptación de los términos modificados. Uso del Sitio Web Usted se compromete a utilizar el sitio web de Grand Fortuna Casino-Hotel únicamente con fines legales y de acuerdo con estos Términos y Condiciones. No deberá usar el sitio web de manera que pueda dañar, deshabilitar, sobrecargar o perjudicar el funcionamiento del sitio web o interferir con el uso y disfrute del sitio web por parte de otros usuarios. Propiedad Intelectual Todo el contenido, incluidas las imágenes, textos, gráficos y logotipos, es propiedad de Grand Fortuna Casino-Hotel y está protegido por las leyes de propiedad intelectual. No se permite el uso, reproducción, distribución o modificación de cualquier contenido sin el consentimiento previo por escrito de Grand Fortuna Casino-Hotel. Limitación de Responsabilidad Grand Fortuna Casino-Hotel no será responsable de ningún daño directo, indirecto, incidental, especial o consecuente que surja del uso o la imposibilidad de uso del sitio web, incluso si Grand Fortuna Casino-Hotel ha sido informado de la posibilidad de dichos daños. Enlaces a Sitios Web de Terceros El sitio web de Grand Fortuna Casino-Hotel puede contener enlaces a sitios web de terceros que no están controlados ni operados por nosotros. No somos responsables del contenido ni de las políticas de privacidad de estos sitios web de terceros. El acceso y uso de dichos sitios web es bajo su propio riesgo. Política de Privacidad El uso del sitio web de Grand Fortuna Casino-Hotel está sujeto a nuestra Política de Privacidad. Le recomendamos que revise nuestra Política de Privacidad para entender nuestras prácticas en relación con la recopilación, uso y divulgación de su información personal. Terminación del Servicio Nos reservamos el derecho de suspender o terminar su acceso al sitio web de Grand Fortuna Casino-Hotel en cualquier momento, sin previo aviso, por cualquier motivo, incluyendo, entre otros, el incumplimiento de estos Términos y Condiciones. Ley Aplicable Estos Términos y Condiciones se regirán e interpretarán de acuerdo con las leyes del país en el que se encuentra Grand Fortuna Casino-Hotel, sin tener en cuenta sus disposiciones sobre conflictos de leyes. Resolución de Disputas Cualquier disputa o reclamación relacionada con estos Términos y Condiciones o el uso del sitio web de Grand Fortuna Casino-Hotel se resolverá a través de arbitraje vinculante, de acuerdo con las reglas del país en el que se encuentra Grand Fortuna Casino-Hotel. Indemnización Usted se compromete a indemnizar y mantener indemne a Grand Fortuna Casino-Hotel, sus afiliados, directores, empleados y agentes de cualquier reclamación, daño, obligación, pérdida, responsabilidad, costo o deuda y gastos (incluidos, entre otros, los honorarios de abogados) que surjan de su uso y acceso al sitio web o su violación de estos Términos y Condiciones. Divisibilidad Si alguna disposición de estos Términos y Condiciones se considera inválida o inaplicable por cualquier motivo, dicha disposición se eliminará o limitará en la medida mínima necesaria para que el resto de las disposiciones sigan siendo válidas y aplicables. Acuerdo Completo Estos Términos y Condiciones constituyen el acuerdo completo entre usted y Grand Fortuna Casino-Hotel con respecto al uso del sitio web, y reemplazan todos los acuerdos y entendimientos previos o contemporáneos, ya sean escritos u orales. Renuncia El hecho de que Grand Fortuna Casino-Hotel no ejerza o haga cumplir cualquier derecho o disposición de estos Términos y Condiciones no constituirá una renuncia a tal derecho o disposición. Cualquier renuncia a cualquier disposición de estos Términos y Condiciones solo será efectiva si se realiza por escrito y está firmada por un representante autorizado de Grand Fortuna Casino-Hotel. Comunicaciones Electrónicas Al utilizar nuestro sitio web, usted acepta recibir comunicaciones electrónicas de nuestra parte. Estas comunicaciones pueden incluir avisos sobre su cuenta y otra información sobre el sitio web. Usted acepta que cualquier aviso, acuerdo, divulgación u otras comunicaciones que le enviemos electrónicamente cumplirán con cualquier requisito legal de que dichas comunicaciones sean por escrito. Asignación Usted no puede ceder ni transferir sus derechos u obligaciones bajo estos Términos y Condiciones sin el consentimiento previo por escrito de Grand Fortuna Casino-Hotel. Cualquier intento de asignación o transferencia sin dicho consentimiento será nulo y sin efecto. Fuerza Mayor Grand Fortuna Casino-Hotel no será responsable por cualquier retraso o falla en el cumplimiento de sus obligaciones bajo estos Términos y Condiciones si dicho retraso o falla resulta de cualquier causa fuera de su control razonable, incluyendo, entre otros, actos de Dios, guerra, terrorismo, disturbios, embargos, actos de autoridades civiles o militares, incendios, inundaciones, accidentes, huelgas o escasez de transporte, combustible, energía, mano de obra o materiales. Idioma Estos Términos y Condiciones y cualquier comunicación relacionada con ellos se harán en el idioma del país en el que se encuentra Grand Fortuna Casino-Hotel. En caso de cualquier conflicto o inconsistencia entre la versión en inglés y cualquier traducción de estos Términos y Condiciones, prevalecerá la versión en inglés. Política de Reembolso Las políticas de reembolso para los servicios proporcionados por Grand Fortuna Casino-Hotel están sujetas a las condiciones específicas del servicio adquirido. Consulte los términos y condiciones específicos relacionados con el servicio para obtener detalles sobre la elegibilidad y el proceso de reembolso. Contacto Si tiene alguna pregunta o inquietud sobre estos Términos y Condiciones, puede ponerse en contacto con nosotros en grandfortuna@gmail.com. +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar",
    "thank_page": "¡Gracias por su consulta! | Grand Fortuna ¡Gracias por contactarnos! Volver a la página principal",
    "about": "Acerca de Grand Fortuna Casino-Hotel 18+ Inicio Sobre Nosotros Casino Precios Servicios Sobre nosotros Somos Grand Fortuna Casino-Hotel, donde el lujo se encuentra con la diversión. Nuestro hotel ofrece una combinación perfecta de lujo, confort y entretenimiento para nuestros huéspedes. Con una ubicación excelente, servicio de alta calidad y una amplia variedad de opciones de entretenimiento, nuestro establecimiento es el lugar ideal para disfrutar de unas vacaciones inolvidables. Historia de Grand Fortuna Casino-Hotel El majestuoso Grand Fortuna Casino-Hotel comenzó su historia en el lejano año 1985, cuando el renombrado arquitecto John Smith hizo realidad su sueño de crear un lugar único donde el lujo se encuentra con el entretenimiento. Ubicado en la pintoresca costa, el hotel rápidamente se convirtió en un símbolo de elegancia y estilo. Desde sus primeros días, Grand Fortuna atrajo a celebridades, políticos y personas adineradas de todo el mundo gracias a su ubicación exclusiva y servicio inigualable. A lo largo de las décadas, el hotel continuó desarrollándose, añadiendo nuevas áreas de descanso, tecnología de vanguardia y oportunidades de entretenimiento innovadoras. Hoy en día, Grand Fortuna Casino-Hotel no solo ofrece a sus huéspedes habitaciones exclusivas y una amplia gama de servicios que incluyen un lujoso spa, restaurantes de alta cocina y bares, sino que también es un lugar atractivo para la celebración de conferencias internacionales y eventos. El hotel sigue siendo fiel a sus raíces, manteniendo las tradiciones de hospitalidad y servicio de alta calidad que lo han hecho famoso en todo el mundo. Grand Fortuna Casino-Hotel es el lugar donde cada huésped se siente especial y donde cada detalle está diseñado para hacer que su estancia sea inolvidable. Misión de Grand Fortuna Casino-Hotel Nuestra misión en Grand Fortuna Casino-Hotel es crear experiencias únicas e inolvidables para cada uno de nuestros huéspedes. Nos esforzamos por ofrecer el más alto nivel de servicio, confort y entretenimiento, para que cada huésped se sienta especial y se vaya con los mejores recuerdos. Estamos orgullosos de nuestra capacidad para convertir cada estancia en un viaje memorable, donde el lujo, la hospitalidad y la atención personalizada se combinan para crear una experiencia perfecta. ¡No esperes más! ¡Contáctanos hoy mismo y permítenos superar tus expectativas! Contactar Nuestro equipo directivo En Grand Fortuna Casino-Hotel nos enorgullece nuestro experimentado equipo directivo, que es el corazón y alma de nuestro hotel. Nuestros directivos tienen una amplia experiencia en la industria hotelera y se esfuerzan por mejorar constantemente nuestro servicio. Alejandro García Director General Elena Martínez Directora de Servicio al Cliente Miguel López Director de Operaciones de Restaurantes Olga Rodríguez Directora de Marketing y Relaciones Públicas Cada miembro de nuestro equipo está comprometido con los más altos estándares de servicio, enfoques innovadores y una ética hotelera impecable. Trabajamos juntos para asegurar que cada huésped de Grand Fortuna Casino-Hotel sienta atención y cuidado en cada etapa de su estancia. Nuestro objetivo es hacer de Grand Fortuna Casino-Hotel el lugar ideal para su descanso, trabajo y entretenimiento. Estamos listos para compartir nuestra pasión por la hospitalidad y crear las mejores experiencias para usted. Nuestro visionario hotel En Grand Fortuna Casino-Hotel nos esforzamos por ser líderes en el campo del servicio hotelero, proporcionando a nuestros huéspedes condiciones incomparables para descansar, trabajar y divertirse. Nos centramos en un servicio de alta calidad, innovación y satisfacción de las necesidades de cada huésped. Nuestra misión es crear un ambiente donde el lujo se encuentre con la comodidad, y cada detalle esté cuidadosamente diseñado para su conveniencia. Nos esforzamos por ser un lugar donde cada huésped se sienta especial y encuentre todo lo necesario para unas vacaciones ideales y un trabajo productivo. Nos enorgullece nuestra atmósfera única y nuestro compromiso con los estándares más altos, que hacen de Grand Fortuna Casino-Hotel la elección perfecta para huéspedes de todo el mundo. Saber más +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar",
    "casino": "Casino en Grand Fortuna Casino-Hotel 18+ Inicio Sobre Nosotros Casino Precios Servicios Bienvenido al casino Grand Fortuna Experimente el azar y el lujo en el corazón de nuestro casino-hotel. Grand Fortuna ofrece una experiencia única que combina juegos de azar de primera categoría y un servicio de excelencia. Juegos y entretenimiento en Grand Fortuna Casino-Hotel En Grand Fortuna Casino-Hotel ofrecemos una amplia variedad de juegos y entretenimientos que satisfarán incluso a nuestros huéspedes más exigentes. Póker Disfrute de la emoción en nuestras salas de póker, donde encontrará diferentes variantes del juego. Ruleta Sienta la adrenalina girando la ruleta en nuestro elegante casino. Blackjack Pruebe su suerte jugando al blackjack contra el crupier y disfrute la emoción de ganar. Máquinas tragamonedas Sumérjase en el mundo de las coloridas máquinas tragamonedas con diversas temáticas y grandes premios. Baccarat Juegue a este elegante juego de baccarat, que está disponible en nuestro prestigioso casino. Craps Pruebe su suerte y juegue al emocionante juego de craps en nuestro casino. Establecimientos culinarios y bares en Grand Fortuna Casino-Hotel Descubra los elegantes establecimientos culinarios y bares de estilo que ofrecen platos y bebidas únicos para todos los gustos. Restaurante Grand Fortuna Disfrute de exquisitos platos preparados por nuestros chefs en el ambiente elegante de nuestro restaurante principal. Restaurante de Cocina Asiática Descubra una variedad de sabores de la cocina asiática en nuestro restaurante especializado. Lounge Bar Relájese con un cóctel en mano en nuestro elegante lounge bar, disfrutando de música en vivo y un ambiente acogedor. Bar junto a la Piscina Refresquese con bebidas frías y aperitivos ligeros en nuestro bar junto a la piscina. Café Grand Fortuna Disfrute de un café aromático y pasteles frescos en el entorno acogedor de nuestro café. Buffet Pruebe una variedad de platos de todo el mundo en nuestro buffet. Experiencia única en Grand Fortuna Casino-Hotel No pierda la oportunidad de vivir una experiencia única en Grand Fortuna Casino-Hotel. Disfrute del lujo, el entretenimiento y la hospitalidad que ofrecemos. Reservar Ahora Eventos Especiales y Entretenimiento en Grand Fortuna Casino-Hotel En Grand Fortuna Casino-Hotel, siempre hay algo emocionante para todos. Ofrecemos una variedad de eventos especiales y entretenimiento que aseguran una experiencia inolvidable para nuestros huéspedes. Noches de Torneos de Póker Participe en nuestros prestigiosos torneos de póker que se realizan regularmente, donde tanto aficionados como profesionales pueden competir y ganar grandes premios. Espectáculos en Vivo Disfrute de espectáculos en vivo, desde actuaciones musicales hasta shows de comedia, que se llevan a cabo en nuestro elegante salón. Fiestas Temáticas Únase a nuestras emocionantes fiestas temáticas que ofrecen una experiencia divertida y única con música, baile y decoraciones especiales. Noche de Casino VIP Experimente una noche de lujo con acceso exclusivo a nuestras áreas VIP, cócteles premium y juegos de alta apuesta. Talleres de Cocina Participe en nuestros talleres de cocina donde los chefs del hotel comparten sus secretos culinarios y le enseñan a preparar exquisitos platos. Eventos Corporativos y Privados Organice su próximo evento corporativo o privado en nuestras instalaciones de primera clase, con servicios personalizados y atención detallada para garantizar el éxito de su evento. +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar ¡Atención! Esta página está destinada solo para personas mayores de 18 años. Cerrar",
    "disclaimer": "Descargo de Responsabilidad de Grand Fortuna 18+ Inicio Sobre Nosotros Casino Precios Servicios Descargo de responsabilidad Renuncia de responsabilidad Toda la información en este sitio web se proporciona únicamente con fines educativos. No nos hacemos responsables de la exactitud, integridad o actualidad de la información proporcionada. Los usuarios utilizan la información bajo su propio riesgo. Aviso legal Ninguna parte del contenido de este sitio web constituye asesoramiento legal. Siempre consulte a abogados calificados para obtener asesoramiento legal. Responsabilidad financiera No nos hacemos responsables de las decisiones basadas en la información publicada en este sitio web. Se recomienda consultar siempre a asesores financieros antes de tomar decisiones financieras. Derechos de autor Todos los materiales y contenidos de este sitio web están protegidos por derechos de autor. Cualquier uso sin permiso del propietario de los derechos de autor puede tener consecuencias legales. Información sobre productos y servicios Cualquier mención de productos o servicios en este sitio web no constituye recomendaciones o endosos. Los usuarios deben evaluar por sí mismos su idoneidad y conformidad. Cambios y actualizaciones Nos reservamos el derecho de modificar el contenido de este sitio web sin previo aviso. Estos cambios pueden afectar la información, productos o servicios. Limitación de responsabilidad En caso de daño o pérdida relacionados con el uso de la información de este sitio web, nuestra responsabilidad se limita al mínimo permitido por la ley. Enlaces externos Este sitio web puede contener enlaces a recursos externos o sitios web de terceros. No controlamos estos sitios y no nos hacemos responsables de su contenido o disponibilidad. +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar",
    "index": "Grand Fortuna Casino-Hotel - La Experiencia Definitiva de Casino y Hotel 18+ Inicio Sobre Nosotros Casino Precios Servicios Bienvenido a Grand Fortuna Casino-Hotel Donde el lujo se encuentra con el entretenimiento Reservar ahora Acerca de Grand Fortuna Casino-Hotel Bienvenido a Grand Fortuna Casino-Hotel, su destino definitivo para una experiencia de lujo y entretenimiento sin igual. Ubicado en el corazón de España, nuestro casino-hotel combina la elegancia y la emoción de un casino de clase mundial con el confort y la sofisticación de un resort de cinco estrellas. Desde habitaciones opulentas y suites exclusivas hasta una variedad de juegos de casino y opciones de entretenimiento, Grand Fortuna está diseñado para ofrecerle una estancia inolvidable. Disfrute de nuestra amplia gama de servicios, que incluyen restaurantes gourmet, un spa de lujo y actividades recreativas para todos los gustos. Más información Características y Comodidades Principales En Grand Fortuna Casino-Hotel, nos enorgullecemos de ofrecer una amplia gama de características y comodidades para asegurar que su estancia sea inolvidable. Descubra todo lo que nuestro resort tiene para ofrecer. 🔹 Alojamiento de Lujo Habitaciones y suites elegantes equipadas con todas las comodidades modernas. 🔹 Casino de Clase Mundial Una amplia selección de juegos de mesa, máquinas tragamonedas y salas de póker. 🔹 Restaurantes Gourmet Deliciosa cocina internacional preparada por chefs reconocidos. 🔹 Spa y Bienestar Tratamientos relajantes y rejuvenecedores en nuestro spa de lujo. 🔹 Entretenimiento en Vivo Espectáculos y eventos en vivo para su diversión. 🔹 Eventos y Conferencias Espacios versátiles para bodas, reuniones y otros eventos especiales. 🔹 Piscina y Área de Recreación Piscinas al aire libre y actividades recreativas para toda la familia. Comodidades del Resort En Grand Fortuna Casino-Hotel, ofrecemos una amplia variedad de comodidades de primera clase para asegurarnos de que cada huésped disfrute de una experiencia inolvidable. Descubra los lujosos servicios y las instalaciones que hemos preparado especialmente para usted. El Hotel Nuestro hotel cuenta con habitaciones y suites elegantemente decoradas, equipadas con las comodidades modernas necesarias para una estancia confortable y lujosa. Disfrute de vistas impresionantes, servicio a la habitación las 24 horas y un ambiente acogedor que lo hará sentir como en casa. 🏨 Habitaciones Lujosas Disfrute de la elegancia y el confort de nuestras habitaciones diseñadas con atención a cada detalle. 🌆 Vistas Espectaculares Habitaciones con vistas panorámicas de la ciudad y el paisaje circundante. 🛎️ Servicio a la Habitación 24/7 Servicio de habitaciones disponible las 24 horas del día para su comodidad. El Spa Nuestro spa de lujo ofrece una amplia gama de tratamientos rejuvenecedores y relajantes diseñados para revitalizar su cuerpo y mente. Sumérjase en un oasis de tranquilidad y disfrute de nuestros servicios de bienestar. 💆‍♀️ Masajes Relajantes Disfrute de una variedad de masajes realizados por terapeutas profesionales. 🧖‍♀️ Tratamientos Faciales Tratamientos faciales personalizados para mejorar la salud y la apariencia de su piel. 🌿 Terapias de Bienestar Programas de bienestar que incluyen terapias holísticas y de relajación. Restaurantes Descubra una experiencia culinaria excepcional en nuestros restaurantes gourmet. Ofrecemos una selección de platos internacionales preparados con ingredientes frescos y de alta calidad por chefs renombrados. 🍽️ Cocina Internacional Disfrute de una variedad de platos de todo el mundo, preparados con los más altos estándares. 🍷 Selección de Vinos Explore nuestra extensa carta de vinos, cuidadosamente seleccionados para complementar su comida. 🍰 Postres Gourmet Deléitese con nuestros postres elaborados artesanalmente por nuestros chefs pasteleros. Otras Comodidades Además de nuestras principales instalaciones, Grand Fortuna Casino-Hotel ofrece una variedad de servicios adicionales para satisfacer todas sus necesidades y asegurar que su estancia sea lo más placentera posible. 🏊‍♂️ Piscina al Aire Libre Relájese y disfrute del sol en nuestra amplia piscina al aire libre. 🎉 Eventos y Entretenimiento Participe en nuestros eventos y espectáculos en vivo que se llevan a cabo regularmente. 🚗 Estacionamiento y Transporte Servicios de estacionamiento y transporte para su comodidad. Comentarios de los Huéspedes Nuestro objetivo es proporcionar una experiencia inolvidable para cada huésped. Aquí están algunas de las opiniones de nuestros huéspedes satisfechos sobre su estadía en Grand Fortuna Casino-Hotel: \"¡Hotel increíble! Excelente servicio, habitaciones lujosas y muchas opciones de entretenimiento. ¡Altamente recomendado!\" - Alejandro Pérez \"Un lugar maravilloso para relajarse. El spa es simplemente espectacular y los restaurantes ofrecen platos de la más alta calidad.\" - María García \"Excelente ubicación, servicio magnífico y muchas comodidades. Nuestra estancia aquí fue inolvidable.\" - Sergio Martínez \"El hotel superó todas nuestras expectativas. Atención al detalle y un servicio excepcional.\" - Ana López Contáctanos Estamos aquí para ayudarte. Por favor, completa el formulario a continuación y nos pondremos en contacto contigo lo antes posible. Acepto la Política de privacidad Enviar +34 712 092 375 grandfortuna@gmail.com 16 Las Palmas de Gran Canaria Sobre Nosotros Casino Precios Servicios Aviso Legal Política de Privacidad Términos y Condiciones Utilizamos cookies para mejorar su experiencia en nuestro sitio web. Cerrar"
  },
  "date": "2024-06-14T07:31:19.540Z"
}