{
  "name": "hitwicket",
  "pages": {
    "disclaimer": "Disclaimer - HitWicket Cricket Game hitwicket@gmail.com 18+ +91-779-9200121 HitWicket Home Why are we Out the potential Be the course General help Disclaimer Gameplay and Content HitWicket is a mobile cricket game designed for entertainment purposes only. The game does not reflect real-world cricket events or outcomes. All game content, including but not limited to, team names, player names, and statistics, are fictional and should not be associated with any real-world entities. User Conduct Users are expected to use HitWicket responsibly and in accordance with all applicable laws and regulations. Any misuse, including but not limited to, hacking, cheating, or exploiting game vulnerabilities, is strictly prohibited and may result in the termination of your account. Termination We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service. Severability If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service. Waiver Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service. No Endorsement HitWicket is not associated with, endorsed by, or sponsored by any real-world cricket entities. Any reference to real-world cricket teams, players, or events is for descriptive purposes only and does not imply any endorsement or affiliation. Age Restrictions HitWicket is intended for use by persons over 18 years of age. If you are under 18 years of age, you may not use HitWicket or provide any personal information to us. We do not knowingly collect personal information from children under 18 years of age. If we learn that we have collected personal information from a child under 18 years of age, we will delete that information as quickly as possible. Changes to the Game HitWicket reserves the right to make changes to the game, including but not limited to, gameplay mechanics, rules, and content, at any time without prior notice. We strive to continuously improve and enhance the gaming experience for our users. Technical Issues While we strive to provide a seamless gaming experience, technical issues may occur. In the event of a technical issue, we will make reasonable efforts to resolve the issue as quickly as possible. However, we cannot guarantee that all technical issues will be resolved or that the game will be available at all times. Safety Guidelines While using HitWicket, you agree to follow these safety guidelines: Take regular breaks to rest your eyes and stretch your body. Do not play HitWicket while driving or operating heavy machinery. If you experience any discomfort or pain while using HitWicket, stop playing immediately and consult a medical professional. Assignment HitWicket may assign or delegate these Terms and/or the HitWicket Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent. You may not assign or delegate any rights or obligations under the Terms or Privacy Policy without HitWicket's prior written consent, and any unauthorized assignment and delegation by you is void. Survival All provisions of these Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Contact Information If you have any questions about this Disclaimer, please contact us at hitwicket@gmail.com. By using HitWicket, you acknowledge that you have read, understood, and agreed to be bound by these terms and conditions. We appreciate your cooperation and understanding. Enjoy your gaming experience with HitWicket! HitWicket Navigation Home Why are we Out the potential Be the course General help Additionally Disclaimer Privacy Policy Terms of use The ban in the 6th states of Andra-Pradesh, Assam, Nagalend, Odisha, Sickoy and Telengan.",
    "index": "Welcome to HitWicket - Your Ultimate Cricket Experience hitwicket@gmail.com 18+ +91-779-9200121 HitWicket Home Why are we Out the potential Be the course General help Step Up Your Cricket Game Welcome to HitWicket Dive into the thrilling world of cricket with HitWicket! Experience the excitement of fast-paced matches, sharpen your skills, and compete with players from around the globe. Whether you're a seasoned pro or just starting out, HitWicket has something for everyone. Get ready to hit those wickets and become the ultimate cricket champion! Install the game Why Choose HitWicket? HitWicket isn't just a game; it's a complete cricket experience designed to bring out the champion in you. From stunning graphics to realistic gameplay, we offer a cricket adventure like no other. Here's why you'll love playing HitWicket: Engaging Gameplay Experience cricket like never before with our realistic physics and intuitive controls. Every shot, every bowl, and every catch feels authentic, bringing the thrill of cricket to your fingertips. Global Competitions Join tournaments and leagues to compete against players from around the world. Climb the leaderboards, earn rewards, and prove you're the best in international cricket arenas. Discover More Features Unleash the Full Potential of HitWicket Stunning Graphics Immerse yourself in visually stunning stadiums and lifelike player animations. Every match feels like a live broadcast, bringing the excitement of cricket right to your screen. Customizable Teams Build and manage your dream team. Customize player appearances, set strategies, and lead your team to victory with your unique style of play. Real-Time Multiplayer Challenge your friends or compete against players worldwide in real-time matches. Show off your skills and prove who the true cricket champion is. Regular Updates Stay engaged with regular updates that bring new features, events, and improvements. We are constantly evolving to provide you with the best cricket gaming experience. Stay Connected Keep Up with HitWicket Updates Never miss a moment of the action with HitWicket. Stay connected and informed with the latest news, tips, and events. Whether you're looking for game updates, upcoming tournaments, or exclusive offers, we've got you covered. Down-load a game Newsletter Subscription Subscribe to our newsletter to receive regular updates directly to your inbox. Be the first to know about new features, exciting events, and special promotions. Don't miss out — stay in the loop with HitWicket! Explore Our Community 01 JOIN THE HITWICKET COMMUNITY Connect with fellow cricket enthusiasts and players from around the world in the vibrant HitWicket community. Engage in discussions, share tips and strategies, and celebrate victories together. Join Stay Updated 02 GET THE LATEST NEWS AND ANNOUNCEMENTS Be in the know with all things HitWicket. From game updates to upcoming events and special announcements, our community is the first to hear about it all. Don't miss out — stay informed and engaged! Receive updates Support Center 03 NEED HELP? Our dedicated support team is here to assist you. Whether you have questions about gameplay, encounter technical issues, or need assistance with account management, we're just a click away. Reach out to us anytime for prompt and friendly support. To learn more Master Your Skills Enhance Your Gameplay with HitWicket Training Mode Refine your techniques and master new skills in our dedicated Training Mode. Perfect your batting, bowling, and fielding abilities to dominate the game. Strategy Development Craft winning strategies with our advanced coaching tools. Analyze player stats, devise game plans, and adapt tactics to outplay your opponents. Career Progression Embark on a journey from rookie to cricket superstar. Earn experience points, level up your skills, and unlock achievements as you progress through your career. Email address hitwicket@gmail.com Phone +91-779-9200121 Location Chikkadpalli Rd, Narayanguda, Hyderabad, Telangana 500029, India Get Started Today Ready to Experience HitWicket? Join thousands of players worldwide who are already enjoying the thrill of cricket with HitWicket. Sign up now to begin your journey towards becoming a cricket champion. Fill out the form below to create your account and start playing! I accept privacy policy Request the game HitWicket Navigation Home Why are we Out the potential Be the course General help Additionally Disclaimer Privacy Policy Terms of use The ban in the 6th states of Andra-Pradesh, Assam, Nagalend, Odisha, Sickoy and Telengan. Accept",
    "privacy-policy": "Privacy Policy - HitWicket Cricket Game hitwicket@gmail.com 18+ +91-779-9200121 HitWicket Home Why are we Out the potential Be the course General help Privacy Policy First and foremost, we want to assure you that we do not collect any personal information from our users. Our game is designed to provide a fun and engaging experience without the need for personal data. We do not require users to create an account, provide an email address, or share any other personally identifiable information in order to play HitWicket. Our game does collect some non-personal information, such as device type, operating system, and gameplay statistics. This information is used solely for the purpose of improving the game and providing a better user experience. We do not use this information to identify individual users, and we do not share it with third parties except in aggregated, anonymized form. We take the security of our users' information very seriously. We have implemented industry-standard measures to protect the data we collect from unauthorized access, disclosure, alteration, or destruction. Our servers are located in secure facilities, and all data transmitted between our servers and your device is encrypted using SSL technology. In addition to our own security measures, we also rely on our users to help protect their information. We encourage all users to use strong passwords, avoid sharing their devices with others, and log out of the game when they are not using it. If you believe that your account has been compromised, please contact us immediately at hitwicket@gmail.com. We are committed to complying with all relevant laws and regulations regarding data privacy and security. We regularly review our policies and procedures to ensure that they are up-to-date and in compliance with applicable laws. If you have any questions or concerns about our Privacy Policy or our data practices, please do not hesitate to contact us at hitwicket@gmail.com. Introduction Welcome to HitWicket, a mobile cricket game that provides an immersive and engaging gaming experience for cricket enthusiasts. We understand the importance of privacy and data security in the digital age, and we are committed to protecting the privacy of our users. This Privacy Policy outlines the measures we take to ensure the confidentiality of your information while using our services. Compliance with Laws and Regulations At HitWicket, we are committed to complying with all relevant laws and regulations regarding data privacy and security. We regularly review our policies and procedures to ensure that they are up-to-date and in compliance with applicable laws. If you have any questions or concerns about our compliance with laws and regulations, please do not hesitate to contact us at hitwicket@gmail.com. Your Rights As a user of HitWicket, you have certain rights with respect to your information. These rights include: The right to access the information we have collected about you. The right to correct any inaccuracies in the information we have collected about you. The right to request that we delete the information we have collected about you. The right to object to our collection, use, or disclosure of your information. Third-Party Links Our game may contain links to third-party websites or services. We are not responsible for the privacy practices or the content of these third-party websites or services. We encourage our users to read the privacy policies of any third-party websites or services they visit. International Users HitWicket is headquartered in the India, and our servers are located in the India. If you are accessing our game from outside the India, please be aware that your information may be transferred to, stored, and processed in the India, where our data protection laws may be different from those of your country. By using our game, you consent to the transfer, storage, and processing of your information in the India. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. If we make any material changes to this Privacy Policy, we will notify you by posting the updated Privacy Policy on our website and updating the \"Last Updated\" date above. We encourage you to review this Privacy Policy periodically for any changes. If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at hitwicket@gmail.com. HitWicket Navigation Home Why are we Out the potential Be the course General help Additionally Disclaimer Privacy Policy Terms of use The ban in the 6th states of Andra-Pradesh, Assam, Nagalend, Odisha, Sickoy and Telengan.",
    "terms-conditions": "Terms of Use - HitWicket Cricket Game hitwicket@gmail.com 18+ +91-779-9200121 HitWicket Home Why are we Out the potential Be the course General help Terms of Use Acceptance of Terms By using HitWicket, you signify your acceptance of these Terms of Use. If you do not agree to these terms, please refrain from using our application. We reserve the right to modify these Terms of Use at any time without prior notice. Your continued use of HitWicket following any modifications shall constitute your acceptance of such modifications. Description of Service HitWicket provides a mobile gaming platform that allows users to engage in virtual cricket matches, tournaments, and leagues. Our application is designed for entertainment purposes only and does not involve any real-life cricket events or players. Third-Party Links and Services HitWicket may contain links to third-party websites, applications, or services that are not owned or controlled by us. We have no control over the content, privacy policies, or practices of any third-party sites or services. You acknowledge and agree that we are not responsible for the availability, accuracy, or reliability of any third-party sites or services accessed through HitWicket. Your use of any third-party sites or services is at your own risk and subject to the terms and conditions of such third parties. User Content HitWicket may allow users to submit, post, or share content such as text, images, or videos on our application. By submitting any content to HitWicket, you grant us a worldwide, non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology now known or later developed. You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to use and authorize us to use all patent, trademark, trade secret, copyright, or other proprietary rights in and to any content you submit. Prohibited Content You agree not to submit, post, or share any content that: Is unlawful, defamatory, libelous, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent, or otherwise objectionable; Infringes, misappropriates, or violates any patent, trademark, trade secret, copyright, or other intellectual property rights of any party; Impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity; Contains any unsolicited promotions, political campaigning, advertising, or solicitations; Contains any private information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers, and credit card numbers; Contains any viruses, corrupted data, or other harmful, disruptive, or destructive files; or Is, in our sole discretion, objectionable or restricts or inhibits any other person from using or enjoying HitWicket. Monitoring and Enforcement We have the right, but not the obligation, to monitor, edit, or remove any content that we determine, in our sole discretion, violates these Terms of Use or is otherwise objectionable. We reserve the right to take any action we deem necessary to enforce these Terms of Use, including, but not limited to, terminating your access to HitWicket, reporting any illegal activity to law enforcement authorities, or taking legal action against you. Modifications to HitWicket We reserve the right to modify, suspend, or discontinue HitWicket or any part thereof at any time, without cause or notice, effective immediately. We will not be liable to you or any third party for any modification, suspension, or discontinuance of HitWicket. Entire Agreement These Terms of Use constitute the entire agreement between you and HitWicket regarding the use of our application, superseding any prior agreements or understandings between you and us. If any provision of these Terms of Use is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Waiver Our failure to enforce any provision of these Terms of Use will not be deemed a waiver of such provision or the right to enforce such provision. Assignment You may not assign, transfer, or delegate your rights or obligations under these Terms of Use without our prior written consent. We may assign, transfer, or delegate any of our rights or obligations under these Terms of Use without your consent. Refund Policy All purchases of virtual currency or goods are final and non-refundable, except as required by applicable law. You acknowledge and agree that we are not required to provide a refund for any reason, including, but not limited to, discontinuation of HitWicket, termination of your account, or dissatisfaction with HitWicket. Contact Information If you have any questions or concerns regarding these Terms of Use or HitWicket, please contact us at hitwicket@gmail.com. By using HitWicket, you acknowledge that you have read, understood, and agreed to be bound by these Terms of Use. Enjoy your virtual cricket experience with HitWicket! HitWicket Navigation Home Why are we Out the potential Be the course General help Additionally Disclaimer Privacy Policy Terms of use The ban in the 6th states of Andra-Pradesh, Assam, Nagalend, Odisha, Sickoy and Telengan.",
    "thanks": "Thank You - HitWicket Cricket Game HitWicket Thank you for reaching out to us! We truly appreciate you taking the time to connect with us. Your feedback and thoughts are invaluable as they help us improve our services and create a better experience for you and all our users. Our team will review your message and get back to you as soon as possible. We value your patience and understanding in this matter. Once again, thank you for your time and for being a part of the HitWicket community. We look forward to continuing to serve you and provide the best possible experience. To main"
  },
  "date": "2024-06-18T15:37:22.592Z"
}