{
  "name": "HotelCash",
  "pages": {
    "casino": "Feel the Excitement and Thrill About Our rooms Our playing place To book Welcome to HotelCash Casino – Where Luxury Meets Excitement Step into the vibrant world of HotelCash Casino, where opulence and thrill come together to create an unforgettable gaming experience. Our casino offers a stunning array of games and entertainment options, set in an atmosphere of sophisticated elegance and exhilaration. To book Discover the Thrill Whether you’re a seasoned player or trying your luck for the first time, our casino floor is designed to captivate and excite. From classic table games like blackjack and roulette to the latest slot machines, every moment at HotelCash Casino is filled with anticipation and the possibility of a big win. Exquisite Ambiance Experience the perfect blend of luxury and excitement in our beautifully designed casino. With elegant décor, state-of-the-art gaming facilities, and top-notch service, we provide a gaming environment that is both comfortable and exhilarating. Exceptional Service Our professional and friendly staff are dedicated to ensuring your visit is extraordinary. Whether you need assistance with a game or recommendations for the best dining options, we are here to make your experience at HotelCash Casino seamless and enjoyable. Endless Entertainment Beyond the gaming tables, HotelCash Casino offers a variety of entertainment options. Enjoy live performances, themed nights, and special events that keep the excitement going. Our vibrant atmosphere ensures there’s always something happening to enhance your visit. Why Play at HotelCash Casino? Choosing HotelCash Casino means choosing an unparalleled gaming experience that combines luxury, excitement, and top-notch service. Here’s why our casino stands out as the best place for your gaming adventures: Unmatched Luxury and Comfort At HotelCash Casino, we believe that your gaming experience should be as comfortable as it is thrilling. Our casino floor is designed with elegance and sophistication, providing a luxurious atmosphere where you can play in style. Enjoy plush seating, ambient lighting, and a meticulously maintained environment that enhances every moment of your visit. Wide Variety of Games We offer a diverse range of games to suit every type of player. From the latest slot machines to classic table games like blackjack, poker, and roulette, our extensive selection ensures there’s something for everyone. Our state-of-the-art gaming technology and regularly updated game roster keep the excitement fresh and engaging. Exceptional Customer Service Our professional and friendly staff are dedicated to making your gaming experience seamless and enjoyable. Whether you need assistance with a game, information about our services, or personalized recommendations, our team is always on hand to provide prompt and courteous support. Your satisfaction is our top priority. Exclusive Promotions and Rewards At HotelCash Casino, we value our players and show our appreciation through exclusive promotions and rewards. From welcome bonuses for new players to loyalty programs for our regular guests, we offer a variety of incentives to enhance your gaming experience and increase your chances of winning big. Safe and Fair Gaming Environment We prioritize your safety and ensure that all our games are conducted in a fair and transparent manner. Our casino adheres to the highest standards of security and regulatory compliance, providing you with a trustworthy and secure gaming environment where you can play with confidence. Vibrant Entertainment and Events Beyond the gaming tables, we offer a rich array of entertainment options. Enjoy live music, thrilling performances, and special events that add an extra layer of excitement to your visit. Our vibrant and dynamic atmosphere ensures that there’s always something happening to keep you entertained. How to Play at HotelCash Casino Ready to dive into the excitement of HotelCash Casino? Whether you’re a seasoned player or new to the gaming world, we make it easy for you to start playing and enjoy the thrill of winning. Follow these simple steps to get started: Step 1: Join Us Get Your Player Card – Once you’re registered, receive your personalized player card. This card is your key to accessing games, earning rewards, and enjoying exclusive promotions. Step 2: Choose Your Game Explore Our Games – Take a stroll around our casino floor or browse our online game selection. We offer a wide variety of games to suit every taste, from classic table games like blackjack, poker, and roulette to the latest slot machines and video poker. Step 3: Place Your Bets Get Your Chips or Credits – Visit our cashier or use our convenient self-service kiosks to exchange cash for chips or load credits onto your player card. This currency allows you to place bets on your favorite games. Step 4: Play and Enjoy Start Playing – Engage in the game and experience the thrill of playing. Follow the game’s rules, make your moves, and enjoy the rush as the cards are dealt, the wheel spins, or the reels turn. Step 5: Cash Out and Collect Winnings Cash Out – When you’re ready to take a break or end your gaming session, visit the cashier or use a self-service kiosk to cash out your winnings. If you’ve been playing with a player card, your credits can be converted back to cash. To learn more Home Our rooms Our playing place Privacy Policy Terms and Conditions Disclaimer 628 Tweed Street, Newfield, Invercargill 9812, New Zealand +44-20-5412-6433 hotelcash@gmail.com We lists HotelCash in New Zealand for usage of visitors whose legal age are over 18 . If your legal age is below 18 , visiting site is prohibited for you ! We promote HotelCash and Resorts for purpose of entertainment and fun , if you are gamble addicted person, visiting the site can be harmful for you. Please take into consider the fact that you can lose your money or other valuable assets! Yes, I am 18 years old or older At DoubleHot Casino & Hotel, we use cookies to enhance your browsing experience and provide personalized content and services. Cookies are small text files that are stored on your device when you visit our website. They help us improve our site's functionality, analyze site traffic, and understand your preferences. Accept",
    "disclaimer": "Disclaimer | Palacio de HotelCash About Our rooms Our playing place To book Disclaimer of liability Important Information and Disclosures for DoubleHot Casino & Hotel The information provided on the HotelCash website is for general informational purposes only. While we strive to ensure the accuracy and completeness of the information, HotelCash makes no warranties or representations of any kind, express or implied, about the reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Important Points to Note: Accuracy of Information: We endeavor to keep the information up-to-date and correct. However, HotelCash assumes no responsibility or liability for any errors or omissions in the content of this website. The information is subject to change without notice. External Links: The HotelCash website may contain links to other websites that are not controlled or maintained by us. These links are provided for your convenience and do not signify our endorsement of the website(s). We have no control over the nature, content, and availability of those sites and accept no responsibility for them or for any loss or damage that may arise from your use of them. Limitation of Liability: In no event will HotelCash be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Booking and Services: All bookings and services provided by HotelCash are subject to availability and confirmation. We reserve the right to modify or discontinue any service or booking without prior notice. Terms and conditions apply to all bookings and services offered. Privacy Policy: Your use of this website is also governed by our Privacy Policy, which outlines how we collect, use, and protect your personal information. Home Our rooms Our playing place Privacy Policy Terms and Conditions Disclaimer 628 Tweed Street, Newfield, Invercargill 9812, New Zealand +44-20-5412-6433 hotelcash@gmail.com",
    "index": "Empower Your Business with Professional Management Solutions About Our rooms Our playing place To book Welcome to HotelCash – Your Ultimate Destination for Relaxation and Entertainment! HotelCash is a unique casino hotel where luxury and excitement meet in an atmosphere of unparalleled comfort and pleasure. Our hotel offers first-class rooms, thrilling casino games, exquisite dining, and unforgettable shows. Here, every guest will find something to love: from elegant rooms with breathtaking views to adrenaline-pumping bets at the gaming tables. To book About DoubleHot Casino & Hotel Our Story HotelCash was founded with the vision of creating a destination that combines the thrill of a casino with the luxury and comfort of a world-class hotel. Since our inception, we have been dedicated to providing our guests with an unforgettable experience that goes beyond their expectations. Our Mission At HotelCash, our mission is to offer an extraordinary blend of relaxation and excitement. We strive to deliver exceptional service, unparalleled hospitality, and a wide range of entertainment options to ensure that every stay is memorable. Our Services We pride ourselves on offering a variety of services to cater to the diverse needs of our guests: Luxurious Accommodations: Spacious, elegantly designed rooms and suites with stunning views. Exhilarating Casino: A wide array of gaming options, from classic table games to the latest slot machines. Fine Dining: Gourmet restaurants featuring diverse cuisines prepared by world-renowned chefs. World-Class Entertainment: Live shows, concerts, and events that provide non-stop entertainment. Our Commitment Our commitment is to create a safe, enjoyable, and memorable environment for all our guests. We continuously strive to improve and innovate, ensuring that HotelCash remains the premier choice for those seeking both relaxation and adventure. Experience the Thrill of Winning! To learn more Luxurious Gaming in Style To learn more Our Exquisite Hotel Building At HotelCash, our building is more than just a structure; it's a masterpiece of design and elegance. Nestled in a prime location, our hotel stands as a beacon of luxury and sophistication, inviting guests to experience the perfect blend of comfort and excitement. Architectural Marvel Our hotel boasts a modern architectural design that combines sleek lines with intricate details. The stunning façade, adorned with shimmering glass and polished stone, reflects the grandeur within. As you approach, the impressive entrance sets the tone for the opulence that awaits you inside. Luxurious Interiors Step inside to discover a world of luxury and style. Our lobby welcomes you with high ceilings, grand chandeliers, and exquisite furnishings, creating an atmosphere of elegance and warmth. Each corner of our hotel is thoughtfully designed to provide a seamless blend of comfort and sophistication. Unmatched Service Our commitment to excellence extends to every aspect of your stay. From the moment you arrive, our dedicated staff is on hand to ensure that your experience at HotelCash is nothing short of extraordinary. We pride ourselves on offering personalized service that caters to your every need. A Destination Like No Other HotelCash is not just a place to stay; it's a destination in itself. Whether you're here for business, leisure, or a thrilling casino experience, our hotel provides the perfect setting for creating lasting memories. Come and discover the unparalleled luxury and excitement that define HotelCash. Our Beautiful and Exciting Casino Welcome to the heart of excitement at HotelCash – our stunning casino. Designed with both elegance and thrill in mind, our casino offers a mesmerizing blend of luxurious ambiance and high-stakes entertainment that will captivate your senses from the moment you step inside. A Visual Delight Our casino is a visual masterpiece, featuring a harmonious blend of modern design and classic sophistication. Gleaming chandeliers hang from high ceilings, casting a warm glow over the intricately patterned floors. Rich, opulent colors and luxurious materials create an atmosphere of refined elegance, making every visit a feast for the eyes. Unmatched Entertainment Our casino is not just about gaming; it’s a hub of entertainment. From live performances by world-class artists to themed nights and special events, there's always something happening to keep you entertained. Our vibrant atmosphere ensures that every moment is filled with excitement and joy. Exceptional Service At HotelCash Casino, we pride ourselves on providing exceptional service. Our professional and friendly staff are dedicated to ensuring your visit is unforgettable. Whether you're a seasoned player or new to the gaming world, our team is here to assist you with every need, offering personalized attention to make your experience truly special. Book Your Luxurious Stay at HotelCash Today! Imagine waking up in a beautifully appointed room with breathtaking views, indulging in gourmet cuisine, and experiencing the thrill of our world-class casino. At HotelCash, we offer an unparalleled blend of luxury, comfort, and excitement that ensures every moment of your stay is unforgettable. Don't miss out on the ultimate getaway. Whether you're planning a relaxing retreat or an action-packed adventure, HotelCash is your perfect destination. Reserve your room now and step into a world of elegance and exhilaration. I accept the Privacy Policy Send message Home Our rooms Our playing place Privacy Policy Terms and Conditions Disclaimer 628 Tweed Street, Newfield, Invercargill 9812, New Zealand +44-20-5412-6433 hotelcash@gmail.com We lists HotelCash in New Zealand for usage of visitors whose legal age are over 18 . If your legal age is below 18 , visiting site is prohibited for you ! We promote HotelCash and Resorts for purpose of entertainment and fun , if you are gamble addicted person, visiting the site can be harmful for you. Please take into consider the fact that you can lose your money or other valuable assets! Yes, I am 18 years old or older At DoubleHot Casino & Hotel, we use cookies to enhance your browsing experience and provide personalized content and services. Cookies are small text files that are stored on your device when you visit our website. They help us improve our site's functionality, analyze site traffic, and understand your preferences. Accept",
    "privacy-policy": "Privacy Policy | Palacio de HotelCash About Our rooms Our playing place To book Privacy Policy Welcome to HotelCash! Your privacy is of utmost importance to us, and this Privacy Policy details how we handle, use, and safeguard your personal information. 1. Information Collection: - We collect various types of personal data, such as your name, email address, and contact number, when you interact with our services, such as making a purchase or signing up for promotions. - Additionally, we automatically gather non-personal information like IP addresses, browser types, and device identifiers to enhance our website's functionality and user experience. 2. Use of Information: - Your personal data is primarily used to process orders, provide customer support, and communicate with you about our products and services. - Non-personal information is utilized for analytical purposes, such as tracking website traffic patterns and improving our marketing strategies. 3. Information Sharing: - We do not sell, trade, or rent your personal information to third parties. However, we may share your data with trusted partners and service providers who assist us in delivering our services and improving customer experience. 4. Data Security: - We employ industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. 5. Your Choices: - You have the right to access, update, or delete your personal information stored in our systems. You may also opt out of receiving marketing communications from us at any time. 6. Policy Updates: - We reserve the right to revise or amend this Privacy Policy as needed. Any changes will be promptly communicated to you through our website or other appropriate channels. For any inquiries or concerns regarding our Privacy Policy, please contact us at hotelcash@gmail.com. Thank you for entrusting HotelCash with your privacy and choosing us for your pet care needs! Last Updated: April 2024 Home Our rooms Our playing place Privacy Policy Terms and Conditions Disclaimer 628 Tweed Street, Newfield, Invercargill 9812, New Zealand +44-20-5412-6433 hotelcash@gmail.com",
    "rooms": "Explore Our Luxurious Accommodations | HotelCash About Our rooms Our playing place To book Welcome to Our Luxurious Rooms Step into a realm of unparalleled comfort and sophistication at HotelCash. Our luxurious rooms are meticulously designed to provide you with the ultimate retreat during your stay. Whether you're seeking a peaceful haven for relaxation or a lavish setting for indulgence, our accommodations offer the perfect blend of style, comfort, and convenience. To book Our Exclusive Room Selection Enchanted Oasis Suite Immerse yourself in the tranquility of our Enchanted Oasis Suite, where luxury meets serenity. This extraordinary retreat boasts a private garden oasis, complete with lush greenery and a soothing waterfall, creating a magical ambiance that will transport you to a world of relaxation. Indulge in the ultimate escape as you unwind in the elegant living space or rejuvenate in the oversized soaking tub. Every detail of this enchanting suite is designed to enchant the senses and provide an unforgettable stay. Private garden oasis with a waterfall King-sized bed with premium bedding Oversized soaking tub Skyline Serenity Loft Elevate your stay to new heights in our Skyline Serenity Loft, where luxury and panoramic views collide. Perched high above the city skyline, this stunning loft offers a one-of-a-kind experience with floor-to-ceiling windows that showcase breathtaking vistas of the urban landscape. Relax in style in the contemporary living space or unwind on the private balcony as you soak in the mesmerizing sights below. With its modern design and unparalleled views, the Skyline Serenity Loft is sure to leave a lasting impression. Private balcony Sleek bathroom with rainfall shower Complimentary minibar Secret Garden Hideaway Escape to a hidden oasis in our Secret Garden Hideaway, a secluded retreat nestled within the heart of the hotel. Tucked away behind a lush curtain of foliage, this enchanting suite offers a sense of serenity and seclusion unlike any other. Step inside to discover a tranquil haven adorned with botanical accents and natural textures, creating a peaceful ambiance that invites relaxation. Unwind in the cozy sleeping nook or enjoy a leisurely soak in the freestanding bathtub, surrounded by verdant greenery. With its intimate atmosphere and secluded setting, the Secret Garden Hideaway offers a truly magical retreat for discerning travelers. Private garden terrace Freestanding bathtub Complimentary coffee and tea station Galactic Explorer Suite Embark on an otherworldly adventure in our Galactic Explorer Suite, a futuristic retreat designed for intrepid travelers. Inspired by the mysteries of the cosmos, this cutting-edge suite features sleek metallic accents, futuristic furnishings, and celestial motifs that evoke the spirit of space exploration. Immerse yourself in the immersive experience as you lounge in the zero-gravity seating area or stargaze from the private observatory deck. With its innovative design and interstellar amenities, the Galactic Explorer Suite offers a truly unforgettable journey beyond the stars. Private observatory deck with telescope Zero-gravity seating area High-tech entertainment system with virtual reality console To BOOK Room Cleaning and Housekeeping Services At HotelCash, we pride ourselves on providing meticulous room cleaning and housekeeping services to ensure that every guest enjoys a comfortable and pristine stay. Our dedicated team of housekeepers is committed to upholding the highest standards of cleanliness and hospitality, attending to every detail with precision and care. Impeccable Cleanliness: Our housekeeping staff undergo rigorous training to deliver impeccable cleanliness in every room. From sanitizing surfaces to changing linens, we leave no corner untouched, ensuring that each space is immaculate and inviting for our guests. Attention to Detail: We understand that the little details can make a big difference in the guest experience. That's why our housekeeping team pays close attention to detail, from arranging amenities to ensuring that every item is in its rightful place, creating a welcoming environment that exceeds expectations. Prompt and Efficient Service: With our efficient housekeeping service, guests can rest assured that their needs will be promptly attended to. Whether it's a request for extra towels or a special accommodation, our staff is dedicated to providing swift and courteous assistance to enhance the comfort and satisfaction of our guests. Personalized Care: At HotelCash, we believe in providing personalized care tailored to the unique preferences of each guest. Our housekeeping staff is trained to accommodate special requests and preferences, ensuring that every stay is tailored to the individual needs and preferences of our valued guests. Commitment to Excellence: Above all, our commitment to excellence drives everything we do. From the moment you step into your room to the time of your departure, our goal is to provide a seamless and memorable experience that leaves you feeling pampered, refreshed, and eager to return. Experience the Difference: Discover the difference of staying at HotelCash, where exceptional cleanliness, attention to detail, and personalized service combine to create an unparalleled guest experience. Relax and enjoy your stay, knowing that our dedicated housekeeping team is here to ensure that every moment of your visit is flawless and memorable. Home Our rooms Our playing place Privacy Policy Terms and Conditions Disclaimer 628 Tweed Street, Newfield, Invercargill 9812, New Zealand +44-20-5412-6433 hotelcash@gmail.com We lists HotelCash in New Zealand for usage of visitors whose legal age are over 18 . If your legal age is below 18 , visiting site is prohibited for you ! We promote HotelCash and Resorts for purpose of entertainment and fun , if you are gamble addicted person, visiting the site can be harmful for you. Please take into consider the fact that you can lose your money or other valuable assets! Yes, I am 18 years old or older At DoubleHot Casino & Hotel, we use cookies to enhance your browsing experience and provide personalized content and services. Cookies are small text files that are stored on your device when you visit our website. They help us improve our site's functionality, analyze site traffic, and understand your preferences. Accept",
    "terms-conditions": "Terms and Conditions | Palacio de HotelCash About Our rooms Our playing place To book Terms and Conditions Welcome to HotelCash. By accessing or using our website, you agree to be bound by the following terms and conditions. Please read them carefully. If you do not agree with any part of these terms, please refrain from using our website and services. 1. General 1.1. These terms and conditions govern your use of the HotelCash website and any services provided by HotelCash. 1.2. By using our website, you confirm that you accept these terms and conditions and agree to comply with them. 2. Booking and Reservations 2.1. All bookings made through our website are subject to availability and confirmation. 2.2. HotelCash reserves the right to cancel or modify bookings at our discretion. In such cases, we will notify you promptly and offer alternative arrangements or a full refund. 2.3. Cancellation policies may vary depending on the rate or room type selected. Please refer to the specific terms provided during the booking process. 3. Payment 3.1. Payments for bookings are required at the time of reservation unless otherwise specified. 3.2. We accept various payment methods, including credit cards and other electronic payment systems. All transactions are processed securely. 3.3. Any additional charges incurred during your stay (e.g., room service, minibar, etc.) must be settled upon check-out. 4. Use of the Website 4.1. You agree to use our website for lawful purposes only and in a manner that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. 4.2. You must not use our website in any way that is unlawful, fraudulent, or harmful, or in connection with any unlawful, fraudulent, or harmful purpose or activity. 5. Intellectual Property 5.1. All content, trademarks, and data on this website, including but not limited to text, graphics, logos, icons, images, audio clips, and software, are the property of HotelCash or its content suppliers and are protected by international copyright laws. 5.2. You may not reproduce, distribute, modify, or create derivative works of any content without our prior written consent. Home Our rooms Our playing place Privacy Policy Terms and Conditions Disclaimer 628 Tweed Street, Newfield, Invercargill 9812, New Zealand +44-20-5412-6433 hotelcash@gmail.com",
    "thanks": "Thanks for your inquiry! Thank You for Your Submission! Thank you for submitting your form to HotelCash. We appreciate your interest and will get back to you shortly. If you have any questions or need immediate assistance, please contact us We look forward to welcoming you soon! Return to Homepage"
  },
  "date": "2024-05-27T08:04:12.517Z"
}