{
  "name": "imgs",
  "pages": {
    "index": "Floorloom | Premium Carpets, Rugs, and Flooring Solutions Home Catalog Services Gallery Contact Welcome to Floorloom Discover the finest selection of carpets, rugs, and flooring solutions to transform your home. At Floorloom, we are dedicated to providing premium quality and exceptional customer service to help you create the perfect space. About Us Floorloom is your destination for premium carpets, rugs, and flooring solutions. We believe in providing our customers with the highest quality products and exceptional service to help them create the perfect space. Our Mission Our mission is to elevate interior design by offering a diverse range of flooring options that combine style, comfort, and durability. We strive to inspire creativity and transform spaces into beautiful, functional environments. Customer Reviews Emily Johnson \"I'm extremely satisfied with the carpet I purchased from Floorloom. It adds a touch of elegance to my home, and the quality is exceptional!\" Michael Brown \"Floorloom offers an incredible selection of rugs. I found the perfect rug for my dining room, and it arrived quickly. Thank you for the fantastic service!\" Sarah Wilson \"I recently redecorated my bedroom and purchased a carpet from Floorloom. It completely transformed the space! The quality is outstanding, and I couldn't be happier with my purchase.\" Contact Information WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Floorloom@gmail.com +916482310598 Rug Catalog Handmade Rugs Machine-Made Rugs Rugs for Kids' Rooms Rugs for Living Rooms Rugs for Offices Materials for Carpets Natural Fibers Synthetic Fibers Blended Materials Wool Polypropylene Polyester Company History Learn about our journey from humble beginnings to becoming a leader in the carpet and flooring industry. Founded in 2005, Floorloom started as a small family-owned business in a garage. With dedication, hard work, and a passion for quality, we quickly expanded our operations and gained recognition for our exceptional products and customer service. Over the years, we have continued to innovate and adapt to meet the changing needs of our customers. Today, we offer a wide range of carpets, rugs, and flooring solutions to suit every style and budget. Our Partners Discover the trusted brands and organizations we collaborate with to bring you the best products and services. Our Services Custom Carpet Design We offer personalized carpet design services tailored to your specific requirements and preferences. Our team of experts will work closely with you to create a unique and stylish carpet that perfectly complements your space. Price: Starting from $50 per square meter Carpet Repair and Restoration Is your carpet damaged or worn out? Our professional repair and restoration services can help bring your carpet back to life. Whether it's patching up holes, fixing loose seams, or restoring faded colors, we've got you covered. Price: Varies based on the extent of damage, starting from $100 Consultations for Flooring Selection Choosing the right flooring for your home or business can be overwhelming. Our experienced consultants are here to guide you through the selection process, providing expert advice and recommendations tailored to your needs and budget. Price: Free initial consultation; additional fees may apply for in-depth consultations Delivery and Installation Once you've selected your flooring, leave the rest to us. We offer convenient delivery and professional installation services to ensure your new carpet is installed correctly and efficiently. Sit back, relax, and let us handle the heavy lifting. Price: Delivery fee varies based on location; Installation fee starting from $3 per square meter Carpet Buying Tips Discover helpful tips and advice to guide you in choosing the perfect carpet for your home or business. Consider the Room's Functionality Choose the Right Material Think About Maintenance and Durability Take Color and Pattern into Account Get Proper Measurements Set a Realistic Budget Don't Forget About Installation Costs Ask for Samples Read Customer Reviews Consult with Experts Carpet and Flooring Care Proper care and maintenance are essential for preserving the beauty and longevity of your carpets and flooring. Follow these tips to keep them looking their best: Vacuum Regularly: Vacuum your carpets and rugs at least once a week to remove dirt, dust, and debris that can accumulate over time. Clean Spills Immediately: Blot spills with a clean cloth as soon as they occur to prevent stains from setting in. Use Rug Pads: Place rug pads underneath area rugs to prevent slipping, reduce wear and tear, and provide extra cushioning. Avoid Direct Sunlight: Direct sunlight can cause fading and discoloration of carpets and flooring. Use window treatments to block harmful UV rays. Rotate Your Rugs: Rotate area rugs periodically to ensure even wear and prevent permanent indentations from furniture. Professional Cleaning: Schedule professional carpet cleaning at least once a year to deep clean and remove embedded dirt and allergens. Protect Floors from Furniture: Place felt pads or furniture glides under heavy furniture legs to prevent scratches and dents on hardwood floors. Prevent Pet Damage: Trim your pet's nails regularly to minimize scratches on hardwood floors, and clean up accidents promptly to prevent odors and stains. Use the Right Cleaning Products: Use mild, pH-neutral cleaners specifically formulated for carpets and flooring to avoid damage and discoloration. Follow Manufacturer's Instructions: Always follow the manufacturer's guidelines for cleaning and maintenance to ensure warranty coverage and avoid voiding the warranty. Completed Projects Gallery Explore our gallery of completed projects to get inspiration for your next flooring makeover. Contact Us Have questions or feedback? Fill out the form below to get in touch with us. Name: Email: Message: I accept Privacy Policy Send Return and Exchange Policy Learn about our return and exchange policy to ensure a hassle-free shopping experience. Returns: Items can be returned within 30 days of purchase for a full refund. Exchanges: We offer free exchanges for items of equal or lesser value within 14 days of purchase. Conditions: Items must be in original condition with tags attached. Used, damaged, or customized items are not eligible for return or exchange. Refunds: Refunds are processed within 7-10 business days after receiving the returned item. Shipping: Customers are responsible for return shipping costs unless the item is defective or damaged. Warranty and Terms Explore our warranty coverage and terms of service to ensure peace of mind with your purchase. Product Warranty: All products come with a one-year warranty against defects in materials and workmanship. Terms of Service: By using our website, you agree to comply with our terms of service and privacy policy. Limitation of Liability: We are not liable for any indirect, incidental, or consequential damages arising from the use of our products. Claims: Warranty claims must be submitted within 30 days of discovery of the defect. Exclusions: The warranty does not cover damage caused by misuse, accidents, or alterations to the product. Inspiration and Interior Ideas Discover inspirational ideas and tips to transform your space with our curated collection of interior designs. Home Catalog Services Gallery Contact Terms & Condition Privacy Policy",
    "policy": "Privacy Policy | Floorloom main { margin: 50px 0; } h1 { color: #238ecb; margin-bottom: 30px; } h2 { color: #238ecb; margin-top: 40px; } p { margin-bottom: 20px; } main ul { margin-bottom: 20px; } main li { margin-bottom: 10px; } main a { color: #0b0b10; } Home Catalog Services Gallery Contact Privacy Policy Your privacy is important to us. Third Party Links Our website may contain links to third party websites. These third party sites have separate and independent privacy policies. We have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our website and welcome any feedback about these sites. We encourage you to review the privacy policies of any third party websites you visit. Security We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We employ various security measures to safeguard the confidentiality of your personal information, including encryption protocols, secure socket layer (SSL) technology, and regular security assessments of our systems. However, please be aware that no method of transmission over the internet or electronic storage is completely secure. Therefore, while we strive to protect your personal information, we cannot guarantee its absolute security. If you have any concerns about the security of your personal information, please contact us. Children's Privacy Our website is not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If you believe that we might have any information from or about a child under 13, please contact us immediately. Updates to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. It is your responsibility to review this Privacy Policy periodically for any changes. Your continued use of our website after the posting of any changes constitutes acceptance of those changes. If we make any material changes to this Privacy Policy, we will notify you either through the email address you have provided us, or by placing a prominent notice on our website. We encourage you to review this Privacy Policy regularly to stay informed about how we are protecting the personal information we collect. Contact Us If you have any questions about this Privacy Policy, please contact us: Email: Floorloom@gmail.com Phone: +916482310598 Address: WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Home Catalog Services Gallery Contact Terms & Condition Privacy Policy",
    "terms": "Floorloom | Terms & Condition main{ margin: 50px 0; } h1 { color: #238ecb; text-align: center; margin-bottom: 30px; } h2 { color: #238ecb; margin-top: 40px; } p { margin-bottom: 20px; } main ul { margin-bottom: 20px; } main li { margin-bottom: 10px; } main a { color: #0B0B10; } Home Catalog Services Gallery Contact Terms and Conditions Please read these terms and conditions carefully before using our website. 1. Agreement to Terms By accessing or using our website, you agree to be bound by these terms and conditions. If you disagree with any part of these terms and conditions, then you may not access the website. Our website is intended for use by individuals who are at least 18 years old or the legal age of majority in their jurisdiction, whichever is greater. By accessing or using our website, you represent and warrant that you are at least 18 years old or the legal age of majority in your jurisdiction. We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders at our sole discretion. You agree to use our website only for lawful purposes and in accordance with these terms and conditions. You are prohibited from violating or attempting to violate any security features of our website, including, but not limited to: Accessing content or data not intended for you, or logging onto a server or account that you are not authorized to access. Attempting to probe, scan, or test the vulnerability of our website or any associated system or network, or to breach security or authentication measures. Interfering or attempting to interfere with service to any user, host, or network, including, without limitation, by means of submitting a virus to our website, overloading, \"flooding,\" \"spamming,\" \"mail bombing,\" or \"crashing.\" Forging any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way using our website to send altered, deceptive, or false source-identifying information. 2. Intellectual Property Rights The content on this website, including text, images, audio, video, and other forms of content, is protected by intellectual property rights. You may not distribute, modify, transmit, reuse, download, repost, copy, or use said content for commercial purposes without our written permission. You may, however, access and use the content for your personal, non-commercial use, provided you do not modify or delete any copyright or proprietary notices. If you believe that any content on our website infringes upon your intellectual property rights, please contact us immediately to resolve the issue. We respect the intellectual property rights of others and expect our users to do the same. If we become aware of any infringing activity, we may take appropriate action, including removing or disabling access to the infringing content. 3. User Accounts If you create an account on our website, you are responsible for maintaining the security of your account and for any activities that occur under your account. You must provide accurate and complete information when creating an account. You agree to: Keep your account password confidential and not share it with others. Immediately notify us of any unauthorized use of your account or any other breach of security. Ensure that your account information is up-to-date and accurate at all times. We reserve the right to suspend or terminate your account if we suspect any unauthorized activity or violation of these terms and conditions. You may deactivate or delete your account at any time by contacting us or using the account settings on our website. 4. Limitation of Liability We will not be liable for any direct, indirect, special, consequential, or incidental damages arising out of or in connection with the use of our website. This includes, but is not limited to: Loss of revenue, income, profits, or savings. Loss of data or information. Loss of business opportunity or goodwill. Damage to property or personal injury. Our liability is limited to the maximum extent permitted by law. In no event shall our total liability exceed the amount paid by you, if any, for accessing or using our website. We do not warrant the accuracy, completeness, or reliability of any content on our website. You acknowledge and agree that any reliance on such content is at your own risk. We reserve the right to modify, suspend, or discontinue any aspect of our website at any time without notice. We shall not be liable to you or any third party for any such modifications, suspension, or discontinuance. 5. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. Any dispute or claim arising out of or in connection with these terms and conditions, including any disputes relating to the validity, interpretation, or enforcement of these terms, shall be settled through negotiation between the parties. If the parties are unable to resolve the dispute through negotiation, either party may seek resolution through binding arbitration in accordance with the rules of arbitration in India. The decision of the arbitrator shall be final and binding on both parties. If any provision of these terms and conditions is found to be invalid or unenforceable by a court of competent jurisdiction, the remaining provisions shall remain in full force and effect. 6. Changes to Terms We reserve the right, at our sole discretion, to modify or replace these terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. It is your responsibility to review these terms and conditions periodically for any changes. Your continued use of our website after the posting of any changes constitutes acceptance of those changes. If you do not agree to any new terms, you must immediately cease using our website and notify us of your refusal to accept the new terms. We may also, in the future, offer new services and features through our website. Such new features and services shall be subject to these terms and conditions. We reserve the right to terminate or suspend access to our website or any part thereof, with or without notice, for any reason, including, without limitation, breach of these terms and conditions. 7. Contact Us If you have any questions about these terms and conditions, please contact us: Email: Floorloom@gmail.com Phone: +916482310598 Address: WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Home Catalog Services Gallery Contact Terms & Condition Privacy Policy",
    "thanks": "Floorloom | Thank You for Your Purchase! .thank-you { text-align: center; padding: 50px 20px; background-color: #cbcbcb; color: #0b0b10; max-width: 800px; margin: 0 auto; padding: 20px; border-radius: 10px; } .thank-you h1 { margin-bottom: 20px; } .thank-you p { margin-bottom: 20px; font-size: 18px; } .button { display: inline-block; padding: 10px 20px; background-color: #238ecb; color: #fff; border-radius: 5px; font-size: 16px; } .button:hover { background-color: #0b0b10; } Thank You for Your Purchase! Your order has been successfully placed. We appreciate your business and look forward to delivering your new flooring solutions. An order confirmation has been sent to your email. If you have any questions, please do not hesitate to contact our customer service team. Return to Home"
  },
  "date": "2024-05-19T18:30:34.730Z"
}