{
  "name": "info",
  "pages": {
    "index": "Discover Quality School Uniforms | Formify Home Shop Contact Us Partnerships and Wholesale Welcome to Formify Your one-stop shop for stylish and comfortable school uniforms Shop Now Shop by Category Boys Girls Junior Senior Customer Testimonials \"I was pleasantly surprised by the quality and affordability of the uniforms from Formify. Great job!\" ⭐️⭐️⭐️⭐️⭐️ \"Formify exceeded my expectations. The uniforms are comfortable and durable. I'm a happy customer!\" ⭐️⭐️⭐️⭐️⭐️ \"The customer service at Formify is outstanding. They helped me find the perfect size for my child's uniform.\" ⭐️⭐️⭐️⭐️⭐️ Why Choose Formify? Quality We are committed to providing high-quality school uniforms made from durable materials. Convenience Shopping with Formify is convenient and hassle-free. Find everything you need in one place. Affordable Prices Enjoy competitive prices without compromising on quality. Affordable uniforms for every budget. Our Story Formify was founded in 20XX with a vision to provide high-quality and affordable school uniforms for students of all ages. Over the years, we have grown into a trusted brand known for our commitment to quality, convenience, and customer satisfaction. Starting with a small workshop, we have expanded our operations and now serve customers nationwide. Our dedication to craftsmanship and attention to detail set us apart in the industry. Today, Formify continues to innovate and improve, ensuring that students feel confident and comfortable in their uniforms every day. Our Mission and Values At Formify, our mission is to provide students with comfortable, stylish, and affordable school uniforms that enhance their confidence and pride in their appearance. We are guided by the following values: Quality: We are committed to delivering uniforms of the highest quality, ensuring durability and comfort for students. Customer Satisfaction: We prioritize customer satisfaction by offering exceptional service and support at every step. Community: We believe in giving back to the community and supporting education initiatives for all students. Innovation: We continuously innovate our products and processes to meet the evolving needs of our customers. Contact Us I accept Privacy Policy Send Contact Information Phone: +91 846 2304569 Email: Formify@gmail.com Address: WPCC+HPG, Khamnore, Rajasthan 313322, India Student Gallery Home Shop Contact Us Partnerships and Wholesale Terms & Conditions Privacy Policy",
    "info": "Learn More About Formify | Information Section Home Shop Contact Us Partnerships and Wholesale Welcome to the Information Page Here, you'll find all the information you need about our school uniforms and services. Whether you're a parent, student, or school administrator, we're here to provide you with comprehensive details and assistance. Explore our offerings, learn about our customization options, and discover why Formify is your trusted partner for quality school uniforms. Frequently Asked Questions Find answers to common questions about our products, delivery, payment methods, tailoring school uniforms, and personalization options below: How can I choose the right size for my child's uniform? - We provide a detailed size chart to help you find the perfect fit for your child. What are your delivery options? - We offer standard and expedited shipping options for your convenience. What payment methods do you accept? - We accept all major credit cards and PayPal. Can I request custom alterations to the school uniform? - Yes, we offer personalized tailoring services to ensure your uniform fits perfectly. Do you offer options for adding school logos or personalization? - Absolutely! We provide customization options such as embroidered logos and personalized patches. How long does it take to receive a personalized uniform? - The time frame varies depending on the complexity of the customization, but we strive to deliver personalized uniforms within 2-3 weeks. What is your return policy? - We offer a hassle-free return policy. If you're not satisfied with your purchase, simply return it within 30 days for a full refund or exchange. Can I track my order? - Yes, once your order is shipped, you will receive a tracking number via email to monitor the delivery status. Do you offer bulk discounts for school orders? - Yes, we provide discounts for bulk orders. Please contact our customer service team for more information. Are your uniforms made from sustainable materials? - We prioritize sustainability and use eco-friendly materials whenever possible in our uniform production. Delivery Terms Explore our delivery options, timelines, and costs below: Standard Delivery: 3-5 business days. Cost: $5. Free for orders over $50. Express Delivery: 1-2 business days. Cost: $10. International Delivery: Varies by location. Please contact us for more information. Delivery times are estimated from the date of dispatch and may vary depending on the shipping address and other factors. Partnerships and Wholesale Explore opportunities for collaboration and wholesale partnerships: Become a Distributor: Join our network of distributors and resellers to expand our reach and offer our products to a wider audience. Benefit from competitive pricing, marketing support, and dedicated account management. Collaborate on Custom Projects: Partner with us for custom uniform projects tailored to the needs of schools, teams, or organizations. Our team of designers and manufacturers will work closely with you to bring your vision to life. Wholesale Orders: Place bulk orders at discounted prices for schools, retailers, or organizations. Enjoy flexible ordering options, fast turnaround times, and priority support for all your wholesale needs. Exclusive Deals and Promotions: Gain access to exclusive deals and promotions available only to our wholesale partners. Stay informed about new product launches, seasonal discounts, and special offers to maximize your business opportunities. Contact our team to discuss collaboration opportunities and wholesale arrangements. Whether you're a distributor, retailer, or organization, we look forward to partnering with you to deliver high-quality school uniforms to your customers. For Schools and Organizations Explore information about collaboration opportunities with educational institutions: School Uniform Programs: Partner with us to establish or update your school uniform program. We offer a wide range of high-quality uniform options tailored to your school's specific requirements. Bulk Ordering: Streamline the uniform procurement process with our bulk ordering options. Enjoy discounts and convenient ordering solutions for your school or organization. Custom Design Services: Work with our team to create custom uniform designs that reflect your school's identity and values. From unique colors and patterns to embroidered logos, we'll bring your vision to life. Exclusive Deals for Institutions: Take advantage of exclusive deals and promotions available only to educational institutions. Benefit from special pricing, dedicated account management, and priority support. Contact our team to learn more about how we can support your school or organization's uniform needs. Whether you're a school administrator, PTA member, or organization leader, we're here to help you create a unified and professional appearance for your students or members. Wholesale Orders Explore the terms and benefits of wholesale purchases: Discounted Pricing: Enjoy discounted pricing on bulk orders, allowing you to maximize your savings and profit margins. Flexible Ordering: Benefit from flexible ordering options tailored to your business needs. Whether you need to place a one-time bulk order or schedule regular shipments, we've got you covered. Priority Support: Receive priority support from our dedicated wholesale team. Our experts are here to assist you every step of the way, from order placement to delivery. Customization Options: Take advantage of our customization services to create unique uniforms that meet the specific requirements of your clients or customers. Contact us to learn more about our wholesale program and start placing your bulk orders today. Whether you're a retailer, distributor, or organization, we're committed to helping you meet your uniform needs efficiently and cost-effectively. Home Shop Contact Us Partnerships and Wholesale Terms & Conditions Privacy Policy",
    "policy": "Formify - Privacy Policy main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #000; } main a:hover { text-decoration: underline; } .container { max-width: 1200px; margin: 0 auto; padding: 0 20px; } @media (max-width: 460px) { .container { padding: 0 10px; } } Home Shop Contact Us Partnerships and Wholesale Privacy Policy Introduction Welcome to Formify's Privacy Policy. This document outlines how we collect, use, and protect your personal information when you visit our website or use our services. Formify is committed to protecting your privacy and ensuring that any information you provide to us is handled securely and responsibly. By accessing our website or using our services, you consent to the collection, use, and disclosure of your information as described in this Privacy Policy. Data Security We take the security of your personal information seriously and employ appropriate measures to protect it from unauthorized access, alteration, disclosure, or destruction. These measures include: Encryption of sensitive information transmitted between your browser and our servers using Secure Socket Layer (SSL) technology Regular monitoring of our systems for vulnerabilities and attacks Limiting access to personal information to employees and contractors who need to know that information in order to operate, develop, or improve our services Training our employees on data security and privacy best practices Implementing access controls and authentication mechanisms to prevent unauthorized access to your account However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. You are responsible for maintaining the confidentiality of your account credentials and for any activities that occur under your account. Children's Privacy If we become aware that we have inadvertently collected personal information from children under 13 without verifiable parental consent, we will promptly take steps to delete that information. We are committed to complying with the Children's Online Privacy Protection Act (COPPA) and any other applicable laws and regulations concerning children's privacy. If you are under the age of 13, please do not use our website or provide any personal information to us without verifiable parental consent. If you are a parent or guardian and you have questions about our website or services, or if you wish to review, edit, or delete the personal information of your child, please contact us at Formify@gmail.com. We encourage parents and guardians to be involved in their children's online activities and to monitor their children's use of the internet to ensure a safe and enjoyable experience. Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Formify. These links are provided for your convenience and information only, and do not imply endorsement or approval by us of the linked sites, their content, or their privacy practices. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that Formify shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites or services. We strongly advise you to review the privacy policies and terms of service of any third-party websites or services that you visit. If you have any questions or concerns about our links to third-party websites or services, please contact us at Formify@gmail.com. Changes to this Policy We may update this Privacy Policy from time to time to reflect changes in our practices, legal requirements, or technological advancements. When we make material changes to this Privacy Policy, we will notify you by email (sent to the email address specified in your account) or by posting a notice on our website prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices. Your continued use of our website or services after any changes to this Privacy Policy constitutes your acceptance of those changes. If you do not agree to the revised Privacy Policy, please discontinue use of our website and services. If you have any questions or concerns about the changes to this Privacy Policy or how your personal information is handled, please contact us at Formify@gmail.com. We are committed to protecting your privacy and will make every effort to address your concerns. Contact Us If you have any questions about this Privacy Policy, You can contact us: Phone: +918462304569 Email:Formify@gmail.com Location:WPCC+HPG, Khamnore, Rajasthan 313322, India Home Shop Contact Us Partnerships and Wholesale Terms & Conditions Privacy Policy",
    "products": "Explore Our School Uniform Collection | Formify Shop Home Shop Contact Us Partnerships and Wholesale Welcome to Formify Shop Explore our wide range of school uniforms, designed to provide comfort, style, and durability for students of all ages. From classic styles to trendy options, we have everything you need to dress your students for success. Product Catalog For Boys Stay comfortable and stylish all day long in our Boy Uniform 1. Crafted from high-quality materials, this uniform set offers a perfect blend of durability and comfort. Whether it's a day of learning or play, your boy will look smart and feel great in this versatile uniform. Elevate your boy's school wardrobe with our Boy Uniform 2. Designed with attention to detail, this uniform set features classic styling with modern touches. From the classroom to the playground, your little gentleman will make a confident statement in this timeless ensemble. Keep your active boy looking sharp in our Boy Uniform 3. Made for durability and ease of movement, this uniform set is perfect for everyday wear. With its practical design and comfortable fit, it's sure to become a staple in his school wardrobe. Make a statement with our Boy Uniform 4. Designed for both style and functionality, this uniform set combines classic elements with contemporary flair. Whether it's for school or special occasions, your boy will stand out from the crowd in this fashionable ensemble. For Girls Dress your little princess in our Girl Uniform 1 and watch her shine. With its elegant design and impeccable craftsmanship, this uniform set exudes charm and sophistication. From the classroom to after-school activities, she'll feel like royalty in this delightful ensemble. Embrace effortless style with our Girl Uniform 2. Featuring feminine details and a flattering fit, this uniform set is perfect for the modern girl on the go. Whether she's studying or socializing, she'll radiate confidence and grace in this chic ensemble. Add a touch of whimsy to her school wardrobe with our Girl Uniform 3. Designed with playful prints and vibrant colors, this uniform set is as fun as it is fashionable. Let her express her unique personality with this charming ensemble. Make a statement with our Girl Uniform 4. Crafted from premium fabrics and adorned with delicate embellishments, this uniform set exudes elegance and sophistication. Whether it's for a special occasion or everyday wear, she'll feel like a princess in this enchanting ensemble. For Junior Classes Get ready for a day of learning and adventure in our Junior Uniform 1. Designed with active kids in mind, this uniform set offers comfort and durability for all-day wear. Let your little one explore and discover in style with this reliable ensemble. Foster creativity and curiosity with our Junior Uniform 2. Made from soft, breathable fabrics, this uniform set provides comfort and freedom of movement for young explorers. Whether it's for classroom activities or outdoor play, they'll be ready for anything in this versatile ensemble. Inspire imagination and discovery with our Junior Uniform 3. Featuring bright colors and playful designs, this uniform set is sure to spark joy in young minds. Let your little ones express themselves and embrace their unique creativity in this cheerful ensemble. Encourage confidence and independence with our Junior Uniform 4. Designed for active lifestyles, this uniform set combines style and functionality for young adventurers. Whether it's for school or playtime, they'll feel empowered to explore the world around them in this dependable ensemble. For Senior Classes Step into the next chapter of your academic journey with our Senior Uniform 1. Designed for mature students, this uniform set embodies sophistication and professionalism. From presentations to social events, you'll make a lasting impression in this polished ensemble. Make a statement with our Senior Uniform 2. Crafted from premium materials and tailored to perfection, this uniform set exudes confidence and class. Whether it's for graduation ceremonies or college interviews, you'll stand out from the crowd in this distinguished ensemble. Embrace the spirit of leadership and achievement with our Senior Uniform 3. Featuring timeless designs and refined details, this uniform set is a symbol of academic excellence. Let your accomplishments shine in this prestigious ensemble, crafted for success. Prepare for success with our Senior Uniform 4. Made for ambitious students with big dreams, this uniform set is both stylish and practical. Whether it's for debates or team projects, you'll command respect and admiration in this sophisticated ensemble, tailored for greatness. Size Chart for Boys and Girls in India Age Height (cm) Chest (cm) Waist (cm) Hip (cm) 2-3 years 90-100 53-56 52-54 56-59 4-5 years 110-120 57-60 55-57 60-62 6-7 years 120-130 61-64 58-60 63-66 8-9 years 130-140 65-68 61-63 67-70 10-11 years 140-150 69-72 64-66 71-74 12-13 years 150-160 73-76 67-69 75-78 14-15 years 160-165 77-80 70-72 79-82 16-17 years 165-170 81-84 73-75 83-86 School Uniform Personalization Make your school uniform uniquely yours with our personalization options. Choose from a variety of customization features to add your own touch to your uniform. Embroidered Name or Initials Custom Patches and Badges Unique Color Combinations Specialized Sizing Options Contact us to discuss your personalization preferences and create a uniform that reflects your individual style. Adding Logos: Option to Add School Logo Personalize your school uniform further by adding your school's logo. Showcase your school pride with our logo customization feature. Whether it's for a sports team, club, or school event, we offer the option to have your school logo embroidered or printed on your uniform. Contact us to discuss adding your school logo to your uniform and make it truly unique. Home Shop Contact Us Partnerships and Wholesale Terms & Conditions Privacy Policy",
    "terms": "Formify - Terms & Conditions main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #000; } main a:hover { text-decoration: underline; } .container { max-width: 1200px; margin: 0 auto; padding: 0 20px; } @media (max-width: 460px) { .container { padding: 0 10px; } } Home Shop Contact Us Partnerships and Wholesale Terms and Conditions Welcome to Formify! These terms and conditions outline the rules and regulations for the use of Formify's website. By accessing this website we assume you accept these terms and conditions. Do not continue to use Formify if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, Formify and/or its licensors own the intellectual property rights for all material on Formify. All intellectual property rights are reserved. You may access this from Formify for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Formify Sell, rent or sub-license material from Formify Reproduce, duplicate or copy material from Formify Redistribute content from Formify Content Liability We shall not be hold responsible for any content that appears on your Formify website. You agree to protect and defend us against all claims that is rising on your Formify website. No link(s) should appear on any Formify website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Formify website. You approve to immediately remove all links to our Formify website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Formify website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Formify website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Contact Us If you have any questions about these Terms and Conditions, You can contact us: Phone: +918462304569 Email:Formify@gmail.com Location:WPCC+HPG, Khamnore, Rajasthan 313322, India Home Shop Contact Us Partnerships and Wholesale Terms & Conditions Privacy Policy",
    "thanks": "Thank You for Contacting Us - Formify body { font-family: Arial, sans-serif; background-color: #f8e7cf; color: #333; margin: 0; padding: 0; text-align: center; } .thank-you-section { padding: 50px 0; } .thank-you-content { max-width: 600px; margin: 0 auto; } .thank-you-content h1 { font-size: 2em; margin-bottom: 20px; } .thank-you-content p { font-size: 1.1em; margin-bottom: 20px; } .thank-you-content a { color: #0066cc; text-decoration: none; } .thank-you-content a:hover { text-decoration: underline; } Thank You for Contacting Us We appreciate you reaching out to us. Your message has been received, and our team will get back to you as soon as possible. In the meantime, feel free to return to our homepage to learn more about our products and services. If you require immediate assistance, please don't hesitate to call us at +918462304569 or email us at Formify@gmail.com. Thank you for choosing Formify. We look forward to assisting you!"
  },
  "date": "2024-05-18T13:44:45.878Z"
}