{
  "name": "luxor",
  "pages": {
    "about": "Откройте для себя Luxor Casino - Совершенство в играх и сервисе Главная О компании Контакты Luxor Casino Компания является лидером в сфере индустрии развлечений и игорного бизнеса в Казахстане за счет применения современных игровых технологий, структурированного менеджмента и операционной эффективности. Имеет уникальный опыт реализации масштабных проектов в области игорного бизнеса и развития игорных зон. Деятельность компании Luxor Casino отличает компетентный и деловой подход к реализации проектов, а успешный опыт в сфере индустрии развлечений и игорного бизнеса позволил компании завоевать прочную репутацию на рынке.",
    "contacts": "Свяжитесь с Luxor Casino - Мы всегда на связи Главная О компании Контакты Luxor Casino ТОО «Luxor» Республика Казахстан г. Конаев,ул. Индустриальная, 9 тел.: +7 (727) 391-61-01 +7 (727) 391-60-70 email: luxor@gmail.com тел.: +7 (727) 321 02 34",
    "index": "Добро пожаловать в Luxor Casino - Ваш игровой рай Главная О компании Контакты Luxor Casino Лучшее место для незабываемых впечатлений Главная О компании Контакты Казино Два игровых зала с различным уровнем ставок: зал казино и slot hall МИНИМАЛЬНЫЙ РАЗМЕН ДЛЯ ИГРЫ В ОСНОВНОМ ЗАЛЕ ПН-ВС – 300$* Возврат 10% от проигранной суммы (дискаунт)** Электронный бонус с накопительным джекпотом на всех игровых столах, ставки от 1$ Начисление премиальных баллов игрокам для оплаты различных услуг комплекса *Для постоянных гостей по решению администрации может быть предоставлена возможность входа без совершения минимального размена суммы для игры **Согласно правилам предоставления программ лояльности Американская рулетка Принимаются устные ставки, включая комплиты Минимальная ставка 0,5$ Максимальная ставка 4 000$ Выплата no limit Black Jack Минимальная ставка 10$ Максимальная ставка 5 000$ Выплата no limit Baccarat Минимальная ставка 100$ Максимальная ставка 10 000$ Выплата no limit Poker Oasis, Oasis 1-2-5, Русский,Московский покер, Texas Hold’em* Минимальная ставка 10$ Максимальная ставка no limit Выплата &nbsp; 300 000$*200 000$ Правила работы игорного заведения, приёма ставок и проводимых азартных игр и/или пари казино «LUXOR» Правила работы игорного заведения, приема ставок и проводимых азартных игр и/или пари зала игровых автоматов «LUXOR» Главная О компании Контакты События Розыгрыш «Slot JACKPOT» Сб 15.06.24 Розыгрыш «Slot Stars» Ср 12.06.24 Розыгрыш «Сейф» Вт 11.06.24 «SLOT Bonus» в Luxor Пн 13.05.24 Празднуем Наурыз Ср 22.03.23 Наурыз в Luxor Пн 21.03.22 «Шоу группы Queen» Чт 27.02.20 «Итальянский вечер» Чт 30.01.20 «Украинская пятница» Пт 29.11.19 «Турецкая пятница» Пт 25.10.19 «Грузинская пятница» Пт 27.09.19 «Вечерняя Алма-Ата» Пт 30.08.19 «Французская пятница» Пт 26.07.19 «Кино-пятница» Пт 28.06.19 «Пятница в стиле Рок-н-Ролл» Пт 26.04.19 Наурыз Пт 22.03.19 «Шведская пятница» Пт 22.02.19 Главная О компании Контакты VIP Три приватных тематических зала с возможностью игры по максимальным ставкам. Индивидуальный подход и персональные условия. Отдельные вход и парковка для дополнительной безопасности и конфиденциальности игры. Главная О компании Контакты Slot Hall МИНИМАЛЬНЫЙ РАЗМЕН ДЛЯ ИГРЫ В SLOT HALL: ПН-ВС – 100$ Современная линейка игровых аппаратов: EGT, Novomatic, Mercur, электронная рулетка Alfastreet и электронные терминалы Alaska, подключенные к живой рулетке.&nbsp; Cashless card (карты для безналичной игры на автоматах) Возврат 10% от проигранной суммы Многоуровневая система jackpot до 10 000 000 тг Бонусы от каждой ставки на всех игровых аппаратах и электронных рулетках При игре выдаются билеты для участия в розыгрышах казино В Slot Hall представлены игровые столы с минимальной ставкой на покере и блэк джеке 10$ и минимальной ставкой на американской рулетке 0,5$. Круглосуточно действует ресторан, бар и фуршет. Главная О компании Контакты Standart Однокомнатный номер с большой кроватью. Luxe Номер повышенной комфортности. Suite Улучшенный однокомнатный номер с большой ванной комнатой. Presidential Просторные апартаменты площадью 120 м2 Главная О компании Контакты Условия джанкет туров *Депозит 5 000 — 9 999 $ Минимальные ставки: Покер, блэк-джек 25$ Рулетка (общая сумма ставок за спин) не менее 200$ Игровые автоматы (общая сумма ставок) Не менее суммы депозита Время нахождения за игровыми столами (игровыми аппаратами) в сутки не менее, часов 4 Баккара (мин. ставка) 100$ Предоставляемый сервис: Оплата билета на самолет (туда и обратно) --- Трансфер – аэропорт (туда и обратно) &#x2713; ** Гостиничный номер (стандарт) &#x2713; ** Гостиничный номер (люкс) --- Бесплатное питание по меню ресторана (включая спиртные напитки) &#x2713; Бесплатное питание по VIP меню ресторана (включая спиртные напитки) При игре в VIP-залах *** Сауна &#x2713; *Депозит 10 000 — 24 999 $ Минимальные ставки: Покер, блэк-джек 50$ Рулетка (общая сумма ставок за спин) не менее 300$ (400$) Игровые автоматы (общая сумма ставок) Не менее суммы депозита Время нахождения за игровыми столами (игровыми аппаратами) в сутки не менее, часов 4 Баккара (мин. ставка) 200$ Предоставляемый сервис: Оплата билета на самолет (туда и обратно) Эконом-класс Трансфер – аэропорт (туда и обратно) &#x2713; ** Гостиничный номер (стандарт) &#x2713; ** Гостиничный номер (люкс) --- Бесплатное питание по меню ресторана (включая спиртные напитки) &#x2713; Бесплатное питание по VIP меню ресторана (включая спиртные напитки) При игре в VIP-залах *** Сауна &#x2713; *Депозит 25 000 — 100 000 $ Минимальные ставки: Покер, блэк-джек 100$ (200$) Рулетка (общая сумма ставок за спин) не менее 500$ Игровые автоматы (общая сумма ставок) Не менее суммы депозита Время нахождения за игровыми столами (игровыми аппаратами) в сутки не менее, часов 4 Баккара (мин. ставка) 300$ Предоставляемый сервис: Оплата билета на самолет (туда и обратно) Эконом-класса Трансфер – аэропорт (туда и обратно) &#x2713; **Гостиничный номер (стандарт) &#x2713; **Гостиничный номер (люкс) --- Бесплатное питание по меню ресторана (включая спиртные напитки) &#x2713; Бесплатное питание по VIP меню ресторана (включая спиртные напитки) При игре в VIP-залах ***Сауна &#x2713; ****Депозит от 100 000 $ Минимальные ставки: Покер, блэк-джек 500$ Рулетка (общая сумма ставок за спин) не менее 1 000$ Игровые автоматы (общая сумма ставок) Не менее суммы депозита Время нахождения за игровыми столами (игровыми аппаратами) в сутки не менее, часов 4 Баккара (мин. ставка) 500$ Предоставляемый сервис: Оплата билета на самолет (туда и обратно) Бизнес-класс Трансфер – аэропорт (туда и обратно) &#x2713; ** Гостиничный номер (стандарт) --- ** Гостиничный номер (люкс) &#x2713; Бесплатное питание по меню ресторана (включая спиртные напитки) &#x2713; Бесплатное питание по VIP меню ресторана (включая спиртные напитки) При игре в VIP-залах *** Сауна &#x2713; * Под депозитом понимается общая сумма денег, участвующих в игре (единовременно или частями). ** Гостиничный номер предоставляется при наличии свободных мест, согласно регламента работы гостиницы. *** Сауна предоставляется на индивидуальных условиях. **** Для игроков с депозитом от 200 000$ дополнительные условия обсуждаются индивидуально. Главная О компании Контакты Ресторан Интернациональная кухня с популярными традиционными блюдами Центральной Азии, Китая и Японии. Европейская кухня в авторской интерпретации шеф-повара. Вечерний фуршет с 20:00 до 3:00 в формате «шведский стол». Винная карта с акцентом на мясные блюда. Оригинальные сезонные напитки собственного приготовления. Главная О компании Контакты Трансфер Круглосуточный трансфер на комфортабельных автомобилях. Условия предоставления трансфера по телефонам:+7 727 321 00 03, +7 727 321 03 25."
  },
  "date": "2024-06-14T07:11:46.828Z"
}