{
  "name": "Mageball",
  "pages": {
    "disclaimer": "Disclaimer - Mageball Fantasy Cricket Game home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Disclaimer General Information The information provided on this website is for general informational purposes only. All information on the Site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the Site. Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk. We reserve the right to modify, update, or remove any part of this site without prior notice. This disclaimer was last updated on 18/06/2024. External Links Disclaimer The Site may contain (or you may be sent through the Site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. External links disclaimer also includes third-party social media platforms and other web-based resources. If you find any external link that is offensive or otherwise objectionable, you can contact us for review and possible removal. Limitation of Liability In no event shall we be liable for any direct, indirect, incidental, special, consequential, or exemplary damages (including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses) arising out of or in connection with your use of the Site. We do not guarantee the accuracy, completeness, or usefulness of any information on the Site, and you rely on such information at your own risk. We make no representation or warranty of any kind, express or implied, as to the operation of the Site, or the information, content, and materials included on the Site. To the fullest extent permissible under applicable law, we disclaim all warranties, express or implied, including but not limited to, implied warranties of merchantability and fitness for a particular purpose. We do not warrant that the Site, its servers, or email sent from us are free of viruses or other harmful components. We shall not be liable for any loss or damage arising out of or in connection with the use of any third-party websites, applications, or services linked to from the Site. Changes to This Disclaimer We reserve the right to amend this disclaimer at any time without any prior notice. You are advised to review this disclaimer periodically for any changes. Changes to this disclaimer are effective when they are posted on this page. If you have any questions about this Disclaimer, you can contact us at: mageballfantasycricket@gmail.com By using this website, you agree to the terms of this disclaimer. If you do not agree with these terms, please do not use this website. This disclaimer applies to all visitors, users, and others who access or use the Site. Leave your number and get a link to the game I accept privacy policy Get APP link Mageball Fantasy Cricket Privacy Policy Disclaimer Terms & Conditions mageballfantasycricket@gmail.com This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For more information and support, visit GambleAware and GamCare. Our partnerships with esteemed and financially secure payment service providers guarantee secure and reliable transactions.",
    "index": "Mageball Fantasy Cricket Game - Play Magical Cricket on Mobile home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Welcome to Mageball: The Ultimate Fantasy Cricket Experience Unleash Your Inner Wizard and Conquer the Cricketing Realm Get APP link Unique Fantasy Arena Embark on an extraordinary journey into a captivating realm where cricket blends with enchanting magic. Explore uncharted landscapes and encounter breathtaking arenas. Co-op Cricket Showdown Join forces with friends and form formidable teams to dominate the cricketing arena. Strategize and engage in epic battles, testing your skills and unleashing your inner champions. Grand Cricket Tournaments Compete in thrilling tournaments, where the stakes are high and the competition fierce. Claim your place on the leaderboards and become the ultimate cricket legends. Intuitive Controls Magic Enjoy a seamless and immersive gaming experience, with intuitive controls and dynamic gameplay that brings the fantasy cricket world to vivid life. Experience the thrill of every match, as challenges and excitement await. Stunning Visual Enchantments Be transported to a visually breathtaking world, where every detail is crafted with precision and attention to detail. Experience the magic of the fantasy cricket realm, where every moment is a visual treat. Secure & Fair Play Guaranteed Play with confidence, knowing that our game ensures fair gameplay and secure transactions. We prioritize player safety and satisfaction, ensuring an enjoyable and uninterrupted gaming experience. Deep Dive into Mageball Unleash your inner magician and embark on an unprecedented adventure. Mageball, the fantastical cricket game, transports you to a realm where cricket meets enchantment. Experience epic battles, customize your team, and join an ever-growing community of cricket enthusiasts. Skillful Strategies: Employ your meticulous cricketing skills and harness magical abilities to create a winning combination. Engage in real-time matches and strategize to outmaneuver your opponents. Explore an engrossing storyline filled with quests and mysteries. Unlock unique characters with intriguing backstories, and progress through a captivating narrative. Customization at its Finest: Customize your team with a wide range of magical gear and accessories. Create a distinctive look that stands out in the fantastical cricketing realm, showcasing your personal style. Enjoy breathtakingly rendered environments, each infused with a mesmerizing magic. The stunning graphics and immersive sound effects transport you to an otherworldly world of cricket and fantasy. Connect with the Community: Connect with fellow players, join guilds, and participate in seasonal events. Share your strategies, achievements, and experiences with the vibrant cricket and fantasy community. Install now Experience the thrill of cricket in a way you never thought possible. Mageball combines the excitement of cricket with the magic of fantasy. Whether you're a cricket fanatic or a lover of fantasy, this game offers something for everyone. Unparalleled Real-Time Matches: Engage in real-time matches with players from around the world, competing for victory in captivating cricket battles. Test your skills and see how you rank against the best in the magical cricket universe. Participate in seasonal events and tournaments, earning exclusive rewards and rare items. Stay engaged with regular updates and new content, providing an ongoing experience. Master the Art of Balance: Utilize both your cricket skills and magical abilities to create a winning strategy. Focus on leveraging your team's strengths and exploiting your opponents' weaknesses for optimal results. Continuous Enhancements: Our dedicated team is committed to delivering continuous updates, introducing new features, characters, and gameplay mechanics. Stay tuned for exciting developments and enhancements. Install now Experience the Magic of Synergy Embrace the Unique Union of Cricket and Fantasy: Delve into an epic gaming experience that combines the thrill of captivating cricket with enchanting elements, offering an unparalleled blend of excitement and wonder. Immersive Storyline that Captivates and Engages: Explore a captivating narrative that weaves together cricket-infused quests, dynamic characters, and thrilling adventures, keeping you enthralled from start to finish. Customization at Your Fingertips: Unleash your creativity and personalize your team with a diverse range of magical gear and accessories, allowing you to tailor your battles to your unique style. Stunning Visuals that Transport You: Behold breathtakingly rendered environments and captivating characters that bring the fantasy world to life, transporting you into a vibrant and immersive realm. Community Engagement: Connect with a dedicated community of players, participate in engaging events, and share your achievements, fostering a lively and supportive environment. Regular Updates and Enhancements: Experience continuous growth and improvements from our talented development team, ensuring that every moment in the game is an exciting adventure. Seize the Cricketing Opportunity Sign Up Craft your destiny by filling out our form. We will send you the download link in no time. Verify Your Email Check your mailbox for a verification email and activate your account with a single click. Get the Download Link Receive the link to download Mageball directly to your device without any hassle. Install the Game Follow the instructions to seamlessly integrate Mageball onto your mobile device. Unleash Your Creative Potential Set up your team, customize with a wide range of magical gear and accessories, and embark on a fantastical journey. Experience the Thrill of Cricket Embark on an unforgettable adventure in the world of Mageball, where every match is a thrilling spectacle. Compete and Achieve Engage in tournaments, earn rewards, and climb the leaderboards to become the ultimate cricketing champion. Connect with Like-Minded Players Join the Mageball community and team up with fellow cricket enthusiasts to share your experiences and achievements. Game Features Enchanting Arenas Be transported into captivating realms where cricket battles unfold in a mesmerizing show. Stunning Visuals: Experience breathtakingly crafted environments that sparkle with intricate details and ethereal landscapes. Magical Team Crafting Create an unforgettable cricket squad with unique characters and magical accessories. Unique Characters: Choose from a multitude of characters, each with their own distinct abilities and backgrounds that will make your team stand out. Compelling Gameplay Embark on thrilling cricket matches where each decision has the power to shape the outcome. Dynamic Matches: Enjoy a smooth gaming experience with intuitive controls and engaging opponents that challenge your strategy and reflexes. The Most Asked Questions What is the Fantasy Cricket of Wizards? Mageball - a thrilling mobile game that fuses the magic of cricket with a fantastical world, where unique characters and captivating landscapes await you. How can I get my hands on Mageball? To acquire Mageball, simply complete the form on our website with your information. You'll receive an email with a download link tailored to your device. What platforms does Mageball support? Mageball is available for both Android and iOS. Ensure your device meets the minimum system requirements to experience the best gaming experience. Is Mageball a free-to-play game? Yes, Mageball is a free-to-play game. However, there are in-game purchases available to enhance your gaming experience. What Our Players Have to Say Jayesh Kumar A Blend of Adventure and Cricket Mageball is a thrilling journey that combines the excitement of cricket with enchanting magic. The graphics are mesmerizing, and the gameplay is engaging. A must-play for fans of both! Anjali Sharma A Unique Cricket Experience I've never experienced anything like Mageball. The fantasy elements are captivating, and the gameplay is innovative. It's a game that will leave you wanting more. Vishal Singh A Cricket Game of the Future Mageball is the cricket game of the future. It blends the best of both worlds with stunning visuals and a gameplay that's both challenging and enjoyable. A must-play! Priyanka Nair A Relaxing and Enjoyable Experience Mageball is a relaxing and enjoyable experience. The game's calming visuals and soothing music make it perfect for a quick break while playing cricket. Definitely worth a try! Amit Patel A Game of Endless Possibilities Mageball offers an endless array of possibilities. With its captivating world and unique gameplay, it's a game that will keep you coming back for more. A must-play for cricket enthusiasts! Kavya Rao A Revolutionary Take on Cricket Mageball is a revolutionary take on cricket. It brings the magic of fantasy to the world of cricket, creating an unforgettable experience. It's a game that will leave you wanting more. Leave your number and get a link to the game I accept privacy policy Get APP link Mageball Fantasy Cricket Privacy Policy Disclaimer Terms & Conditions mageballfantasycricket@gmail.com This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For more information and support, visit GambleAware and GamCare. Our partnerships with esteemed and financially secure payment service providers guarantee secure and reliable transactions.",
    "privacy": "Privacy Policy - Mageball Fantasy Cricket Game home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Privacy Policy Introduction We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website , including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the Site. Information We Collect We may collect personal information about you such as your name, email address, phone number, and other details when you voluntarily submit information to us by filling out forms on the Site or by corresponding with us via email or otherwise. We may also collect non-personal information such as your browser type, language preference, referring site, and the date and time of each visitor request. Cookies and similar technologies may be used to collect certain information about your equipment, browsing actions, and patterns, such as details of your visits to our Site, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Site. Use of Information We use the information we collect in order to provide and operate the Site, to improve the Site, to process your transactions, to provide customer service, to send you marketing communications and promotional offers, and to comply with legal obligations. We may share your information with third-party vendors, service providers, contractors, or agents who perform services for us or on our behalf and require access to such information to do that work. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. We restrict access to personal information to those employees, contractors, and agents who need to know that information in order to operate, develop, or improve our services. These individuals are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations. Changes to This Privacy Policy We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We encourage you to periodically review this page for the latest information on our privacy practices. Your continued use of the Site after any changes to this Privacy Policy will constitute your acknowledgment of the changes and your consent to abide and be bound by the updated Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us at: mageballfantasycricket@gmail.com Leave your number and get a link to the game I accept privacy policy Get APP link Mageball Fantasy Cricket Privacy Policy Disclaimer Terms & Conditions mageballfantasycricket@gmail.com This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For more information and support, visit GambleAware and GamCare. Our partnerships with esteemed and financially secure payment service providers guarantee secure and reliable transactions.",
    "terms": "Terms and Conditions - Mageball Fantasy Cricket Game home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Terms and Conditions Introduction These Terms and Conditions (\"Terms\") govern your use of this website (the \"Site\"), operated (\"we,\" \"us,\" or \"our\"). Please read these Terms carefully before using the Site. By accessing or using the Site, you agree to be bound by these Terms and to comply with all applicable laws and regulations. If you do not agree with these Terms, please do not access the Site. Intellectual Property Rights All content, features, and functionality on the Site, including but not limited to text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, are the intellectual property or its licensors and are protected by copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. You may not modify, reproduce, distribute, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on the Site, except as necessary to view the content of the Site and for your personal, non-commercial use. Disclaimer of Warranties The Site is provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, regarding the operation of the Site or the information, content, materials, or products included on the Site. To the fullest extent permissible by applicable law, we disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose. Limitation of Liability We shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Site; (ii) any conduct or content of any third party on the Site; (iii) any content obtained from the Site; or (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage. Indemnification You agree to indemnify and hold harmless Mageball and its affiliates, officers, directors, employees, agents, and licensors from and against any and all losses, expenses, damages, claims, fines, penalties, costs, and liabilities (including reasonable attorneys' fees) arising out of or relating to your use of the Site or violation of these Terms. Changes to These Terms We reserve the right to modify, update, or replace these Terms at any time, and such changes will be effective immediately upon posting on the Site. Your continued use of the Site following the posting of revised Terms means that you accept and agree to the changes. It is your responsibility to review these Terms periodically for any changes. Contact Us If you have any questions about these Terms, please contact us at: mageballfantasycricket@gmail.com Leave your number and get a link to the game I accept privacy policy Get APP link Mageball Fantasy Cricket Privacy Policy Disclaimer Terms & Conditions mageballfantasycricket@gmail.com This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For more information and support, visit GambleAware and GamCare. Our partnerships with esteemed and financially secure payment service providers guarantee secure and reliable transactions.",
    "thank_you": "Thank You - Mageball Fantasy Cricket Game home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Thank You Your Submission Was Successful Thank you for contacting us. We have received your message and will respond to you shortly. Stay Connected Follow us on social media to stay updated with the latest news and updates: Facebook: @Mageballfc Twitter: @Mageballfc Instagram: @Mageballfc Return to Home Page Need Help? If you have any further questions or need assistance, please don't hesitate to contact us: Email: mageballfantasycricket@gmail.com Leave your number and get a link to the game I accept privacy policy Get APP link Mageball Fantasy Cricket Privacy Policy Disclaimer Terms & Conditions mageballfantasycricket@gmail.com This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For more information and support, visit GambleAware and GamCare. Our partnerships with esteemed and financially secure payment service providers guarantee secure and reliable transactions."
  },
  "date": "2024-06-18T17:47:40.426Z"
}