{
  "name": "Maharaja-Palace",
  "pages": {
    "apartaments": "Apartments and Rooms | Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Discover Your Perfect Indian Home Explore Our Luxurious Apartments Enjoy the ultimate Indian experience in our spacious and well-appointed apartments featuring modern amenities and breathtaking views of the Arabian Sea. Book Your Stay Our Best Rooms Experience the ultimate Indian luxury in our spacious and well-appointed apartments offering modern amenities and breathtaking views of the Arabian Sea. Deluxe Room Perfect for a couple, with a king-size bed, air conditioning and a comfortable seating area. Suite A luxurious suite with a king-size bed, air conditioning, a comfortable seating area and a terrace. Family Room A spacious family room with a king-size bed, air conditioning, a comfortable seating area and a play area for children. Junior Suite A spacious junior suite with a king-size bed, air conditioning, a comfortable seating area and a terrace. Deluxe Junior Suite A luxurious junior suite with a king-size bed, air conditioning, a comfortable seating area and a terrace. Suite Twin A spacious suite with two king-size beds, air conditioning, a comfortable seating area and a terrace. Presidential Suite A luxurious presidential suite with two king-size beds, air conditioning, a comfortable seating area, a terrace and a private balcony. Deluxe Room Twin A spacious deluxe room with two king-size beds, air conditioning and a comfortable seating area. Our Best Rooms at Maharaja Palace Casino & Resort Experience the ultimate comfort and luxury at our best rooms. Our apartments are designed to provide the ultimate comfort and privacy. Each apartment features air conditioning, a comfortable seating area, a large king-size bed, a private bathroom with a shower, a hairdryer and a terrace. Enjoy the stunning views of Goa and the Arabian Sea from your private balcony. Each apartment is equipped with all the modern amenities you need for a comfortable stay. Learn More Comfort and Privacy Our apartments are designed with your comfort and privacy in mind. With air conditioning and a comfortable seating area, you can relax and unwind after a long day of exploring Goa. Each apartment features a large king-size bed, ensuring you get a good night's sleep. The private bathroom with a shower, hairdryer and toiletries ensures you can pamper yourself after a long day. Our Best Rooms at Maharaja Palace Casino & Resort Our best rooms offer you the ultimate luxury and comfort. Indulge in the ultimate Indian experience at Maharaja Palace Casino & Resort. With world-class gaming facilities, exquisite dining, and unparalleled service, you will feel right at home. Learn More Luxury and Comfort Our best rooms offer you the ultimate luxury and comfort. Enjoy the stunning views of Goa and the Arabian Sea from your private balcony. With air conditioning and a comfortable seating area, you can relax and unwind after a long day of exploring Goa. Each apartment features a large king-size bed, ensuring you get a good night's sleep. The private bathroom with a shower, hairdryer and toiletries ensures you can pamper yourself after a long day. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "casino": "Maharaja Palace Casino & Resort - The Best Indian Casino Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Please confirm that you are at least 18 years old to continue: Yes No Indulge in the Magic of Maharaja Casino Experience the Best of Indian Luxury at our Resort Casino Discover the ultimate blend of Indian culture, luxury, and entertainment at Maharaja Palace Casino & Resort. Enjoy our world-class gaming facilities, exquisite dining, and unparalleled service, all nestled in the heart of Goa. Play Now Why Maharaja Palace Casino & Resort is the Best in Goa Our resort casino offers a unique blend of Indian culture, luxury, and entertainment that sets it apart from other gaming destinations in Goa. With world-class gaming facilities, exquisite dining, and unparalleled service, Maharaja Palace Casino & Resort is the perfect destination for those who want to indulge in the magic of India. Learn More Why Maharaja Palace Casino is the Best in Goa Our casino is the best in Goa because it offers a unique blend of Indian culture, luxury, and entertainment that sets it apart from other gaming destinations in Goa. With world-class gaming facilities, exquisite dining, and unparalleled service, Maharaja Palace Casino is the perfect destination for those who want to indulge in the magic of India. Luxurious Ambiance Enjoy a unique blend of Indian culture, luxury, and entertainment in our beautifully designed casino. World-Class Gaming Our gaming facilities are state-of-the-art, with a variety of games to choose from, including slots, table games, and poker. Exquisite Dining Enjoy a meal at one of our three restaurants, each offering a unique flavor and experience. Unparalleled Service Our staff are experts in providing exceptional service, ensuring that your experience at our casino is nothing short of magical. Our Casino Join us in our luxurious Indian-themed casino, where you can enjoy a unique blend of Indian culture, luxury, and entertainment. Learn More What games can you play at our casino? Our casino offers a wide variety of games to suit all tastes and preferences. From classic slots and table games to poker and baccarat, you'll find it all here at Maharaja Palace Casino & Resort. Slots Play classic and modern slots from top gaming software providers. Table Games Enjoy all your favorite table games, including blackjack, roulette, and craps. Poker Play Texas Hold'em, Omaha, and other popular poker variants. Baccarat Play against the dealer in this popular card game. The Best Reason to Play at Maharaja Palace Casino & Resort \"India's Most Luxurious Casino\" \"The Ultimate Indian Luxury Experience\" Learn More Our Luxurious Casino Rooms Experience the ultimate in luxury and entertainment at our 1000sqm casino room, designed to make your experience unforgettable. VIP Room Enjoy a VIP experience with luxurious amenities, personalized service, and the best of Indian entertainment. Family Room Share your experience with family and friends in our family room, perfect for family getaways and group outings. Luxury Suite Relax and indulge in the comfort and luxury of our luxury suite, perfect for special occasions and overnight stays. Business Room Host your next meeting or business conference in our business room, with all the amenities and comforts you need to succeed. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "cookies": "Cookie Policy - Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Privacy Policy What are cookies? Cookies are small text files that are stored on your computer by websites you visit. They are used by websites to remember things about your visit, such as the pages you have visited, your login details or the items in your shopping cart. Cookies are also used to track your browsing behaviour, for example, to see which pages you visit most often. We use cookies to improve your experience of our website. They help us to understand how you use the site, so we can make it better. What type of cookies do we use? There are two main types of cookies: session cookies and persistent cookies. Session cookies are temporary cookies that are deleted when you close your web browser. They are used to remember things about your visit, such as the pages you have visited. Persistent cookies are used to remember your preferences for longer, so they remain on your computer even after you close your browser. How do I manage cookies? You can manage cookies by adjusting your browser settings. If you disable cookies, you may not be able to use certain features of our website. You can also delete cookies that are already stored on your computer by going to your browser’s settings. Please note that if you delete cookies, you may not be able to use some of the functions on our website. How do I disable cookies? To disable cookies, you can adjust your browser settings. Different browsers have different ways of managing cookies. In Google Chrome, you can disable cookies by going to Settings and then Privacy and security. In Mozilla Firefox, you can disable cookies by going to Options and then Privacy. Please note that if you disable cookies, you may not be able to use some of the functions on our website. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "disclaimer": "Disclaimer of Responsibility for the Content of Maharaja Palace Casino & Resort Website Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Disclaimer This website is provided for informational purposes only The information on this website is for general information purposes only. The information is provided by the site and while we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Privacy By using this website, you consent to the collection of data by us in accordance with our privacy policy. Limitation of Liability In no event will we be liable to you for any damages arising from the use of this website. Governing Law These terms will be governed by and construed in accordance with the laws of India and you agree to submit to the non-exclusive jurisdiction of the courts located in India in relation to any disputes arising from these terms. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "index": "Maharaja Palace Casino & Resort | Best of India in Goa Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Experience the Luxury of India at Maharaja Palace Casino & Resort Explore the Best of Indian Luxury in the Heart of Goa Indulge in the ultimate blend of Indian culture, luxury, and entertainment at Maharaja Palace Casino & Resort. Enjoy our world-class gaming facilities, exquisite dining, and unparalleled service, all nestled in the heart of Goa. Contact Us Experience the Luxury of India at Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort is a luxury 5-star resort in the heart of Goa, India. Enjoy the best of Indian luxury, gaming, dining, and entertainment all in one place. Indulge in the ultimate Indian experience at Maharaja Palace Casino & Resort. Learn More Come and Enjoy a Luxurious Stay at Maharaja Palace Casino & Resort Come and experience the ultimate Indian luxury, gaming, dining, and entertainment all in one place. Maharaja Palace Casino & Resort is a 5-star resort in the heart of Goa, India, offering world-class amenities and service in a tranquil and picturesque setting. Come and experience the best of Indian culture and luxury at Maharaja Palace Casino & Resort. Our hotel is the perfect destination for a relaxing and rejuvenating stay, or a luxurious and exciting adventure. Come and Discover the Best of Indian Luxury at Maharaja Palace Casino & Resort Comfort, elegance, and unparalleled service are the hallmarks of Maharaja Palace Casino & Resort. Join us at this luxury resort in Goa, India, and discover the best of Indian culture and luxury. Come and indulge in the ultimate Indian experience at Maharaja Palace Casino & Resort. With our world-class gaming facilities, exquisite dining, and unparalleled service, you will feel right at home. About Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort is a luxury 5-star resort in the heart of Goa, India. We are a world-class hotel with a rich history, unparalleled service, and a commitment to providing the best of Indian luxury, gaming, dining, and entertainment. Our hotel is the perfect destination for a relaxing and rejuvenating stay, or a luxurious and exciting adventure. Come and experience the ultimate Indian luxury at Maharaja Palace Casino & Resort. Contact Us A Story of Excellence and Luxury Maharaja Palace Casino & Resort has a rich history, spanning over three decades. We have been a pioneer in the Indian hospitality industry, offering a unique blend of luxury, service, and excellence. Our story is one of perseverance, hard work, and commitment to providing the best of Indian luxury to our guests. Today, we are proud to be a world-class resort, offering world-class amenities, service, and a truly Indian experience. Why Choose Maharaja Palace Casino & Resort? Our resort offers something for everyone. Whether you're looking for luxury, entertainment, or simply a relaxing getaway, we have it all. Our world-class amenities, service, and attention to detail ensure that every aspect of your stay is tailored to your needs and preferences. With so much to offer, you'll make memories that will last a lifetime. Investing in Your Stay at Maharaja Palace Casino & Resort At Maharaja Palace Casino & Resort, we believe in investing in our guests. That's why we offer unparalleled service, amenities, and experiences that will exceed your expectations. Our team is dedicated to providing the best of Indian luxury, and we take pride in every aspect of our hotel, from the moment you arrive until the moment you leave. Comfort and Convenience Make your stay with us comfortable and convenient. We offer a range of services and amenities to ensure that you have everything you need during your stay. From modern rooms with all the amenities, to world-class gaming facilities, our hotel has it all. Get In Touch Excellence and Comfort Make your stay with us unforgettable. Our rooms are designed to provide comfort and luxury, with everything you need to relax and rejuvenate. From premium bedding to top-notch amenities, we have everything you need to make your stay with us truly unforgettable. Convenience and Ease We understand that convenience is key to a comfortable stay. That's why we offer a range of services to make your stay with us as easy as possible. From 24-hour front desk to room service, we have you covered. Personalized Service Our team is dedicated to providing personalized service and attention to detail. We want to make sure that every aspect of your stay is tailored to your needs and preferences. We take the time to get to know you, and we'll make sure that you feel welcome and comfortable during your stay. Relaxation and Recreation Relaxation and recreation are just a few steps away. Enjoy our world-class spa, pool, and fitness center. Whether you're looking to unwind, rejuvenate, or get fit, we have everything you need to achieve your goals. Dive into Delightful Happiness at Maharaja Palace Casino & Resort Come and experience the ultimate in luxury and pleasure at Maharaja Palace Casino & Resort. Our hotel is designed to provide you with a truly unforgettable stay, where every aspect of your trip is tailored to your needs and preferences. Relaxation and Recreation Make the most of your time at Maharaja Palace Casino & Resort by indulging in our world-class spa, pool, and fitness center. Whether you're looking to unwind, rejuvenate, or get fit, we have everything you need to achieve your goals. Comfort and Convenience Our hotel offers a range of services and amenities to make your stay as comfortable and convenient as possible. From premium rooms with all the amenities, to world-class gaming facilities, our hotel has it all. Personalized Service Our team is dedicated to providing personalized service and attention to detail. We want to make sure that every aspect of your stay is tailored to your needs and preferences. From the moment you arrive until the moment you depart, we will go above and beyond to ensure that you feel welcome and comfortable during your stay. Memorable Moments We believe that every stay is an opportunity to create unforgettable memories. At Maharaja Palace Casino & Resort, we offer a range of exciting activities and experiences designed to make your stay truly special. Continue to Enjoy the Luxury of India at Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort is more than just a luxury hotel, it's a journey through the heart of India. Come and experience the ultimate in Indian luxury, gaming, dining, and entertainment all in one place. Premium Rooms Our rooms are designed to provide you with a truly luxurious experience, with world-class amenities and service. Gaming Our gaming facilities are second to none, with a range of games and activities to suit every taste and interest. Dining Our restaurant serves up the finest Indian cuisine, with a range of delicious options to suit every taste and dietary requirement. Entertainment We have a range of activities and entertainment options to keep you entertained during your stay. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "privacy": "Privacy Policy - Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Privacy Policy What information do we collect? When you visit our website, we collect the following information: Information from cookies: We use cookies to track information about how you use our website (the \"cookie information\"). How do we use your information? We use the information we collect in the following ways: To improve our website: We use the cookie information to understand how our website is used and make improvements based on that information. How do we protect your information? We do not use encryption to protect the information we collect. Do we share your information? We do not share the information we collect with third parties. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "Restaurant": "Restaurant & Bar - Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Open your taste buds to our restaurant and bar Enjoy Indian cuisine and a variety of cocktails Indulge in the flavors of India at our restaurant and bar, serving a variety of delicious Indian dishes and cocktails. Experience the best of Indian cuisine in a cozy and intimate setting. Lets try Our Restaurant: The Perfect Place to Indulge in Indian Flavors At Maharaja Palace Casino & Resort, we understand that the best Indian cuisine is not just about the food, it's about the experience. That's why we've created a cozy and intimate setting where you can enjoy our delicious Indian dishes and a variety of refreshing cocktails. Come and discover the ultimate blend of Indian culture, luxury, and entertainment at our restaurant. Book a Table Make Your Dining Experience Unforgettable Discover the Best of Indian Cuisine for Any Occasion For Every Occasion We'll make the best dishes for your special occasion For Your Taste Buds Indulge in the flavors of India, no matter what you like For Your Family Create unforgettable memories with your loved ones For Friends Share a meal and enjoy some great food with friends Experience the Joy of Indian Flavors Delight your taste buds with the best of Indian cuisine Learn More Access to our restaurant Easily accessible from the casino, our restaurant is located on the ground floor and is open 24/7 for your convenience Best of the World Products in Our Restaurant Take a glimpse into the world of the best food and drinks in our restaurant Best Chicken Tikka of Pakistan A flavorful and juicy chicken dish, popular in Pakistan Saffron Risotto of Italy A creamy and aromatic dish made with saffron and Arborio rice Best Naan Bread of India A fluffy and delicious bread, perfect for dipping in curries and sauces Best Coffee of Brazil A rich and bold coffee, perfect for a morning pick-me-up Unforgettable dining experience Enjoy a delicious and memorable meal in a cozy and elegant setting Our experienced chefs will create a personalized dish for you, tailored to your taste Why you should come to our restaurant Indulge in the flavors of India, enjoy a delicious and memorable meal in a cozy and elegant setting, and enjoy personalized service from our experienced chefs. Learn More Comfortable location with a beautiful view Our restaurant is located in a quiet and beautiful part of town, with a great view of the surrounding area. Excellent location Our restaurant is in a peaceful and picturesque area with a great view of the surrounding area Beautiful surroundings The area around our restaurant is full of greenery and offers a relaxing atmosphere Unique views From our restaurant, you can enjoy breathtaking views of the surrounding area Relaxing atmosphere Our restaurant is located in a peaceful area, perfect for unwinding and enjoying a delicious meal Specials for Our Casino Resort Guests At Maharaja Palace Casino & Resort, we understand that our guests want the best experience possible. That's why we've created a special app that allows you to reserve a table at our restaurant, check availability of our rooms, and even make an online payment for your stay. Give it a try and enjoy the best of Indian cuisine and luxury in the most convenient way! Learn more Our restaurant is included in the top 5 best restaurants in Goa According to the \"India's Best Restaurants\" ranking, conducted by the famous Indian newspaper \"The Hindu\" Join us at Maharaja Palace Casino & Resort, where you can enjoy the best of Indian cuisine and luxury Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "terms": "Terms and Conditions of Use - Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Terms and Conditions Introduction These Website Standard Terms and Conditions (these \"Website Standard Terms and Conditions\") contain the legal terms and conditions for the use of this website (the \"website\"). By using this website, you agree to be bound by these Website Standard Terms and Conditions. Intellectual Property Other than as expressly stated herein, this website, its original content, and all content, software, images, audio files, and other material contained on or available through this website are owned, controlled, or licensed by Maharaja Palace Casino & Resort. Except as expressly authorized in writing by the copyright owner or by law, users may not copy, distribute, transmit, reproduce, display, or create derivative works of any content, software, images, audio files, or other material contained on or available through this website. Use of this website These Website Standard Terms and Conditions shall be interpreted in accordance with the laws of the State of Goa, India. The information on this website is provided \"as is\" without any warranty of any kind, either express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Maharaja Palace Casino & Resort does not warrant that the functions contained in the website will be uninterrupted or error-free, or that defects will be corrected. The website is provided \"as is\" without any warranty of any kind. Maharaja Palace Casino & Resort reserves the right to make changes to the website at any time. Links to other websites This website contains links to other websites. Maharaja Palace Casino & Resort is not responsible for the content or availability of those sites. The inclusion of any links does not imply a recommendation or endorsement of the website or the information, products, services, or relationships offered on or available from them. Termination Maharaja Palace Casino & Resort may terminate or suspend access to the website immediately, without prior notice or liability, for any reason whatsoever, including without limitation if Maharaja Palace Casino & Resort detects copyright infringement or claims of copyright infringement. Upon termination, your right to use the website ceases immediately. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer",
    "thank_you": "Thank you - Maharaja Palace Casino & Resort Home Our Apartments Restaurant Casino Home Our Apartments Restaurant Casino This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Thank you for your inquiry! We will contact you shortly We have received your inquiry and we will contact you shortly. Thank you for choosing Maharaja Palace Casino & Resort. We hope you enjoy your stay. Leave a message Fill in the form below and one of our team members will contact you shortly I accept privacy policy Submit Maharaja Palace Casino & Resort Maharaja Palace Casino & Resort, Dayanand Bandodkar Marg,Panaji, Goa , India Contact Us phone: +911822523375 email: maharajapalace@gmail.com Customer Info Terms & Conditions Cookies Privacy Policy Disclaimer"
  },
  "date": "2024-06-14T14:19:25.258Z"
}