{
  "name": "MBM_Play",
  "pages": {
    "about": "About us - MBMPlay. MBMplay is one of the most trusted online gaming portals in India, wholly owned and operated by MBMplay Tech Private About MBMplay Our Company MBMplay is one of the most trusted online gaming portals in India, wholly owned and operated by MBMplay Tech Private Limited. With a mission to popularize online gaming in India, MBMplay has consistently provided a platform to a community of experienced players across the country. With over 10 years of experience as a pioneer in this field, we at MBMplay understand the needs of the Indian online gaming market and strive to provide faster, better results and a significantly improved gaming experience. And since responsible gaming is at the core of our ideology, our goal as an industry veteran is to provide you with a platform that is \"purely a source of entertainment.\" We want to make sure players join us for the right reasons. Our Team At the core of our business is a team of outstanding individuals who help steer the ship in the right direction. Our team is a diverse mix of young entrepreneurs as well as experienced and knowledgeable industry veterans who are masters of their craft. And with cutting-edge software built on a custom-designed architecture to run multiplayer tables and online tournaments reliably, we have the perfect combination. A well-oiled machine that helped us embark on this journey and consistently deliver the highest standard throughout our stay. Read less MBMplay brings the best real money games to your table. What if you could have fun and make money at the same time? With MBMplay, a feature-rich gaming platform that brings the best real money games right to your table, it's incredibly easy. Online games for money are not only fun, but also help you improve your skills and win big prizes. You can easily download and play online money games like Rummy, Ludo, Poker, Online Billiards and more at MBMplay. Real money Rummy games pit numerous players against other players. You can also try your hand at fantasy sports, which gives you an adrenaline rush with online cricket games that focus on fantasy teams. You can play online cricket games and fantasy sports on the same platform. MBMplay is a premium real money gaming app that allows players to win money in online real money games. MBMplay is the place where you can enjoy playing your favorite billiards games. If you are interested in karam, MBMplay is the right place to have online karam games. Karam games are easy to play just like online cricket and Rummy games. You can play karama games with greater convenience and win big prizes. MBMplay is your one stop destination for real money games, online Rummy, online carama, pool games, online cricket games and fantasy sports. Don't wait any longer, download the MBMplay Games app now and get ready for big wins. Download and play online games for real money with ease at MBMplay. It's time to use your gaming skills to earn real money. Download and play online games for real money with ease at MBMplay. The gaming platform has ten years of experience in providing players with online games for real money to make money online. Play games for money with a user-friendly interface and fast withdrawal methods. The easy to use interface makes the gaming experience flawless. All the games you love, be it Rummy, online ludo, poker, Rummy games or skill games, you can find it all at MBMplay. Download the MBMplay app, log in with your credentials and then add money to start playing online games for money. Real money games are a good way to enjoy gaming and earn real money online. Since MBMplay is one of the best real money gaming apps, you can rest assured that your games and transactions are safe and confidential. Download the app and play games for real money right now! Play online Rummy games and win real cash prizes at MBMplay. How skilled are you at Rummy? It's time to test your skills by joining the online rami at MBMplay. Here you can win real money in real money games that use your skills and strategy. Millions across India use MBMplay. The app has been serving Rummy lovers for the past sixteen years. Real money games can be easily played at MBMplay.The simple and easy to use interface makes it easy for you to play Rummy online. Since this is for real money games, you can easily withdraw money using a variety of payment gateways. Gambling games for money at MBMplay are safe and secure. You can meet numerous other players on the platform and also play to win real money online. MBMplay hosts many tournaments offering big prizes. Tournaments are updated daily and the real cash prizes are greater than you can imagine. You can easily join any tournament and play games for money in this Rummy app. It's easy to add money and you can also receive bonuses based on the real money games you choose. The bonus system at MBMplay is great and gives you great cash benefits. You can increase the money in your wallet using bonus systems offered to users. Download MBMplay now and make the most of these exciting games and earn money. Rami at MBMplay is safe and reliable. Play Rummy online and earn real money. Go ahead, use your skills to win the big prize. Keep playing to receive special offers, deals and bonuses. Download the MBMplay app now! Responsible Gaming At MBMplay we actively promote responsible gaming for our users. We believe that gaming should be purely for fun - that is, play as long as it doesn't negatively impact your body, mind or finances. We firmly believe that with the right approach to our games, the experience can be highly effective. Games at MBMplay not only give you the thrill of beating players from all over the country, but can also improve your strategy, decision-making and time management skills. At MBMplay we want you to enjoy our games as much as we enjoy creating them for you. As a responsible gaming company, we take the following steps for all of our users: We comply with all applicable laws, rules, regulations and requirements necessary to operate a real money gaming application and structure our games with compliance in mind. We only allow users over 18 years of age to join the game and use age verification methods and/or obtain confirmation from users of their age. The rules of the game are explained in detail at the beginning of the game. They are also always available in video or text format within the app. We offer a variety of tournament options to choose from to suit your risk appetite. We understand that gaming can be addictive and a person may lose track of time and money while playing.But by following the recommendations below, you can protect yourself from turning your love for gaming into an addiction: Recommendations: - Play only for fun and not to earn money, which may affect your financial independence. - Decide in advance how much money you will spend on the game, and only play with funds that you can afford to lose completely without putting your current financial situation at risk. - Decide how much time you will devote to the game and stick to it, not exceeding the limit under any circumstances. - Set deposit limits as you play to ensure you never deposit more than you can afford to lose. - Take a break if you have lost money several times in a row. - Contact support if you think you are addicted to our games and need help. Not recommended: - Play for extra income - Play impulsively - Play with borrowed money - Play if you are not in a calm emotional state. This affects the game and ultimately leads to losing money. - Chasing losses. Since all the games at MBMplay are skill based, take the time to improve your skills. - Forgetting to control your gaming expenses. - Play while working or doing other things to have a free mind. This is important so that the game does not interfere with your daily life. - Abuse, threaten or bully other players on the platform or behave in an illegal, unethical or defamatory manner. If you need more information or assistance, please write to us and we will be happy to help. TRANSPARENCY Equal opportunities Our games provide equal opportunities for all our users. The rules and regulations of the game apply equally to each player. We take all possible measures to avoid hacking or fraud on our platform. There are time limits for participation in each tournament to ensure equal opportunities for all users. Game and victory It is important that our users know from the outset what potential winnings they can take home if they win when they register to play. We want your gaming experience to be seamless and we have taken the following steps to ensure you enter the tournament with complete confidence: The scoring system used to calculate points is clearly illustrated and displayed for each new user joining our platform. The applicable amount of money for the winners of each game is indicated. Any winnings/payouts are promptly processed and credited to the user's account in accordance with MBMplay policies. Any cancellation penalty or consequences for leaving a game midway or for engaging in unfair gaming practices are also prescribed in this Fair Play Policy and Rules of Use. Confidence We strive to ensure that only real users play on the platform. No robots (as defined in the Terms) are permitted on the Platform. To this end, we have put in place appropriate policies and protocols to review any violation of MBMplay's Fair Play Policy.Before withdrawing any winnings, depending on the amount and/or frequency of withdrawal, the user may be required to verify their identity and account, such as providing copies of their PAN card and bank details. These data and documents are collected and verified in accordance with relevant laws or regulatory guidelines, either directly by us or through third party service providers. Safe and secure payments At MBMplay, we have integrated a safe and secure withdrawal process to ensure a smooth withdrawal experience for our users. We work with verified third-party payment gateways with 3D authentication to ensure that all financial transactions are secure. We do not store your financial/payment instruments such as credit and debit cards, UPI IDs and e-wallet data with us, and they are stored only with authorized technology service providers and organizations that are permitted to store such data in accordance with applicable laws and regulations. directives of regulatory authorities. Communication Given the importance of accessibility to our users, MBMplay has developed processes through which users can contact and raise questions in the support section. Solutions to the issues raised are provided in a short time and users can easily track them. Responsibility MBMplay uses advanced protocols and data security measures to protect users' personal information such as PAN card details and bank details.Any personal information provided to us is used only for user verification purposes and is not disclosed to third parties except in specific cases where it is necessary to use their verification services, or if required to be disclosed by law, law enforcement, regulatory or judicial authorities. , as provided in our Privacy Policy. About Us Terms &amp; Conditions Privacy Policy Secured payments by 100% Secure Fair Play Policy ISO Certified Company Instant Withdrawal 1 Crore + Trusted Users DISCLAIMER This game may be habit-forming or financially risky. Play Responsibly. *MBMplay is the biggest gaming app in India based on the number of unity games, special tournaments and formats. MBMplay is available only to people above 18 years of age. MBMplay is available in all states where permissible by extant law. Consequently, users located in some states may not be able to access our App or its contests. For an updated list of such states, please download the App. Download App 🔥 Welcome bonus +200% Download App 🔥 Welcome bonus +200% Download App Dear visitors! We would like to draw your attention to the fact that our website uses cookies to help it function more effectively. By continuing to use our website without changing the cookie settings on your device, you agree to our use of cookies. Please note that blocking cookies may affect the proper functioning of some parts of our website. We value your privacy and are committed to using the information we collect only in accordance with our privacy policy. Thank you for using our website and hope you enjoy a complete and comfortable user experience. I agree let backToTop = document.getElementsByClassName(\"scroll-to-top\")[0]; let backToTopHandler = function () { window.scrollTo({ top: 0, behavior: \"smooth\", }); }; backToTop.onclick = backToTopHandler;",
    "index": "MBM Play India’s best slot games and win real money Enjoy over 30+ exciting games Get a chance to win up to ₹5 Crores Daily Play India's best gaming app. Get App Link 🔥 Welcome bonus +200% Get App Link 🔥 Welcome bonus +200% MBMplay 4.89 Rating 20M+ Downloads Download for Fast and secure withdrawal of funds UPI Transfer Bank Transfer A truly superior gaming platform for India Highest level of security &#10003; No Fraud Guarantee &#10003;Absolutely safe and secure transactions &#10003;Complete confidentiality of data and personal information Best offers and rewards &#10003;Each new player receives a bonus of up to ₹1000 &#10003;For each referred friend up to ₹70,000 rupees &#10003;Daily bonuses and prizes The most advanced gaming platform &#10003; 24/7 customer support &#10003; All the most popular games in one application &#10003; Instant withdrawal of winnings around the clock The best in one application &#10003; Enjoy over 30 different games &#10003; Free tournaments for real money &#10003; Games with 100% bonus and much more! Top 10 Games on MBMplay Rummy Ludo Poker Crash Andar Bahar Wingo Lottery 7 Up Down Dragon Tiger Jhandi Munda Roulette Start Playing Now Unrivaled Gaming Experience &#10003;Welcome Prizes &#10003;Elite club &#10003;Tournament table &#10003;Privilege Club &#10003;Social chat &#10003;More than 30+ games Start Playing Now Additional prizes and bonuses with MBMplay Bring a friend Earn up to ₹70,000 every time you refer a friend Get information Active player Earn hundreds of rupees every time your followers play the game Get information 10M+ Players' Choice Made with ❤️ in India, for India! Ratings 4.71 out of 15,207 5 4 3 2 1 Active Player Won ₹3 Crore+ 4.82 MBMplay is an excellent application for making money online. I'm a huge fan of ramie and love playing ramie for real money on MBMplay. Also, I play Ludo and other skill games on MBMplay and earn cash online daily. Download the MBMplay Play it. Become a winner. Get rewarded. Rummy Ludo Casual Games and more Install the application with one click Get App Link 🔥 Welcome bonus +200% Find out more about the MBMplay app MBMplay app MBMplay is a skill based platform where you can earn money by playing. This app turns your passion for card games into an exciting real money gaming experience right on the screen of your mobile device. Rummy Introducing the opportunity to play a traditional Indian card game, a favorite for family entertainment, ... in a virtual format. Play rummy at online tables and get a chance to earn real money. Participate in daily tournaments and cash games, and set up a private room to compete with your friends! Read More Roulette Roulette is one of the most recognizable games of chance in history. ...Being a game of chance, it is extremely popular both in online casinos and in traditional establishments. The rules of roulette are relatively simple, so you do not need to have much experience in gambling to play, place bets and win. Read More Poker PPoker disciplines are among the most popular card games on the planet. ...And this popularity is due not only to the need to possess certain skills, but also to the requirement to show courage and concentration. This is why poker fans are so eager to take on the role of a player. True poker players have the determination to go all-in or fold their cards without hesitation. Read More Ludo The legendary board game is now available for online multiplayer play. ...The classic entertainment at the game board has been transferred to the virtual space, allowing many participants to unite online. Read More Crash Crash is a game where you can easily win. All that is required ...of you is to collect your winnings in time before the rocket falls. The rocket's flight starts with odds of 1.00, and the higher it flies, the greater your winnings. Just two simple steps separate you from receiving real cash prizes. Read More Wingo Lottery Wingo Lottery is a famous lottery game in which participants can bet on any colors or numbers ...of their choice. Unlike other multiplayer games, there are many different betting areas for players to choose from. Another advantage of Vingo Lottery over other lotteries is its ease of use. All you have to do is purchase your first lottery ticket and you can win a big sum. Read More Andar Bahar Andar Bahar is a gambling game of Indian origin that is ...said to have its roots in the southern state of Karnataka. This is entertainment based solely on excitement and randomness of outcomes. In the 21st century, Andar Bahar has grown into a popular game throughout India. Read More 7 Up Down The 7 Up Down dice game is very popular in Europe and the United States. ...For Indian players, it appeared relatively recently, but quickly became one of the favorite entertainments. This game is extremely easy for beginners, yet allows you to quickly earn bonuses, making it attractive to both beginners and professionals looking for big wins. Read More Dragon Tiger Dragon Tiger is a card game played at a fast pace on the gaming table. ...It begins with participants placing bets on either the Dragon option or the Tiger option. If you bet on the Dragon or Tiger sector, you win when the card with the highest value appears in this sector. Read More Jhandi Munda Jandi Munda is a board game of Indian origin played ...with 6 six-sided dice. It is believed that it originated in northern India and spread and became popular throughout the country. This is a simple and fun game with clear rules that brings a lot of fun to players. Read More About Us Terms &amp; Conditions Privacy Policy Secured payments by 100% Secure Fair Play Policy ISO Certified Company Instant Withdrawal 1 Crore + Trusted Users DISCLAIMER This game may be habit-forming or financially risky. Play Responsibly. *MBMplay is the biggest gaming app in India based on the number of unity games, special tournaments and formats. MBMplay is available only to people above 18 years of age. MBMplay is available in all states where permissible by extant law. Consequently, users located in some states may not be able to access our App or its contests. For an updated list of such states, please download the App. Download App 🔥 Welcome bonus +200% Download App 🔥 Welcome bonus +200% Download App Dear visitors! We would like to draw your attention to the fact that our website uses cookies to help it function more effectively. By continuing to use our website without changing the cookie settings on your device, you agree to our use of cookies. Please note that blocking cookies may affect the proper functioning of some parts of our website. We value your privacy and are committed to using the information we collect only in accordance with our privacy policy. Thank you for using our website and hope you enjoy a complete and comfortable user experience. I agree",
    "policy": "Privacy Policy for the MBMplay Website. At MBMplay (hereinafter referred to as the \"Company\"), we place great emphasis on protecting your privacy and the security of your personal data. Policy Privacy MBMPlay At MBMplay (hereinafter referred to as the \"Company\"), we place great emphasis on protecting your privacy and the security of your personal data. This Privacy Policy (the “Policy”) describes how we collect, use, store, disclose and protect the personal information you provide when you use our website, mobile application and related services (collectively, the “Platform”). By using the Platform, you agree to the terms of this Policy. Collection of personal information When using the Platform, we may collect various types of personal information, including, but not limited to: - Contact details such as name, email, phone number and shipping address - Financial information such as credit/debit card numbers and bank account information - Demographic information such as date of birth, gender and location - Usage information including browsing history, purchase history and preferences We collect this information when you provide it when you register, place an order, participate in surveys, or contact customer service. In addition, we may automatically collect certain data when you interact with the Platform, such as IP address, browser and operating system information, and data about your activity on the site. Use of personal information We use collected personal information for the following purposes: - Providing and improving our products and services - Processing and fulfilling orders and transactions - Communicating with you, including sending notifications, updates and marketing messages - Personalize and improve your experience with the Platform - Preventing fraud and protecting the rights and property of the Company and third parties - Compliance with applicable laws, rules and regulations We may combine personal information you provide with information we receive from third parties, such as identity and credit verification service providers. This helps us provide you with our services more efficiently and improve their quality. Disclosure of Personal Information We may disclose your personal information to the following parties: - Affiliates and business partners to provide you with our products and services - Service providers such as companies processing payments, shipping and marketing - If required by law, regulatory authority or legal proceedings - In case of reorganization, merger or sale of the Company’s assets In addition, we may disclose aggregated or non-personal information to third parties for marketing, analytics or other lawful purposes. Security and data storage We take reasonable physical, technical and organizational measures to protect personal information from unauthorized access, use, modification or disclosure.However, no method of transmission over the Internet, or method of electronic storage is completely secure, so we cannot guarantee the absolute security of your personal information. We will retain your personal information for the period necessary to fulfill the legitimate purposes set out in this Policy unless a longer retention period is required or permitted by law. Cookies and other tracking technologies When using the Platform, we may use cookies and other tracking technologies to collect information about user usage and preferences and to improve the functionality and performance of the Platform. You can set your browser to refuse cookies or to notify you when they are set. User Rights and Choices In some jurisdictions, you may have the right to access, correct, port or delete your personal information, as well as the right to object to certain uses of it. We will process your requests in accordance with applicable laws. Changes to the Privacy Policy We may change this Privacy Policy from time to time. If we make material changes, we will notify you through the Platform or via the email address you provide. By continuing to use the Platform after such changes are made, you agree to be bound by the updated Privacy Policy. Contact Information If you have any questions or comments about this Privacy Policy or our personal data practices, please contact us. About Us Terms &amp; Conditions Privacy Policy Secured payments by 100% Secure Fair Play Policy ISO Certified Company Instant Withdrawal 1 Crore + Trusted Users DISCLAIMER This game may be habit-forming or financially risky. Play Responsibly. *MBMplay is the biggest gaming app in India based on the number of unity games, special tournaments and formats. MBMplay is available only to people above 18 years of age. MBMplay is available in all states where permissible by extant law. Consequently, users located in some states may not be able to access our App or its contests. For an updated list of such states, please download the App. Download App 🔥 Welcome bonus +200% Download App 🔥 Welcome bonus +200% Download App Dear visitors! We would like to draw your attention to the fact that our website uses cookies to help it function more effectively. By continuing to use our website without changing the cookie settings on your device, you agree to our use of cookies. Please note that blocking cookies may affect the proper functioning of some parts of our website. We value your privacy and are committed to using the information we collect only in accordance with our privacy policy. Thank you for using our website and hope you enjoy a complete and comfortable user experience. I agree let backToTop = document.getElementsByClassName(\"scroll-to-top\")[0]; let backToTopHandler = function () { window.scrollTo({ top: 0, behavior: \"smooth\", }); }; backToTop.onclick = backToTopHandler;",
    "terms": "Terms and Conditions - MBMPlay. Below are the terms and conditions governing the use of this web resource. Terms and Conditions MBMPlay Introduction MBMplay (hereinafter referred to as the \"Company\") welcomes you and thanks you for your interest in our services. These Terms of Use (hereinafter referred to as the “Terms”) govern the relationship between you and the Company relating to your use of the website, mobile application and any related services and products (collectively, the “Platform”). Please read these Terms carefully before using the Platform. Acceptance of Terms By using the Platform, you express your unconditional consent to all provisions of these Terms in their current version. If you do not agree to any of the terms, we ask you not to use the Platform. The Company reserves the right to change these Terms at any time at its sole discretion. All changes take effect from the moment they are published on the Platform or from a later date specified by the Company. By continuing to use the Platform after changes are made, you agree to the new version of the Terms. Registration and Account To use certain features of the Platform, you may be required to create an account. You agree to provide and maintain true, accurate, current and complete information when registering. The Company reserves the right to suspend or delete accounts if these requirements are violated. Prohibited Use You agree to use the Platform only for lawful purposes and not to violate the rights of the Company or third parties.In particular, you agree not to: - Upload, distribute or otherwise publish illegal, offensive, defamatory, obscene or any other inappropriate content - Violate the intellectual property rights of the Company or third parties - Perform unauthorized access or attempt to circumvent the security systems of the Platform - Distribute viruses, worms, Trojan horses or other harmful programs - Violate privacy laws or collect personal information from other users without permission Intellectual Property Rights The Platform and all content thereon, including but not limited to text, graphics, images, audio and video, are the property of the Company or its licensors and are protected by copyright, trademark and other intellectual property laws. Games and financial transactions Certain parts of the Platform may allow you to participate in games or make financial transactions. You agree to comply with all applicable laws and regulations governing such activities. The Company is not responsible for any loss or damage incurred as a result of the use of these features. Disclaimer Under no circumstances will the Company be liable for direct, indirect, incidental, consequential or punitive damages arising from the use or inability to use the Platform or its services. Termination The Company reserves the right to suspend or terminate access to the Platform and services at its sole discretion, without prior notice and without any liability. About Us Terms &amp; Conditions Privacy Policy Secured payments by 100% Secure Fair Play Policy ISO Certified Company Instant Withdrawal 1 Crore + Trusted Users DISCLAIMER This game may be habit-forming or financially risky. Play Responsibly. *MBMplay is the biggest gaming app in India based on the number of unity games, special tournaments and formats. MBMplay is available only to people above 18 years of age. MBMplay is available in all states where permissible by extant law. Consequently, users located in some states may not be able to access our App or its contests. For an updated list of such states, please download the App. Download App 🔥 Welcome bonus +200% Download App 🔥 Welcome bonus +200% Download App Dear visitors! We would like to draw your attention to the fact that our website uses cookies to help it function more effectively. By continuing to use our website without changing the cookie settings on your device, you agree to our use of cookies. Please note that blocking cookies may affect the proper functioning of some parts of our website. We value your privacy and are committed to using the information we collect only in accordance with our privacy policy. Thank you for using our website and hope you enjoy a complete and comfortable user experience. I agree let backToTop = document.getElementsByClassName(\"scroll-to-top\")[0]; let backToTopHandler = function () { window.scrollTo({ top: 0, behavior: \"smooth\", }); }; backToTop.onclick = backToTopHandler;"
  },
  "date": "2024-04-29T17:09:42.525Z"
}