{
  "name": "mobilecrick",
  "pages": {
    "terms-conditions": "MobileCrick - Terms of Use and User Agreement 18+ MobileCrick Home Possibilities Why are we Ready to play? Improve the game +91-939-1392183 mobilecrick@gmail.com Terms of Use User Conduct You agree not to use MobileCrick in any way that is unlawful, harmful, or infringes upon the rights of others. This includes, but is not limited to, engaging in any activity that may: Damage, disable, overburden, or impair any MobileCrick server or network; Interfere with any other party's use and enjoyment of MobileCrick; Harass, threaten, or intimidate any MobileCrick user or employee; Attempt to gain unauthorized access to MobileCrick or any related accounts, computers, or networks; Use any robot, spider, or other automatic device to access MobileCrick. Modifications to the Game MobileCrick reserves the right to modify, suspend, or discontinue the game or any part thereof at any time, with or without notice. You agree that MobileCrick will not be liable to you or to any third party for any modification, suspension, or discontinuance of the game. Termination MobileCrick may terminate your access to all or any part of the game at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate your account, you may simply discontinue using the game. Privacy MobileCrick is committed to protecting your privacy. Our Privacy Policy, which is incorporated into these Terms of Use by reference, explains how we collect, use, and disclose information about you when you use MobileCrick. By using MobileCrick, you consent to the collection, use, and disclosure of your information as described in our Privacy Policy. Gaming Rules and Conduct MobileCrick is designed to be a fun and enjoyable gaming experience for all users. To ensure that everyone has a positive experience, we ask that you follow these simple rules when using MobileCrick: Be respectful of other users. Do not engage in any behavior that is harassing, threatening, abusive, or offensive. Do not cheat or use any unauthorized third-party software to gain an unfair advantage in the game. Do not impersonate any other person or entity, including but not limited to a MobileCrick employee, moderator, or administrator. Do not engage in any activity that interferes with or disrupts the game or the servers and networks connected to the game. Do not use MobileCrick for any commercial purpose, including but not limited to advertising, soliciting, or selling any products or services. Feedback and Suggestions MobileCrick welcomes your feedback and suggestions for improving the game. However, please note that any feedback or suggestions you provide to MobileCrick will be deemed non-confidential and non-proprietary, and MobileCrick will be free to use such feedback or suggestions for any purpose without compensation to you. ssignment MobileCrick may assign these Terms of Use, in whole or in part, to any person or entity at any time with or without your consent. You may not assign these Terms of Use without MobileCrick's prior written consent. Survival The provisions of these Terms of Use that by their nature should survive termination of these Terms of Use will survive such termination, including but not limited to the provisions regarding intellectual property, indemnification, disclaimer of warranties, limitation of liability, and governing law. Contact Information If you have any questions about these Terms of Use, please contact us at mobilecrick@gmail.com. By using MobileCrick, you acknowledge that you have read these Terms of Use, understand them, and agree to be bound by them. We reserve the right to change these Terms of Use at any time, and your continued use of MobileCrick after such changes are posted will mean you accept those changes. Thank you for choosing MobileCrick. We hope you enjoy your gaming experience! MobileCrick © 2024 MobileCrick. All rights reserved. Your ultimate cricket gaming experience Links Home Possibilities Why are we Ready to play? Improve the game Additional links Disclaimer Privacy Policy Terms of Use Contacts +91-939-1392183 mobilecrick@gmail.com APSRTC Bus Station, Muttuguda Rd, Sri Nivas Shankar Colony, Annaram, Nagole, Hyderabad, Telangana 500068, India The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan.",
    "thanks": "MobileCrick - Thank You for Your Support Thank You for Reaching Out! We're truly grateful that you took the time to share your thoughts with us here at MobileCrick. Your feedback is like a precious gift that helps us grow and improve our platform to better serve you and our community. Our dedicated team is working diligently to review and respond to each message we receive. While we can't provide an exact time frame, rest assured that we'll get back to you as soon as possible. In the meantime, feel free to continue exploring our site, enjoy our diverse content, and engage with fellow enthusiasts in our vibrant community. Once again, thank you for connecting with us. Your voice matters, and we're excited to make MobileCrick an even better place for you! Back to Homepage",
    "disclaimer": "MobileCrick - Legal Disclaimer and Information 18+ MobileCrick Home Possibilities Why are we Ready to play? Improve the game +91-939-1392183 mobilecrick@gmail.com Disclaimer General Information MobileCrick is a website that provides information, resources, and access to a mobile cricket game. The game is designed for entertainment purposes only and does not offer any real-world monetary rewards or prizes. Game Usage By downloading and playing the game from MobileCrick, you agree to abide by the rules and regulations set forth in this disclaimer. The game is intended for personal and non-commercial use only. You are not allowed to modify, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from this game. User Content By submitting any content to MobileCrick, including but not limited to, feedback, comments, suggestions, ideas, graphics, or other material, you grant MobileCrick a non-exclusive, worldwide, perpetual, irrevocable, royalty-free, sublicensable (through multiple tiers) right to exercise the copyright, publicity, and database rights you have in the content, in any media now known or not currently known, with respect to your content. Indemnification You agree to indemnify, defend, and hold harmless MobileCrick, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of this disclaimer or any activity related to your use of the game or our website (including negligent or wrongful conduct) by you or any other person accessing the game or our website using your internet account. Entire Agreement This disclaimer constitutes the entire agreement between you and MobileCrick regarding the use of the game and our website, superseding any prior agreements between you and MobileCrick. Age Restriction The game and our website are intended for use by individuals who are at least 13 years old. If you are under 13 years old, you may not use the game or our website. Updates and Modifications MobileCrick reserves the right to modify, suspend, or discontinue the game or any part of it at any time without notice. We may also impose limits on certain features and services or restrict your access to parts or all of the game without notice or liability. Governing Law and Jurisdiction This disclaimer and any disputes arising out of or related to it will be governed by and construed in accordance with the laws of the state in which MobileCrick is registered, without giving effect to any principles of conflicts of law. You agree to submit to the exclusive jurisdiction of the courts of that state for the purpose of resolving any disputes that may arise out of or in connection with this disclaimer. Assignment MobileCrick may assign or transfer this disclaimer, in whole or in part, at any time without notice. You may not assign or transfer your rights or obligations under this disclaimer without the prior written consent of MobileCrick. User Responsibility You are solely responsible for your interactions with other users of the game and our website. MobileCrick reserves the right, but has no obligation, to monitor disputes between you and other users. User Content Guidelines You agree not to post, upload, or transmit any content that: Infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party; Is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable; Impersonates any person or entity, including, but not limited to, a MobileCrick official, forum leader, guide, or host, or falsely states or otherwise misrepresents your affiliation with a person or entity; Contains personal information about any individual, including, but not limited to, addresses, phone numbers, email addresses, or credit card numbers; Contains viruses, corrupted data, or other harmful, disruptive, or destructive files; or Is otherwise objectionable or in violation of this disclaimer. Contact Information If you have any questions or concerns regarding this disclaimer, please contact us at mobilecrick@gmail.com. We are committed to addressing your concerns and resolving any disputes quickly and efficiently. By using the game and our website, you acknowledge that you have read, understood, and agreed to be bound by this disclaimer. If you do not agree with these terms, please do not use the game or our website. Thank you for choosing MobileCrick. We hope you enjoy our mobile cricket game and have a fantastic gaming experience. MobileCrick © 2024 MobileCrick. All rights reserved. Your ultimate cricket gaming experience Links Home Possibilities Why are we Ready to play? Improve the game Additional links Disclaimer Privacy Policy Terms of Use Contacts +91-939-1392183 mobilecrick@gmail.com APSRTC Bus Station, Muttuguda Rd, Sri Nivas Shankar Colony, Annaram, Nagole, Hyderabad, Telangana 500068, India The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan.",
    "index": "MobileCrick - Your Ultimate Cricket Gaming Experience 18+ MobileCrick Home Possibilities Why are we Ready to play? Improve the game +91-939-1392183 mobilecrick@gmail.com Welcome to MobileCrick Explore the thrill of cricket on your mobile device with MobileCrick! Dive into the world of bat and ball with our immersive gaming experience designed for cricket enthusiasts of all levels. Whether you're a seasoned player or new to the sport, our app offers realistic gameplay, stunning graphics, and exciting challenges that will keep you hooked. Download MobileCrick now and start your journey to becoming a cricket legend! Get the game Discover the Features Uncover the exciting features that make MobileCrick the ultimate cricket gaming app. Enjoy realistic gameplay that puts you right in the action, from batting to bowling and fielding. Our app boasts intuitive controls that ensure every shot and delivery feels authentic and responsive. Stunning Graphics Immerse yourself in stunning visuals that bring every cricket stadium and player to life. From detailed player animations to dynamic weather effects, MobileCrick delivers a visually captivating experience. Whether you're playing under clear skies or in the midst of a rain delay, our graphics enhance the realism and excitement of cricket like never before. Why Choose MobileCrick? Experience the Excellence of MobileCrick Realistic Gameplay Rich Content Community Engagement MobileCrick stands out as the premier choice for cricket enthusiasts worldwide. Dive into the game with unparalleled realism, where every shot and decision matters. Our app offers a wealth of content, including various game modes and challenges that ensure endless entertainment. Engage with a vibrant community of players, share strategies, and compete in tournaments to showcase your skills. Features Include Realistic batting, bowling, and fielding mechanics Multiple game modes: T20, One Day, Test matches Customizable player and team options In-depth statistics tracking Regular updates with new features and content Online multiplayer mode for competitive play Interactive tutorials for beginners Social media integration for sharing achievements Accessible on both iOS and Android devices Dedicated customer support to assist players Ready to Play? Download MobileCrick Now! Get ready to embark on an unparalleled cricketing adventure with MobileCrick. Our app offers everything you need to experience the thrill of cricket right at your fingertips. Whether you're practicing your swing, mastering your bowling technique, or competing in tournaments, MobileCrick provides an immersive and dynamic environment for players of all levels. Don't wait—download MobileCrick today and start your journey towards cricketing excellence! Enhance Your Game with MobileCrick Merch Take your cricket experience to the next level with our exclusive MobileCrick merchandise. Designed for true cricket enthusiasts, our collection includes everything you need to show off your love for the game. From stylish apparel to practical accessories, we have something for every fan. Explore our top picks below and gear up for your next match! To learn more MobileCrick T-Shirt Sport your passion for cricket with our comfortable and stylish MobileCrick T-Shirt. Made from high-quality materials, it's perfect for both casual wear and intense gaming sessions. MobileCrick Cap Keep cool and shaded with the MobileCrick Cap. Featuring a sleek design and adjustable fit, it's the ideal accessory for any cricket fan, whether on the field or in the stands. MobileCrick Mug Enjoy your favorite beverage in our exclusive MobileCrick Mug. With a sturdy build and vibrant design, it's perfect for those early morning matches or late-night practice sessions. MobileCrick Phone Case Protect your phone with our durable MobileCrick Phone Case. Designed to withstand drops and scratches, it keeps your device safe while showing off your cricket enthusiasm. MobileCrick Hoodie Stay warm and comfortable with the MobileCrick Hoodie. Ideal for cooler weather, this hoodie combines practicality with a stylish design, making it a must-have for any cricket lover. 01 Join Our Community Become a part of the MobileCrick community and connect with cricket enthusiasts from around the globe. Share your experiences, strategies, and victories on our forums and social media channels. Participate in exclusive events and tournaments, and make lasting friendships with fellow cricket fans. Your journey in the world of cricket is just beginning, and we’re here to support you every step of the way. 02 Stay Updated Never miss an update with MobileCrick. Subscribe to our newsletter to receive the latest news, game updates, and special offers straight to your inbox. Be the first to know about new features, upcoming events, and exclusive promotions. Stay ahead in the game with insider tips and tricks, and make sure you're always at the top of your cricket game. I accept the Privacy Policy Get the game MobileCrick © 2024 MobileCrick. All rights reserved. Your ultimate cricket gaming experience Links Home Possibilities Why are we Ready to play? Improve the game Additional links Disclaimer Privacy Policy Terms of Use Contacts +91-939-1392183 mobilecrick@gmail.com APSRTC Bus Station, Muttuguda Rd, Sri Nivas Shankar Colony, Annaram, Nagole, Hyderabad, Telangana 500068, India The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan. We use cookies to improve your experience on our site. By using our site, you consent to cookies. Accept",
    "privacy-policy": "MobileCrick - Our Commitment to Your Privacy 18+ MobileCrick Home Possibilities Why are we Ready to play? Improve the game +91-939-1392183 mobilecrick@gmail.com Privacy Policy Information We Collect and How We Use It When you use our Services, we may collect various types of information, including: Personal Information: We may collect personal information such as your name, email address, and other contact details when you create an account, sign up for our newsletter, or contact us for support. We use this information to provide, maintain, and improve our Services, as well as to communicate with you about updates, promotions, and other relevant information. Device and Usage Information: We may collect information about your device, including your IP address, device model, operating system, and unique device identifiers. We may also collect usage information, such as the time and duration of your usage, game progress, and interactions with other players. This information helps us to optimize our Services for a better user experience and to analyze trends and usage patterns. Payment Information: If you make a purchase through our Services, we may collect payment information such as your credit card number, billing address, and other related information. We use this information to process your transactions and to prevent fraud. Cookies and Similar Technologies: We may use cookies and similar technologies to collect information about your usage of our Services and to personalize your experience. You can control the use of cookies through your browser settings, but please note that disabling cookies may affect your ability to use some features of our Services. How We Share Your Information We may share your information with third parties in the following circumstances: Service Providers: We may share your information with service providers who perform services on our behalf, such as payment processing, data analysis, email delivery, hosting services, and customer support. Business Partners: We may share your information with our business partners, such as advertisers, sponsors, and promotional partners, to provide you with relevant offers, promotions, and other marketing materials. Legal Compliance: We may disclose your information if required to do so by law or in response to a valid request from a law enforcement or government authority. We may also disclose your information to protect our rights, property, or safety, or the rights, property, or safety of others. Business Transfers: We may share your information in connection with a merger, acquisition, or sale of all or a portion of our business. How We Protect Your Information We take reasonable measures to protect your information from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Social Media Features and Widgets Our Services may include social media features, such as the Facebook \"Like\" button, and widgets, such as the \"Share This\" button or interactive mini-programs that run on our Services. These features may collect your IP address, which page you are visiting on our Services, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our Services. Your interactions with these features are governed by the privacy policy of the company providing it. Cross-Border Data Transfers We may transfer your information to and process it in countries other than your country of residence, where data protection laws may be different. However, we will take appropriate steps to ensure that your information remains protected in accordance with this Privacy Policy. If you are located in the European Economic Area (EEA), we may transfer your information to countries outside the EEA that have been deemed to provide an adequate level of protection for personal data by the European Commission. Analytics and Crash Reporting We may use third-party analytics and crash reporting services to help us understand how our Services are being used and to improve their performance. These services may collect information about your device, operating system, usage patterns, and other relevant data. We use this information to analyze trends, track user movements, and gather demographic information about our user base as a whole. Security Measures We take reasonable measures to protect your information from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. We use industry-standard encryption technologies to protect your information during transmission and storage, and we limit access to your information to authorized employees and contractors who need to know that information in order to operate, develop, or improve our Services. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at mobilecrick@gmail.com. We will do our best to address your concerns and provide you with the information you need. MobileCrick © 2024 MobileCrick. All rights reserved. Your ultimate cricket gaming experience Links Home Possibilities Why are we Ready to play? Improve the game Additional links Disclaimer Privacy Policy Terms of Use Contacts +91-939-1392183 mobilecrick@gmail.com APSRTC Bus Station, Muttuguda Rd, Sri Nivas Shankar Colony, Annaram, Nagole, Hyderabad, Telangana 500068, India The ban in the 6th States of Andra-Pradesh, Assam, Nagalend, Odisha, Sikkim and Telengan."
  },
  "date": "2024-06-19T06:20:52.912Z"
}