{
  "name": "New_v8_PetJoyMart",
  "pages": {
    "privacy-policy": "Privacy Policy - PetJoyMart: Your Trusted Pet Product Provider Contact About Product PetJoyMart Privacy Policy Privacy Policy At PetJoyMart, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and protect your information when you visit our website and purchase our products. By using our website, you consent to the practices described in this policy. Information We Collect We collect personal information that you provide to us when you create an account, place an order, or contact us for support. This information may include your name, email address, phone number, shipping address, and payment details. We also collect non-personal information such as your browser type, IP address, and pages you visit on our website. How We Use Your Information The information we collect is used to provide and improve our services, process your orders, and communicate with you. Specifically, we use your information to: Process and fulfill your orders Send you order confirmations and updates Respond to your customer service inquiries Personalize your shopping experience Inform you about new products, promotions, and special offers Information Sharing and Disclosure We do not sell, trade, or rent your personal information to third parties. We may share your information with trusted third-party service providers who assist us in operating our website, processing payments, and delivering orders. These service providers are obligated to keep your information confidential and use it only for the purposes for which it was disclosed. Data Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, please note that no method of transmission over the internet or electronic storage is 100% secure. While we strive to protect your personal information, we cannot guarantee its absolute security. Cookies Our website uses cookies to enhance your browsing experience and gather data about site traffic and usage patterns. You can choose to disable cookies through your browser settings, but this may affect your ability to use certain features of our website. Your Rights You have the right to access, update, or delete your personal information at any time. If you wish to exercise these rights or have any questions about our Privacy Policy, please contact us at petjoymart@gmail.com. Changes to Our Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. Any changes will be posted on this page, and the revised policy will take effect immediately upon posting. Thank you for trusting PetJoyMart with your personal information. We are committed to protecting your privacy and providing a safe and secure shopping experience. Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart",
    "about": "PetJoyMart - About Us: Your Trusted Pet Store in India Contact About Product About PetJoyMart: Your Trusted Pet Store Our Story Founded in 2015, PetJoyMart started as a small, passionate venture with a mission to provide the best for pets. Our founders, deeply committed to animal welfare and passionate about pets, envisioned a store that would cater to the diverse needs of pet owners across India. From our humble beginnings with a single store in Mumbai, we've steadily grown into a beloved brand recognized for our dedication to quality and customer satisfaction. Our journey began with a modest range of products, focusing primarily on essential items for dogs and cats. As our customer base expanded and our reputation grew, so did our product offerings. We introduced a broader selection, including specialized items for birds, fish, and small animals. This growth was fueled by our unwavering commitment to understanding and meeting the needs of our customers and their pets. In 2017, we opened our second store in Delhi, marking a significant milestone in our expansion. This was followed by the launch of several more stores in major cities across India. Each new store brought us closer to our vision of becoming the go-to destination for pet owners nationwide. Today, PetJoyMart serves pet lovers from all corners of the country, maintaining the same passion and commitment that defined our early days. Our Mission and Values At PetJoyMart, our mission is to enhance the lives of pets and their owners by providing top-notch products and services. We believe that pets are family, and they deserve the very best. Our core values include: Quality: We are committed to offering only the best products for your pets. Variety: Our extensive range ensures that every pet, big or small, finds what they need. Affordability: We believe high-quality pet care should be accessible to all. Customer Care: We prioritize our customers’ needs and feedback to continuously improve our offerings. Make an order Quality and Innovation Quality is the cornerstone of our business at PetJoyMart. We meticulously select products from reputable brands and manufacturers to ensure the highest standards. Innovation drives us to continually seek new and better ways to meet the needs of pet owners. From advanced nutrition options to the latest in pet care technology, we strive to offer the best and most innovative solutions. Meet Our Team Our dedicated team is at the heart of PetJoyMart. Here are some of the key members driving our success: Rajesh Kumar - CEO: With a vision for excellence and a passion for pets, Rajesh leads our company to new heights. Anita Mehta - Head of Product Development: Anita ensures every product is both innovative and of the highest quality. Vikram Singh - Marketing Director: Vikram's strategies help us connect with pet lovers across India. Priya Patel - Customer Relations Manager: Priya makes sure every customer has a positive experience with PetJoyMart. Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart",
    "contact": "Contact PetJoyMart: Store Locations &amp; Customer Support Contact About Product Contact PetJoyMart: Store Locations &amp; Customer Support Contact Us Phone: +912443273625 E-mail: petjoymart@gmail.com Head office address: 78, Jor Bagh, New Delhi, Delhi 110003 Our Stores Below are the addresses of our major stores across India. If you want to know if there's a PetJoyMart store in your city, please fill out the contact form or give us a call. Mumbai HP Keluskar Marg, Kurla West, Kurla, Mumbai, Maharashtra 400070 08, G Block BKC, Valmiki Nagar, Bandra West, Mumbai, Maharashtra 400050 Delhi Block 19, Lodi Colony, New Delhi, Delhi 110003 291, Lodhi Rd, Block 15, Lodi Colony, New Delhi, Delhi 110003 Bengaluru 10, KR Market, Mamulpet, Chickpet, Bengaluru, Karnataka 560053 Chennai Razacardan Main Road, Arumbakkam, Chennai, Tamil Nadu 600001 Hyderabad 7-1-246/57, BJJR Nagar, Balkampet, Hyderabad, Telangana 500016 Kolkata Circus Ave, Maidan, Kolkata, West Bengal 700071 Worcking hours: 9:00 AM - 7:00 PM Contact Form If you have any questions or need further assistance, please fill out the form below. Our team will get back to you as soon as possible. You can also call us directly for immediate support. &nbsp;I accept&nbsp; Privacy Policy Send Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart",
    "disclaimer": "PetJoyMart Disclaimer - Important Information for Our Valued Customers Contact About Product PetJoyMart Disclaimer Disclaimer Welcome to PetJoyMart! We strive to provide accurate and reliable information on all our pet products, but it is important to read and understand our disclaimer to ensure a safe and informed shopping experience. PetJoyMart endeavors to ensure the accuracy of the product descriptions, images, and other content on our website. However, we do not warrant that the information is completely accurate, current, or error-free. Products may differ slightly from their images due to changes in packaging, manufacturing variations, or other factors beyond our control. All products sold on PetJoyMart are intended for domestic pet use only. It is essential to read and follow all instructions, warnings, and guidelines provided by the manufacturer before using any product. PetJoyMart is not liable for any misuse or unintended use of the products, nor for any injuries or damages resulting from such misuse. PetJoyMart makes no warranties or representations about the suitability or fitness of any product for any specific purpose. It is the responsibility of the pet owner to ensure that a product is appropriate for their pet's specific needs. Always consult a veterinarian if you have any concerns about the suitability of a product for your pet. Our website may contain links to third-party websites. These links are provided for your convenience only and do not signify our endorsement of such websites. PetJoyMart has no control over the content of these third-party sites and assumes no responsibility for their content or practices. While we strive to ensure that our website is secure and free from viruses or other harmful components, we cannot guarantee this. It is your responsibility to implement appropriate safeguards to protect your devices and data. PetJoyMart reserves the right to modify, update, or discontinue any product or service without prior notice. Prices, promotions, and availability of products are subject to change without notice. By using our website and purchasing products from PetJoyMart, you agree to indemnify and hold PetJoyMart harmless from any claims, damages, losses, or expenses arising from your use of our products or website. Thank you for choosing PetJoyMart for your pet needs. We are dedicated to providing you with high-quality products and excellent customer service. If you have any questions or concerns, please contact our customer support team. Contact Us If you have any questions about this disclaimer, please contact us at petjoymart@gmail.com. Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart",
    "index": "PetJoyMart - India's Best Pet Store for High-Quality Pet Products Contact About Product Welcome to PetJoyMart All the Best for Your Pets at PetJoyMart Discover the ultimate destination for all your pet's needs with high-quality products, a wide range of options, and affordable prices. Contact us Why Choose PetJoyMart? At PetJoyMart, we prioritize your pet's happiness and well-being by offering the best products and services. Here's why pet owners trust us: Our advantages: High Quality - We provide top-notch products to ensure the health and happiness of your pets. Wide Range - Find products for dogs, cats, birds, fish, and small animals all in one place. Affordable Prices - Enjoy competitive pricing on all our items. Special Offers - Take advantage of regular discounts and promotions. Excellent Customer Service - Our friendly team is always ready to assist you. Special Offers and Promotions Don't miss out on our exciting deals and discounts! Whether you're shopping for food, toys, or accessories, we have special offers that will make your shopping experience even better. Check out some of our current promotions and save big on your favorite products. Hurry, these deals won't last long! Discounted Pet Food Get high-quality pet food at amazing prices. Perfect nutrition for your furry friends. 25 % Pet Toys Sale Exciting toys to keep your pets entertained and happy. Limited time offer! 30 % Accessory Discounts Find the best accessories for your pets at discounted prices. Shop now! 25 % Product Categories Dog Supplies From food to toys, we have everything you need for your canine companions. Cat Supplies Discover a wide range of products to keep your feline friends purring with delight. Bird Supplies Quality food, cages, and toys for your feathered friends. Fish Supplies All the essentials for maintaining a healthy and vibrant aquarium. Small Animal Supplies Find everything you need for rabbits, hamsters, and other small pets. Make an order Customer Reviews Read what our satisfied customers have to say about their experience with PetJoyMart. Ravi K. \"PetJoyMart offers the best products for my dog. The quality is top-notch and the prices are unbeatable!\" Priya S. \"I love shopping here for my cats. The variety and quality are excellent, and the customer service is always helpful.\" Arjun M. \"Great store with a wide selection of pet products. Highly recommend for all pet owners!\" Neha P. \"My pets are happier and healthier thanks to PetJoyMart. The special offers are a great bonus!\" Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart This site uses cookies to personalize your visit. By continuing to use this site, you agree to our cookie policy. For more details, please visit our privacy policy. Accept",
    "product": "PetJoyMart: Explore the Best Pet Products in India Contact About Product Discover the Best Pet Products at PetJoyMart Our Product Range Welcome to the PetJoyMart Products page. Here, you'll find a comprehensive selection of pet products designed to meet the needs of your beloved animals. Whether you have a dog, cat, bird, fish, or any other pet, we have everything you need to keep them happy and healthy. Explore our wide assortment of products, including food, toys, accessories, grooming supplies, and more. Each category is tailored to cater to the specific needs of different pets, ensuring you find exactly what you're looking for. At PetJoyMart, we prioritize the health and well-being of your pets by offering only the highest quality products from trusted brands. Our range is continuously updated to include the latest innovations and best-selling items, ensuring your pets receive the best care possible. Product Categories Dog Products From nutritious food to fun toys and comfortable bedding, our dog products cover all your furry friend's needs. We also offer a range of grooming supplies to keep your dog looking their best. Cat Products Our cat products include premium food, interactive toys, cozy beds, and litter essentials. We also have a selection of scratching posts and grooming tools to keep your cat happy and healthy. Bird Products Find the best food, cages, toys, and accessories for your feathered friends. Our bird products are designed to provide a stimulating and comfortable environment for birds of all sizes. Fish Products We offer a variety of fish tanks, filters, food, and decorative items to create a beautiful and healthy aquatic environment for your fish. Explore our range to find the perfect products for your aquarium. Small Pet Products Our small pet category includes food, cages, bedding, and toys for rabbits, guinea pigs, hamsters, and other small animals. Ensure your small pets have everything they need for a comfortable and happy life. Reptile Products Discover a range of terrariums, heating lamps, food, and accessories for reptiles. Our products are designed to meet the specific needs of reptiles, providing a safe and suitable habitat. Make an order Delivery and Returns At PetJoyMart, we strive to ensure your shopping experience is smooth and hassle-free. We offer various delivery options to cater to your needs: Standard Delivery: 3-5 business days Express Delivery: 1-2 business days Free Delivery on orders over ₹1500 Order tracking available for all deliveries Our return policy is designed to be convenient and customer-friendly: 30-day return policy for all products Easy exchange process Refunds processed within 7-10 business days Contact our customer service team for any assistance Frequently Asked Questions (FAQ) How do I choose the right product for my pet? Choosing the right product depends on your pet's specific needs, preferences, and health conditions. Our product descriptions provide detailed information to help you make an informed decision. You can also contact our customer service for personalized recommendations. What is your return policy? We offer a 30-day return policy on all products. If you are not satisfied with your purchase, you can return it for a refund or exchange. Please ensure the product is in its original condition and packaging. How can I track my order? Once your order is shipped, we will send you a tracking number via email. You can use this number to track your order on our website or the courier's website. Do you offer international shipping? Currently, we only offer shipping within India. We are working on expanding our delivery services to international locations in the future. Can I change my order after it has been placed? If you need to make changes to your order, please contact our customer service team as soon as possible. We will do our best to accommodate your request before the order is processed and shipped. How do I contact customer service? You can contact our customer service team via phone, email, or through the contact form on our website. Our team is available to assist you with any questions or concerns you may have. Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart",
    "terms-conditions": "Terms and Conditions - PetJoyMart | Leading Pet Products in India Contact About Product Terms and Conditions - PetJoyMart Terms and Conditions Welcome to PetJoyMart. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. If you do not agree with any part of these terms, please do not use our website. 1. General PetJoyMart reserves the right to change these terms and conditions at any time without prior notice. Your continued use of the website signifies your acceptance of any updated or modified terms. 2. Orders and Payments All orders placed through our website are subject to acceptance and availability. PetJoyMart reserves the right to refuse or cancel any order at our discretion. Payment must be made at the time of order placement. We accept various payment methods, including credit/debit cards and online banking. 3. Pricing All prices on our website are in Indian Rupees (INR) and include applicable taxes. PetJoyMart reserves the right to change prices without prior notice. We strive to ensure the accuracy of pricing information, but errors may occur. In such cases, we will contact you with the correct pricing before processing your order. 4. Delivery We offer various delivery options to suit your needs. Delivery times and charges vary based on your location and the chosen delivery method. While we strive to deliver your order within the estimated timeframe, delays may occur due to unforeseen circumstances. PetJoyMart is not liable for any delays in delivery. 5. Returns and Refunds We want you to be satisfied with your purchase. If you are not happy with a product, you may return it within 30 days of receipt for a refund or exchange. Products must be returned in their original condition and packaging. Return shipping costs are the responsibility of the customer unless the product is defective or incorrect. 6. Privacy Policy Your privacy is important to us. Please refer to our Privacy Policy for detailed information on how we collect, use, and protect your personal information. 7. Intellectual Property All content on this website, including text, graphics, logos, and images, is the property of PetJoyMart and is protected by applicable intellectual property laws. You may not reproduce, distribute, or create derivative works from any content without our written permission. 8. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at petjoymart@gmail.com. By using this website, you agree to the terms and conditions set forth above. Thank you for choosing PetJoyMart for your pet's needs. Disclaimer Terms conditions Privacy policy Phone: +912443273625 E-mail: petjoymart@gmail.com Contact About Product © 2024 PetJoyMart",
    "thank_page": "Thank You for Your Submission - PetJoyMart PetJoyMart - Your Ultimate Pet Store in India We Appreciate Your Feedback Thank you for reaching out to PetJoyMart. Your message has been successfully sent, and we appreciate you taking the time to contact us. Our team will review your submission and get back to you as soon as possible. If your inquiry is urgent, please feel free to call us at our customer service number for immediate assistance. Return to Home"
  },
  "date": "2024-06-17T11:22:06.844Z"
}