{
  "name": "New_v9_VR_Development_BRAZIL",
  "pages": {
    "index": "Cosmic Horizons VR - Desenvolvimento de Realidade Virtual Lar Produtos Sobre nós Vagas Blogue Escreva para nós Lar Produtos Sobre nós Vagas Blogue Contate-nos Descubra Novos Horizontes com Cosmic Horizons VR: Redefinindo a Realidade, Uma Inovação de Cada Vez. Na Cosmic Horizons VR, estamos dedicados a criar experiências imersivas que transportam você para novos mundos de entretenimento e interatividade. Como líderes na indústria de realidade virtual, nossa missão é oferecer produtos inovadores e serviços personalizados que elevam a forma como você vive e experimenta a realidade digital. saber mais Nossos produtos Jogos Interativos em Realidade Virtual Óculos de Realidade Virtual Avançados Experiências Imersivas em Ambientes Virtuais Soluções de Treinamento Corporativo em Realidade Virtual Sobre Nós Explorando os Horizontes Cósmicos da Realidade Virtual Na Cosmic Horizons VR, estamos empenhados em criar experiências imersivas que transportam você para novos mundos de entretenimento e interatividade. Fundada com uma paixão por expandir os limites da realidade virtual, estamos na vanguarda do cenário de RV, criando experiências que desafiam a imaginação. Nossa missão é libertar-se das limitações do ordinário, oferecendo uma passagem para experiências virtuais extraordinárias. A Cosmic Horizons VR é impulsionada pelo compromisso de criar produtos inovadores e serviços personalizados que cativam, inspiram e transformam a forma como as pessoas percebem e interagem com o mundo digital. Como visionários no campo do desenvolvimento de realidade virtual, orgulhamo-nos de nossa capacidade de transformar sonhos em realidade. Nossa equipe dedicada de desenvolvedores, designers e entusiastas de tecnologia trabalha em harmonia para trazer uma variedade de soluções de RV, desde jogos envolventes até aplicativos inovadores. A inovação é o coração pulsante da Cosmic Horizons VR. Nosso compromisso em permanecer na vanguarda da indústria garante que nossos produtos não apenas atendam, mas ultrapassem as expectativas dos nossos usuários. Cada produto que leva o nome da Cosmic Horizons VR é um testemunho do nosso compromisso com a qualidade e o artesanato. Desde óculos de RV meticulosamente projetados até narrativas de jogos cativantes, infundimos excelência em todos os aspectos do nosso trabalho, oferecendo um nível de imersão e entretenimento incomparável. Nossos serviços Desenvolvimento de Jogos em Realidade Virtual Oferecemos serviços de desenvolvimento de jogos em realidade virtual de alta qualidade, criando experiências imersivas e envolventes para diversas plataformas. Consultoria em Tecnologia de Realidade Virtual Nossa equipe de especialistas oferece consultoria em tecnologia de realidade virtual, ajudando empresas a entender e implementar soluções de RV para atender às suas necessidades específicas. Desenvolvimento de Aplicativos em Realidade Virtual Desenvolvemos aplicativos personalizados em realidade virtual para diversas finalidades, desde treinamento corporativo até simulações educacionais e experiências de entretenimento. Integração de Tecnologia de Realidade Virtual em Empresas Auxiliamos empresas na integração de tecnologia de realidade virtual em seus processos de negócios, proporcionando uma abordagem inovadora para treinamento, apresentações e experiências do cliente. Produção de Conteúdo em Realidade Virtual Produzimos conteúdo de alta qualidade em realidade virtual, incluindo vídeos, experiências interativas e apresentações imersivas para diversos fins. Suporte e Manutenção de Projetos de Realidade Virtual Oferecemos suporte abrangente e serviços de manutenção para projetos de realidade virtual, garantindo que suas experiências permaneçam funcionais e atualizadas. Nosso desenvolvimento Jogo de Aventura Espacial: Exploração Além das Estrelas Embarque em uma jornada épica pelo espaço sideral, explorando galáxias distantes, desafiando alienígenas e desvendando mistérios cósmicos em nosso emocionante jogo de aventura em realidade virtual. Simulação de Voo Espacial: Além dos Limites da Gravidade Experimente a sensação de voar pelo espaço sideral com nossa simulação de voo espacial em realidade virtual, onde você pode pilotar naves espaciais, explorar planetas distantes e participar de batalhas intergalácticas. Mundo Virtual de Fantasia: Aventuras Além da Imaginação Entre em um mundo virtual de fantasia, onde a magia e a aventura esperam por você a cada esquina. Explore castelos encantados, enfrente criaturas místicas e descubra segredos ocultos em nosso mundo virtual imersivo. Treinamento de Simulação Empresarial: Desenvolvendo Habilidades Profissionais Oferecemos soluções de treinamento de simulação empresarial em realidade virtual, proporcionando aos funcionários experiências práticas e imersivas para desenvolver habilidades profissionais e aprimorar o desempenho no local de trabalho. Simulação Médica Virtual: Treinamento Avançado para Profissionais de Saúde Desenvolvemos simulações médicas virtuais de ponta, oferecendo treinamento avançado para profissionais de saúde, permitindo práticas seguras e eficazes em procedimentos médicos complexos e situações de emergência. Aplicativos Educativos em Realidade Virtual: Explorando o Conhecimento de Forma Imersiva Nossos aplicativos educativos em realidade virtual oferecem uma abordagem imersiva para a aprendizagem, permitindo que os usuários explorem conceitos complexos de forma interativa e envolvente em diversas áreas do conhecimento. Sinta-se parte do mundo virtual com a Cosmic Horizons VR Experiências que Parecem Reais Oferecemos experiências de realidade virtual que proporcionam uma imersão total, transportando os usuários para ambientes virtuais que parecem reais, graças à nossa tecnologia avançada e gráficos de alta qualidade. Soluções para Diferentes Setores Nossas soluções em realidade virtual são versáteis e podem ser aplicadas em diversos setores, incluindo entretenimento, educação, treinamento corporativo, medicina e muito mais, proporcionando benefícios em diversas áreas. Tecnologia de Ponta e Novas Experiências Estamos sempre em busca de inovação, trabalhando com tecnologia de ponta para criar novas e emocionantes experiências em realidade virtual, garantindo que nossos produtos estejam sempre à frente das expectativas do mercado. Nossas vagas Desenvolvedor de Jogos em Realidade Virtual Estamos procurando um desenvolvedor de jogos em realidade virtual para se juntar à nossa equipe criativa. Se você é apaixonado por criar experiências imersivas e possui habilidades sólidas em programação e design de jogos, esta é a oportunidade perfeita para você fazer parte do nosso projeto inovador. Contate-nos Designer de Ambientes Virtuais Estamos em busca de um designer de ambientes virtuais talentoso e criativo para ajudar a criar mundos virtuais envolventes e visualmente impressionantes. Se você tem experiência em design de níveis, modelagem 3D e criação de texturas, venha se juntar à nossa equipe e ajude a moldar o futuro da realidade virtual. Contate-nos Engenheiro de Software em Realidade Virtual Estamos procurando um engenheiro de software com experiência em realidade virtual para contribuir para o desenvolvimento de nossos produtos inovadores. Se você possui habilidades sólidas em programação e experiência em desenvolvimento de aplicativos em VR, venha fazer parte da nossa equipe e ajude-nos a levar a experiência de RV para o próximo nível. Contate-nos Especialista em Experiência do Usuário (UX) Estamos à procura de um especialista em experiência do usuário (UX) com paixão pela realidade virtual e habilidades em design centrado no usuário. Se você tem experiência em pesquisa de usuário, prototipagem e design de interação, venha se juntar à nossa equipe e ajude-nos a criar experiências imersivas e intuitivas para nossos usuários. Contate-nos Blogue Descubra nosso mais recente lançamento: um emocionante jogo de aventura em realidade virtual que transporta os jogadores para uma jornada épica através do espaço sideral, enfrentando desafios emocionantes e desvendando mistérios cósmicos. Leia nossa entrevista exclusiva com líderes e especialistas em realidade virtual, onde discutimos as tendências atuais e futuras da indústria, as oportunidades e desafios, e as inovações que estão moldando o futuro da RV. Descubra nossas dicas e truques para aproveitar ao máximo sua experiência em realidade virtual, desde configurar seus dispositivos até escolher os melhores jogos e aplicativos para uma imersão total no mundo virtual. Entre em contato com Horizontes Cósmicos Estamos aqui para ajudar e responder a todas as suas dúvidas sobre nossos produtos e serviços. Se você tiver alguma pergunta, sugestão ou desejar mais informações, não hesite em nos contatar. Preencha o formulário abaixo e entraremos em contato o mais breve possível. cosmichorizons@gmail.com +5563846746394 João Pinheiro, Belo Horizonte - Minas Gerais, Brasil Enviar mensagem Aceito política de Privacidade Política de Privacidade Produtos Sobre nós Serviços Desenvolvimento Vagas Blog",
    "policy": "Política de Privacidade - Cosmic Horizons VR Lar Produtos Sobre nós Vagas Blogue Escreva para nós Lar Produtos Sobre nós Vagas Blogue Contate-nos Política de Privacidade - Horizontes Cósmicos Privacidade das Crianças Requisito de idade: Nosso site e produtos VR não são destinados a crianças menores de 13 anos e não não coletar intencionalmente informações pessoais de menores sem o consentimento dos pais. Consentimento dos pais: Se soubermos que coletamos informações pessoais de uma criança sem autorização dos pais consentimento, tomaremos medidas para excluir as informações o mais rápido possível. Alterações nesta Política de Privacidade Atualizações: Poderemos atualizar esta Política de Privacidade periodicamente para refletir alterações em nossas práticas ou leis requisitos. Iremos notificá-lo sobre quaisquer alterações materiais publicando a política atualizada em nosso site ou através de outros meios de comunicação. Revisão: Encorajamos você a revisar esta Política de Privacidade regularmente para se manter informado sobre como coletamos, usamos, e proteja suas informações. Links de terceiros Nosso site e produtos VR podem conter links para sites ou serviços de terceiros que não são operados ou controlado por nós. Não somos responsáveis ​​pelas práticas de privacidade ou pelo conteúdo desses sites de terceiros e encorajamos você a revise suas políticas de privacidade antes de fornecer qualquer informação pessoal. Publicidade e análise Podemos usar redes de publicidade e provedores de análise terceirizados para entregar anúncios e analisar interações do usuário com nosso site e experiências de RV. Esses terceiros podem coletar informações sobre suas atividades online ao longo do tempo e em diferentes sites para fins de publicidade direcionada. Transferências Empresariais No caso de uma fusão, aquisição ou venda de todos ou parte de nossos ativos, suas informações pessoais podem ser transferidos como parte da transação. Iremos notificá-lo por e-mail ou aviso em destaque em nosso site sobre qualquer mudança na propriedade ou uso de seu informações pessoais. Verificação de idade Não coletamos intencionalmente informações pessoais de indivíduos menores de 18 anos sem autorização dos pais consentimento. Se tomarmos conhecimento de que coletamos inadvertidamente informações pessoais de um menor, tomaremos etapas para excluí-lo o mais rápido possível. Opções de exclusão Os usuários podem optar por não participar de certas atividades de coleta e processamento de dados, como publicidade direcionada ou rastreamento analítico, ajustando as configurações do navegador ou desativando através dos mecanismos fornecidos. No entanto, a desativação pode afetar a funcionalidade e a experiência do usuário do nosso site e produtos. Aceitação da política Ao usar nosso site ou produtos VR, você reconhece que leu, entendeu e concordou com os termos desta Política de Privacidade. Se você não concorda com algum aspecto da política, evite usar nossos serviços e entre em contato conosco para discuta suas preocupações. Canais de comunicação Podemos coletar informações de canais de comunicação, como e-mails, mensagens de chat e tickets de suporte. Essas informações são usadas para responder a perguntas, fornecer assistência e responder às preocupações dos usuários. Escreva para nós Se você tiver alguma dúvida ou preocupação sobre nossa Política ou práticas de privacidade, entre em contato conosco em cosmochorizons@gmail.com Política de Privacidade Produtos Sobre nós Serviços Desenvolvimento Vagas Blog",
    "thank": "Obrigado - Cosmic Horizons VR Obrigado por entrar em contato conosco! Sua mensagem foi recebida com sucesso. Agradecemos pelo seu interesse em nossa empresa e responderemos à sua consulta o mais rápido possível. Estamos entusiasmados em saber mais sobre suas perguntas e comentários. Nossa equipe está dedicada a fornecer uma experiência excepcional aos nossos clientes, e sua mensagem é muito importante para nós. Agradecemos sua paciência enquanto revisamos sua solicitação. Se houver mais alguma coisa com que possamos ajudar, por favor, não hesite em nos contatar novamente. Lar"
  }
}