{
  "name": "New_v8_charolic",
  "pages": {
    "disclaimer": "Disclaimer - Understanding the Important Information Home Products About Contacts Home Products About Contacts Disclaimer General Disclaimer: The information on our website is provided for general informational purposes only. No Warranty: We make no representations or warranties about the accuracy, reliability, or completeness of the information on our website. Third-Party Links: Our website may contain links to third-party websites. We are not responsible for the content or practices of these websites. Limitation of Liability: We are not liable for any loss or damage arising from your use of our website or reliance on the information provided. Changes to Disclaimer: We may update this disclaimer from time to time. Any changes will be posted on this page. Confidentiality: We will not share your personal information with any third parties unless required to do so by law. Intellectual Property: All intellectual property rights in our website, including but not limited to trademarks, logos, and other content, are owned by or licensed to us, and are protected by copyright, trademark, and other laws. Privacy Policy: Our privacy policy outlines how we collect, use, and protect your personal information. Please read it carefully. Miscellaneous: These terms and conditions are governed by and construed in accordance with the laws of . Each of the following sentences is a separate provision: Any dispute or claim arising out of or in connection with these terms and conditions will be resolved through friendly negotiation between the parties involved. If the dispute or claim is not resolved through friendly negotiation, it will be referred to and finally resolved by arbitration in in accordance with the . The invalidity or unenforceability of any provision of these terms and conditions will not affect the validity or enforceability of the remaining provisions. We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "index": "Discover Comfort and Style with Chairolic Premium Chairs Home Products About Contacts Home Products About Contacts Welcome to Chairolic your one-stop destination for premium chairs that blend comfort order Introduction to Chairolic Welcome to Chairolic, your one-stop destination for premium chairs that blend comfort, style, and functionality. Our mission is to provide our customers with the highest quality seating solutions that cater to a variety of needs, whether for home, office, or outdoor use. Our extensive range of products ensures that we have the perfect chair for everyone, whether you are looking for a sophisticated office chair to enhance your workspace or a comfortable recliner for your living room. At Chairolic, we believe in offering products that not only meet but exceed your expectations in terms of design, comfort, and durability. Our Vision At Chairolic, we believe that a chair is more than just a piece of furniture; it’s a vital part of your living and working environment. Our vision is to revolutionize the way people perceive and use chairs by offering innovative designs that enhance both aesthetics and comfort. We aim to be a leader in the seating industry by continually evolving our designs to meet the changing needs and preferences of our customers. Our commitment to quality and excellence drives us to create products that not only look good but also provide exceptional comfort and support, making every sitting experience a pleasure. Product Range Our extensive product range includes ergonomic office chairs, luxurious recliners, stylish dining chairs, and durable outdoor seating. Each product is crafted with meticulous attention to detail, ensuring that you get the best in terms of quality and design. Our ergonomic office chairs are designed to support your posture and improve productivity, while our recliners offer the ultimate in relaxation with their plush cushioning and smooth reclining mechanisms. Our dining chairs combine style and durability to create the perfect setting for family meals and entertaining guests, and our outdoor seating options are built to withstand the elements, providing comfort and style in your outdoor spaces. Sustainability We are committed to sustainability and eco-friendly practices. Our chairs are made using sustainable materials and processes to minimize our environmental impact. By choosing Chairolic, you are supporting a brand that cares for the planet. We believe that it is our responsibility to contribute to a healthier environment, and we take this commitment seriously. Our production processes are designed to reduce waste and conserve resources, and we continuously seek new ways to improve our environmental footprint. We also offer products that are made from recycled and recyclable materials, ensuring that our chairs are not only comfortable and stylish but also environmentally friendly. Customer Satisfaction Customer satisfaction is at the heart of everything we do at Chairolic. We strive to exceed your expectations with our exceptional customer service, easy shopping experience, and prompt delivery. Our dedicated team is always here to assist you with any queries or concerns. We believe in building lasting relationships with our customers by offering personalized support and ensuring that every purchase is a positive experience. From the moment you visit our website to the day your chair arrives at your doorstep, we are committed to providing a seamless and enjoyable shopping experience. Your satisfaction is our top priority, and we are always ready to go the extra mile to make sure you are happy with your purchase. Join the Chairolic Community We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "privacy-policy": "Privacy Policy : Respecting Your Privacy Home Products About Contacts Home Products About Contacts Privacy Policy Introduction: Our privacy policy outlines how we collect, use, and protect your personal information. Information Collection: We collect personal information when you register, place an order, or contact us. Use of Information: We use your information to process orders, improve our services, and communicate with you. Information Sharing: We do not share your personal information with third parties, except as required by law. Data Security: We implement security measures to protect your personal information from unauthorized access. Changes to Policy: We may update our privacy policy from time to time. Any changes will be posted on this page. Accessing and Correcting Your Personal Information: You have the right to access and correct your personal information. Please contact us to request access or to correct your information. Children's Information: We do not intentionally collect personal information from children under the age of 13. If you are a parent or guardian and believe your child has provided personal information, please contact us to request deletion of the information. Complaints and Concerns: If you have any questions, concerns, or complaints, please contact us and we will do our best to resolve the issue promptly and fairly. Links to Other Sites: Our website may contain links to other websites. Please note that we are not responsible for the privacy policies of those websites and you should check their privacy policies before providing any personal information. We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "terms-conditions": "Terms of Use - Respectful and Secure Site Home Products About Contacts Home Products About Contacts Terms and Conditions Introduction: These terms and conditions govern your use of our website and services. User Responsibilities: Users must provide accurate information, comply with laws, and refrain from misuse of our website. Intellectual Property: All content on our website is protected by intellectual property laws. Unauthorized use is prohibited. Limitation of Liability: We are not liable for any damages arising from your use of our website or services. Changes to Terms: We may update these terms and conditions from time to time. Any changes will be posted on this page. Security: We take reasonable measures to protect the security of your personal information. User Data: We may store and use your personal information to provide you with services, improve our services, and communicate with you. Communication: We may contact you by email, phone, or other electronic means for marketing purposes or to communicate with you about your account. Data Retention: We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, or until you request that we delete it. Dispute Resolution: Any disputes arising from or related to these terms and conditions will be resolved through arbitration in . Entire Agreement: These terms and conditions constitute the entire agreement between you and us and supersede any prior agreements or understandings. Governing Law: These terms and conditions will be governed by and construed in accordance with the laws of . We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "thanks": "Thank You! Thank You! We would like to express our deep gratitude for your support and confidence. Your choice to select us is incredibly significant for us, and we are truly honored to have you as a member of our community. home",
    "about": "About Chairolic - Crafting Comfort with Style and Quality Home Products About Contacts Home Products About Contacts About Chairolic Chairolic was founded with a vision to redefine comfort and style in the seating industry. Our journey began with a small team of passionate individuals dedicated to creating chairs that offer unparalleled comfort and innovative design. Over the years, we have grown into a trusted brand known for our commitment to quality and customer satisfaction. Our story is one of dedication, hard work, and a relentless pursuit of excellence. From our humble beginnings, we have expanded our product range and refined our manufacturing processes to ensure that every Chairolic chair meets the highest standards of comfort and durability. Mission and Values Our mission at Chairolic is to provide our customers with seating solutions that enhance their quality of life. We value innovation, quality, and sustainability, and these principles guide every aspect of our business. We believe that a well-designed chair can significantly improve your well-being and productivity. Our values are reflected in every chair we create, from the initial design to the final product. We are committed to continuous improvement and innovation, always seeking new ways to enhance the comfort, functionality, and aesthetic appeal of our chairs. Our dedication to quality ensures that every chair we produce is built to last, providing you with years of comfort and satisfaction. Craftsmanship Each chair at Chairolic is a testament to our dedication to craftsmanship. Our team of skilled artisans and designers work tirelessly to create chairs that are not only comfortable but also aesthetically pleasing. We use only the finest materials and state-of-the-art manufacturing processes to ensure that every product meets our high standards. Our commitment to craftsmanship is evident in every detail of our chairs, from the stitching and upholstery to the ergonomic design and durable construction. We take pride in our work and strive to create chairs that are both beautiful and functional, providing you with the perfect seating solution for any space. Innovation Innovation is at the core of what we do at Chairolic. We constantly explore new designs and technologies to create seating solutions that are both functional and stylish. Our ergonomic office chairs, for example, are designed to support your posture and reduce fatigue, making them ideal for long hours of work. Our innovative approach extends to every aspect of our business, from product design to manufacturing and customer service. We are always looking for ways to improve our products and processes, ensuring that we stay ahead of industry trends and continue to provide our customers with the best seating solutions available. Sustainability Commitment At Chairolic, we are committed to protecting the environment. We use sustainable materials and eco-friendly manufacturing processes to reduce our carbon footprint. Our goal is to create products that not only serve our customers but also contribute to a healthier planet. We believe that sustainability is not just a buzzword but a responsibility that we take seriously. Our sustainable practices include sourcing materials from responsibly managed forests, using water-based adhesives, and implementing energy-efficient manufacturing processes. By choosing Chairolic, you are supporting a brand that is dedicated to making a positive impact on the environment. Customer-Centric Approach We believe that our customers are the cornerstone of our success. That’s why we prioritize customer satisfaction in everything we do. From offering personalized recommendations to providing exceptional after-sales support, we go above and beyond to ensure that our customers are happy with their purchases. Our customer-centric approach means that we listen to your feedback and continuously improve our products and services based on your needs. We are committed to providing a seamless and enjoyable shopping experience, from browsing our website to receiving your order. Our dedicated customer support team is always here to help you with any questions or concerns you may have. Global Reach While we are proud of our Indian roots, Chairolic has a global reach. We ship our products to customers around the world, and our chairs are enjoyed by people in various countries. No matter where you are, you can experience the comfort and quality of Chairolic. Our global reach is a testament to the universal appeal of our products and our commitment to providing high-quality seating solutions to customers everywhere. We take pride in our ability to serve a diverse and international customer base, offering chairs that cater to a wide range of tastes and preferences. Community Engagement Chairolic is more than just a brand; it’s a community. We actively engage with our customers through social media, events, and partnerships. We love hearing from our customers and incorporating their feedback into our products. Join the Chairolic community and be a part of our journey to redefine comfort and style. Our community engagement efforts include hosting events, participating in industry exhibitions, and collaborating with designers and influencers. We believe that by fostering a strong sense of community, we can create a more inclusive and supportive environment for our customers. Join us on our social media platforms to stay updated on the latest news, trends, and promotions from Chairolic. We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "catalog": "Chairolic Product Catalog - Explore Our Range of Premium Chairs Home Products About Contacts Home Products About Contacts Product Catalog Discover our collection of ergonomic office chairs designed to support your posture and enhance your productivity. With adjustable features and breathable materials, our office chairs provide the perfect balance of comfort and functionality for long hours of work. Our ergonomic chairs are designed to reduce the risk of back pain and other musculoskeletal issues, ensuring that you can work comfortably for extended periods. The adjustable features allow you to customize the chair to your specific needs, providing optimal support for your back, neck, and shoulders. Our office chairs are also made from high-quality, durable materials that are built to last, making them a worthwhile investment for your workspace. Indoor Chair Our indoor chair is designed to provide comfort and support, with features such as adjustable headrests, lumbar support, and built-in footrests. order Outdoor Chair Our outdoor chair is designed to withstand the elements, with features such as UV-resistant fabrics, rust-proof frames, and water-resistant cushions. order Dining Table Our dining table is crafted to provide comfort and durability, with high-quality materials such as solid wood. order Office Chair Our office chair is designed to support your posture and enhance your productivity. order Recliner Our recliner is designed to provide maximum comfort and support, with features such as adjustable headrests, lumbar support, and built-in footrests. order Dining Chair Our dining chair is crafted to provide comfort and durability, with high-quality materials such as solid wood, metal, and upholstered fabrics. order Outdoor Table Our outdoor table is designed to enhance your outdoor living space. order Indoor Table Our indoor table is crafted to provide comfort and durability, with high-quality materials such as solid wood. order Office Desk Our office desk is designed to support your productivity. order Luxurious Recliners Indulge in the ultimate relaxation with our luxurious recliners. These chairs are perfect for unwinding after a long day, offering plush cushioning and smooth reclining mechanisms. Choose from a variety of styles and materials to match your home decor. Our recliners are designed to provide maximum comfort and support, with features such as adjustable headrests, lumbar support, and built-in footrests. Whether you prefer a classic leather recliner or a modern fabric design, we have a wide range of options to suit your taste. Our recliners are not only comfortable but also stylish, adding a touch of elegance to any room in your home. Stylish Dining Chairs Add a touch of elegance to your dining space with our stylish dining chairs. Available in a range of designs, from modern to classic, our dining chairs are crafted to provide comfort and durability. Perfect for family meals and entertaining guests. Our dining chairs are made from high-quality materials such as solid wood, metal, and upholstered fabrics, ensuring that they are both sturdy and comfortable. The ergonomic design provides excellent support for your back, making it easy to sit and enjoy meals for extended periods. Whether you are looking for sleek, minimalist chairs or more ornate, traditional designs, our collection has something to suit every taste and decor. Outdoor Seating Enjoy the great outdoors with our durable and comfortable outdoor seating options. Whether you need a chair for your patio, garden, or balcony, our outdoor seating collection offers weather-resistant materials and stylish designs to enhance your outdoor living space. Our outdoor chairs are designed to withstand the elements, with features such as UV-resistant fabrics, rust-proof frames, and water-resistant cushions. They are also lightweight and easy to move, making it simple to rearrange your outdoor seating as needed. From cozy armchairs to spacious lounge chairs, our outdoor seating collection has something for every outdoor setting. We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "contacts": "Contact Us - Chairolic Home Products About Contacts Home Products About Contacts Contact Us Name Email I agree with the terms of service Submit We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India",
    "cookies": "Cookies Policy | LumináriasdeAutor do Brasil - Important Information Home Products About Contacts Home Products About Contacts Cookies Policy Introduction: Our website uses cookies to enhance your browsing experience and provide personalized services. Types of Cookies: We use session cookies, persistent cookies, and third-party cookies for various purposes. Purpose of Cookies: Cookies help us remember your preferences, track website usage, and deliver targeted advertisements. Managing Cookies: You can manage your cookie preferences through your browser settings. However, disabling cookies may affect your experience on our website. Changes to Policy: We may update our cookies policy from time to time. Any changes will be posted on this page. How We Use Cookies: We use cookies for analytics, advertising, and social media integration. Anonymized Data: We may share anonymized and aggregated data with third-party services for marketing and advertising purposes. Social Media Cookies: We use cookies from social media platforms like Facebook and Twitter to help you share content and to provide you with tailored content and advertising. Third-Party Cookies: We may use third-party cookies to deliver targeted advertisements and to improve your experience on our website. Cookie Settings: You can set your browser to accept or reject all cookies, or to notify you when a website is sending you cookies. You can also delete cookies that have already been stored on your device. Your Choices: You can also choose to opt out of Google Analytics cookies, or any other cookies that are used for advertising purposes. We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please read our cookies policy. accept cookies Cookies Disclaimer Terms & Conditions Privacy Policy +91 12345 67890 chairolic@gmail.com 123 Chairolic Street, Sector 47, Gurgaon, Haryana, India"
  },
  "date": "2024-05-27T23:27:17.082Z"
}