{
  "name": "New_v9_FloorMate",
  "pages": {
    "index": "FloorMate - Expert Floor Installation and Coverings in India Home Features Services About us Contact us Transform Your Space with Expert Flooring Solutions At FloorMate, we bring your vision to life with our top-notch flooring installation services. From luxurious hardwood to durable vinyl, our expert team ensures a seamless and beautiful finish. Elevate your home or office in India with floors that impress and last. Discover the difference with FloorMate today! Upgrade Your Flooring with FloorMate Experience unparalleled quality and service with our professional floor installation solutions. Transform your home or office today with our range of premium flooring options. Get a free consultation and see how we can elevate your space. Get Your Free Quote 1. Our expert team at FloorMate is dedicated to delivering top-quality flooring solutions that match your style and needs. We use the best materials and latest techniques to ensure a flawless finish every time. At FloorMate, we prioritize customer satisfaction. From consultation to installation, our process is designed to be seamless and hassle-free. Trust us to provide exceptional service and stunning floors that stand the test of time. 2. Choosing the right flooring can transform your space, adding value and beauty. At FloorMate, we understand the importance of quality and durability, which is why we offer a wide range of flooring options to suit any taste and budget. Our skilled professionals are committed to providing exceptional service, ensuring that each installation is completed to the highest standard. Trust us to bring your vision to life with our expert craftsmanship and attention to detail. OUR KEY FEATURES Premium Quality We use the finest materials to ensure your floors are durable, beautiful, and long-lasting. Timely Installation Our team is dedicated to completing projects on schedule, without compromising on quality. Expert Team Our skilled professionals have years of experience in providing top-notch flooring solutions. Customer Satisfaction Your satisfaction is our priority. We ensure a seamless and enjoyable experience from start to finish. Eco-Friendly Options We offer sustainable flooring options that are both stylish and environmentally friendly. Custom Solutions We tailor our services to meet your specific needs, providing personalized flooring solutions. Hardwood Floor Installation ₹1,200/sq ft Premium hardwood flooring installation for a timeless, elegant look. High-quality hardwood materials Professional installation Durable and long-lasting finish Wide variety of wood types Customizable designs Choose Laminate Floor Installation ₹800/sq ft Affordable and stylish laminate flooring for any room in your home. Cost-effective solution Easy to maintain Scratch and stain resistant Variety of finishes available Quick installation Choose Vinyl Floor Installation ₹600/sq ft Durable and water-resistant vinyl flooring perfect for kitchens and bathrooms. Waterproof and easy to clean Comfortable underfoot Wide range of styles Quick installation Highly durable Choose Carpet Installation ₹500/sq ft Soft and cozy carpet installation to enhance the comfort of your home. Variety of colors and textures Professional fitting Insulates against cold Reduces noise Comfortable and soft underfoot Choose Tile Floor Installation ₹1,000/sq ft Elegant and durable tile flooring for a sophisticated look in any room. Wide variety of designs Water-resistant Highly durable Easy to clean Professional installation Choose Marble Floor Installation ₹2,500/sq ft Luxurious marble flooring for an exquisite and timeless look. High-quality marble Professional installation Elegant and stylish Highly durable Custom designs available Choose About FloorMate At FloorMate, we believe that the right flooring can transform any space, adding value, beauty, and comfort. With years of experience in the flooring industry, we are committed to providing top-notch services and products to our clients across India. Our mission is to deliver exceptional quality and craftsmanship, ensuring that every project we undertake exceeds your expectations. Our range of services includes the installation of hardwood, laminate, vinyl, carpet, tile, and marble flooring. Each type of flooring comes with its own unique benefits and aesthetics, and we work closely with our clients to help them choose the best option for their needs and preferences. Whether you are looking to enhance the elegance of your living room with hardwood floors or seeking a durable and water-resistant solution for your kitchen with vinyl, we have the expertise and products to meet your requirements. Quality is at the core of everything we do at FloorMate. We source our materials from trusted suppliers to ensure that we offer only the best to our customers. Our skilled professionals are trained to handle every aspect of the installation process with precision and care, ensuring a flawless finish that will stand the test of time. We take pride in our attention to detail and our commitment to delivering results that our clients can be proud of. Customer satisfaction is our top priority. From the initial consultation to the final installation, we strive to make the entire process as seamless and stress-free as possible. Our team is dedicated to providing personalized service, addressing your concerns, and answering any questions you may have along the way. We understand that installing new flooring is a significant investment, and we are here to ensure that you are completely satisfied with the outcome. At FloorMate, we also recognize the importance of sustainability. We offer eco-friendly flooring options that are both stylish and environmentally responsible. Our sustainable products allow you to create a beautiful home while also contributing to the preservation of our planet. Choose FloorMate for your flooring needs and experience the difference that quality and professionalism can make. Contact us today to schedule a consultation and let us help you bring your flooring vision to life. Contact Us I accept privacy policy Send message Address Plot No.59 B, Bhishma Pitamah Marg, South Extension I, Arjun Nagar, Kotla Mubarakpur, New Delhi, Delhi 110003, India Email floormate@gmail.com Phone +919810072116 Links Home Features Services About us Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "FloorMate - Expert Floor Installation and Coverings in India | Privacy Policy Home Features Services About us Contact us Privacy Policy 1. Introduction Welcome to FloorMate. We value your privacy and are committed to protecting your personal data. This privacy policy explains how we collect, use, disclose, and safeguard your information when you visit our website. 2. Information We Collect We may collect information about you in a variety of ways. The information we may collect on the site includes: Personal Data: Personally identifiable information, such as your name, shipping address, email address, and telephone number, that you voluntarily give to us when you register with the site or when you choose to participate in various activities related to the site. Derivative Data: Information our servers automatically collect when you access the site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the site. 3. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the site to: Compile anonymous statistical data and analysis for use internally or with third parties Create and manage your account Email you regarding your account or order Fulfill and manage purchases, orders, payments, and other transactions related to the site Improve the site’s functionality and performance Resolve disputes and troubleshoot problems 4. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Third-Party Service Providers: We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance. 5. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 6. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. 7. Changes to This Privacy Policy We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by updating the \"Effective Date\" at the top of this Privacy Policy. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information. 8. Contact Us If you have questions or comments about this Privacy Policy, please contact us at floormate@gmail.com Address Plot No.59 B, Bhishma Pitamah Marg, South Extension I, Arjun Nagar, Kotla Mubarakpur, New Delhi, Delhi 110003, India Email floormate@gmail.com Phone +919810072116 Links Home Features Services About us Contact us Policy Privacy policy Terms and Conditions",
    "terms": "FloorMate - Expert Floor Installation and Coverings in India | Terms and Conditions Home Features Services About us Contact us Terms and Conditions 1. Introduction Welcome to FloorMate. These Terms and Conditions govern your use of our website and the services we provide. By accessing or using our website, you agree to comply with and be bound by these Terms and Conditions. 2. Use of Our Site By using our site, you agree to use it only for lawful purposes and in a way that does not infringe the rights of others or restrict or inhibit their use and enjoyment of the site. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within our site. 3. Intellectual Property All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of FloorMate or its content suppliers and is protected by international copyright laws. Unauthorized use or reproduction of this content is strictly prohibited. 4. User Accounts To access certain features of our website, you may be required to create an account. You must provide accurate and complete information and keep your account information updated. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account. 5. Orders and Payments By placing an order on our site, you agree to provide current, complete, and accurate purchase and account information. We reserve the right to refuse or cancel any order if fraud or an unauthorized or illegal transaction is suspected. 6. Limitation of Liability FloorMate will not be liable for any damages that result from the use of, or the inability to use, the materials on this site, even if FloorMate or an authorized representative has been notified orally or in writing of the possibility of such damage. This includes, but is not limited to, damages for loss of data or profit, or due to business interruption. 7. Indemnification You agree to indemnify, defend, and hold harmless FloorMate, its officers, directors, employees, agents, and third parties, for any losses, costs, liabilities, and expenses (including reasonable attorneys' fees) relating to or arising out of your use of or inability to use the site or services, any user postings made by you, your violation of any terms of this agreement, or your violation of any rights of a third party, or your violation of any applicable laws, rules, or regulations. 8. Termination We may terminate or suspend your access to our site immediately, without prior notice or liability, for any reason whatsoever, including, without limitation, if you breach the Terms. Upon termination, your right to use the site will cease immediately. 9. Governing Law These Terms shall be governed and construed in accordance with the laws, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. 10. Changes to Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 11. Contact Us If you have any questions about these Terms and Conditions, please contact us at floormate@gmail.com Address Plot No.59 B, Bhishma Pitamah Marg, South Extension I, Arjun Nagar, Kotla Mubarakpur, New Delhi, Delhi 110003, India Email floormate@gmail.com Phone +919810072116 Links Home Features Services About us Contact us Policy Privacy policy Terms and Conditions",
    "thank": "FloorMate - Expert Floor Installation and Coverings in India | Thank you Thank You for Your Inquiry! We appreciate you reaching out to FloorMate. Your message has been successfully sent, and our team will get back to you as soon as possible. We look forward to discussing how we can help with your flooring needs and providing you with the best service possible. Thank you for considering FloorMate, and have a wonderful day! Home page"
  },
  "date": "2024-05-23T12:42:40.299Z"
}