{
  "name": "New_v9_PowerSupply",
  "pages": {
    "about": "Sobre nós: Revelando excelência em soluções de fornecimento de energia para instalação de sistemas elétricos internos e externos. Descubra nosso profundo compromisso com precisão, segurança e conectividade de energia ininterrupta. Conheça nossa equipe de especialistas focada em transformar espaços com soluções inovadoras de fiação elétrica. Saiba mais sobre nossa dedicação à integração de energia confiável, eficiente e contínua. Experimente a diferença no domínio da fonte de alimentação em todos os níveis. PowerSupply +55-81-81686421 Pagina inicial Sobre nós Contato Cardápio Sobre a Empresa PowerSupply é uma das empresas líderes no mercado de prestação de serviços de engenharia na área de fornecimento elétrico. Uma abordagem integrada de trabalho, mobilidade na tomada e execução de decisões, apoio ao cliente em todas as fases de construção e operação das instalações, pessoal altamente qualificado são a chave para uma cooperação bem sucedida e confiável com os nossos clientes. Principais Dados: Atuamos no mercado há mais de 10 anos Possuímos todas as licenças necessárias para a execução das atividades declaradas; Somos o representante oficial e parceiro de serviços da Bosch; A cada ano, implementamos mais de 500 projetos para pessoas jurídicas e físicas; Nossa empresa oferece serviços de concepção e fornecimento de equipamentos para eletrossuprimento, abrangendo desde edifícios residenciais individuais até caldeiras industriais de qualquer capacidade. Áreas de Atuação da Empresa: Projeto de construção de sistemas de engenharia e comunicações; Instalação de sistemas de engenharia em edifícios e estruturas; Ajuste, manutenção e reparo de equipamentos de eletrossuprimento; Por que é vantajoso ser nosso cliente: Nossa vasta experiência nos permite implementar sistemas de eletrossuprimento da mais alta qualidade a custos competitivos; Ao nos contatar, você recebe uma gama completa de serviços (projeto, fornecimento, instalação, ajuste, manutenção) de uma única empresa, economizando significativamente tempo e dinheiro; Clientes regulares desfrutam de um sistema flexível de descontos; Todos os trabalhos têm uma garantia de 5 anos. Líder em Instalação de Sistemas de Eletrossuprimento Água, gás, eletricidade, ventilação e eletrossuprimento são os pilares do conforto em uma casa, escritório ou edifício industrial. Este último é crucial, pois é essencial para operar um edifício residencial durante o frio típico de nossa zona climática. A instalação de sistemas de eletrossuprimento é um dos passos iniciais para uma vida confortável e um ambiente saudável. A instalação adequada assegura o fornecimento uniforme de energia elétrica ao edifício, evita a formação de umidade excessiva, reduz custos e torna construções ou reformas eficientes e sem problemas. A instalação de eletrossuprimento é realizada em colaboração com o cliente com base em um plano (projeto) desenvolvido. Recomendamos encomendar a instalação de um sistema chave na mão, com um projeto pré-desenvolvido, para evitar custos imprevistos e ter confiança nos prazos e orçamento. Antes de iniciar os trabalhos, consideramos os desejos do cliente, como a localização dos pontos de distribuição, a finalidade do edifício, etc. As etapas incluem a preparação das instalações, instalação de equipamentos, colocação de tubulações, testes de segurança e aperto. Resultado: os clientes recebem um sistema de eletrossuprimento confiável e pronto para uso a qualquer momento. Todos os aspectos organizacionais, desde a entrega até a seleção de materiais e ferramentas, são cuidados pelo empreiteiro. Nossa empresa é especializada na instalação de sistemas de eletrossuprimento. Oferecemos serviços de projeto e instalação para diversos sistemas de engenharia. Ao optar pelos nossos serviços, você desfruta de preços justos, equipamentos de alta qualidade, abordagem integrada desde o projeto até a instalação, além de garantia e serviço pós-garantia. Termos e Condições Política de Privacidade PowerSupply +55-81-81686421",
    "contact": "Contate-nos: Comunicação perfeita para suas necessidades de fonte de alimentação. Solicite consultoria especializada sobre instalação de sistemas elétricos internos e externos. Conecte-se com nossa equipe para obter soluções de fiação precisas, instalações confiáveis e conectividade de energia ininterrupta. Deixe-nos ajudá-lo a transformar espaços com construção elétrica inovadora. Sua fonte de profissionalismo, eficiência e padrões de segurança em soluções de fornecimento de energia.. PowerSupply +55-81-81686421 Pagina inicial Sobre nós Contato Cardápio Informações de contato +55-81-81686421 PowerSupply@gmail.com SHCS Superquadra Sul 205 - Asa Sul, Brasilia - Federal District, 70235-000, Brazil Envie sua aplicativo Envie uma mensagem Aceito a Política de privacidade Termos e Condições Política de Privacidade PowerSupply +55-81-81686421",
    "index": "Capacitando seu espaço: soluções especializadas em fontes de alimentação para instalação de sistemas elétricos internos e externos. Eleve seu ambiente com precisão e segurança. Explore serviços profissionais de fornecimento elétrico para todos os espaços. Soluções inovadoras para construção de redes elétricas internas e externas. Transforme seus espaços com experiência em fiação elétrica e integração de sistemas. Liberte o potencial da conectividade de energia contínua. Dedicada à Excelência em Instalações de Fornecimento Elétrico Externo e Interno.. PowerSupply +55-81-81686421 Pagina inicial Sobre nós Contato Cardápio INSTALAÇÃO DE SISTEMAS DE ELETROSSUPRIMENTO Selecionaremos e instalaremos o tipo de fornecimento elétrico ideal para o seu espaço. Contato Trabalhamos sob contrato Pagamento na entrega Sem extras ocultos Nossos serviços Nossa empresa realiza os seguintes tipos de trabalho Instalação de painéis elétricos Instalação de diferentes tipos de painéis elétricos para garantir fornecimento elétrico seguro e eficiente em edifícios residenciais e comerciais Instalação de fiação interna Isolamento de superfícies para a instalação, roteamento de fiações internas, conexão a quadros de distribuição e tomadas, realização de testes elétricos Instalação de geradores Instalação de geradores de energia de diversos tipos, grupos de bombeamento, automação de sistemas de fornecimento de energia Principais etapas de instalação Projeto Vamos ao seu local, fazemos medições e esclarecemos o escopo do trabalho. Com base nos dados recebidos, desenvolvemos e aprovamos a documentação do projeto Cálculo do custo da obra Com base na documentação de projeto desenvolvida e aprovada, calculamos o custo da obra e formulamos um preço negociado Coordenação de prazos Acordamos o prazo e o procedimento para a execução do trabalho com o cliente. Verificamos a prontidão das estruturas prediais para a instalação dos sistemas Trabalhos de instalação Nossos instaladores entregam os materiais e equipamentos necessários em seu local em um horário pré-determinado e iniciam o trabalho. Preparação de documentação Está sendo elaborado um conjunto de documentação executiva e técnica do sistema de eletrossuprimento instalado para posterior transferência ao cliente Aceitação e pagamento do trabalho A obra é aceita pelo cliente, são realizados testes elétricos e hidráulicos do sistema de eletrossuprimento Nossos preços Abaixo está o custo estimado da obra Projeto de eletrossuprimento de 100$ Visita ao site do cliente Seleção do tipo de sistema de eletrossuprimento Desenvolvimento de documentação do projeto Contato Instalação de quadro elétrico externo de 200$ Fixação do quadro na parede Conexão de fiações para sistemas elétricos e abastecimento de energia Conectando o sistema de exaustão de fumaça Contato Instalação de gerador a diesel de 300$ Ligação das tubagens do sistema de eletrossuprimento ao gerador, ligação da saída de energia Instalação de bombas, válvulas e tanques de expansão de diafragma Contato Instalação de sistema de energia solar de 200$ Fixação do sistema na parede Conexão de fiações para o sistema de eletrossuprimento Instalação de interruptores e controles Contato Instalação de iluminação externa de 60$ Fixação de luminárias nas paredes Conexão das fiações de alimentação e retorno Instalação de interruptores e controles Contato Instalação de sistemas de iluminação externa de 10$/m2 Obtenção de autorização para instalação Obtenção de permissão para instalação Preparação de pontos de fixação para iluminação externa Contato Exemplos de trabalho Abaixo estão fotografias dos nossos trabalhos de instalação de sistemas de eletrossuprimento. Termos e Condições Política de Privacidade PowerSupply +55-81-81686421",
    "privacy": "Política de Privacidade: Compromisso com a Segurança dos Seus Dados na PowerSupply. Entenda Nossa Abordagem Transparente sobre a Coleta e Uso de Informações. Saiba Como Protegemos sua Privacidade Durante Consultas sobre Instalações Elétricas. Comprometidos com a Confidencialidade e Segurança, Exploramos Nossa Política de Privacidade. Seu Direito à Privacidade Respeitado na Construção de Sistemas Elétricos. . PowerSupply +55-81-81686421 Pagina inicial Sobre nós Contato Cardápio Política de Privacidade Esta Política de Privacidade descreve Nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações quando Você usa o Serviço e informa sobre Seus direitos de privacidade e como a lei protege Você. Interpretação e definições Interpretação As palavras com a letra inicial maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado, independentemente de aparecerem no singular ou no plural. Definições Para efeitos desta Política de Privacidade: Conta significa uma conta exclusiva criada para Você acessar nosso Serviço ou partes de nosso Serviço. Afiliada significa uma entidade que controla, é controlada ou está sob controle comum com uma parte, onde &quot;controle&quot; significa a propriedade de 50% ou mais das ações, participações societárias ou outros valores mobiliários com direito a voto para eleição de diretores ou outra autoridade administrativa. Empresa (referida como \"a Empresa\", \"Nós\", \"Nós\" ou \"Nosso\" neste Contrato) refere-se à PowerSupply. Dispositivo significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital. Dados Pessoais são quaisquer informações relacionadas a um indivíduo identificado ou identificável. Serviço refere-se ao Site. Provedor de Serviços significa qualquer pessoa física ou jurídica que processe os dados em nome da Empresa. Refere-se a empresas terceirizadas ou indivíduos contratados pela Empresa para facilitar o Serviço, fornecer o Serviço em nome da Empresa, executar serviços relacionados ao Serviço ou ajudar a Empresa a analisar como o Serviço é usado. Dados de uso referem-se a dados coletados automaticamente, gerados pelo uso do Serviço ou pela própria infraestrutura do Serviço (por exemplo, a duração de uma visita à página). Você significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual esse indivíduo está acessando ou usando o Serviço, conforme aplicável. Privacidade das Crianças Nosso serviço não se dirige a ninguém com menos de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de ninguém com menos de 13 anos. Se você for pai ou responsável e estiver ciente de que seu filho nos forneceu informações pessoais Dados, entre em contato conosco. Se tomarmos conhecimento de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos de idade sem verificação do consentimento dos pais, tomaremos medidas para remover essas informações de Nossos servidores. Se precisarmos confiar no consentimento como base legal para processar Suas informações e Seu país exigir o consentimento de um dos pais, poderemos exigir o consentimento de Seus pais antes de coletarmos e usarmos essas informações. Links para outros sites Nosso Serviço pode conter links para outros sites que não são operados por Nós. Se você clicar em um link de terceiros, será direcionado ao site desse terceiro. Recomendamos fortemente que você revise a Política de Privacidade de cada site que visitar. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. Alterações nesta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Informaremos Você por e-mail e/ou um aviso em destaque em Nosso Serviço, antes que a alteração entre em vigor e atualizaremos a &quot;Última atualização&quot; data no topo desta Política de Privacidade. Aconselhamos que você revise esta Política de Privacidade periodicamente para verificar quaisquer alterações. As alterações nesta Política de Privacidade entrarão em vigor quando forem publicadas nesta página. Entre em contato conosco Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco: Por e-mail: PowerSupply@gmail.com ​ Termos e Condições Política de Privacidade PowerSupply +55-81-81686421",
    "terms": "Termos e Condições: Diretrizes para a Excelência em Soluções de Energia da PowerSupply. Navegue pelas Regras que Orientam sua Jornada de Montagem de Sistemas Elétricos Internos e Externos. Compreenda o Acordo para Instalações de Sistemas Elétricos, Serviços e Utilização. Seu Caminho para a Maestria Musical Começa com a Conformidade. Leia Nossos Termos para uma Participação Transparente. PowerSupply +55-81-81686421 Pagina inicial Sobre nós Contato Cardápio Termos e Condições Leia estes termos e condições com atenção antes de usar nosso serviço. Interpretação e definições Interpretação As palavras com a letra inicial maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado, independentemente de aparecerem no singular ou no plural. Definições Para efeitos destes Termos e Condições: Afiliada significa uma entidade que controla, é controlada ou está sob controle comum com uma parte, onde &quot;controle&quot; significa a propriedade de 50% ou mais das ações, participações societárias ou outros valores mobiliários com direito a voto para eleição de diretores ou outra autoridade administrativa. Empresa (referida como \"a Empresa\", \"Nós\", \"Nós\" ou \"Nosso\" neste Contrato) refere-se à PowerSupply. Dispositivo significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital. Serviço refere-se ao Site. Serviço de mídia social de terceiros significa qualquer serviço ou conteúdo (incluindo dados, informações, produtos ou serviços) fornecido por terceiros que possa ser exibido, incluído ou disponibilizado pelo Serviço. Você significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual esse indivíduo está acessando ou usando o Serviço, conforme aplicável. Agradecimento Estes são os Termos e Condições que regem o uso deste Serviço e o contrato que funciona entre Você e a Empresa. Estes Termos e Condições estabelecem os direitos e obrigações de todos os usuários em relação ao uso do Serviço. Seu acesso e uso do Serviço estão condicionados à sua aceitação e cumprimento destes Termos e Condições. Estes Termos e Condições aplicam-se a todos os visitantes, usuários e outras pessoas que acessam ou usam o Serviço. Ao acessar ou usar o Serviço, você concorda em ficar vinculado a estes Termos e Condições. Se você discordar de qualquer parte destes Termos e Condições, você não poderá acessar o Serviço. Você declara ter mais de 18 anos. A Empresa não permite que menores de 18 anos usem o Serviço. Seu acesso e uso do Serviço também estão condicionados à sua aceitação e conformidade com a Política de Privacidade da Empresa. Nossa Política de Privacidade descreve Nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações pessoais quando Você usa o Aplicativo ou o Site e informa sobre Seus direitos de privacidade e como a lei protege Você. Leia nossa Política de Privacidade com atenção antes de usar nosso serviço. Links para outros sites Nosso Serviço pode conter links para sites ou serviços de terceiros que não pertencem nem são controlados pela Empresa. A Empresa não tem controle e não assume nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você também reconhece e concorda que a Empresa não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou supostamente causada por ou em conexão com o uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de quaisquer desses sites ou serviços. Aconselhamos fortemente que você leia os termos e condições e as políticas de privacidade de quaisquer sites ou serviços de terceiros que você visitar. Rescisão Podemos rescindir ou suspender Seu acesso imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se Você violar estes Termos e Condições. Após a rescisão, seu direito de usar o Serviço cessará imediatamente. Limitação de responsabilidade Não obstante quaisquer danos que Você possa incorrer, toda a responsabilidade da Empresa e de qualquer um de seus fornecedores sob qualquer disposição destes Termos e Seu recurso exclusivo para todos os itens acima será limitada ao valor efetivamente pago por Você através do Serviço ou 100 USD se você não tiver comprado nada por meio do Serviço. Na extensão máxima permitida pela lei aplicável, em nenhum caso a Empresa ou seus fornecedores serão responsáveis por quaisquer danos especiais, incidentais, indiretos ou consequenciais (incluindo, mas não limitado a, danos por lucros cessantes, perda de dados ou outras informações, por interrupção de negócios, por danos pessoais, perda de privacidade decorrente ou de alguma forma relacionada ao uso ou incapacidade de usar o Serviço, software de terceiros e/ou hardware de terceiros usado com o Serviço, ou de outra forma em conexão com qualquer disposição destes Termos), mesmo que a Empresa ou qualquer fornecedor tenha sido avisado da possibilidade de tais danos e mesmo que a solução falhe em seu propósito essencial. Alguns estados não permitem a exclusão de garantias implícitas ou limitação de responsabilidade por danos incidentais ou consequenciais, o que significa que algumas das limitações acima podem não se aplicar. Nestes estados, a responsabilidade de cada parte será limitada ao máximo permitido por lei. &quot;COMO ESTÁ&quot; e &quot;CONFORME DISPONÍVEL&quot; Isenção de responsabilidade O Serviço é fornecido a Você &quot;COMO ESTÁ&quot; e &quot;CONFORME DISPONÍVEL&quot; e com todas as falhas e defeitos sem garantia de qualquer espécie. Na extensão máxima permitida pela lei aplicável, a Empresa, em seu próprio nome e em nome de suas Afiliadas e seus respectivos licenciantes e prestadores de serviços, isenta-se expressamente de todas as garantias, sejam expressas, implícitas, estatutárias ou de outra forma, com relação ao Serviço, incluindo todas as garantias implícitas de comercialização, adequação a uma finalidade específica, título e não violação, e garantias que possam surgir do curso de negociação, curso de desempenho, uso ou prática comercial. Sem limitação ao acima exposto, a Empresa não oferece nenhuma garantia ou compromisso, e não faz nenhuma representação de qualquer tipo de que o Serviço atenderá às Suas necessidades, alcançará quaisquer resultados pretendidos, será compatível ou funcionará com qualquer outro software, aplicativos, sistemas ou serviços, operará sem interrupção, atender a quaisquer padrões de desempenho ou confiabilidade ou estar livre de erros ou que quaisquer erros ou defeitos podem ou serão corrigidos. Sem limitar o acima exposto, nem a Empresa nem qualquer fornecedor da empresa fazem qualquer representação ou garantia de qualquer tipo, expressa ou implícita: (i) quanto à operação ou disponibilidade do Serviço, ou às informações, conteúdo e materiais ou produtos neles incluídos; (ii) que o Serviço será ininterrupto ou livre de erros; (iii) quanto à precisão, confiabilidade ou atualidade de qualquer informação ou conteúdo fornecido através do Serviço; ou (iv) que o Serviço, seus servidores, o conteúdo ou e-mails enviados de ou em nome da Empresa estão livres de vírus, scripts, cavalos de Troia, worms, malware, bombas-relógio ou outros componentes prejudiciais. Algumas jurisdições não permitem a exclusão de certos tipos de garantias ou limitações aos direitos legais aplicáveis de um consumidor, portanto, algumas ou todas as exclusões e limitações acima podem não se aplicar a Você. Mas, nesse caso, as exclusões e limitações estabelecidas nesta seção serão aplicadas na maior extensão possível de acordo com a lei aplicável. Lei Aplicável As leis do País, excluindo suas regras de conflitos de leis, regerão estes Termos e Seu uso do Serviço. O uso do Aplicativo também pode estar sujeito a outras leis locais, estaduais, nacionais ou internacionais. Resolução de disputas Se você tiver alguma preocupação ou disputa sobre o Serviço, concorda em primeiro tentar resolver a disputa informalmente entrando em contato com a Empresa. Divisibilidade e renúncia Separabilidade Se qualquer disposição destes Termos for considerada inexequível ou inválida, tal disposição será alterada e interpretada para cumprir os objetivos de tal disposição na maior medida possível sob a lei aplicável e as disposições restantes continuarão em pleno vigor e efeito . Isenção Exceto conforme disposto neste documento, a falha em exercer um direito ou em exigir o cumprimento de uma obrigação sob estes Termos não afetará a capacidade de uma parte exercer tal direito ou exigir tal cumprimento em qualquer momento posterior, nem a renúncia a uma violação constituirá uma renúncia a qualquer violação subsequente. Interpretação da Tradução Estes Termos e Condições podem ter sido traduzidos se Nós os disponibilizarmos para Você em nosso Serviço. Você concorda que o texto original em inglês prevalecerá em caso de disputa. Alterações nestes Termos e Condições Reservamo-nos o direito, a Nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, faremos esforços razoáveis para fornecer um aviso com pelo menos 30 dias de antecedência antes da entrada em vigor de quaisquer novos termos. O que constitui uma alteração material será determinado a nosso exclusivo critério. Ao continuar a acessar ou usar Nosso Serviço após essas revisões entrarem em vigor, Você concorda em ficar vinculado aos termos revisados. Se Você não concordar com os novos termos, no todo ou em parte, pare de usar o site e o Serviço. Entre em contato conosco Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco: Por e-mail: PowerSupply@gmail.com Termos e Condições Política de Privacidade PowerSupply +55-81-81686421",
    "thanks": "body{opacity: 0;} --> --> Agradecemos Sua Confiança na PowerSupply! Celebrando sua Escolha pela Excelência em Montagem de Sistemas Elétricos. Seu Comprometimento com a Segurança e Eficiência Energética é Inestimável. A PowerSupply Aprecia Sua Dedicação à Transformação de Ambientes com Instalações Elétricas Inovadoras. Obrigado por Permitir-nos Ser sua Fonte de Soluções de Energia Confiáveis e Profissionais. Obrigado por escolher a PowerSupply! Obrigado pela sua confiança - o seu sucesso energético futuro começa aqui! Voltar à Página Inicial"
  }
}