{
  "name": "New_v9_ComicWorld",
  "pages": {
    "index": "ComicWorld - Loja online de quadrinhos e mangás Sobre Nós Galeria Avaliações Contate-nos +55-84-2371-9161 comicworld@gmail.com Bem-vindo à ComicWorld! Descubra o melhor em quadrinhos e mangás, desde os clássicos até as últimas novidades! Explore Agora Nossa História ComicWorld foi fundada em 2020 no Brasil, nascida de uma paixão por quadrinhos e mangá. De humildes origens, crescemos para nos tornar um destino amado pelos fãs em todo o país. Nossos fundadores, entusiastas vitalícios do gênero, reconheceram a necessidade de um espaço dedicado onde os fãs pudessem encontrar tanto sucessos mainstream quanto joias escondidas. Começamos com uma pequena coleção, mas nossa dedicação e o apoio de nossa comunidade nos permitiram expandir rapidamente. Hoje, ComicWorld possui uma extensa seleção de quadrinhos e mangás, atendendo a todos os gostos e preferências. Se você procura os últimos lançamentos, edições raras ou favoritos clássicos, você encontrará aqui. Na ComicWorld, nossa missão é promover uma comunidade vibrante de amantes de quadrinhos e mangás. Acreditamos que essas histórias têm o poder de inspirar, entreter e conectar pessoas. É por isso que organizamos eventos regulares, sessões de autógrafos e encontros comunitários, proporcionando uma plataforma para os fãs compartilharem sua paixão e descobrirem novos favoritos. Nossa equipe é composta por funcionários conhecedores e entusiasmados que estão sempre prontos para ajudá-lo a encontrar o que procura. Somos mais do que apenas uma loja; somos um centro comunitário para tudo relacionado a quadrinhos e mangás. Junte-se a nós na ComicWorld e faça parte de nossa família em crescimento. Nossa Missão Explore uma Vasta Coleção Grande Variedade Curadoria Especializada Seleção Selecionada a Dedo Achados Exclusivos Descobertas Raras Explore nossa variedade Na ComicWorld, nos orgulhamos de oferecer uma seleção diversificada e exclusiva de quadrinhos e mangás. De clássicos adorados aos últimos lançamentos, nossa coleção tem algo para todo fã. Mergulhe no mundo dos super-heróis com nossa ampla variedade de quadrinhos da Marvel e DC, ou explore a narrativa inovadora de editoras independentes. Procurando por algo raro ou difícil de encontrar? Nossa coleção inclui lançamentos de edição limitada e itens de colecionador que você não encontrará em nenhum outro lugar. Descubra Mais Explore nossa coleção Mergulhe no vibrante mundo dos quadrinhos e mangás com a ComicWorld. Oferecemos uma ampla seleção de títulos de todo o Brasil, atendendo a todos os gostos e preferências. Seja você um colecionador experiente ou um novato no gênero, há algo para todos em nossa coleção. Página Inicial Resenhas Política de Privacidade Termos de Uso Seu portal para quadrinhos e mangás",
    "privacy": "ComicWorld - Política de Privacidade Sobre Nós Galeria Avaliações Contate-nos +55-84-2371-9161 comicworld@gmail.com Política de Privacidade A ComicWorld valoriza a sua privacidade e está empenhada em proteger todas as informações pessoais que você nos fornece. Esta política de privacidade explica como coletamos, usamos, protegemos e compartilhamos suas informações quando você utiliza nossos serviços. Informações que Coletamos Para fornecer os melhores serviços possíveis, podemos coletar informações pessoais quando você interage conosco. Isso pode incluir seu nome, endereço de e-mail, número de telefone, endereço postal, preferências de compra e outras informações relevantes. Como Utilizamos suas Informações Utilizamos suas informações para processar pedidos, enviar atualizações sobre seus pedidos, responder a consultas, fornecer suporte ao cliente e personalizar sua experiência de compra. Também podemos utilizar suas informações para fins de marketing, como enviar promoções e ofertas exclusivas, mas somente se você optar por receber essas comunicações. Proteção das Informações Nossa prioridade é garantir a segurança e a confidencialidade de suas informações. Implementamos medidas de segurança físicas, técnicas e administrativas para proteger suas informações contra acesso não autorizado, uso indevido, alteração ou destruição. Compartilhamento de Informações Nós nunca venderemos, alugaremos ou trocaremos suas informações pessoais com terceiros sem o seu consentimento. Podemos compartilhar suas informações com fornecedores de serviços terceirizados que nos auxiliam na operação do nosso site, na prestação de serviços a você ou no gerenciamento de nossos negócios, desde que essas partes concordem em manter suas informações confidenciais. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Se desejar exercer esses direitos, entre em contato conosco através do e-mail comicworld@gmail.com. Alterações nesta Política Podemos atualizar esta política de privacidade periodicamente para refletir mudanças em nossas práticas de informações. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer alterações. Ao continuar a utilizar nossos serviços após qualquer alteração nesta política, você concorda com tais alterações. Contate-nos Se tiver alguma dúvida sobre nossa política de privacidade, entre em contato conosco através do e-mail comicworld@gmail.com. Estamos aqui para ajudar e garantir que sua experiência conosco seja segura e satisfatória. Página Inicial Resenhas Política de Privacidade Termos de Uso Seu portal para quadrinhos e mangás",
    "reviews": "ComicWorld - Avaliações | Loja online de quadrinhos e mangás Sobre Nós Galeria Avaliações Contate-nos +55-84-2371-9161 comicworld@gmail.com Avaliações dos Clientes Explore o mundo da ComicWorld com os depoimentos dos nossos clientes. Descubra por que fãs em todo o Brasil adoram nossa seleção de quadrinhos e mangá. Ler Avaliações Avaliações dos Nossos Produtos Minha experiência com a ComicWorld foi incrível! Encontrei uma edição limitada do meu mangá favorito que pensei que nunca conseguiria comprar. A embalagem estava perfeita, e a entrega foi rápida. Definitivamente, vou recomendar esta loja para meus amigos! Gabriel Santos A ComicWorld superou minhas expectativas! Encontrei uma variedade impressionante de mangás que não conseguia encontrar em outros lugares. O atendimento ao cliente foi excelente, e a equipe foi muito prestativa em me ajudar a escolher os melhores títulos para a minha coleção. Lucas Oliveira Estou muito feliz por ter descoberto a ComicWorld! Como um fã ávido de mangás, encontrei todos os títulos que estava procurando, e até mesmo alguns que não sabia que existiam. A entrega foi rápida e o processo de compra foi fácil. Mal posso esperar para fazer mais compras aqui! Pedro Silva Meus parabéns à equipe da ComicWorld! Eles têm uma incrível variedade de mangás e o envio foi muito rápido. Recebi minha encomenda em perfeitas condições, e estou muito satisfeito com minha compra. Com certeza vou fazer mais compras aqui no futuro! Matheus Oliveira Entre em Contato Conosco Eu aceito a Política de Privacidade Nossas Vantagens Descubra por que somos a melhor escolha para os amantes de quadrinhos e mangás Variedade Exclusiva Encontre uma seleção única de quadrinhos e mangás que você não encontrará em nenhum outro lugar. Desde clássicos adorados até lançamentos recentes, temos algo para todos os gostos. Entrega Rápida Garantimos uma entrega rápida e segura para que você possa desfrutar dos seus quadrinhos e mangás favoritos o mais breve possível. Atendimento Personalizado Nossa equipe está sempre pronta para ajudar, oferecendo um atendimento personalizado e tirando todas as suas dúvidas sobre quadrinhos e mangás. Página Inicial Resenhas Política de Privacidade Termos de Uso Seu portal para quadrinhos e mangás",
    "terms": "ComicWorld - Termos de Uso | Loja online de quadrinhos e mangás Sobre Nós Galeria Avaliações Contate-nos +55-84-2371-9161 comicworld@gmail.com Termos de Uso Bem-vindo ao ComicWorld! Estes termos de uso regem o uso do site ComicWorld.com.br e de todos os serviços relacionados fornecidos pela ComicWorld. 1. Aceitação dos Termos Ao acessar ou usar o site ComicWorld, você concorda em ficar vinculado a estes termos de uso. Se você não concordar com algum destes termos, você não está autorizado a usar ou acessar o site e seus serviços. 2. Uso do Site Você concorda em usar o site ComicWorld apenas para fins legais e de acordo com estes termos de uso. Você não deve usar o site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso e aproveitamento do site por parte de terceiros. 3. Registro Para acessar determinadas áreas do site ou utilizar determinados serviços, você pode ser solicitado a fornecer informações pessoais ou a se registrar. Ao se registrar, você concorda em fornecer informações precisas, completas e atualizadas sobre si mesmo conforme solicitado no formulário de registro. 4. Conteúdo do Usuário Você é responsável por todo o conteúdo que você postar, carregar ou disponibilizar de outra forma no site ComicWorld, incluindo, mas não se limitando a, comentários, avaliações, mensagens e contribuições de texto, imagem, áudio e vídeo. 5. Propriedade Intelectual O site ComicWorld e todo o seu conteúdo, recursos e funcionalidades (incluindo, entre outros, texto, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais e software) são de propriedade da ComicWorld ou de seus licenciadores e estão protegidos pelas leis de direitos autorais, marcas comerciais e outras leis de propriedade intelectual. 6. Alterações e Modificações A ComicWorld se reserva o direito de modificar, suspender ou descontinuar, temporária ou permanentemente, o site (ou qualquer parte dele) com ou sem aviso prévio. Você concorda que a ComicWorld não será responsável perante você ou qualquer terceiro por qualquer modificação, suspensão ou descontinuação do site. 7. Limitações de Responsabilidade Em nenhuma circunstância a ComicWorld, seus afiliados, ou seus respectivos diretores, funcionários, agentes, fornecedores ou licenciadores serão responsáveis perante qualquer pessoa por quaisquer danos de qualquer tipo resultantes de ou relacionados ao uso do site. 8. Lei Aplicável Estes termos de uso são regidos e interpretados de acordo com as leis do Brasil. Você concorda que qualquer litígio decorrente ou relacionado a estes termos de uso será submetido à jurisdição exclusiva dos tribunais localizados no Brasil. Contate-nos Se você tiver alguma dúvida ou preocupação sobre estes termos de uso, entre em contato conosco através do e-mail comicworld@gmail.com. Estamos aqui para ajudar e garantir que sua experiência com o ComicWorld seja a melhor possível. Página Inicial Resenhas Política de Privacidade Termos de Uso Seu portal para quadrinhos e mangás",
    "thanks": "ComicWorld - Obrigado pelo seu pedido! Obrigado pela sua Consulta! Recebemos sua consulta e responderemos o mais rápido possível. Agradecemos muito o seu interesse em nossa loja de mangás e quadrinhos, ComicWorld. Página Inicial"
  },
  "date": "2024-05-24T13:36:39.914Z"
}