{
  "name": "New_v9_SpiceBurger",
  "pages": {
    "about": "SpiceBurger - The Best Gourmet Burgers in India | Learn about us Home About us Reasons why we Menu Get in touch Email About our burger place Introduction Welcome to SpiceBurger, where flavor meets innovation! At SpiceBurger, we're passionate about crafting the perfect burger experience that tantalizes your taste buds and leaves you craving for more. Company History SpiceBurger was founded in 2010 by two friends, Rahul and Priya, who shared a love for both Indian spices and classic burgers. Starting as a small food truck in Mumbai, SpiceBurger quickly gained popularity for its unique fusion of flavors. Over the years, we've expanded to multiple locations across India, spreading our love for gourmet burgers. Mission and Values Our mission at SpiceBurger is to redefine the burger experience by infusing it with the vibrant spices of India while maintaining the highest standards of quality and service. We believe in using fresh, locally sourced ingredients and providing exceptional customer satisfaction. Our core values include authenticity, innovation, and community engagement. Our Team Meet the faces behind SpiceBurger! Rahul and Priya, our co-founders, lead our passionate team of chefs and staff. With their expertise in culinary arts and business management, they ensure that every burger served reflects our commitment to excellence. Our team is dedicated to creating memorable dining experiences for our customers, each bringing their unique talents and perspectives to the table. Quality and Innovation At SpiceBurger, quality is our top priority. We meticulously select the finest ingredients and spices to create burgers that are not only delicious but also wholesome. Our chefs are constantly innovating, experimenting with new flavor combinations and techniques to keep our menu fresh and exciting. From our signature spice blends to our creative toppings, every aspect of our burgers is crafted with care to deliver a truly unforgettable dining experience. Discover the Ultimate Burger Experience at SpiceBurger Indulge in a symphony of flavors with our handcrafted gourmet burgers, meticulously prepared to perfection. From juicy beef patties infused with aromatic Indian spices to crispy chicken fillets bursting with savory goodness, every bite is a journey to burger bliss. Come join us and savor the taste of excellence at SpiceBurger! Order Now Discover the Flavorful World of SpiceBurger Indulge your senses with our mouthwatering selection of gourmet burgers, crafted with passion and precision. Quality Ingredients We source only the freshest, highest quality ingredients to ensure each burger is a culinary masterpiece. Spice Infusion Experience a burst of flavor with our unique blend of Indian spices, adding a tantalizing twist to every bite. Fast Service Our efficient team ensures quick and friendly service, so you can enjoy your burger without delay. Customer Satisfaction Your satisfaction is our priority. We strive to exceed your expectations with every visit. Join Us for a Flavorful Adventure Ready to embark on a journey of taste and delight? SpiceBurger invites you to experience the best of Indian-inspired gourmet burgers. From savory classics to fiery specialties, there's something for everyone. Come join us and indulge in a burger experience like no other! Experience the Fusion of Flavors with SpiceBurger - Where Every Bite is a Journey Privacy policy Terms and Conditions Shop no 1,2,3,4,5,6,7,8 Santosh plaza, near courtyard by marriott, Gurugram, Haryana 122009, India spiceburger@gmail.com +918800807807",
    "index": "SpiceBurger - The Best Gourmet Burgers in India Home About us Reasons why we Menu Get in touch Email Delicious burgers! Experience the burst of flavors with our gourmet burgers, crafted with a unique blend of Indian spices and fresh ingredients. Come taste the best burgers in town! Explore Our Menu Spicy Special Get 20% off on our signature spicy burgers. Experience the heat! Buy Now Family Feast Enjoy a family meal deal - buy 3 burgers and get 1 free. Perfect for sharing! Buy Now Reasons why we At SpiceBurger, we believe in delivering an unforgettable burger experience with a unique twist of Indian spices. Here's why you'll love our burgers: Fresh, locally sourced ingredients Exclusive blend of Indian spices Gourmet recipes crafted by expert chefs Friendly and fast service OUR BEST MENU Classic Burger Juicy beef patty with fresh lettuce, tomatoes, and our special sauce. ₹250 Order Spicy Chicken Burger Grilled chicken breast marinated in spicy Indian herbs and spices. ₹270 Order Paneer Tikka Burger Chunks of paneer tikka with fresh veggies and mint chutney. ₹220 Order Lamb Masala Burger Succulent lamb patty with a blend of aromatic masala spices. ₹300 Order Veggie Delight Burger A medley of fresh vegetables and a chickpea patty, topped with a tangy sauce. ₹200 Order Fish Fillet Burger Crispy fish fillet with tartar sauce and crunchy coleslaw. ₹280 Order Get in touch I accept privacy policy Send message CUSTOMER REVIEW SpiceBurger offers an incredible taste experience! The Spicy Chicken Burger was perfectly marinated and bursting with flavor. Highly recommended! Amit Sharma I absolutely loved the Paneer Tikka Burger. The paneer was fresh and the mint chutney added a wonderful touch. A must-try for vegetarians! Priya Singh The Classic Burger was delicious. The beef patty was juicy and cooked to perfection. I'll definitely be coming back for more! Rahul Verma SpiceBurger's Lamb Masala Burger is a game-changer. The blend of spices in the lamb patty was just right. It’s my new favorite! Anjali Patel The Veggie Delight Burger was a pleasant surprise. The chickpea patty was tasty and the fresh veggies made it light and refreshing. Perfect for a healthy meal! Rakesh Kumar I tried the Fish Fillet Burger and it was amazing. The fish was crispy and the tartar sauce was a perfect match. Highly recommend this place! Sunita Rao Experience the Fusion of Flavors with SpiceBurger - Where Every Bite is a Journey Privacy policy Terms and Conditions Shop no 1,2,3,4,5,6,7,8 Santosh plaza, near courtyard by marriott, Gurugram, Haryana 122009, India spiceburger@gmail.com +918800807807",
    "privacy": "SpiceBurger - The Best Gourmet Burgers in India | Privacy Policy Home About us Reasons why we Menu Get in touch Email Privacy Policy Information Collection and Use We respect your privacy and are committed to protecting your personal information. We may collect and use personal information for the purposes of providing and improving our services, communicating with you, and personalizing your experience. Data Security We implement a variety of security measures to maintain the safety of your personal information when you submit a request or access your personal information. Data Retention We will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. Your Rights You have the right to access, update, or delete your personal information. If you would like to exercise this right, please contact us. Third-party Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties unless we provide you with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. Any changes will be posted on this page. Contact Us If you have any questions about our Privacy Policy, please contact us at spiceburger@gmail.com. Experience the Fusion of Flavors with SpiceBurger - Where Every Bite is a Journey Privacy policy Terms and Conditions Shop no 1,2,3,4,5,6,7,8 Santosh plaza, near courtyard by marriott, Gurugram, Haryana 122009, India spiceburger@gmail.com +918800807807",
    "terms": "SpiceBurger - The Best Gourmet Burgers in India | Terms and Conditions Home About us Reasons why we Menu Get in touch Email Terms and Conditions 1. Introduction These Terms and Conditions govern your use of this website. By accessing this website, you agree to be bound by these Terms and Conditions in full. If you disagree with these Terms and Conditions or any part of these Terms and Conditions, you must not use this website. 2. Intellectual Property Rights Unless otherwise stated, we or our licensors own the intellectual property rights in the website and material on the website. Subject to the license below, all these intellectual property rights are reserved. 3. Restrictions You are restricted from all of the following: publishing any website material in any media; selling, sublicensing, and/or otherwise commercializing any website material; publicly performing and/or showing any website material; using this website in any way that is or may be damaging to this website; using this website in any way that impacts user access to this website; using this website contrary to applicable laws and regulations, or in a way that causes, or may cause, harm to the website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website; using this website to engage in any advertising or marketing. 4. Variation We may revise these Terms and Conditions from time to time. Revised Terms and Conditions will apply to the use of this website from the date of the publication of the revised Terms and Conditions on this website. Please check this page regularly to ensure you are familiar with the current version. 5. Entire Agreement These Terms and Conditions, together with our Privacy Policy, constitute the entire agreement between you and us in relation to your use of this website and supersede all previous agreements in respect of your use of this website. Contact Us If you have any questions about our Terms and Conditions, please contact us at spiceburger@gmail.com. Experience the Fusion of Flavors with SpiceBurger - Where Every Bite is a Journey Privacy policy Terms and Conditions Shop no 1,2,3,4,5,6,7,8 Santosh plaza, near courtyard by marriott, Gurugram, Haryana 122009, India spiceburger@gmail.com +918800807807",
    "thank": "SpiceBurger - The Best Gourmet Burgers in India | Thank you Thank you for connecting with SpiceBurger! We've received your inquiry and are excited to assist you. Expect to hear from us shortly. Your satisfaction is our priority! Go to home page"
  },
  "date": "2024-05-17T13:34:54.359Z"
}