{
  "name": "New_v9_HomeCraftHub",
  "pages": {
    "about-us": "About Our Company ☰ x Home About Us Services Portfolio Contact About Our Company Welcome to Our Company! We are a team of passionate professionals dedicated to providing high-quality services in the field of home renovation and construction. Our mission is to turn your dreams into reality and create spaces that inspire and delight. Our Team Meet our talented team of architects, designers, and builders who work together to bring your vision to life. With years of experience and expertise, we ensure every project is completed with precision and excellence. John Doe Architect Bridzhesh Smith Interior Designer Mike Johnson Construction Manager Amar Williams Project Manager David Brown Structural Engineer Damodar Davis Marketing Specialist Our Mission At Our Company, our mission is to exceed customer expectations by delivering exceptional results and outstanding service. We strive to innovate and adapt to the ever-changing needs of our clients while maintaining the highest standards of quality and integrity. Contact Us Have questions or ready to start your project? Contact us today to schedule a consultation. Our friendly team is here to assist you every step of the way. I accept Privacy policy Send Email: HomeCraftHub@gmail.com Phone: +915488461327 Address: H 99 H+46R, Sichuan Rd, Nursing, Odisha 767029, India Home About Us Services Portfolio Contact Privacy Policy Terms&Condition const menu = document.querySelector(\"#menu\"); const burger = document.querySelector(\"#menu-btn__burger\"); const close = document.querySelector(\"#menu-btn__close\"); burger.addEventListener(\"click\", function () { menu.classList.add(\"active\"); burger.style.display = \"none\"; close.style.display = \"block\"; }); close.addEventListener(\"click\", function () { menu.classList.remove(\"active\"); burger.style.display = \"block\"; close.style.display = \"none\"; });",
    "index": "Welcome to HomeCraftHub ☰ x Home About Us Services Portfolio Contact Welcome to HomeCraftHub Your one-stop destination for all your home repair and construction needs. Safety and service are always our priority get a consultation Satisfaction is guaranteed We treat every project with the respect it deserves, and we don't stop until you're satisfied. Contact us Professional Services Our team consists of experienced professionals with years of expertise in repair and construction. High-Quality Materials We use only time-tested, high-quality materials to ensure the longevity of your home. Customized Approach We take into account your needs and preferences, crafting unique solutions for each client. Anila Doe \"I recently had my home renovated by HomeCraftHub and I couldn't be happier with the results. Their team was professional, efficient, and the quality of their work exceeded my expectations. I highly recommend them to anyone looking for reliable home repair and construction services.\" Jane Smith \"HomeCraftHub did an amazing job remodeling my kitchen. From start to finish, they were attentive to my needs and provided excellent craftsmanship. I am thrilled with the outcome and highly recommend their services.\" Amy Johnson \"I hired HomeCraftHub to renovate my bathroom, and I am extremely satisfied with the results. Their attention to detail and dedication to customer satisfaction are commendable. I would definitely use their services again in the future.\" Michael Wilson \"HomeCraftHub transformed my outdated living room into a modern and inviting space. Their team was professional, reliable, and completed the project within the agreed timeframe. I highly recommend them for any home improvement project.\" Emily Brown \"I had a fantastic experience working with HomeCraftHub. They provided excellent communication throughout the entire process and delivered exceptional results. I will definitely be using their services again for future projects.\" Abhey Taylor \"I cannot recommend HomeCraftHub highly enough. They completely transformed my backyard into an outdoor oasis. The attention to detail and level of craftsmanship exceeded my expectations. I am beyond thrilled with the final result.\" Our Contacts I accept Privacy policy Send Email: HomeCraftHub@gmail.com Phone: +915488461327 Address: H 99 H+46R, Sichuan Rd, Nursing, Odisha 767029, India Home About Us Services Portfolio Contact Privacy Policy Terms&Condition const menu = document.querySelector(\"#menu\"); const burger = document.querySelector(\"#menu-btn__burger\"); const close = document.querySelector(\"#menu-btn__close\"); burger.addEventListener(\"click\", function () { menu.classList.add(\"active\"); burger.style.display = \"none\"; close.style.display = \"block\"; }); close.addEventListener(\"click\", function () { menu.classList.remove(\"active\"); burger.style.display = \"block\"; close.style.display = \"none\"; });",
    "portfolio": "Our Portfolio ☰ x Home About Us Services Portfolio Contact Our Portfolio I accept Privacy policy Send Email: HomeCraftHub@gmail.com Phone: +915488461327 Address: H 99 H+46R, Sichuan Rd, Nursing, Odisha 767029, India Home About Us Services Portfolio Contact Privacy Policy Terms&Condition const menu = document.querySelector(\"#menu\"); const burger = document.querySelector(\"#menu-btn__burger\"); const close = document.querySelector(\"#menu-btn__close\"); burger.addEventListener(\"click\", function () { menu.classList.add(\"active\"); burger.style.display = \"none\"; close.style.display = \"block\"; }); close.addEventListener(\"click\", function () { menu.classList.remove(\"active\"); burger.style.display = \"block\"; close.style.display = \"none\"; });",
    "privacy": "Privacy Policy h2, h1 { margin-bottom: 40px; color: #f6d54e; } h3, p { margin-bottom: 25px; } h3 { color: #f6d54e; } .contacts { text-align: left; } .contacts a { color: #000; } ☰ x Home About Us Services Portfolio Contact Privacy Policy Last updated: February 18, 2024 This Privacy Policy tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to HomeCraftHub. Country refers to: India Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Personal Data is any information that relates to an identified or identifiable individual. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: Email: HomeCraftHub@gmail.com Phone: +915488461327 Address: H 99 H+46R, Sichuan Rd, Nursing, Odisha 767029, India Home About Us Services Portfolio Contact Privacy Policy Terms&Condition const menu = document.querySelector(\"#menu\"); const burger = document.querySelector(\"#menu-btn__burger\"); const close = document.querySelector(\"#menu-btn__close\"); burger.addEventListener(\"click\", function () { menu.classList.add(\"active\"); burger.style.display = \"none\"; close.style.display = \"block\"; }); close.addEventListener(\"click\", function () { menu.classList.remove(\"active\"); burger.style.display = \"block\"; close.style.display = \"none\"; });",
    "services": "Our Services ☰ x Home About Us Services Portfolio Contact Our Services Home Renovation Transform your living space with our professional home renovation services. From kitchen remodels to bathroom makeovers, we do it all. Interior Design Create a stylish and functional interior with our expert interior design solutions. We'll help you bring your vision to life. Construction Build your dream home from the ground up with our reliable construction services. We handle every aspect of the building process. Landscaping Enhance the beauty of your outdoor space with our professional landscaping services. From lawn care to hardscaping, we've got you covered. Roofing Protect your home from the elements with our high-quality roofing solutions. Whether you need repairs or a full replacement, we're here to help. Plumbing Keep your home's plumbing system in top condition with our expert plumbing services. From leak repairs to fixture installations, we do it all. Electrical Ensure your home's electrical system is safe and functional with our professional electrical services. From wiring upgrades to lighting installations, we've got you covered. Painting Refresh your home's interior or exterior with our professional painting services. We use high-quality paints and techniques to achieve stunning results. Custom Cabinetry Add functionality and style to your home with our custom cabinetry solutions. We'll design and build cabinets that perfectly suit your space and needs. Flooring Installation Enhance the beauty and durability of your floors with our professional installation services. From hardwood to tile, we install all types of flooring. Bathroom Renovation Transform your bathroom into a luxurious retreat with our expert renovation services. From fixtures to finishes, we'll create the perfect space for relaxation. Outdoor Living Spaces Create a stunning outdoor oasis with our design and construction services for patios, decks, and outdoor kitchens. Enjoy your outdoor space to the fullest. Window Replacement Improve energy efficiency and enhance curb appeal with our window replacement services. We'll install high-quality windows that meet your needs and budget. Smart Home Integration Make your home smarter and more efficient with our smart home integration services. From automated lighting to security systems, we'll help you integrate the latest technology into your home for added convenience and peace of mind. Deck Construction Create the perfect outdoor entertaining space with our professional deck construction services. We'll design and build a custom deck that complements your home and lifestyle. Basement Finishing Maximize your home's square footage with our basement finishing services. Whether you need extra living space, a home office, or a playroom, we'll transform your basement into a functional and stylish area. Home Additions Expand your living space and increase the value of your home with our home addition services. From extra bedrooms to expanded kitchens, we'll design and build the perfect addition to suit your needs. Exterior Painting Give your home a fresh new look with our exterior painting services. We use high-quality paints and techniques to protect and beautify your home's exterior. Custom Home Design Build the home of your dreams with our custom home design services. From initial concept to final construction, we'll work closely with you to create a unique and personalized home that reflects your style and needs. Home Theater Setup Create the ultimate entertainment experience with our home theater setup services. From surround sound systems to projector installations, we'll help you design a home theater that rivals the cinema. Outdoor Lighting Enhance the beauty and security of your outdoor space with our outdoor lighting solutions. From pathway lights to landscape lighting, we'll illuminate your property with style. Energy-Efficient Upgrades Reduce your energy bills and environmental footprint with our energy-efficient upgrades. From insulation to HVAC systems, we'll help you make your home more eco-friendly. Custom Carpentry Add unique and personalized touches to your home with our custom carpentry services. From built-in shelves to intricate woodwork, our skilled craftsmen can bring your ideas to life. Home Security Systems Protect your home and loved ones with our home security system installations. We offer state-of-the-art security solutions, including alarms, cameras, and smart locks. Fireplace Installation Add warmth and ambiance to your home with a custom fireplace installation. Whether you prefer gas, electric, or wood-burning, we'll design and install the perfect fireplace for your space. I accept Privacy policy Send Email: HomeCraftHub@gmail.com Phone: +915488461327 Address: H 99 H+46R, Sichuan Rd, Nursing, Odisha 767029, India Home About Us Services Portfolio Contact Privacy Policy Terms&Condition const menu = document.querySelector(\"#menu\"); const burger = document.querySelector(\"#menu-btn__burger\"); const close = document.querySelector(\"#menu-btn__close\"); burger.addEventListener(\"click\", function () { menu.classList.add(\"active\"); burger.style.display = \"none\"; close.style.display = \"block\"; }); close.addEventListener(\"click\", function () { menu.classList.remove(\"active\"); burger.style.display = \"block\"; close.style.display = \"none\"; });",
    "terms": "Terms & Conditions h2{ margin-bottom: 40px; color: #f6d54e; } h3, p{ margin-bottom: 25px; } h3{ color: #f6d54e; } .contacts { text-align: left; } .contacts a{ color: #000; } ☰ x Home About Us Services Portfolio Contact Terms and Conditions Last updated: February 18, 2024 Please read these terms and conditions carefully before using Our Service. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of these Terms and Conditions: Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Country refers to: India Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to HomeCraftHub. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Terms and Conditions (also referred as &quot;Terms&quot;) mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service. Third-party Social Media Service means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: Email: HomeCraftHub@gmail.com Phone: +915488461327 Address: H 99 H+46R, Sichuan Rd, Nursing, Odisha 767029, India Home About Us Services Portfolio Contact Privacy Policy Terms&Condition const menu = document.querySelector(\"#menu\"); const burger = document.querySelector(\"#menu-btn__burger\"); const close = document.querySelector(\"#menu-btn__close\"); burger.addEventListener(\"click\", function () { menu.classList.add(\"active\"); burger.style.display = \"none\"; close.style.display = \"block\"; }); close.addEventListener(\"click\", function () { menu.classList.remove(\"active\"); burger.style.display = \"block\"; close.style.display = \"none\"; });",
    "thanks": "Thank You | HomeCraftHub h1{ margin-bottom: 40px; } main { color: #000; position: absolute; top: 50%; left: 50%; transform: translate(-50%, -50%); } main p { font-size: 18px; } a{ color: #000; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +915488461327. Return to Home Page."
  }
}