{
  "name": "New_v9_DesignInspirations",
  "pages": {
    "index": "Welcome to our website | Indian Design Inspirations About us Why we Portfolio Services Prices Reviews F.A.Q. Contacts +91-383-987665 Welcome to Indian Design Inspirations! We are your source of inspiration for unique Indian-inspired interior design. Our tips, ideas and projects will help you create a space that reflects your personality. Join us to be inspired by India's rich culture and history and transform your home into an oasis of style and beauty! Order interior About us Welcome to our design studio! We are a team of creative professionals with a passion for creating spaces that make you feel at home. Our studio offers a full range of interior design services, from conceptualization to final realization of the project. We believe that every home should be unique, reflecting the personality of its owner. Therefore, we strive to ensure that each project reflects your preferences, style and life values. Our studio specializes in both private and commercial projects. We create spaces that are not only visually beautiful, but also functional, comfortable and harmonious. Join us as we work together to transform your home or commercial space into a true design masterpiece! Services Our Services: Realizing Your Interior Dreams We offer a wide range of interior design and decorating services to make your home or commercial space a perfect reflection of your style and taste. Interior Design We create customized design concepts for residential and commercial spaces, keeping in mind your preferences, needs and budget. Whether you are looking for modern minimalism, traditional Indian style or something completely unique, we can help you turn your dreams into reality. Design and Planning Our team of professional designers develop detailed plans and sketches, taking into account every aspect of your project - from space allocation to color palette and finish material selection. Personalized Consultations We offer personalized design consultations to help you decide on your ideas, consider your options and make informed decisions that meet your needs and expectations. Decorating and Furnishing We can help you choose the perfect furniture, lighting, textiles and accessories to create a harmonious and stylish interior that reflects your personality and style. Project Management We provide full project management, coordinating all phases of work from initial concept to final realization of the project, so you can be assured of quality and timely completion of all work. Renovation and Finishing We partner with experienced contractors and craftsmen to provide high quality renovations and finishes to your interior while meeting all deadlines and budget constraints. Order interior Prices Prices for our services Design Consultation: Basic consultation: from 5000 to 15000 INR per hour. Consultation with an experienced designer: from 10000 to 25000 INR per hour.. Design consultation for exclusive projects: from 20000 to 50000 INR per hour. Interior design: Creating an interior concept: from 50000 to 200000 INR per project. Developing a detailed plan: from 30000 to 150000 INR per project. Visualization and 3D modeling: from 20000 to 100000 INR per project. Decorating and furniture selection: Selection of furniture and accessories: from 30000 to 150000 INR per room. Decorating with luxury brands: from 50000 to 300000 INR per room. Creation of individual decor elements: prices on request. Project management: Project coordination and management: from 5% to 15% of the total project cost. Professional support and quality control: from 20000 to 100000 INR per project. Renovation and decoration General construction works: from 1000 to 5000 INR per square meter. Finishing and laying of floor coverings: from 500 to 3000 INR per square meter. Electrical and plumbing works: from 3000 to 15000 INR per square meter. Additional services: Creation of customized design projects: from 50000 to 300000 INR per project. Color and lighting selection services: from 20000 to 100000 INR per room. Consultation on eco-friendly and sustainable materials: 10000 to 50000 INR per project. Portfolio Our portfolio Why we Why we are chosen? By choosing us, you get not just interior design, but a true realization of your dreams and ideals in your space. Personalized approach We place great importance on your unique needs and preferences. Our team listens carefully to your ideas and turns them into reality, creating a design that fully fits your style and lifestyle. Experience and Professionalism Our team consists of experienced designers who have a wealth of experience in the interior design industry. We utilize cutting edge technology and innovative approaches to create outstanding projects. Quality and Attention to Detail We strive for excellence in every project, paying special attention to detail and quality workmanship. We work with only the best suppliers and materials to ensure the highest level of quality and longevity of your interiors. Professional support We value your time and comfort, so we provide professional support at all stages of work. Our team is always on call, ready to answer your questions and provide you with all the necessary information. Reputation and trust Our design studio has an excellent reputation among our clients for our innovative and creative solutions, as well as for our commitment to high levels of service and customer satisfaction. Reviews Testimonials from our clients Mahesh Sharma Rating: 9/10 \"I am thrilled with the work of the Indian Design Inspirations team! They exceeded my expectations and created an interior for me that is the perfect blend of style, comfort and functionality. Thank you so much for your talent and professionalism!\" Priyanka Patil Rating: 8/10 \"Indian Design Inspirations proved to be true professionals in their work. They listened carefully to all my wishes and created my dream home for me. I am very happy with the result and recommend them to all my friends and acquaintances.\" Ravi Kumar Rating: 10/10 \"My wife and I were amazed at the level of service and quality of work Indian Design Inspirations did. They not only created a beautiful interior for us, but also provided us with full support at every stage of the project. We are immensely grateful for their professionalism and warm approach!\" Amina Shah Rating: 9/10 \"Collaboration with Indian Design Inspirations exceeded all my expectations. They listened carefully to all my wishes and created a space for me that is a perfect reflection of my style and taste. Thank you for your work!\" Shivani Singh Rating: 9/10 \"Indian Design Inspirations are true professionals at what they do. They created an amazing interior for me that exceeded all my expectations. I am very happy with the result and would confidently recommend them to all my friends and acquaintances.\" Avinash Josi Rating: 8/10 \"My family and I are completely satisfied with the work of Indian Design Inspirations. They transformed our boring apartment into a cozy and stylish space that is a pleasure to be in. Thank you so much for your professionalism and creativity!\" F.A.Q. Frequently Asked Questions What are your main services? We specialize in interior design, planning, decorating and renovation of spaces. Our services include creating interior concepts, developing plans, selecting materials, furniture and accessories, as well as project management and more. How long does it take to complete a project? Project turnaround time depends on the scope, complexity and individual client requirements. We strive to meet deadlines and work on each project with the utmost efficiency to achieve the best results in the shortest possible time. What are your prices? Our prices depend on various factors such as project size, services selected, level of detail and other individual requirements. For an accurate project cost, we recommend contacting us for a consultation. Can you work with my budget? Yes, we are willing to work with different budgets and provide our clients with flexible solutions, taking into account their financial capabilities. Our goal is to create a quality and stylish interior that meets your expectations and budget. How do I get in touch with your company? You can contact us by phone, by sending an email, or by filling out the contact form on our website. We are always available to answer your questions and discuss the details of your project. Contacts Our contacts Phone: +91-383-987665 E-mail: IndianDesignInspirations@gmail.com Address: 5W9W+45H, South Civil Lines, Jabalpur, Madhya Pradesh 482007, India Submit I accept Privacy policy About us Why we Portfolio Services Prices Reviews F.A.Q. Contacts Privacy Policy Terms and conditions © 2024 Indian Design Inspirations. All rights reserved.",
    "policy": "Privacy Policy | Indian Design Inspirations About us Why we Portfolio Services Prices Reviews F.A.Q. Contacts +91-383-987665 Privacy Policy We value your trust and are committed to protecting your personal information. Our privacy policy details how we collect, use, share and store your information. Please read this document carefully to understand how we treat your data. Information Collection We collect information that you provide to us when you fill out forms on our website, register for events, or when you communicate with us via email or phone. This may include your name, email address, phone number, address and other contact details, as well as information about your inquiry or preferences. Use of Information We use your information to process your requests, to provide you with the services you need, and to provide you with quality service. We may also use your information to analyze and improve our services and to personalize our website content and offerings. Information Transfer We do not share your personal information with third parties without your consent, except as necessary to fulfill your request or as required by applicable law. We may share your information with our partners or service providers as necessary to fulfill your order or request. Information Retention We retain your information only for as long as necessary to fulfill the purposes for which it was collected or as required by law. We take security measures to protect your information from unauthorized access, use or disclosure. Your Rights You have the right to request access to, amend or delete your personal information. You may also opt-out of receiving promotional materials or email newsletters by contacting us at the contact information provided. Changes to Privacy Policy We reserve the right to make changes to our privacy policy at our discretion. Any changes will be posted on this page and you will be given the opportunity to review them before they take effect. If you have any questions or comments about our privacy policy, please contact us. We are always available to assist you and answer your questions. About us Why we Portfolio Services Prices Reviews F.A.Q. Contacts Privacy Policy Terms and conditions © 2024 Indian Design Inspirations. All rights reserved.",
    "terms": "Terms of Use | Indian Design Inspirations About us Why we Portfolio Services Prices Reviews F.A.Q. Contacts +91-383-987665 Terms of Use Welcome to the Terms of Use page of our website. The following are the basic terms and conditions that you should consider when using our website Acceptance of Terms Your visit to and use of our website implies your full agreement to our Terms of Use. Please read this document carefully before using our website. Description of Services Our website provides information about our products, services, promotions and news. We endeavor to provide up-to-date and accurate information, but we do not guarantee its completeness or accuracy. User Data When using our site, you may provide us with your personal information such as your name, e-mail address and telephone number. We undertake to collect, store and process this data in accordance with our Privacy Policy. Intellectual Property All content on our website, including text, images, logos and graphics, is subject to copyright. Any use of material from our website without our permission is prohibited. Liability We will not be liable for loss or damage arising from the use of our site or the inability to use it. This includes direct, indirect, incidental and consequential damages. Changes to the Terms of Use We reserve the right to make changes to our Terms of Use at any time without notice. Any changes will be effective as soon as they are posted on this page. Consent to Data Processing By using our website, you agree to our Privacy Policy and the processing of your personal data. Prohibited Use You may not use our site for any purpose contrary to law or to distribute harmful content or conduct illegal activities. Contact Us If you have any questions or comments regarding our Terms of Use, please contact us. About us Why we Portfolio Services Prices Reviews F.A.Q. Contacts Privacy Policy Terms and conditions © 2024 Indian Design Inspirations. All rights reserved.",
    "thanks": "Thank you for your referral | Indian Design Inspirations Thank you for contacting us! We have received your message and appreciate your interest in our company. Our team of experts has already started processing your request and will be in touch with you shortly. Your opinion is important to us and we will endeavor to provide you with the highest quality assistance and support. If you have any further questions or queries, do not hesitate to contact us. Thank you again for choosing our company. We look forward to assisting you with your projects and strive to make your experience with us as pleasant and productive as possible. Go back"
  }
}