{
  "name": "New_v11_BlissfulOasis",
  "pages": {
    "about": "About Blissful Oasis - Experience Tranquility and Luxury | About Home About us Our Team Pricing Contacts olissfuloasis@gmail.com About us Dive into serenity and indulge in our exclusive spa treatments Discover More Discover Our Specialties Luxury Treatments Indulge in our exquisite spa experiences for ultimate relaxation. Sensory Saunas Rejuvenate your senses and detoxify your body with our sauna experiences. Wellness Programs Embark on a journey to wellness and vitality with our specialized programs. Holistic Therapies Rebalance your mind, body, and soul with our holistic approach to wellness. Expert Consultations Receive personalized advice and guidance from our certified professionals. Skincare Specialists Enhance your natural beauty with personalized skincare solutions. Our Vision Elevating the art of self-care Immerse yourself in tranquility and rejuvenation with our diverse selection of over 50 premium spa treatments and services. Rejuvenating Body Treatments Aromatherapy Massage Indulge in our aromatic massage therapy to relax and unwind, administered by our experienced therapists. Skin rejuvenation procedure Achieve silky-smooth skin with our advanced laser hair removal treatments, ensuring long-lasting results. Hand Rejuvenation Treat your hands to our rejuvenating scrub treatments, leaving them feeling refreshed and revitalized. Statistics Expertise that Counts 50+ Years of Excellence Don't compromise your well-being with inexperienced professionals. 20k Satisfied Clients Thousands of delighted clients endorse our services. 100% Satisfaction Guarantee We are committed to surpassing your expectations every time. Discover serenity, embrace bliss. Your journey to relaxation begins at Blissful Oasis Spa – where tranquility meets luxury. Treatments Home Offer Our Team Pricing Contact olissfuloasis@gmail.com +91-(946)-8562231 Mumbai Maharashtra 400070India Privacy Policy &nbsp;| &nbsp;Terms and Conditions",
    "index": "Welcome to Blissful Oasis - Your Ultimate Spa Retreat | Home Home About us Our Team Pricing Contacts olissfuloasis@gmail.com Luxuriate in Tranquility at Blissful Oasis Spa Dive into serenity and indulge in our exclusive spa treatments Discover More Exclusive Offer Experience Our Signature Spa Treatments Rejuvenate Your Skin and Soul Treat yourself to a transformative spa experience with our wide range of services. Elevate Your Beauty Experience Unwind and pamper yourself with our luxurious treatments, designed to reconnect you with nature. Rebalance Your Mind and Body Experience the ultimate relaxation with our spa treatments, designed to soothe your nerves and alleviate body aches. Meet Our Skincare Experts Emily White Spa master Spa master specializing in advanced skin care techniques. Alexandra Lee Spa master Skin care expert specializing in anti-aging treatments. Sophia Rodriguez Spa master Experienced skincare professional dedicated to enhancing your natural beauty. Exclusive Offers Affordable Spa Packages Aromatherapy Massage 3 Sessions Indulge in our signature aromatherapy massage to relax and rejuvenate your senses. $499 First-time visitors receive a complimentary session. Book Now Revitalizing Facial 5 Sessions Treat yourself to our rejuvenating facial treatment, tailored to your skin's needs. $799 Enjoy a complimentary session with your first booking. Book Now Relaxation Package 9 Sessions Rejuvenate your mind and body with our comprehensive relaxation package. $999 Unlock a free session upon your initial booking. Book Now Contact Us Reach Out to Us Address Mumbai Maharashtra 400070India Schedule Monday to Friday9:00 am to 5:00 pmHolidays9:00 am to 3:00 pm Contact form Drop us a message and we'll get back to you promptly Experience ultimate relaxation with our diverse range of spa treatments and services. I agree Privacy Policy Discover More About Us Q. Where can I find your luxurious spa? A. You'll find our serene oasis nestled amidst the heart of the city, offering the ultimate escape from the bustling urban life. Q. What indulgent treatments are available? A. Our extensive range of treatments is designed to rejuvenate your mind, body, and soul, ensuring an unforgettable spa experience. Q. Are your therapists highly qualified? A. Rest assured, our therapists are expertly trained professionals dedicated to delivering exceptional spa treatments tailored to your needs. Explore Our Range of Treatments Q. Can guests extend their stay at your luxurious resort? A. Yes, our guests have the option to extend their stay and continue indulging in our luxurious amenities and rejuvenating treatments. Q. Do you specialize in advanced skin hydration techniques? A. Absolutely! Our skilled professionals specialize in advanced skin treatments to address a wide range of concerns and leave your skin radiant and refreshed. Q. How can I reach out to your dedicated team? A. Getting in touch with our dedicated team is simple! You can reach us via phone, email, or simply visit our spa and experience our hospitality firsthand. Discover serenity, embrace bliss. Your journey to relaxation begins at Blissful Oasis Spa – where tranquility meets luxury. Treatments Home Offer Our Team Pricing Contact olissfuloasis@gmail.com +91-(946)-8562231 Mumbai Maharashtra 400070India Privacy Policy &nbsp;| &nbsp;Terms and Conditions",
    "privacy-policy": "Privacy Policy - Blissful Oasis Spa | Privacy Policy Home About us Our Team Pricing Contacts olissfuloasis@gmail.com Privacy Policy Introduction: Welcome to Blissful Oasis Spa's Privacy Policy. We are committed to protecting your privacy and ensuring the security of your personal information. Information We Collect: We collect personal and non-personal information to provide and improve our services. This may include your name, contact information, payment details, and browsing behavior. How We Use Your Information: Your information is used to personalize your experience, process transactions, and provide customer support. We may also use it for marketing purposes with your consent. Information Sharing: We do not sell, trade, or otherwise transfer your information to third parties without your consent, except as required by law or to fulfill a service requested by you. Data Security: We implement security measures to protect your personal information against unauthorized access or disclosure. This includes encryption, firewalls, and regular security audits. Retention of Information: We retain your information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy and comply with legal obligations. We periodically review and delete outdated or unnecessary data. Third-Party Links: Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these sites. We encourage you to read the privacy policies of any third-party sites you visit. Children's Privacy: Our services are not directed to individuals under the age of 18. We do not knowingly collect personal information from children. If you are a parent or guardian and believe your child has provided us with personal information, please contact us. Changes to This Policy: Any changes to our Privacy Policy will be posted on this page. Your continued use of our website signifies your acceptance of these changes. We recommend reviewing this policy regularly to stay informed about how we collect, use, and protect your information. Contact Us: If you have any questions or concerns about our Privacy Policy, please contact us olissfuloasis@gmail.com. We are committed to addressing your inquiries and resolving any issues in a timely manner. Consent: By using our website, you consent to the terms of this Privacy Policy and the collection and use of your information as described herein. Effective Date: This Privacy Policy is effective as of the date indicated below. Any updates or revisions will be reflected with a new effective date. Review and Update: We regularly review and update our Privacy Policy to ensure compliance with relevant regulations and best practices. We strive to provide transparent and accessible information about our data practices. International Data Transfers: Your information may be transferred to and stored on servers located outside of your country. By using our services, you consent to this transfer and acknowledge that your information may be subject to different privacy laws and protections. GDPR Compliance: We are committed to complying with the General Data Protection Regulation (GDPR) in our handling of personal data. If you are a resident of the European Economic Area (EEA), you have certain rights regarding your personal information under the GDPR. Your Rights: You have the right to access, correct, or delete your personal information. Please contact us to exercise these rights or if you have any concerns about the processing of your data. Acceptance of Terms: By using our website, you agree to the terms of this Privacy Policy and acknowledge that you have read and understand its contents. If you do not agree with any part of this policy, please refrain from using our website. Discover serenity, embrace bliss. Your journey to relaxation begins at Blissful Oasis Spa – where tranquility meets luxury. Treatments Home Offer Our Team Pricing Contact olissfuloasis@gmail.com +91-(946)-8562231 Mumbai Maharashtra 400070India Privacy Policy &nbsp;| &nbsp;Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Blissful Oasis Spa | Terms and Conditions Home About us Our Team Pricing Contacts olissfuloasis@gmail.com Terms and Conditions Acceptance of Terms: By accessing or using our website, you agree to be bound by these Terms and Conditions. Please read these terms carefully before using our site. Use of Website: You may use our website for lawful purposes only. You are prohibited from engaging in any activity that may disrupt or interfere with the operation of the site, including but not limited to hacking, phishing, or spamming. Intellectual Property: All content on this website, including text, graphics, logos, and images, is the property of Blissful Oasis Spa and is protected by copyright laws. You may not reproduce, distribute, or transmit any content from this site without our prior written consent. Third-Party Links: Our website may contain links to third-party websites. We are not responsible for the content or reliability of these sites. Any links provided on our site are for your convenience only and do not imply endorsement by Blissful Oasis Spa. Disclaimer: The information provided on this website is for general informational purposes only. We make no representations or warranties of any kind, express or implied, about the accuracy or reliability of this information. Your use of the information on this website is at your own risk. Limitation of Liability: In no event shall Blissful Oasis Spa be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of this website, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses. Indemnification: You agree to indemnify and hold harmless Blissful Oasis Spa, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, or expenses arising out of your use of the website, including but not limited to your violation of these Terms and Conditions. Modification of Terms: We reserve the right to modify or replace these Terms and Conditions at any time without prior notice. Your continued use of the website after any changes constitutes acceptance of the new Terms and Conditions. We recommend checking this page regularly for updates. Termination: We may terminate or suspend access to our website immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these Terms and Conditions or engage in any conduct that we believe is harmful to our website or other users. Governing Law: These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising out of or relating to these terms shall be exclusively resolved by the courts of India. Dispute Resolution: Any dispute arising out of or relating to these Terms and Conditions shall be exclusively resolved by the courts of India. Both parties agree to waive any right to a jury trial and to participate in arbitration proceedings. Severability: If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. The invalid or unenforceable provision shall be replaced by a valid and enforceable provision that most closely matches the intent of the original provision. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and Blissful Oasis Spa regarding your use of the website. Any prior agreements or understandings between the parties regarding the subject matter herein are superseded by these terms. Contact Information: If you have any questions or concerns about these Terms and Conditions, please contact us at olissfuloasis@gmail.com. We are committed to addressing your inquiries and resolving any issues in a timely manner. Waiver: The failure of Blissful Oasis Spa to enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision. Our failure to enforce any part of these terms does not waive our right to enforce them in the future. Assignment: You may not assign or transfer any of your rights or obligations under these Terms and Conditions without the prior written consent of Blissful Oasis Spa. Any unauthorized assignment or transfer shall be deemed null and void. Effective Date: These Terms and Conditions are effective as of the date indicated below and govern your use of the website from that date forward. Any updates or revisions to these terms will be reflected with a new effective date. Discover serenity, embrace bliss. Your journey to relaxation begins at Blissful Oasis Spa – where tranquility meets luxury. Treatments Home Offer Our Team Pricing Contact olissfuloasis@gmail.com +91-(946)-8562231 Mumbai Maharashtra 400070India Privacy Policy &nbsp;| &nbsp;Terms and Conditions",
    "thanks": "Thank You - Blissful Oasis Spa | Thanks Thank you! Thank you for choosing Blissful Oasis Spa. We are delighted to have had the opportunity to serve you and provide you with a rejuvenating experience. Your satisfaction is our priority, and we look forward to welcoming you back for more blissful moments. Relax, unwind, and enjoy the tranquility of Blissful Oasis. Home"
  },
  "date": "2024-05-07T04:02:57.383Z"
}