{
  "name": "New_v9_LinhaExquisita",
  "pages": {
    "terms-conditions": "Termos e Condições - Linha Exquisita: Informações importantes para os usuários Início Sobre Serviços Termos e Condições 1. Introdução Esta seção fornece uma visão geral dos termos e condições que regem o uso de nossos serviços e site. 2. Aceitação dos Termos Ao acessar ou utilizar nossos serviços, você concorda em cumprir estes Termos e Condições. 3. Uso do Site Você concorda em utilizar nosso site apenas para fins legais e de acordo com estes Termos e Condições. 4. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, imagens, gráficos, logotipos e software, é de propriedade da nossa empresa e está protegido por leis de propriedade intelectual. 5. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são controlados por nós. Não somos responsáveis pelo conteúdo desses sites ou por qualquer dano ou perda resultante de seu uso. 6. Alterações nos Termos e Condições Reservamos o direito de modificar ou substituir estes Termos e Condições a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após serem publicadas no site. 7. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco em linhaexquisitae@gmail.com. 8. Responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos resultantes do uso ou da incapacidade de usar nosso site ou serviços. 9. Indenização Você concorda em indenizar, defender e isentar nossa empresa, seus funcionários, agentes e afiliadas de qualquer responsabilidade, perda, reivindicação ou demanda, incluindo honorários advocatícios razoáveis, decorrentes de sua violação destes Termos e Condições. 10. Lei Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do país em que estamos sediados, sem levar em consideração seus conflitos de disposições legais. 11. Rescisão Reservamos o direito de rescindir ou suspender seu acesso ao site ou serviços a qualquer momento, sem aviso prévio, por qualquer motivo ou sem motivo. 12. Disposições Gerais Estes Termos e Condições constituem o acordo completo entre você e nós em relação ao uso de nosso site e serviços, substituindo todos os acordos anteriores ou contemporâneos. 13. Aceitação dos Termos e Condições Ao acessar ou utilizar nosso site, você indica que leu, compreendeu e concordou com estes Termos e Condições. 14. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco em linhaexquisitae@gmail.com. 15. Alterações nos Termos e Condições Reservamos o direito de fazer alterações nos Termos e Condições a qualquer momento, e é responsabilidade do usuário revisar periodicamente esta página para ficar atualizado sobre quaisquer mudanças. 16. Divisibilidade Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível por um tribunal, as disposições restantes permanecerão em pleno vigor e efeito. 17. Renúncia A falha de nossa parte em exercer ou fazer valer qualquer direito ou disposição destes Termos e Condições não constituirá uma renúncia a tal direito ou disposição. 18. Idioma Estes Termos e Condições podem ser traduzidos para outros idiomas para conveniência do usuário, no entanto, a versão em inglês prevalecerá em caso de conflito entre as traduções. 19. Jurisdição Qualquer disputa relacionada a estes Termos e Condições será submetida à jurisdição exclusiva dos tribunais localizados em Brasil. 20. Aceitação dos Termos e Condições Ao continuar a utilizar nosso site e serviços, você indica que leu, compreendeu e concordou com estes Termos e Condições. 21. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos e Condições, entre em contato conosco em linhaexquisitae@gmail.com. 22. Efeito Estes Termos e Condições entram em vigor a partir da data em que você começa a usar este site e continuarão em vigor até serem rescindidos por você ou por nós conforme estabelecido acima. Política de Privacidade Termos e Condições +55 (11) 2500-6215 linhaexquisitae@gmail.com Rua Antônio Maciel 705",
    "thank_page": "Obrigado pelo seu pedido - Linha Exquisita: Sua inspiração - nossa missão Obrigado por seu pedido Regressar à página principal",
    "about": "Sobre Nós - Linha Exquisita: Seu parceiro no mundo da arte Início Sobre Serviços Sobre nós Saiba mais sobre nossa empresa, nossos valores e nossa história. Nosso objetivo é criar obras de arte únicas e inspiradoras, tornando o mundo um lugar mais bonito e interessante para todos Nossa História Descubra como tudo começou, como nos desenvolvemos e para onde estamos indo no futuro. Nossa história é uma história de paixão, criatividade e busca pela excelência. Estamos orgulhosos do que alcançamos e ansiosos pelas conquistas futuras. Criação Nossa empresa foi fundada em 10 de 2012 por um grupo de entusiastas com uma paixão compartilhada por arte e cultura. A ideia surgiu da necessidade de criar uma plataforma que unisse artistas talentosos e apreciadores de arte em uma comunidade única. Desenvolvimento Nos anos seguintes, nossa empresa continuou a crescer e se desenvolver. Expandimos nossos serviços, atraímos novos clientes e parceiros e fizemos uma contribuição significativa para o campo da arte e da cultura. Visão para o Futuro Estamos ansiosos por novas oportunidades e desafios que o futuro trará. Nosso objetivo é permanecer como uma empresa líder no campo da arte e da cultura, continuando a inspirar e encantar nossos clientes com nossas criações e projetos únicos. Por que nos escolher Há muitas razões pelas quais somos a melhor escolha para suas necessidades na área de arte e cultura. Não somos apenas uma empresa, somos uma comunidade de pessoas criativas em busca de excelência e inspiração. Aqui estão apenas algumas razões pelas quais você deve nos escolher: Experiência e competência Abordagem personalizada Qualidade dos serviços Inovação Equipe de especialistas Reputação Valor Transparência Prazos e orçamento Portfólio Deixe uma solicitação Colaboração com Artistas Nosso objetivo é apoiar e desenvolver a comunidade criativa, oferecendo oportunidades únicas para artistas e autores exibirem seus trabalhos em nosso estúdio. Nosso processo de seleção e critérios de trabalho com artistas nos ajudam a criar exposições de alta qualidade e variadas em estilo e conteúdo. Processo de Trabalho com Artistas Envio do pedido Análise dos pedidos Seleção de artistas Acordo de condições Preparação para a exposição Critérios de Seleção Qualidade e originalidade dos trabalhos Correspondência ao tema da exposição Variedade de estilos e gêneros Profissionalismo e experiência do autor Nossos Valores Na nossa empresa, nos guiamos por valores fundamentais que moldam nossa cultura e influenciam todas as nossas decisões e ações. Criatividade Valorizamos a criatividade como a essência de tudo o que fazemos. Buscamos constantemente maneiras inovadoras de expressar ideias e inspirar nossos clientes com soluções únicas e emocionantes. Excelência Comprometemo-nos com os mais altos padrões de qualidade em todas as nossas criações. Buscamos a excelência em cada detalhe, desde o conceito inicial até a entrega final, garantindo que nossos produtos e serviços superem as expectativas dos nossos clientes. Colaboração Acreditamos no poder da colaboração e na sinergia que surge quando trabalhamos juntos. Valorizamos parcerias sólidas e transparentes com nossos clientes, ouvindo atentamente suas necessidades e colaborando para alcançar os melhores resultados possíveis. Integridade Nossa empresa é construída sobre uma base de integridade e ética em todos os aspectos de nossos negócios. Mantemos altos padrões de honestidade, transparência e responsabilidade em todas as nossas interações com clientes, parceiros e comunidade. Paixão Somos apaixonados pelo que fazemos e pela arte que criamos. Nosso entusiasmo contagia nosso trabalho, inspirando-nos a perseguir constantemente a excelência e a superar desafios com determinação e criatividade. Diversidade e Inclusão Celebramos a diversidade em todas as suas formas e acreditamos que a inclusão é fundamental para a nossa cultura. Valorizamos e respeitamos as diferentes perspectivas, experiências e talentos que cada pessoa traz para a nossa equipe e comunidade. Sustentabilidade Nosso compromisso com a sustentabilidade orienta nossas práticas comerciais para minimizar nosso impacto ambiental e social. Buscamos constantemente maneiras de reduzir nosso desperdício, promover práticas de fabricação éticas e apoiar iniciativas que promovam um futuro mais sustentável para todos. Política de Privacidade Termos e Condições +55 (11) 2500-6215 linhaexquisitae@gmail.com Rua Antônio Maciel 705",
    "index": "Linha Exquisita: Seu caminho para a arte requintada Início Sobre Serviços Bem-vindo à Linha Exquisita! Linha Exquisita - é o lugar onde a arte ganha vida. Criamos obras de arte únicas que inspiram, encantam e embelezam sua vida. Vamos criar algo magnífico juntos! Explore nossos serviços ou visite nossa estúdio em uma exposição gratuita hoje mesmo. Nossos serviços Oferecemos os seguintes serviços para você: Retratos personalizados Pinturas por encomenda Elementos decorativos Objetos de arte Explore mais detalhes sobre nossos serviços aqui. Sobre nós Saiba mais sobre nossa empresa: Nós somos uma equipe de talentosos artistas e designers que buscam superar as expectativas de nossos clientes e inspirá-los através da arte. Nossa missão é criar obras de arte únicas que tragam beleza e alegria à vida de cada pessoa. Nós valorizamos a criatividade, individualidade e qualidade, e nos esforçamos para incorporar esses valores em cada um de nossos trabalhos. Saiba mais detalhes na página \"About Us\". Vantagens de trabalhar conosco Descubra por que somos a melhor escolha para você: Abordagem individualizada Sempre levamos em consideração suas preferências e nos esforçamos para criar exatamente o que você precisa. Artistas talentosos Nossa equipe é composta por artistas experientes e criativos, capazes de transformar suas ideias em realidade. Alta qualidade Garantimos alta qualidade em nosso trabalho e buscamos sua completa satisfação. Ampla variedade de serviços Oferecemos uma variedade de serviços para atender a qualquer uma de suas necessidades na área de arte e design. Serviço profissional Valorizamos cada cliente e garantimos um alto nível de atendimento, desde o primeiro contato até a conclusão do projeto. Melhoria contínua Estamos sempre evoluindo e nos aprimorando para oferecer as melhores soluções na área de arte. Nosso estúdio e exposição Saiba mais sobre o nosso espaço criativo e exposição mensal: Bem-vindo ao nosso estúdio criativo, onde a arte ganha vida! Estamos localizados no coração da cidade e oferecemos um espaço acolhedor e inspirador para as nossas criações artísticas. Além disso, ficaremos felizes em convidá-lo para a nossa exposição mensal gratuita, onde você pode apreciar nossas últimas obras, conhecer nossa equipe criativa e discutir arte em um ambiente informal. Quer visitar nossa exposição? Clique no botão abaixo para entrar em contato conosco e fazer sua reserva. Entrar em contato Junte-se a nós! Saiba mais sobre nossa empresa através de números-chave e estatísticas que refletem nossa experiência e qualidade de serviços. 100+ Concluímos com sucesso mais de 100 projetos no último ano, ajudando nossos clientes a tornar suas ideias realidade e alcançar seus objetivos no campo da arte e do design. 95% Mais de 95% de nossos clientes estão satisfeitos com a qualidade de nosso trabalho, o que reflete nosso compromisso com os mais altos padrões de arte e profissionalismo em cada projeto. 500+ Mais de 500 clientes estão felizes com nossos serviços, atendidos no último ano, e nos escolhem como parceiros confiáveis na realização de suas ideias criativas. 10+ Oferecemos mais de 10 tipos diferentes de serviços para atender às diversas necessidades de nossos clientes, incluindo retratos personalizados, elementos decorativos e muito mais. 100% Estamos comprometidos em garantir a qualidade em cada projeto que realizamos e garantir a total satisfação de cada cliente. 20+ Nossa equipe é composta por mais de 20 talentosos artistas e designers, trazendo uma ampla variedade de perspectivas e experiências para cada projeto. Nosso Compromisso com os Clientes Estamos comprometidos em fornecer a melhor experiência possível para nossos clientes, seguindo os mais altos padrões de qualidade, profissionalismo e atendimento ao cliente. Confira abaixo nossos princípios fundamentais para trabalhar com você: Comunicação Transparente Mantemos uma comunicação aberta e transparente em todos os momentos, fornecendo atualizações regulares sobre o progresso do projeto e respondendo prontamente às perguntas e preocupações do cliente. Entendimento das Necessidades Dedicamos tempo para compreender completamente as necessidades e expectativas do cliente, para poder oferecer soluções personalizadas que atendam às suas demandas específicas. Profissionalismo Demonstramos profissionalismo em todas as interações com o cliente, desde a primeira consulta até a entrega final do projeto, mantendo altos padrões de qualidade e ética profissional. Compromisso com a Qualidade Comprometemo-nos a fornecer um trabalho de alta qualidade em todos os projetos, buscando constantemente a excelência e a satisfação do cliente em cada detalhe. Respeito e Empatia Tratamos cada cliente com respeito e empatia, reconhecendo suas necessidades individuais e trabalhando para criar uma experiência positiva e gratificante para eles. Cumprimento de Prazos Cumprimos rigorosamente os prazos acordados com o cliente, demonstrando confiabilidade e responsabilidade em relação ao tempo e aos compromissos assumidos. Feedback Construtivo Estamos abertos ao feedback do cliente e o utilizamos como uma oportunidade para aprender e melhorar, buscando sempre maneiras de aprimorar nossos serviços e satisfazer melhor suas necessidades. Solução de Problemas Estamos preparados para lidar com desafios e resolver problemas de forma rápida e eficaz, demonstrando proatividade e uma abordagem orientada para soluções. Valorização do Relacionamento Cultivamos relacionamentos duradouros com os clientes, mostrando apreço pela sua confiança e colaboração contínua, e mantendo-nos disponíveis para futuros projetos e parcerias. Surpreenda e Encante Buscamos constantemente exceder as expectativas do cliente, surpreendendo-os com um serviço excepcional e adicionando um toque especial que os encante e fidelize. Explorando Nossa Criatividade: Veja Nossas Obras de Arte De retratos personalizados a pinturas por encomenda, nossa galeria de trabalhos é uma celebração da expressão artística em todas as suas formas. Explore uma variedade de projetos que capturam a essência da nossa criatividade e habilidade artística. Cada obra conta uma história única e reflete o talento e a paixão da nossa equipe. Deixe-se inspirar pela beleza e originalidade dos nossos trabalhos e descubra como podemos transformar sua visão em uma obra de arte verdadeiramente memorável. Entre em Contato Conosco Estamos sempre felizes em ouvir você! Se você tiver dúvidas, sugestões ou apenas quiser compartilhar sua opinião, não hesite em entrar em contato conosco. Nossos especialistas estão prontos para ajudá-lo a qualquer momento e fornecer uma resposta rápida e de qualidade ao seu pedido.\" Aceito a Política de Privacidade Enviar Política de Privacidade Termos e Condições +55 (11) 2500-6215 linhaexquisitae@gmail.com Rua Antônio Maciel 705",
    "privacy-policy": "Política de Privacidade - Linha Exquisita: Cuidando da sua privacidade Início Sobre Serviços Política de Privacidade Introdução Esta seção fornece uma visão geral da política de privacidade, explicando como suas informações pessoais serão coletadas, usadas e protegidas quando você interagir com nossos serviços ou site. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece quando se cadastra em nossos serviços, realiza uma compra ou nos envia um e-mail. Isso pode incluir seu nome, endereço de e-mail, endereço postal, número de telefone e outras informações de contato. 2. Uso das Informações Usamos suas informações pessoais para fornecer e melhorar nossos serviços, processar suas transações e responder às suas perguntas e preocupações. Também podemos usar suas informações para enviar comunicações de marketing, como newsletters e ofertas especiais, que consideramos de seu interesse. 3. Divulgação de Informações Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para fornecer nossos serviços, cumprir obrigações legais ou proteger nossos direitos, propriedade ou segurança. 4. Proteção de Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, observe que nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro e, portanto, não podemos garantir sua segurança absoluta. 5. Cookies Utilizamos cookies e tecnologias similares para melhorar a experiência do usuário, personalizar conteúdo e anúncios, fornecer recursos de mídia social e analisar o tráfego do site. Você pode controlar o uso de cookies nas configurações do seu navegador. 6. Links para Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de sites de terceiros e não somos responsáveis por eles. 7. Menores de Idade Nossos serviços não são direcionados a menores de idade e não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se você tem menos de 13 anos, não forneça informações pessoais em nosso site. 8. Alterações a esta Política de Privacidade Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Recomendamos que você revise esta página periodicamente para ficar informado sobre as alterações. As alterações entram em vigor imediatamente após serem publicadas nesta página. 9. Consentimento Ao utilizar nosso site ou fornecer informações pessoais, você concorda com os termos e condições desta Política de Privacidade. 10. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco em linhaexquisitae@gmail.com. 11. Acesso e Atualização de Informações Pessoais Explicamos como os usuários podem acessar e atualizar suas informações pessoais, bem como exercer seus direitos de privacidade. 12. Retenção de Informações Informamos sobre o período pelo qual retemos suas informações pessoais e as razões para isso. 13. Transferência Internacional de Dados Destacamos que suas informações podem ser transferidas e processadas em diferentes países, incluindo fora da União Europeia. 14. Privacidade Online Descrevemos nossa abordagem à privacidade online e as proteções que implementamos para proteger suas informações pessoais. 15. Direitos de Privacidade da Califórnia Informamos sobre os direitos de privacidade dos residentes da Califórnia e como eles podem exercê-los. 16. Atualizações da Política de Privacidade Explicamos como as atualizações na política de privacidade serão comunicadas aos usuários. 17. Jurisdição Esclarecemos a jurisdição governante para esta política de privacidade e como as leis locais podem afetar seus direitos de privacidade. 18. Alterações na Política de Privacidade Informamos que reservamos o direito de fazer alterações nesta política de privacidade e como as alterações serão comunicadas aos usuários. 19. Contato Fornecemos detalhes de contato para perguntas ou preocupações relacionadas à privacidade. 20. Aceitação da Política de Privacidade Ao utilizar nossos serviços ou fornecer informações pessoais, os usuários concordam com os termos e condições desta política de privacidade. Se você tiver perguntas sobre a aceitação desta política de privacidade, entre em contato conosco em linhaexquisitae@gmail.com. Política de Privacidade Termos e Condições +55 (11) 2500-6215 linhaexquisitae@gmail.com Rua Antônio Maciel 705",
    "services": "Nossos Serviços na Linha Exquisita: Portas abertas para sua criatividade Início Sobre Serviços Nossos Serviços Descubra uma ampla gama de serviços que oferecemos para atender às suas necessidades na área de arte e cultura. Desde exposições e eventos até consultoria e workshops, estamos aqui para ajudar você a explorar e celebrar a diversidade do mundo artístico. Retratos Personalizados Celebre momentos especiais com retratos feitos sob medida. Retratos a Óleo Retratos pintados à mão em óleo, capturando a essência e a personalidade dos retratados. Retratos em Acrílico Retratos vibrantes em acrílico, oferecendo cores intensas e detalhes nítidos. Pinturas por Encomenda Transforme sua visão em arte com pinturas feitas especialmente para você. Paisagens Naturais Pinturas personalizadas de paisagens naturais, capturando cenários deslumbrantes. Retratos de Animais de Estimação Retratos personalizados de seus animais de estimação, imortalizando sua personalidade única. Pinturas Abstratas Expressão artística livre com pinturas abstratas feitas sob medida. Elementos Decorativos Adicione estilo e personalidade à sua casa com elementos decorativos feitos à mão. Murais de Parede Transforme uma parede comum em uma obra-prima com murais de parede personalizados. Arte em Tecido Adicione textura e cor ao seu espaço com arte em tecido personalizada. Esculturas Decorativas Dê vida ao seu ambiente com esculturas decorativas feitas sob medida. Objetos de Arte Descubra peças únicas que adicionam beleza e elegância à sua casa. Vasos e Cerâmicas Adorne sua casa com vasos e cerâmicas personalizados. Esculturas em Metal Explore a versatilidade do metal com esculturas personalizadas. Artesanato em Madeira Aprecie a beleza natural da madeira com artesanato personalizado. Está pronto para transformar sua visão em realidade? Nossos talentosos artistas e designers estão aqui para ajudá-lo a criar obras de arte personalizadas que refletem sua individualidade e estilo único. Deixe-nos ajudá-lo a transformar suas ideias em realidade. Entre em contato conosco hoje mesmo para começar o processo de criação. Estamos ansiosos para colaborar com você e tornar seus sonhos artísticos uma realidade. Deixe uma mensagem Perguntas Frequentes Qual é o prazo de entrega para encomendas? O prazo de entrega varia de acordo com o serviço solicitado. Para retratos personalizados, o tempo de conclusão geralmente é de 2 a 4 semanas, enquanto pinturas por encomenda podem levar até 6 semanas para serem finalizadas. Posso fazer alterações no meu pedido após a encomenda? Sim, estamos abertos a fazer ajustes em seu pedido, contanto que ainda não tenha sido iniciado o processo de criação. Entre em contato conosco o mais rápido possível para discutir quaisquer alterações necessárias. Vocês oferecem garantia de satisfação? Sim, garantimos a qualidade de nossos serviços e produtos. Se você não estiver satisfeito com sua compra, entre em contato conosco e faremos o possível para resolver qualquer problema. Como faço para agendar uma consulta de consultoria? Para agendar uma consulta de consultoria, basta entrar em contato conosco por e-mail ou telefone. Estaremos felizes em discutir suas necessidades e marcar uma reunião conveniente para você. O que nossos clientes estão dizendo Veja o que as pessoas estão falando sobre nossos serviços. \"Eu simplesmente adorei o retrato que encomendei. Capturou perfeitamente a personalidade do meu cão.\" Maria Silva \"As pinturas abstratas que comprei para o meu escritório realmente transformaram o ambiente. Recebo elogios o tempo todo!\" João Santos \"Estou muito feliz com o mural de parede que encomendei. Tornou meu quarto muito mais acolhedor.\" Ana Oliveira \"O serviço de consultoria foi excepcional. Eles realmente me ajudaram a encontrar o estilo certo para minha exposição de arte.\" Carlos Rodrigues \"As esculturas decorativas que comprei são verdadeiras obras de arte. Elas realmente elevaram o visual da minha sala de estar.\" Marta Almeida \"Adorei participar do workshop de pintura. Aprendi muitas técnicas novas e me diverti muito.\" Pedro Costa \"A equipe foi incrível em entender minha visão e transformá-la em realidade. Estou muito satisfeito com o resultado final.\" Sofia Pereira \"O serviço ao cliente foi excepcional. Eles foram muito atenciosos e prestativos em cada etapa do processo.\" José Gonçalves Política de Privacidade Termos e Condições +55 (11) 2500-6215 linhaexquisitae@gmail.com Rua Antônio Maciel 705"
  },
  "date": "2024-05-06T16:29:31.878Z"
}