{
  "name": "New_v8_Frigidaire",
  "pages": {
    "about-us": "About Frigidaire - Your Destination for Reliable Refrigerators Frigidaire HOME ABOUT US Products Contact Cooling Solutions for Your Home Discover the perfect refrigeration solutions for your home with our range of high-quality refrigerators. From compact options for small spaces to deluxe models with advanced features, we offer solutions tailored to your cooling needs. VIEW REFRIGERATORS Refrigeration Solutions for Smart Homes and Motorhomes In an era of increasing mobility and travel enthusiasm, ensuring food freshness in smart homes and motorhomes is essential. Frigidaire offers comprehensive refrigeration solutions tailored specifically for motorhomes and campers. With a wide range of options available, we provide separate refrigerator models for motorhomes and campers to ensure that your smart lifestyle is supported wherever you go. VIEW REFRIGERATORS Cooling Solutions for Refrigerated Vehicles Frigidaire offers reliable cooling solutions tailored specifically for refrigerated vehicles used in transportation and delivery services. Our refrigeration units are designed to maintain consistent temperatures, ensuring the freshness of perishable goods during transit. VIEW REFRIGERATORS Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "contacts": "Contact Frigidaire - Get in Touch for Refrigerator Inquiries and Support Frigidaire HOME ABOUT US Products Contact Have questions or ready to secure your home? I accept Privacy Policy SUBMIT GET IN TOUCH Contact Frigidaire today for refrigerators. 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011 Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "disclaimers": "Frigidaire Disclaimers - Understand Our Terms and Conditions Frigidaire HOME ABOUT US Products Contact Disclaimers Frigidaire strives to provide accurate and up-to-date information on this website. However, we cannot guarantee the following: **Absolute Accuracy:** Information may contain errors or inaccuracies. We reserve the right to correct errors or omissions at any time without prior notice. **Completeness:** The information presented may not be exhaustive and does not constitute professional advice. **Timeliness:** Information may become outdated over time. We are not obligated to update information to reflect subsequent changes. **Suitability:** The website and its content are provided \"as is\" and may not be suitable for all purposes. Your use of this website and its content is at your own risk. Frigidaire disclaims all warranties, express or implied, including warranties of merchantability, fitness for a particular purpose, and non-infringement. Frigidaire shall not be liable for any direct, indirect, incidental, consequential, or special damages arising out of or in any way connected with your access to or use of this website or its content. External Links This website may contain links to external websites that are not under the control of Frigidaire. We are not responsible for the content or accuracy of any external websites. Product Information and Specifications Product information and specifications are subject to change without notice. Please refer to the product's user manual or contact Frigidaire customer service for the most current information. Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "index": "Frigidaire - Reliable Refrigerators for Fresh Food and Stylish Kitchens Frigidaire HOME ABOUT US Products Contact Always keep it cool. Freshness guaranteed! Keep your food fresh with our advanced refrigeration systems designed to preserve your ingredients at their best. SEE PRODUCTS Assurance for Your Food Preservation Explore our range of reliable refrigeration solutions designed specifically for preserving food. From basic cooling to advanced smart features, we offer options tailored to your needs, ensuring the freshness of your ingredients and meals. VIEW REFRIGERATORS Cooling Solutions for Your Home Discover the perfect refrigeration solutions for your home with our range of high-quality refrigerators. From compact options for small spaces to deluxe models with advanced features, we offer solutions tailored to your cooling needs. VIEW REFRIGERATORS Refrigeration Solutions for Smart Homes and Motorhomes In an era of increasing mobility and travel enthusiasm, ensuring food freshness in smart homes and motorhomes is essential. Frigidaire offers comprehensive refrigeration solutions tailored specifically for motorhomes and campers. With a wide range of options available, we provide separate refrigerator models for motorhomes and campers to ensure that your smart lifestyle is supported wherever you go. VIEW REFRIGERATORS Cooling Solutions for Refrigerated Vehicles Frigidaire offers reliable cooling solutions tailored specifically for refrigerated vehicles used in transportation and delivery services. Our refrigeration units are designed to maintain consistent temperatures, ensuring the freshness of perishable goods during transit. VIEW REFRIGERATORS Our Commitment to Your Food Freshness At Frigidaire, we prioritize the freshness of your food. Explore our range of guarantees and options tailored to preserve your ingredients and ensure their quality. Wide Range of Refrigeration Solutions Order Now Expert Installation Services Order Now Maintenance and Support Plans Order Now Customer Satisfaction Guarantee Order Now Make the Right Decision for Your Food Freshness. With decades of experience in the refrigeration industry, Frigidaire offers unparalleled expertise in preserving food freshness. Our products are tailored to meet the unique needs of our customers. We pride ourselves on our commitment to quality and reliability, ensuring that our customers' food stays fresh and delicious for longer periods. Trust Frigidaire for all your refrigeration needs. Learn More About Us Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "privacy-policy": "Frigidaire Privacy Policy - Your Privacy and Data Security Matters to Us Frigidaire HOME ABOUT US Products Contact Privacy Policy Introduction This Privacy Policy describes how Frigidaire collects, uses, and protects your personal information when you use our website and services. Information We Collect We collect personal information such as name, email address, phone number, and address when you interact with our website or contact us for inquiries or purchases. How We Use Your Information We use your information to process your inquiries, orders, and provide customer support. We may also use your information to send promotional emails or newsletters if you have opted in to receive them. Data Security We take appropriate measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these third-party sites. Changes to This Policy We may update our Privacy Policy from time to time. Any changes will be posted on this page. Contact Us If you have any questions about our Privacy Policy, please contact us at frigidaire@gmail.com. Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "products": "Frigidaire Refrigerators - Explore Our Range of Reliable Cooling Solutions Frigidaire HOME ABOUT US Products Contact Assurance for Your Food Preservation Explore our range of reliable refrigeration solutions designed specifically for preserving food. From basic cooling to advanced smart features, we offer options tailored to your needs, ensuring the freshness of your ingredients and meals. VIEW REFRIGERATORS Our Commitment to Your Food Freshness At Frigidaire, we prioritize the freshness of your food. Explore our range of guarantees and options tailored to preserve your ingredients and ensure their quality. Wide Range of Refrigeration Solutions Order Now Expert Installation Services Order Now Maintenance and Support Plans Order Now Customer Satisfaction Guarantee Order Now Make the Right Decision for Your Food Freshness. With decades of experience in the refrigeration industry, Frigidaire offers unparalleled expertise in preserving food freshness. Our products are tailored to meet the unique needs of our customers. We pride ourselves on our commitment to quality and reliability, ensuring that our customers' food stays fresh and delicious for longer periods. Trust Frigidaire for all your refrigeration needs. Learn More About Us Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "terms-conditions": "Frigidaire Terms and Conditions - Guidelines for Using Our Refrigerators and Services Frigidaire HOME ABOUT US Products Contact Terms and Conditions Introduction These Terms and Conditions govern your use of the Frigidaire website and services. By accessing or using our website, you agree to comply with these terms. Use of Our Website You may use our website for lawful purposes only. You agree not to engage in any conduct that violates these terms or infringes on the rights of others. Product Purchases By purchasing products from Frigidaire, you agree to abide by the terms of sale, including payment, delivery, and returns policies. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of Frigidaire and is protected by copyright laws. Limitation of Liability Frigidaire shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of our website or products. Changes to These Terms We reserve the right to modify or update these Terms and Conditions at any time. Any changes will be effective immediately upon posting on this page. Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011",
    "thanks": "Thank You from Frigidaire - Explore Our Range of Refrigerators While We Get Back to You Frigidaire HOME ABOUT US Products Contact Thank You for Contacting Frigidaire! We appreciate your inquiry and will get back to you shortly. In the meantime, feel free to explore our range of refrigerators: Explore Refrigerators Frigidaire website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Frigidaire HOME ABOUT US REFRIGERATORS CONTACT US Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 39,Bapu Bagh Colony, Ramgopalpet, Hyderabad, Telangana 500003, India frigidaire@gmail.com +918555204011"
  },
  "date": "2024-05-06T13:39:34.146Z"
}