{
  "name": "New_v8_UrbanSoles",
  "pages": {
    "about-us": "About UrbanSoles - Style Meets Comfort UrbanSoles HOME ABOUT US Shoes Contact About UrbanSoles At UrbanSoles, we believe that shoes are more than just a fashion statement—they are an expression of your personality and a key element of your comfort. Our mission is to provide high-quality, stylish, and comfortable footwear for every occasion. From casual sneakers to elegant formal shoes, our diverse collection is designed to cater to your unique style and needs. Our mission is simple: to offer footwear that not only looks good but feels great. We are committed to using sustainable materials and ethical manufacturing practices to create shoes that you can feel good about wearing. We envision a world where every step you take is confident and comfortable. Join us on this journey as we continue to innovate and inspire with our exceptional footwear collections. Our UrbanSoles Collection Step into the latest trends with UrbanSoles. Our collection offers a variety of styles, from chic casuals to elegant formals, ensuring you find the perfect pair for every occasion. Our Style UrbanSoles brings you footwear that blends fashion with comfort. Explore styles range and discover how styles designs can elevate ystyles style, making every step you take a statement. Our Quality Experience the excellence of UrbanSoles. Our shoes are crafted with premium materials to provide durability and comfort, ensuring you enjoy every moment you wear them. STEP INTO SPECIAL MOMENTS Discover and join us in celebrating special moments. Stay updated on styles upcoming events and be a part of the exciting occasions that unfold with UrbanSoles. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "contacts": "Contact UrbanSoles - Get in Touch UrbanSoles HOME ABOUT US Shoes Contact After submitting the form, our team will contact you! I accept Privacy Policy SUBMIT Pension Lane, Bowenpally, Secunderabad, Hyderabad, Telangana 500011, India urbansoles@gmail.com +91-965-555-6118 The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "disclaimers": "UrbanSoles - Disclaimers and Terms of Use UrbanSoles HOME ABOUT US Shoes Contact UrbanSoles Disclaimers By using this website, you agree to the following disclaimers: Product Information We strive to provide accurate information on our products. However, we cannot guarantee that all information is completely error-free. We reserve the right to change product information at any time without prior notice. Pricing and Availability Prices and availability of products are subject to change without notice. We apologize for any inconvenience this may cause. Colors and Images We have made every effort to display product colors as accurately as possible on the website. However, due to monitor variations, the colors you see may not exactly match the product. Disclaimer of Warranties UrbanSoles disclaims all warranties, express or implied, including but not limited to, implied warranties of merchantability and fitness for a particular purpose. We do not warrant that the functions contained in the materials will be uninterrupted or error-free, that defects will be corrected, or that our website or the server that makes it available are free of viruses or other harmful components. Limitation of Liability UrbanSoles shall not be liable for any special or consequential damages that result from the use of, or the inability to use, the materials on this website or a linked website, even if UrbanSoles or an authorized representative has been notified of the possibility of such damages. (Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation may not apply to you.) Indemnification You agree to indemnify, defend, and hold harmless UrbanSoles, its officers, directors, employees, agents, licensors and suppliers (collectively, the \"Provider\") from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your use of the website. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "index": "UrbanSoles - Step into Style UrbanSoles HOME ABOUT US Shoes Contact STEP INTO STYLE WITH URBANSOLES Discover a world of fashionable footwear for every occasion. From casual kicks to elegant heels, UrbanSoles has the perfect pair to complement ystyles unique style. Walk with confidence and comfort. SHOP NOW About UrbanSoles At UrbanSoles, we believe that shoes are more than just a fashion statement—they are an expression of your personality and a key element of your comfort. Our mission is to provide high-quality, stylish, and comfortable footwear for every occasion. From casual sneakers to elegant formal shoes, our diverse collection is designed to cater to your unique style and needs. Our mission is simple: to offer footwear that not only looks good but feels great. We are committed to using sustainable materials and ethical manufacturing practices to create shoes that you can feel good about wearing. We envision a world where every step you take is confident and comfortable. Join us on this journey as we continue to innovate and inspire with our exceptional footwear collections. Our UrbanSoles Collection Step into the latest trends with UrbanSoles. Our collection offers a variety of styles, from chic casuals to elegant formals, ensuring you find the perfect pair for every occasion. Our Style UrbanSoles brings you footwear that blends fashion with comfort. Explore styles range and discover how styles designs can elevate ystyles style, making every step you take a statement. Our Quality Experience the excellence of UrbanSoles. Our shoes are crafted with premium materials to provide durability and comfort, ensuring you enjoy every moment you wear them. A PLACE FOR UNMATCHED STYLE Discover the perfect shoes to express ystyles unique style with UrbanSoles. SHOP NOW LATEST URBANSOLES HIGHLIGHTS Immerse ystylesself in styles latest collections, exclusive styles, and trend-setting designs that capture the essence of UrbanSoles. Step Up Ystyles Game Featured By: UrbanSoles Team Categories: Sports, Casual Available from: February 5 Elegant Evening Featured By: UrbanSoles Team Categories: Formal, Evening Wear Available from: February 10 Casual Comfort Featured By: UrbanSoles Team Categories: Casual, Daily Wear Available from: February 15 STEP INTO SPECIAL MOMENTS Discover and join us in celebrating special moments. Stay updated on styles upcoming events and be a part of the exciting occasions that unfold with UrbanSoles. URBANSOLES UPDATES Stay informed with the latest updates on styles collections, trends, and community events with UrbanSoles. Celebrating Style and Comfort UrbanSoles Team March 15, 2024 Explore the latest trends and remarkable designs shared by styles community at UrbanSoles. Discovering New Fashion Frontiers UrbanSoles Team March 30, 2024 Experience the thrill of discovering new fashion trends and stylish designs with UrbanSoles. Stepping into Serenity UrbanSoles Team April 10, 2024 Find peace and tranquility as you step into comfortable and stylish UrbanSoles footwear. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "privacy-policy": "UrbanSoles - Privacy Policy UrbanSoles HOME ABOUT US Shoes Contact UrbanSoles Privacy Policy This Privacy Policy describes how UrbanSoles collects, uses, and discloses your personal information when you use our website. Information We Collect We may collect the following information: Contact information: name, email address, phone number, billing address, shipping address Payment information: credit card details (not stored directly by us), billing address Order history: details of your past purchases Browsing information: IP address, browsing history on our website How We Use Your Information We may use your information for the following purposes: To process your orders and fulfill your requests To send you marketing communications (with your consent) To personalize your experience on our website To improve our website and services To comply with legal and regulatory requirements Your Choices You have choices regarding your information: You can opt out of receiving marketing communications from us You can access and update your personal information Data Security We take reasonable steps to protect your information from unauthorized access, disclosure, alteration, or destruction. However, no website is 100% secure. Changes to this Privacy Policy We may update this Privacy Policy from time to time. We will post any changes on this page. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "products": "UrbanSoles - Explore Fashionable Footwear UrbanSoles HOME ABOUT US Shoes Contact A PLACE FOR UNMATCHED STYLE Discover the perfect shoes to express ystyles unique style with UrbanSoles. SHOP NOW LATEST URBANSOLES HIGHLIGHTS Immerse ystylesself in styles latest collections, exclusive styles, and trend-setting designs that capture the essence of UrbanSoles. Step Up Ystyles Game Featured By: UrbanSoles Team Categories: Sports, Casual Available from: February 5 Elegant Evening Featured By: UrbanSoles Team Categories: Formal, Evening Wear Available from: February 10 Casual Comfort Featured By: UrbanSoles Team Categories: Casual, Daily Wear Available from: February 15 URBANSOLES UPDATES Stay informed with the latest updates on styles collections, trends, and community events with UrbanSoles. Celebrating Style and Comfort UrbanSoles Team March 15, 2024 Explore the latest trends and remarkable designs shared by styles community at UrbanSoles. Discovering New Fashion Frontiers UrbanSoles Team March 30, 2024 Experience the thrill of discovering new fashion trends and stylish designs with UrbanSoles. Stepping into Serenity UrbanSoles Team April 10, 2024 Find peace and tranquility as you step into comfortable and stylish UrbanSoles footwear. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "terms-conditions": "UrbanSoles - Terms and Conditions UrbanSoles HOME ABOUT US Shoes Contact Terms and Conditions 1. Introduction Welcome to UrbanSoles. These terms and conditions outline the rules and regulations for the use of UrbanSoles' Website. 2. Intellectual Property Rights Other than the content you own, under these Terms, UrbanSoles and/or its licensors own all the intellectual property rights and materials contained in this Website. 3. Restrictions You are specifically restricted from all of the following: Publishing any Website material in any other media Selling, sublicensing, and/or otherwise commercializing any Website material Using this Website in any way that is or may be damaging to this Website Using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity 4. Limitation of Liability In no event shall UrbanSoles, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this Website. 5. Indemnification You hereby indemnify to the fullest extent UrbanSoles from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. 6. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 7. Variation of Terms UrbanSoles is permitted to revise these Terms at any time as it sees fit, and by using this Website, you are expected to review these Terms regularly. 8. Entire Agreement These Terms constitute the entire agreement between UrbanSoles and you in relation to your use of this Website and supersede all prior agreements and understandings. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS",
    "thanks": "UrbanSoles - Thank You for Contacting Us! UrbanSoles HOME ABOUT US Shoes Contact Thank You for Contacting Us! We appreciate your inquiry and will get back to you as soon as possible. While we process your request, feel free to explore our wide range of fashionable footwear. UrbanSoles is committed to providing excellent customer service and helping you find the perfect pair of shoes. The UrbanSoles website uses cookies to ensure you have the best experience on styles site. Accept or Decline. Accept Decline UrbanSoles Welcome to UrbanSoles, where style meets comfort. Discover styles latest collections and step into ystyles new favorite pair of shoes. Quick Links HOME ABOUT US PRODUCTS CONTACT US Important Links DISCLAIMERS PRIVACY POLICY TERMS & CONDITIONS"
  },
  "date": "2024-05-20T13:12:21.482Z"
}