{
  "name": "New_v9_CraftCorner",
  "pages": {
    "index": "CraftCorner - Your Destination for Creative Inspiration Home Products CraftCorner: Inspiration at Every Step Immerse yourself in the world of creativity at Craft Corner with our diverse range of crafting and hobby materials and tools. Whether you're a novice or an experienced master, you'll find everything you need to bring your ideas to life. Let's create something amazing together! Craft Corner: Inspiring Creativity with Quality Materials At Craft Corner, we understand the importance of quality materials in crafting. That's why we offer a wide range of carefully curated supplies to fuel your creativity. Some of the materials we sell include: Yarn Fabrics Beads Paints Brushes Needles Threads Canvas Clay Explore our full range of productss here for more detailed information. Our Story CraftCorner was founded in 2010 by two passionate crafters, Sarah and Mark. They shared a love for creativity and a desire to provide fellow crafters with quality materials and inspiration. Starting from a small garage, CraftCorner has grown into a beloved local hub for crafters of all skill levels. Over the years, we've expanded our products range and established partnerships with leading suppliers to ensure our customers have access to the best materials. At CraftCorner, we believe that crafting is more than just a hobby; it's a way of life. Our mission is to empower individuals to unleash their creativity and express themselves through art. Whether you're knitting a cozy sweater, painting a masterpiece, or crafting a handmade gift, we're here to support you every step of the way. CraftCorner: Guiding Principles At CraftCorner, our core values shape everything we do. Here's what you can expect from us: Quality First We are committed to providing our customers with only the highest quality materials and productss. Each item in our store is carefully selected to ensure superior craftsmanship and durability. Customer Satisfaction Our customers are at the heart of everything we do. We strive to exceed their expectations by offering exceptional service, personalized recommendations, and prompt assistance with any inquiries or concerns. Creativity and Innovation We embrace creativity and encourage our team and customers to explore new ideas and techniques. We are constantly seeking innovative solutions to enhance our productss and services and inspire creativity in others. Community Engagement We believe in the power of community and actively support local artisans, craft groups, and events. By fostering a sense of belonging and collaboration, we aim to create a vibrant and inclusive crafting community. CraftCorner: Our Goals At CraftCorner, we are dedicated to achieving the following objectives: Empowering Creativity We aim to empower individuals of all ages and backgrounds to unleash their creativity and express themselves through art and crafting. Promoting Sustainability We are committed to promoting sustainable practices and offering eco-friendly crafting options to minimize our environmental footprint. Fostering Community We strive to foster a supportive and inclusive crafting community where individuals can connect, share knowledge, and inspire each other. Continual Improvement We are dedicated to continually improving our productss, services, and customer experience to meet the evolving needs and expectations of our community. Ready to Get Started? Whether you're a beginner looking for guidance or an experienced crafter seeking inspiration, our team of crafting experts is here to help. Schedule a one-on-one consultation today to discuss your project ideas, explore new techniques, or get personalized recommendations on materials and tools. Schedule Consultation Why Choose CraftCorner? Here are just a few reasons why we're the perfect choice for all your crafting needs: Wide Selection Explore our vast range of high-quality crafting materials and tools to bring your creative visions to life. Expert Advice Our knowledgeable team is here to offer personalized recommendations, answer your questions, and provide expert guidance. Quality Assurance We carefully select each products to ensure superior quality and performance, so you can craft with confidence. Community Engagement Join our vibrant crafting community and connect with fellow enthusiasts to share ideas, inspiration, and support. Convenient Shopping Shop with ease and convenience online or visit our welcoming store for an immersive crafting experience. Customer Satisfaction Your satisfaction is our top priority, and we're committed to providing exceptional service every step of the way. CraftCorner: Your Crafting Partner Discover the benefits of choosing CraftCorner for all your crafting needs: &#10004; Wide Selection Explore a vast range of high-quality crafting materials and tools. &#10004; Expert Guidance Receive personalized recommendations and expert advice from our knowledgeable team. &#10004; Quality Assurance Shop with confidence knowing that each products is carefully selected for superior quality. &#10004; Community Connection Join our vibrant crafting community and connect with fellow enthusiasts. &#10004; Convenience Enjoy convenient online shopping or visit our welcoming store for an immersive experience. &#10004; Exceptional Service Your satisfaction is our priority, and we're dedicated to providing exceptional service every step of the way. Crafting Responsibly: Our Commitment to Sustainability At CraftCorner, we're dedicated to reducing our environmental impact and promoting sustainability in every aspect of our business: Eco-Friendly Materials We prioritize the use of sustainable and biodegradable materials in our productss and packaging. Recycling Program We encourage recycling and offer incentives for customers to return packaging and materials for reuse. Energy Efficiency Our facilities are equipped with energy-efficient lighting and appliances to reduce electricity consumption. Carbon Neutrality We offset our carbon emissions by investing in renewable energy projects and reforestation initiatives. Community Outreach We partner with local environmental organizations to raise awareness and support conservation efforts in our community. Continuous Improvement We're committed to continually evaluating and improving our sustainability practices to minimize our environmental footprint. Get in Touch Whether you have inquiries about our products, need assistance with an order, or simply want to share feedback, our team is here to help. Don't hesitate to get in touch with us – we're just a message away from providing you with exceptional service and support. I accept Privacy policy Submit Frequently Asked Questions Do you offer international shipping? Yes, we offer international shipping to select countries. Please refer to our shipping policy for more information. What payment methods do you accept? We accept major credit cards, PayPal, and bank transfers for online orders. In-store purchases can be made with cash or card. How can I track my order? Once your order has been shipped, you will receive a tracking number via email. You can use this tracking number to monitor the status of your delivery. What is your return policy? We offer a hassle-free return policy. If you're not satisfied with your purchase, you can return it within 30 days for a full refund or exchange. Do you offer gift wrapping services? Yes, we offer gift wrapping services for a small additional fee. You can select this option during checkout. How can I contact customer support? You can reach our customer support team via email at craftcorner@gmail.com or by phone at 1-800-CRAFT-123. Our representatives are available Monday through Friday from 9 AM to 5 PM EST. Are your products eco-friendly? We strive to offer eco-friendly products whenever possible. Many of our items are made from sustainable materials and are recyclable or biodegradable. Do you offer bulk discounts? Yes, we offer discounts on bulk orders. Please contact our sales team for more information and pricing options. +91 223 610168 craftcorner@gmail.com 28, Babulnath Rd, Babulnath, Mumbai Home Products Privacy Policy Terms and Conditions",
    "privacy-policy": "CraftCorner - Privacy Policy: Your Privacy Matters to Us Home Products Privacy Policy 1. Introduction We are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. 2. Information We Collect We collect personal information that you voluntarily provide to us when registering on the website, subscribing to our newsletter, or filling out a form. 3. How We Use Your Information We may use the information we collect from you to personalize your experience, improve our website, send periodic emails, and process transactions. 4. Disclosure of Your Information We do not sell, trade, or rent your personal information to third parties. However, we may share your information with trusted third-party service providers who assist us in operating our website. 5. Data Security We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. 6. Cookies Our website uses cookies to enhance your experience. You can choose to disable cookies through your browser settings. 7. Links to Other Websites Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these websites. 8. Changes to This Privacy Policy We reserve the right to update or change our Privacy Policy at any time. Any changes will be posted on this page. 9. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at craftcorner@gmail.com. 10. Children's Privacy Our website is not intended for children under the age of 13. We do not knowingly collect or solicit personal information from children under 13. 11. Consent By using our website, you consent to our Privacy Policy and agree to its terms. 12. Information Retention We will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. 13. Data Transfer Your information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction. 14. Governing Law This Privacy Policy is governed by and construed in accordance with the laws of the United States, without regard to its conflict of law provisions. 15. Your Rights You have the right to access, correct, update, or delete your personal information. You may also opt out of receiving marketing communications from us. 16. Data Protection Officer We have appointed a Data Protection Officer to oversee our privacy practices. If you have any questions or concerns regarding the handling of your personal information, you may contact our Data Protection Officer. 17. Severability If any provision of this Privacy Policy is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable to the fullest extent permitted by law. 18. Entire Agreement This Privacy Policy constitutes the entire agreement between you and us regarding the collection, use, and disclosure of your personal information. 19. Updates to Privacy Policy We reserve the right to update or change our Privacy Policy at any time. Any changes will be effective immediately upon posting on this page. 20. Effective Date This Privacy Policy was last updated on 05/03/2024. +91 223 610168 craftcorner@gmail.com 28, Babulnath Rd, Babulnath, Mumbai Home Products Privacy Policy Terms and Conditions",
    "products": "CraftCorner - Discover Our Crafting Supplies and Tools Home Products Explore Our Crafty Collection Discover a world of creativity with our wide range of high-quality crafting supplies and tools. CraftCorner: Celebrating Milestones Explore some of our company's most significant achievements by the numbers: 10k+ Happy Customers Served 500+ Products Available 100+ Local Events Supported 99% Customer Satisfaction Rate 50+ Years of Combined Experience Yarn Explore our diverse selection of yarn, perfect for knitting, crocheting, and crafting. Each type of yarn offers unique properties and benefits: Material: Cotton, wool, acrylic, blend Weight: Super bulky, bulky, worsted, sport, fingering Texture: Smooth, textured, fluffy, boucle Color: Solid, variegated, gradient Usage: Apparel, accessories, home decor, amigurumi Whether you're creating cozy sweaters, stylish scarves, or decorative items for your home, our yarn selection has something for every project. Fabric Discover our wide range of fabrics, suitable for sewing, quilting, and crafting. Here are some key features of our fabric collection: Material: Cotton, linen, silk, polyester Pattern: Floral, geometric, abstract, novelty Texture: Smooth, textured, satin, denim Width: Standard, extra wide Use: Garments, quilts, home decor, crafts From elegant dressmaking to cozy quilts to stylish home accents, our fabric selection has everything you need for your next project. Beads Explore our extensive collection of beads, perfect for jewelry making, embellishments, and crafts. Here are some features of our bead selection: Material: Glass, plastic, wood, metal Shape: Round, oval, square, faceted, seed beads Size: Small, medium, large Finish: Matte, glossy, metallic, iridescent Usage: Bracelets, necklaces, earrings, embroidery Whether you're creating delicate jewelry pieces or adding embellishments to your crafts, our bead collection offers a variety of options to suit your needs. Paints Discover our range of high-quality paints, perfect for various artistic endeavors. Here are some details about our paint selection: Type: Acrylic, watercolor, oil, gouache Color: Primary, secondary, metallic, neon Finish: Matte, glossy, satin Usage: Canvas, paper, wood, fabric Technique: Brush painting, pouring, stippling, splattering Whether you're painting on canvas, paper, or fabric, our paints offer vibrant colors and excellent coverage for your artistic projects. Brushes Explore our selection of high-quality brushes, essential for various artistic and crafting techniques. Here's what you can expect from our brush collection: Material: Synthetic, natural hair, nylon Shape: Round, flat, filbert, detail, fan Size: Small, medium, large Usage: Acrylic painting, watercolor, oil painting, detailing Technique: Blending, dry brushing, washes, stippling Whether you're painting, blending colors, or adding intricate details to your artwork, our brushes provide precision and control for professional results. Needles Discover our range of needles, essential for various sewing, knitting, and embroidery projects. Here's what sets our needles apart: Material: Stainless steel, aluminum, plastic Type: Sewing needles, knitting needles, embroidery needles Size: Gauge, length Usage: Fabric sewing, yarn knitting, thread embroidery Point: Sharp, blunt, ballpoint Whether you're stitching fabric, knitting yarn, or creating intricate embroidery designs, our needles offer durability and precision for your crafting needs. Threads Explore our collection of threads, perfect for sewing, quilting, and embroidery projects. Here's what you need to know about our thread selection: Material: Cotton, polyester, silk, metallic Type: All-purpose, quilting, embroidery, serger Weight: Light, medium, heavy Color: Solid, variegated, metallic Usage: Garment construction, quilting, decorative stitching Whether you're sewing garments, quilting blankets, or adding intricate details to your projects, our threads offer strength, durability, and vibrant colors. Sewing Machines Discover our range of sewing machines, designed to meet your sewing needs. Here are some features of our sewing machines: Type: Mechanical, computerized, embroidery, serger Stitches: Straight, zigzag, decorative, buttonhole Speed: Variable speed control Features: Automatic needle threader, built-in stitches, free arm Usage: Garment sewing, quilting, home decor, embroidery Whether you're a beginner or an experienced sewist, our sewing machines offer ease of use, versatility, and advanced features to bring your creative ideas to life. Cutting Tools Explore our range of cutting tools, essential for precise cutting and crafting. Here's what you can expect from our cutting tools: Type: Scissors, rotary cutters, utility knives Blade: Sharp, replaceable Size: Small, medium, large Usage: Fabric cutting, paper crafting, precision cutting Features: Comfort grip, safety lock, ergonomic design Whether you're cutting fabric, paper, or other materials, our cutting tools offer sharp blades, ergonomic handles, and precision cutting for your crafting projects. Rulers and Mats Discover our selection of rulers and cutting mats, essential tools for accurate measuring and cutting. Here's what sets our rulers and mats apart: Material: Plastic, acrylic, self-healing Size: Various sizes available Usage: Quilting, sewing, crafting Features: Grid lines, angle markings, non-slip surface Benefits: Protects surfaces, prevents slipping, provides accurate measurements Whether you're quilting, sewing, or crafting, our rulers and mats provide the precision and stability you need for your cutting and measuring tasks. Canvas Explore our collection of canvases, perfect for painting and mixed media artwork. Here's what you can expect from our canvas selection: Material: Cotton, linen, stretched, unprimed Size: Various sizes available Shape: Square, rectangle, round Texture: Smooth, medium, rough Usage: Acrylic painting, oil painting, mixed media Whether you prefer working on stretched canvases or raw canvas rolls, our canvas selection provides the perfect surface for your artistic creations. Clay Discover our range of clays, ideal for sculpting, modeling, and pottery. Here are some features of our clay selection: Type: Polymer clay, air-dry clay, modeling clay Color: Natural, assorted colors Texture: Soft, medium, firm Usage: Sculpting, modeling, jewelry making Features: Non-toxic, easy to shape, air-drying or oven-bake options Whether you're creating sculptures, jewelry, or pottery, our clay selection offers versatility, ease of use, and excellent results for your projects. Need Expert Advice? Our team of crafting enthusiasts is here to help you! Whether you're unsure about which product to choose, need assistance with a crafting technique, or have questions about your project, we're here to provide personalized guidance and support. Our knowledgeable staff is passionate about crafting and ready to assist you every step of the way. Don't hesitate to reach out to us for expert advice and recommendations. Simply fill out the form below, and one of our friendly team members will get back to you as soon as possible. Let's bring your creative vision to life together! Get in Touch What Our Customers Say CraftCorner has been my go-to destination for all my crafting needs. The quality of their products and the level of customer service are unparalleled. Highly recommend! C. Johnson I've been shopping at CraftCorner for years, and I've never been disappointed. Their wide selection of products and helpful staff make every visit enjoyable. A++! M. Smith CraftCorner has everything I need for my crafting projects. The website is easy to navigate, and the customer service is top-notch. Definitely worth 5 stars! L. Williams +91 223 610168 craftcorner@gmail.com 28, Babulnath Rd, Babulnath, Mumbai Home Products Privacy Policy Terms and Conditions",
    "terms-conditions": "CraftCorner - Terms and Conditions: Read Before You Shop Home Products Terms and Conditions 1. Introduction These Terms and Conditions govern your use of our website. By accessing or using our website, you agree to comply with these terms and conditions. 2. Intellectual Property Rights All content and materials available on our website, including but not limited to text, graphics, logos, images, and software, are the property of CraftCorner or its licensors and are protected by copyright and other intellectual property laws. 3. User Representations By using our website, you represent and warrant that you are at least 18 years of age and have the legal capacity to enter into these Terms and Conditions. 4. Prohibited Activities You agree not to engage in any activity that may interfere with or disrupt the operation of our website, including but not limited to hacking, transmitting viruses, or spamming. 5. Limitation of Liability We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our website. 6. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. 7. Changes to Terms and Conditions We reserve the right to update or change our Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting on this page. 8. Contact Us If you have any questions or concerns about our Terms and Conditions, please contact us at craftcorner@gmail.com. 9. Indemnification You agree to indemnify and hold CraftCorner and its affiliates, officers, directors, agents, and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of our website. 10. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable to the fullest extent permitted by law. 11. Waiver Our failure to enforce any right or provision of these Terms and Conditions will not be considered a waiver of those rights. Our rights under these Terms and Conditions will still be enforceable. 12. Entire Agreement These Terms and Conditions constitute the entire agreement between you and CraftCorner regarding the use of our website, superseding any prior agreements or understandings between you and us. 13. Changes to Terms and Conditions We reserve the right to update or change these Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting on this page. 14. Effective Date These Terms and Conditions were last updated on 05/03/2024. 15. Contact Information If you have any questions or concerns about these Terms and Conditions, please contact us at craftcorner@gmail.com or by mail at India. 16. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. 17. Arbitration Any dispute arising out of or relating to these Terms and Conditions shall be settled by binding arbitration in accordance with the commercial arbitration rules of CraftCorner. 18. Class Action Waiver You agree that any arbitration or court proceeding shall be conducted on an individual basis and not as a class action. 19. Changes to Terms and Conditions We reserve the right to update or change these Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting on this page. 20. Effective Date These Terms and Conditions were last updated on 05/03/2024. 21. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable to the fullest extent permitted by law. 22. Waiver Our failure to enforce any right or provision of these Terms and Conditions will not be considered a waiver of those rights. Our rights under these Terms and Conditions will still be enforceable. 23. Entire Agreement These Terms and Conditions constitute the entire agreement between you and CraftCorner regarding the use of our website, superseding any prior agreements or understandings between you and us. +91 223 610168 craftcorner@gmail.com 28, Babulnath Rd, Babulnath, Mumbai Home Products Privacy Policy Terms and Conditions",
    "thank_page": "CraftCorner - Thank You for Your Request! Thank you for choosing CraftCorner Back to Home"
  },
  "date": "2024-05-10T07:03:48.867Z"
}