{
  "name": "New_v11_RadiantEssence",
  "pages": {
    "index": "Radiant Essence - Cosméticos e Perfumes RadiantEssence lar Sobre nós Produtos Contatos Cuidar de si Bem-vindo ao Radiant Essence Descubra uma vasta seleção de cosméticos e perfumes de alta qualidade. Nossa missão é realçar sua beleza natural com produtos cuidadosamente selecionados e inovadores. Ver mais Nossa Seleção A Arte da Perfumaria Mergulhe no mundo da perfumaria com nossa seleção exclusiva. Cada produto é meticulosamente criado para proporcionar uma experiência sensorial única, destacando-se pela sua qualidade e elegância. Explore nossas fragrâncias e descubra a essência da sofisticação. Ver mais Nossos Produtos Fragrâncias Exclusivas e Sofisticadas Eau de Parfum Luxo Descubra a essência do luxo com nosso Eau de Parfum, elaborado com ingredientes exclusivos para uma fragrância duradoura e sofisticada. Colônia Refrescante Nossa colônia oferece uma sensação refrescante e energizante, perfeita para o dia a dia. Desfrute de um aroma leve e revigorante. Perfume Intenso Experimente a intensidade de nossas fragrâncias com nosso perfume que combina notas profundas e marcantes, ideal para ocasiões especiais. Quem Somos A Essência da Elegância Nós somos dedicados a criar fragrâncias exclusivas que capturam a essência da sofisticação e do luxo. Nossos perfumes são elaborados com ingredientes de alta qualidade e são projetados para oferecer uma experiência olfativa inesquecível. Estamos comprometidos com a satisfação dos nossos clientes e nos esforçamos para superar suas expectativas em cada detalhe. 🌟 Alta Qualidade 🕰️ Longa Duração 💎 Exclusividade 🌍 Sustentabilidade ❤️ Satisfação 120+ Fragrâncias Exclusivas 3k+ Clientes Satisfeitos 98% Aprovação dos Clientes 40+ Lojas pelo Brasil Descubra Nossos Perfumes Exclusivos Encante seus sentidos com nossos perfumes exclusivos que refletem a essência da elegância e do luxo. Cada fragrância é meticulosamente criada para oferecer uma experiência olfativa inesquecível, combinando notas exóticas e envolventes para criar uma assinatura de perfume única. Contatos Descubra Nossas Fragrâncias Exclusivas Explore nossas fragrâncias exclusivas que capturam a essência da sofisticação e elegância. Nossos perfumes são cuidadosamente elaborados para oferecer uma experiência olfativa única, que se destaca pela qualidade e pela longa duração. Cada aroma é uma combinação de notas delicadas e envolventes, criando uma assinatura de perfume que você vai amar. Variedade de Fragrâncias Qualidade Superior Contatos Últimas Notícias Destaques e Novidades 12 de junho de 2024 Inauguração do Nosso Novo Hotel em Miami Beach! Admin - 0 Comentários Estamos felizes em anunciar a abertura do nosso novo hotel em Miami Beach. Venha conhecer nosso espaço luxuoso e desfrute de uma estadia inesquecível. 15 de junho de 2024 Nova Coleção de Verão Chegou! Admin - 0 Comentários Apresentamos nossa mais recente coleção de verão, repleta de moda e estilo para os dias ensolarados. Não perca! 20 de junho de 2024 Lançamento do Novo Smartphone XYZ Admin - 0 Comentários Chegou o novo Smartphone XYZ, com tecnologia de ponta e design elegante. Descubra o que há de mais moderno em telefonia móvel! Novidades em Destaque Produtos Populares para Cuidados e Beleza Loção Corporal Hidratante Nutre intensamente a pele, deixando-a macia e suave ao toque. Ideal para uso diário. Perfume Floral Sedutor Uma fragrância delicada com notas florais que duram o dia todo. Máscara Facial Revitalizante Renova e energiza a pele, proporcionando um aspecto radiante instantâneo. Shampoo Revitalizante Limpa e fortalece os cabelos, deixando-os brilhantes e saudáveis. Creme Anti-Idade Noturno Reduz rugas e linhas finas durante a noite, proporcionando uma pele mais firme e rejuvenescida pela manhã. Bálsamo Labial Hidratante Proporciona hidratação intensa e proteção para lábios macios e saudáveis durante todo o dia. A NOSSA LOCALIZAÇÃO Os nossos contactos Endereço: Setor HFA - Sudoeste, Brasilia - Federal District, 70673-900 Telefone: +55-49359-40395 E-mail: radiantesse@gmail.com I accept Privacy policy Contatos E-mail: radiantesse@gmail.com Telefone: +55-49359-40395 Endereço: Setor HFA - Sudoeste, Brasilia - Federal District, 70673-900 Referências lar Sobre nós Produtos Contatos Copyright RadiantEssence Privacy Policy Terms of Use lar Sobre nós Produtos Contatos",
    "privacy-policy": "Política de Privacidade - Radiant Essence RadiantEssence lar Sobre nós Produtos Contatos Política de Privacidade Bem-vindo ao Radiant Essence. A proteção da sua privacidade é de extrema importância para nós. Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações pessoais. 1. Coleta de Informações Coletamos informações que você nos fornece diretamente, como ao fazer uma compra, se inscrever em nossa newsletter ou entrar em contato conosco. Essas informações podem incluir seu nome, endereço de e-mail, endereço físico e número de telefone. 2. Uso das Informações Usamos suas informações para processar suas compras, responder às suas perguntas, enviar atualizações e informações promocionais, e melhorar nossos serviços. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para processar suas transações ou conforme exigido por lei. 4. Segurança Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. 5. Cookies Nosso site utiliza cookies para melhorar sua experiência de navegação. Você pode optar por não permitir cookies através das configurações do seu navegador. 6. Links para Sites de Terceiros Nosso site pode conter links para outros sites. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. 7. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Entre em contato conosco para exercer esses direitos. 8. Alterações na Política de Privacidade Reservamos o direito de atualizar esta Política de Privacidade a qualquer momento. As alterações serão publicadas nesta página. 9. Consentimento Ao usar nosso site, você consente com nossa Política de Privacidade. 10. Contato Se você tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco: Telefone: +55-49-3594-0395 Email: radiantesse@gmail.com Endereço: Setor HFA - Sudoeste, Brasilia - Federal District, 70673-900 11. Dados de Navegação Coletamos informações sobre como você navega em nosso site, como as páginas visitadas e o tempo gasto em cada página. 12. Marketing Podemos usar suas informações para enviar materiais promocionais e ofertas especiais. 13. Crianças Nosso site não é direcionado a crianças menores de 13 anos e não coletamos intencionalmente informações pessoais de crianças. 14. Retenção de Dados Reteremos suas informações pelo tempo necessário para cumprir os propósitos descritos nesta política, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 15. Transferências Internacionais Suas informações podem ser transferidas para, e mantidas em, computadores localizados fora de seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem ser diferentes das de sua jurisdição. Contatos E-mail: radiantesse@gmail.com Telefone: +55-49359-40395 Endereço: Setor HFA - Sudoeste, Brasilia - Federal District, 70673-900 Referências lar Sobre nós Produtos Contatos Copyright RadiantEssence Privacy Policy Terms of Use lar Sobre nós Produtos Contatos",
    "terms-conditions": "Termos e Condições - Radiant Essence RadiantEssence lar Sobre nós Produtos Contatos Termos e Condições Bem-vindo ao Radiant Essence. Ao acessar nosso site, você concorda com os seguintes termos e condições: 1. Uso do Site Você concorda em usar nosso site apenas para fins legais e de maneira que não infrinja os direitos de terceiros ou restrinja ou iniba o uso e aproveitamento do site por qualquer outra pessoa. 2. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, gráficos, logotipos e imagens, é propriedade do Radiant Essence e está protegido por leis de direitos autorais. 3. Produtos e Serviços Nos reservamos o direito de modificar ou descontinuar nossos produtos e serviços sem aviso prévio. 4. Compras Ao fazer uma compra em nosso site, você concorda em fornecer informações precisas e completas. Reservamo-nos o direito de recusar ou cancelar pedidos a nosso critério. 5. Preços Todos os preços estão sujeitos a alterações sem aviso prévio. O preço aplicável será aquele em vigor no momento da compra. 6. Devoluções e Reembolsos Consulte nossa política de devoluções e reembolsos para obter informações sobre como devolver produtos e solicitar reembolsos. 7. Limitação de Responsabilidade Não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, consequentes ou exemplares que resultem do uso ou da incapacidade de usar nosso site. 8. Indenização Você concorda em indenizar, defender e isentar o Radiant Essence de todas e quaisquer reclamações, danos, perdas, responsabilidades, custos e despesas relacionadas ao seu uso do site. 9. Modificações dos Termos Reservamos o direito de modificar estes termos a qualquer momento. As alterações serão publicadas nesta página. 10. Privacidade Consulte nossa Política de Privacidade para obter informações sobre como coletamos, usamos e protegemos suas informações pessoais. 11. Links para Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelo conteúdo ou pelas práticas de privacidade desses sites. 12. Lei Aplicável Estes termos são regidos pelas leis do Brasil. Qualquer disputa será resolvida nos tribunais competentes do Brasil. 13. Rescisão Reservamos o direito de encerrar ou suspender seu acesso ao nosso site, sem aviso prévio, por qualquer motivo, incluindo, sem limitação, a violação destes termos. 14. Feedback Encorajamos você a fornecer feedback sobre nossos produtos e serviços. Ao enviar feedback, você concede ao Radiant Essence o direito de usar, compartilhar e distribuir seu feedback sem qualquer compensação para você. 15. Contato Se você tiver dúvidas sobre estes Termos e Condições, entre em contato conosco: Telefone: +55-49-3594-0395 Email: radiantesse@gmail.com Endereço: Setor HFA - Sudoeste, Brasilia - Federal District, 70673-900 Contatos E-mail: radiantesse@gmail.com Telefone: +55-49359-40395 Endereço: Setor HFA - Sudoeste, Brasilia - Federal District, 70673-900 Referências lar Sobre nós Produtos Contatos Copyright RadiantEssence Privacy Policy Terms of Use lar Sobre nós Produtos Contatos",
    "thanks": "Obrigado - Radiant Essence Obrigado por Entrar em Contato! Agradecemos seu interesse em nossos produtos. Sua mensagem foi recebida com sucesso e nossa equipe entrará em contato com você em breve. Enquanto isso, sinta-se à vontade para explorar mais sobre nossas fragrâncias exclusivas e descobrir as últimas novidades no mundo da perfumaria. Pagina inicial"
  },
  "date": "2024-06-15T05:50:59.325Z"
}