{
  "name": "New_v9_EcoGoods",
  "pages": {
    "index": "Eco-Friendly Products for Your Health and Home | Start an Eco-Conscious Life with Us Reviews Advantages Price Contacts +91-523-6359123 ecogoods@gmail.com Discover Eco-Friendly Products for a Sustainable Lifestyle Explore our curated collection of eco-friendly goods to elevate your sustainable living. request a call About EcoGoods At EcoGoods, we are passionate about providing sustainable solutions for a greener planet. Our mission is to offer a wide range of eco-friendly products that make it easy for everyone to live more sustainably. From reusable alternatives to everyday essentials to innovative eco-friendly innovations, we carefully select each product to ensure they meet our high standards for quality, functionality, and environmental impact. Learn More Reviews about us John Doe \"I am amazed by the quality and variety of eco-friendly products available at EcoGoods. The customer service was excellent, and I received my order promptly. Highly recommend!\" 11.03.2023 Jane Smith \"I love shopping at EcoGoods! They have everything I need to live a more sustainable lifestyle. Plus, their commitment to the environment is inspiring.\" 24.04.2022 Alex Johnson \"Great experience shopping at EcoGoods. The products are high-quality, and I appreciate their dedication to sustainability. Will definitely be a returning customer!\" 08.01.2024 Emily Rodriguez \"EcoGoods is my go-to store for all things eco-friendly. Their selection is unbeatable, and I love knowing that I'm making a positive impact on the environment with every purchase.\" 13.07.2023 Michael Thompson \"I've been a customer of EcoGoods for years, and they never disappoint. Their products are top-notch, and their dedication to sustainability sets them apart. Keep up the fantastic work!\" 12.09.2023 Sarah Lee \"EcoGoods exceeded my expectations. Not only do they offer eco-friendly products, but their customer service is also exceptional. I had a question about one of their items, and they were quick to respond and provide assistance. Highly recommended!\" 22.10.2023 Why Choose EcoGoods? At EcoGoods, we are committed to providing you with the best eco-friendly products and exceptional customer service. Here's why you should shop with us: Wide Range of Products Explore our extensive collection of eco-friendly products, carefully curated to meet your sustainable living needs. From household essentials to personal care items, we have everything you need to make environmentally conscious choices. Exceptional Quality Discover products of unparalleled quality that are not only good for you but also good for the planet. We meticulously select each item to ensure it meets our high standards for sustainability and performance. Commitment to Sustainability We are dedicated to promoting sustainability in every aspect of our business. From eco-friendly packaging to carbon-neutral shipping, we strive to minimize our environmental footprint and inspire positive change. Our Story At EcoGoods, our journey began with a simple mission: to make sustainable living accessible to all. Founded by a team of passionate environmentalists, we set out to create a platform where people could easily discover and purchase eco-friendly products that align with their values. Over the years, we've grown from a small startup to a leading provider of eco-conscious goods, expanding our product range and partnering with ethical suppliers who share our commitment to sustainability. Our gallery Our production Immerse yourself in the beauty of our products and goods Contacts +91-523-6359123 ecogoods@gmail.com Address Kasturba Nagar, Bhopal, Madhya Pradesh 462023, India Menu Privacy policy Terms of use",
    "price": "Prices for Eco-Friendly Products | Best Offers for Your Health and Home Reviews Advantages Price Contacts +91-523-6359123 ecogoods@gmail.com Discover the Best Prices on Eco-Friendly Products Find the perfect deals for your health and the environment. Learn More Fast and Reliable Delivery Enjoy quick and efficient delivery to your doorstep. We prioritize prompt shipping to ensure you receive your eco-friendly products in no time. Customer satisfaction is our top priority, and we understand the importance of timely delivery. With our dedicated team and efficient logistics partners, we ensure that your orders are processed swiftly and reach you securely. EcoGoods Pricing Organic Cotton Towels (Set of 4) $25.99 Bamboo Toothbrush $3.49 Reusable Glass Water Bottle $14.99 Natural Beeswax Wraps (Assorted Sizes) $18.49 Organic Cotton Tote Bag $9.99 Bamboo Kitchen Utensil Set $19.99 Eco-Friendly Laundry Detergent $12.99 Reusable Silicone Food Storage Bags (Pack of 6) $22.99 Natural Wooden Hairbrush $8.99 Compostable Kitchen Scrubbers (Pack of 3) $5.99 Recycled Paper Notebook $4.99 Leave Your Request Have a question or need assistance with your order? Leave your details below, and our team will get back to you as soon as possible. I accept Privacy policy Contacts +91-523-6359123 ecogoods@gmail.com Address Kasturba Nagar, Bhopal, Madhya Pradesh 462023, India Menu Privacy policy Terms of use",
    "privacy": "Privacy Policy | Protecting Your Personal Data Reviews Advantages Price Contacts +91-523-6359123 ecogoods@gmail.com Privacy Policy This Privacy Policy outlines our commitment to protecting the privacy of our users. It details how we collect, use, and protect your personal information and informs you about your rights under privacy legislation. Understanding and Definitions Understanding The terms defined here will have the same meaning, whether they are in the singular or plural form. Definitions Account: A unique account established for you to access our service or specific parts of it. Affiliate: An entity that is under the control of, controls, or is under common control with our company, where \"control\" is defined as owning at least 50% of the voting stock, shares, or other securities eligible for the election of directors or other managerial authority. Device: Any device capable of accessing the service, such as a smartphone, computer, or digital tablet. Personal Data: Any data about an individual from which that person can be identified from that data (or from that and other information in our possession or likely to come into our possession). Service Provider: Any individual or company that processes data on behalf. This includes third-party companies or individuals contracted by the company to facilitate the service, to provide the service on behalf of the company, to perform services related to the service, or to assist the company in analyzing how the service is used. Usage Data: Data automatically collected, generated by the use of the service or from the service infrastructure itself (e.g., the duration of a page visit). You: The person accessing or using the service, or the company, or other legal entity on behalf of which such person is accessing or using the service, as applicable. Protection of Children's Privacy Our Service is not intended for individuals under the age of 13. We do not knowingly collect identifiable information from children under 13. If you are a parent or guardian and become aware that your child has provided us with Personal Data, please contact us. If we discover that we have collected Personal Data from children without parental consent verification, we take steps to remove that information from our servers. If we need to collect information from children under 13 years old, we will do so only with parental consent or as permitted by law. External Links on Our Service Our Service may include links to external websites not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. Amendments to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Before the change becomes effective, we will notify you by email and/or a prominent notice on our Service, and update the \"Last Updated\" date at the top of this Privacy Policy. We encourage you to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contacting Us If you have any questions or concerns about this Privacy Policy, please contact us: By email: ecogoods@gmail.com Contacts +91-523-6359123 ecogoods@gmail.com Address Kasturba Nagar, Bhopal, Madhya Pradesh 462023, India Menu Privacy policy Terms of use",
    "terms": "Terms of Use | Important Information about Using Our Website Reviews Advantages Price Contacts +91-523-6359123 ecogoods@gmail.com Terms and Conditions We urge you to read these terms and conditions carefully before engaging with our services. Clarifications and Definitions Clarifications The terms in uppercase used here are defined under certain conditions and will maintain their assigned meanings, whether used in the singular or plural. Definitions Affiliate: Refers to any entity exercising control over, controlled by, or commonly controlled with a party, where \"control\" encompasses owning 50% or more of the voting rights, equity, or other securities influencing management election. Device: Encompasses any mechanism allowing access to the service, including but not limited to computers, smartphones, and tablets. Service: This term is used in reference to the website provided by the Company. You: Identifies any individual or entity using or accessing the service, personally or on behalf of another legal entity. Acknowledgment These terms and conditions form the basis of the agreement between you and the company, outlining the legal rights and obligations of all parties concerning the use of the service. Your use of the service is conditioned on your acceptance and adherence to these terms. They are applicable to all users, visitors, and others accessing or using the service. By engaging with the service, you agree to be bound by these terms. If you find any part of these terms unacceptable, it is advised not to use the service. You affirm that you are at least 18 years old. The company explicitly prohibits the use of the service by individuals under 18 years of age. Your use of the service is also conditioned on your acceptance of the company's privacy policy, which should be carefully reviewed before engagement. External Links Our service may feature links to external websites or services not operated by us. These links are provided for convenience and do not imply endorsement. We are not responsible for the content, policies, or practices of any third-party websites or services. It is your responsibility to review the privacy policies and terms of any sites you visit. Termination of Service We reserve the right to terminate or suspend access to our service immediately, without prior notice or liability, for any breach of these terms. If your right to use the service is terminated, it will cease immediately. Limitations of Liability In no event shall the company or its suppliers be liable for any incidental, indirect, special, punitive, or consequential damages arising out of or in connection with your use of the service, whether such damages are foreseeable. The aggregate liability of the company and its suppliers under these terms is limited to the greater of the amount you paid to the company for access and use of the service, or 100 USD if no purchase was made through the service. Provision of Service \"AS IS\" The service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis, without warranties of any kind, express or implied. The company disclaims all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. The company does not warrant that the service will function uninterrupted, be secure, or be available at any particular time or location. Applicable Law The laws of the country, excluding conflict of laws rules, govern these terms and your use of the service. Your use of the app may also subject you to other local, state, national, or international laws. Dispute Resolution If you have disputes or concerns regarding the service, we encourage you to contact the company directly to seek resolution. Severability & Waiver Severability If any provision of these terms is deemed unenforceable or invalid, such provision shall be modified to achieve the original intent as closely as possible, and the remaining provisions shall remain in full force. Waiver Failure to enforce any right or provision of these terms shall not be considered a waiver of those rights. Modification of Terms We reserve the right to modify these terms at our discretion. You will be notified of any significant changes in advance, and by continuing to use the service, you accept the revised terms. Contact Us If you have any questions about these terms, please contact us directly. By email: ecogoods@gmail.com Contacts +91-523-6359123 ecogoods@gmail.com Address Kasturba Nagar, Bhopal, Madhya Pradesh 462023, India Menu Privacy policy Terms of use",
    "thanks": "Thank You for Your Inquiry | We Appreciate Your Interest in Our Eco-Friendly Products Thank you for choosing our products! Our expert will contact you shortly. We hope you will be satisfied with our products! Home"
  }
}