{
  "name": "New_v8_sportclothes",
  "pages": {
    "about": "VibranceVeda: India’s Pioneering Ethical Fashion Brand with a Global Heart VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About In the bustling lanes of India’s artisan markets, amidst the kaleidoscope of colors and the hum of innovation, VibranceVeda was born. Founded in 2020 by a collective of visionary designers and environmental advocates, our brand was conceived with a mission to weave the threads of traditional Indian craftsmanship with the modern ethos of sustainability. From our inception, we have stood at the vanguard of an ethical fashion movement, championing the cause of eco-friendly practices while celebrating the vibrancy of Indian culture. Our founders, Aarav Singh and Priyanka Mehta, both hailing from illustrious families steeped in textile heritage, saw an opportunity to infuse contemporary fashion with the conscious principles of their lineage. VibranceVeda began as a modest workshop in the heart of Delhi, with a handful of artisans who shared our vision of a more responsible approach to fashion. These skilled craftsmen and craftswomen brought with them centuries-old techniques that have been passed down through generations, from intricate weaving to natural dyeing. With a commitment to preserving these traditions, VibranceVeda rapidly grew into a beacon of sustainable fashion in India and beyond. Our brand is a narrative of passion, innovation, and respect. Each collection we launch is a testament to our dedication to quality, our attention to detail, and our love for the planet. We source materials that are not just luxurious but also kind to the earth, employing organic cotton, recycled polyester, and cruelty-free silk. The essence of VibranceVeda is not just in the products we create but in the stories we tell and the community we build. We are proud to have sparked a dialogue about sustainable living, to have inspired a new generation to choose ethical fashion, and to have shown that it is possible to look good while doing good. As we continue to grow, our roots remain firmly planted in Indian soil, drawing from a rich cultural heritage to create fashion that speaks to the world. We invite you to explore our journey, to join us in our mission, and to become part of the VibranceVeda family – a family that dresses with purpose, lives with passion, and loves with an open heart. At VibranceVeda, we don’t just create clothing; we create legacies. We don’t just follow trends; we set them. And we don’t just respect tradition; we reinvent it for the modern world. Welcome to our story, welcome to our revolution, welcome to VibranceVeda. At VibranceVeda, we value the voice of every customer and are committed to providing exceptional service. Whether you have questions about our products, need help with an order, or simply want to share your feedback, we are here to listen and assist. Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "backpack": "VibranceVeda's Iconic Backpack Collection: Crafted for India's Trailblazers VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About Unveiling a Fusion of Tradition and Tech in Every Stitch Welcome to the \"BACKPACK\" page of VibranceVeda, where each backpack is more than a carryall—it's a journey in itself. Our collection is designed with the vibrant pulse of India in mind, embracing the country's love for color, functionality, and eco-conscious living. Explore India with VibranceVeda's Sustainable Backpacks ORDER NOW As you scroll through the myriad of photographs showcasing our backpacks, you'll notice the rich tapestry of colors that pay homage to India's traditional palette while also celebrating the dynamism of contemporary design. Every backpack in our collection is a statement piece, designed to stand out in a crowd and serve the needs of the modern adventurer. From the bustling streets of Mumbai to the serene landscapes of the Himalayas, our backpacks are built to accompany you on every venture. Crafted with innovative materials that are both durable and environmentally friendly, each backpack is an ally to the planet and a companion to your travels. The backpack featured in the photograph you see, with its bold yellow and teal hues offset by striking red accents, is a prime example of our design philosophy. It's not just a backpack; it's an expression of creativity and a nod to sustainable fashion. The ergonomic design ensures comfort during long commutes, while the multiple compartments provide ample space for all your essentials. We understand that a backpack is an extension of one's personal style and a daily companion on life's journey. Hence, we've ensured that each zipper, pocket, and strap is tested for endurance and ease. The water-resistant material guards your belongings against the unpredictable Indian monsoons, while the reflective trims ensure safety during your nocturnal endeavors. As you scroll through the myriad of photographs showcasing our backpacks, you'll notice the rich tapestry of colors that pay homage to India's traditional palette while also celebrating the dynamism of contemporary design. Every backpack in our collection is a statement piece, designed to stand out in a crowd and serve the needs of the modern adventurer. From the bustling streets of Mumbai to the serene landscapes of the Himalayas, our backpacks are built to accompany you on every venture. Crafted with innovative materials that are both durable and environmentally friendly, each backpack is an ally to the planet and a companion to your travels. 54.99$ order 64.99$ order 44.99$ order 75.99$ order 88.99$ order 84.99$ order 64.99$ order 25.99$ order As you navigate through the visuals of our backpacks, remember that with VibranceVeda, you carry a piece of India's artisanal spirit and the promise of sustainable innovation with every journey you embark upon. Join us in this colorful odyssey and let our backpacks be the companion that carries your world, as you carry forward the spirit of India. At VibranceVeda, we believe in creating products that resonate with the ethos of our customers. That's why each backpack tells a unique story, from its conception to the final stitch. We're not just selling a backpack; we're offering a piece of VibranceVeda's soul—crafted with care, designed with passion, and delivered with love. Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "clothes": "VibranceVeda's Exclusive Range: Ethical Clothing and Caps Crafted for India's Conscious Fashionistas VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About Welcome to the \"Clothes and Accessories\" page of VibranceVeda. Here, you’ll find a curated selection of our clothing and caps, each piece a celebration of India's passion for vibrant hues and sustainable living. Our collection reflects a tapestry of cultural pride, crafted for those who seek to merge traditional aesthetics with contemporary eco-conscious trends. As you scroll through our gallery of photographs, you'll be captivated by the array of garments that showcase India's famed textile heritage reimagined through the lens of modern design. From breezy tunics that whisper tales of ancient craftsmanship to sleek urban wear that speaks to the pulse of India’s modern cities, each piece is a homage to the Indian spirit. Our caps are not just an afterthought; they are crowning jewels of innovation. Designed to make a statement, they come in a spectrum of colors that take inspiration from India’s diverse landscapes and architectural wonders. Constructed from organic and recycled materials, they offer both shade from the sun and a cool statement of style. Each item in our collection is conscientiously created, ensuring that we uphold the highest standards of ethical fashion. This means fair trade practices, sustainable sourcing, and a manufacturing process that honors both the earth and the skilled hands that craft our products. Discover VibranceVeda's Ethical Fashion: Where India's Heritage Meets Modernity Welcome to the \"SNEAKERS\" page of VibranceVeda, where each sneaker is a masterpiece of cultural vibrancy and innovative design. Dive into our expansive collection, where the spirit of India’s rich heritage is encapsulated in every shoe. Our sneakers are not just footwear; they are a canvas where traditional Indian art meets the pulse of modern technology and sustainable fashion. 54.99$ order 64.99$ order 44.99$ order 75.99$ order 88.99$ order 84.99$ order Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "contacts": "Carioca Adventures Excursões: As Melhores Excursões e Aventuras pelo Brasil VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About Name Email I agree with terms of conditions Send Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "disclaimer": "Disclaimer | VibranceVeda - Essential User Information VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About The content available on www.vibranceveda.com is intended primarily for general informational purposes. VibranceVeda strives to maintain content that is accurate and current, yet we do not guarantee the absolute correctness, completeness, reliability, or timeliness of any information presented, and hereby disclaim all warranties, both express and implied, to the extent permitted by law. VibranceVeda may provide links to third-party websites or include content that belongs to or originates from third parties, in addition to links present in advertisements. These external links are not an indication of our endorsement or validation of their content, which remains under the control of their respective owners. Information presented by VibranceVeda is not meant to be a replacement for professional advice. While we aim to provide useful general information, this should not be seen as a substitute for consultations with qualified professionals, especially for legal, financial, or health-related decisions. Despite our rigorous efforts to provide accurate information, VibranceVeda acknowledges that there may be discrepancies, and we cannot be held liable for any errors, omissions, or the results obtained from utilizing this information. Our site may feature copyrighted material which may not have been expressly authorized by the copyright holder. We believe in leveraging such materials for critical analysis, educational content, news reporting, and scholarly research, as permitted under fair use doctrine. Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "home": "VibranceVeda: Revolutionizing Sustainable Fashion in India VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About Feel the Pulse of Innovation DISCOVER NOW Backpacks Sneakers Caps Clothes TOPSELLER The Trailblazer Revolutionizing Your Run 24.99$ EcoStride Sneakers Step Into Sustainability 88.99$ The Versa Jacket Adaptable Style for Every Season 114.99$ RadiantCap Crown Your Look with Eco-Vibrance 54.99$ At VibranceVeda, we see the future of fashion as an exciting amalgamation of the world’s best fibers and materials, combined with smart design that understands and reacts to your lifestyle. The result is a line of clothing that moves with grace, supports with strength, and endures with resilience – all while maintaining a commitment to ecological responsibility and a reduced carbon footprint. In the bustling avenues of life, where every step is a statement and every garment is a testament to personal philosophy, VibranceVeda emerges as a beacon for the eco-conscious fashionista. Our brand ethos is woven into the very fabric of our offerings, meticulously crafted from the bounties of nature to serve not just the needs of style but also the mandates of environmental stewardship. order Join us on this exhilarating venture where every garment is a bold statement of progress, every thread a connection to the future, and every choice a step towards a more innovative and sustainable way of life. VibranceVeda is more than a brand; it’s a revolution – a vibrant revolution where the alchemy of nature and technology not only adorns your wardrobe but also empowers your personal ethos and the world around you. Embarking on a transformative journey to revolutionize the wardrobe of the modern individual, VibranceVeda introduces a line of apparel that shatters the confines of conventional fashion. With innovation as the guiding star, our collection unfurls a spectrum of garments that are not just pieces of clothing but are emblematic of a pioneering fusion of functionality and form, utility and beauty. Embarking on a quest to pioneer the frontier of fashion, VibranceVeda introduces not just materials, but the architects of an apparel renaissance. These are not the textiles of yesteryear; they are the progeny of avant-garde textile engineering and a profound understanding of the human form and its interaction with the elements. Every fiber is embedded with the capacity to respond intuitively to your body's dialogue with temperature—providing a fortress against the biting cold of frosty mornings and a porous haven when the sun climbs to its zenith. The fabrics that grace your skin are the result of passionate research and development, seeking to bring you a comfort that is unparalleled – a comfort that adapts, breathes, and lives with you. Our dedication to sustainability means that we reach into the heart of nature, extracting its essence and redefining it in a way that respects the environment while delivering performance that stands up to the rigors of both urban jungles and natural landscapes. order Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "privacy-policy": "Privacy Policy | VibranceVeda - Safeguarding Your Personal Details VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About At VibranceVeda, the privacy and security of our customers' personal details are of utmost importance. This Privacy Policy is a declaration of our unwavering commitment to managing the collection, utilization, and protection of the information you entrust to us with the highest standard of care. Personal Contact Details: This encompasses your name, email address, and contact number, which you voluntarily provide during registration, inquiries, or purchases. Browsing Data: We track information related to your website visits, such as page views and interactive behavior on our site to better tailor our services to you. urchase Histories: Records of your transactions with us are maintained, capturing details of your orders and payment methods for a seamless shopping experience. We strictly prohibit the sale, trade, or unethical dissemination of your identifiable personal information to third parties, with the exception of certain circumstances A suite of security measures is employed to maintain the safety of your personal details. However, it's paramount to acknowledge that no internet-based data transmission or storage method is 100% secure. We deploy cookies on our website to enrich your user experience. You may modify your browser settings to decline cookies or to receive notifications when cookies are being sent. Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "sneakers": "VibranceVeda Unveils Colorful Sneaker Symphony: India’s New Step in Sustainable Fashion VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About Stride in Style: VibranceVeda's Eco-Friendly Sneakers Crafted for India Welcome to the \"SNEAKERS\" page of VibranceVeda, where each sneaker is a masterpiece of cultural vibrancy and innovative design. Dive into our expansive collection, where the spirit of India’s rich heritage is encapsulated in every shoe. Our sneakers are not just footwear; they are a canvas where traditional Indian art meets the pulse of modern technology and sustainable fashion. As you browse through the numerous photos of our sneakers, you'll witness a spectrum of colors that reflect the diversity and dynamism of India – from the deep blues reminiscent of the Indian Ocean to the vibrant yellows that capture the essence of the country’s sun-soaked fields. Every sneaker is designed with an eye for detail and a heart for the environment, ensuring that each step you take is as kind to the Earth as it is stylish. In the photograph provided, you see a pair of sneakers that redefine the boundaries of eco-friendly fashion. Notice the melding of colors – a feature inspired by India's celebrated Holi festival, where colors play a crucial role in expressing joy and camaraderie. The materials used in these sneakers are sourced from eco-conscious suppliers, ensuring a reduced environmental footprint without compromising on durability or comfort. Our sneakers boast features such as breathable uppers made from recycled fabrics, cushioned soles that provide unparalleled comfort, and flexible structures that move with the rhythm of your life. They are designed for the hustle of city life, the serenity of countryside walks, and everything in between. The innovative lacing system and ergonomic design ensure a snug fit, making them suitable for a wide range of activities, be it a casual day out or an impromptu cricket match in the gully. VibranceVeda takes pride in creating sneakers that are as unique as the individuals wearing them. With a commitment to craftsmanship and a focus on sustainable practices, we invite you to explore our collection and find the perfect pair that resonates with your personal style and values. Join us in taking a bold step towards a more sustainable future, one that celebrates the rich tapestry of Indian culture with every stride. 54.99$ order 64.99$ order 44.99$ order 75.99$ order 88.99$ order 84.99$ order 64.99$ order 25.99$ order Experience the Art of Indian Colors with VibranceVeda's Sneaker Collection ORDER NOW Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "terms-conditions": "Terms & Conditions | VibranceVeda - Guidelines for Site Usage VibranceVeda Home Backpack Sneakers Сlothes About Home Backpack Sneakers Сlothes About This document serves as a guide for the proper use of the VibranceVeda website, available at www.vibranceveda.com. By choosing to access this site, you agree to adhere to these terms and conditions. If you find any of these terms unacceptable, please do not use our website. The content on this site, which includes but is not limited to intellectual property, is owned by VibranceVeda and/or its content creators, except for content that you own. We grant you a limited license to view this material for personal use, conditioned on your compliance with these terms. \"Your Content\" refers to any audio, video, text, images, or other material you choose to display on this site. By displaying it, you grant VibranceVeda a non-exclusive, worldwide, irrevocable license to use, reproduce, adapt, publish, and distribute it in any media. Your Content must be yours and must not violate the rights of others. VibranceVeda reserves the right to remove any of Your Content from this website at any time without notice. The website is provided \"as is,\" with all faults, and VibranceVeda makes no representations or warranties of any kind related to this website or the materials contained herein. Links Disclaimer Contacts Privacy Policy Terms conditions vibranceveda@gmail.com +91 80 4567 3200 VibranceVeda Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"Accept Cookies,\" you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Accept Cookies",
    "thanks": "Thank you! Thank You! We want to extend our heartfelt gratitude for your support and trust. Your decision to choose us means the world to us, and we're truly honored to have you as part of our community. home"
  }
}