{
  "name": "New_v9_VeloRideIndia",
  "pages": {
    "index": "Bike Hire in India: Explore the country on two wheels | VeloRide India How works About Catalog F.A.Q. Reviews Contacts Leave a request Ready for an adventure? Here's how things work with VeloRide India 1 Leave a request Fill out a simple form and we will contact you. 2 Receive Self-delivery in our office 3 Use If it breaks, we'll fix it Your cycling adventure starts here About Us About us VeloRide India is more than just a bike rental company. We are a community of like-minded individuals who share a passion for an active lifestyle and exploring the world on two wheels. Our mission is to make your cycling journeys in India memorable and inspiring. Our Values We value the limitless possibilities that open up to anyone who gets on a bicycle. Our goal is to make this journey as enjoyable and safe for you as possible. We select the highest quality bikes, carry out thorough maintenance and provide you with all the information and support you need to enjoy every minute of your journey. Why choose us We don't just offer you bikes and equipment, we offer you an adventure. Our team are experienced guides and cycling enthusiasts who know India like the back of their hand. We will help you plan your route, share the best local secrets and provide you with everything you need to make your journey an unforgettable experience. Make room for unforgettable experiences Savor the experiences, not the stuff! Active recreation and keeping fit Storage at home only when in use Parking in any convenient place Prepare to choose your perfect traveler Catalog Bicycles Urbanix City Bicycle The perfect choice for city walks and daily commutes. Lightweight and comfortable, with a stable frame and reliable brakes. Price per month rental: 800 ₹ Extreme Mountain Bike Ready for any adventure! Overcome steep climbs and boldly descend off-road with this reliable mountain bike. Monthly rental price: 1200 ₹ Speedy Road Bike For those who prefer long rides and high-speed trails. Lightweight, aerodynamic and fast - the perfect choice for speed lovers. Monthly rental price: 1500 ₹ Explorer Touring Bike Get ready for long-distance adventures with this versatile touring bike. It features a sturdy frame, comfortable saddle and large racks. Monthly rental price: 1800 ₹ City Folding Bicycle \"Portable\" Ideal for city dwellers who need a compact and convenient transportation option. Lightweight and easy to fold, it fits even in a small space. Monthly rental price: 1000 ₹ Kid's Bicycle First steps into the world of bicycles! This little bike is perfect for kids who are just learning how to ride a bike. It is safe, durable and fun. Monthly rental price: 600 ₹ Electric bikes Eco-Cruiser electric bicycle Enjoy an effortless comfortable ride with this electric bicycle. Ideal for city rides and short trips. Price per month rental: 2500 ₹ Mountain Extreme mountain type electric bike Cover long distances and steep climbs with minimal effort on this powerful electric bike. A perfect choice for mountain adventures. Monthly rental price: 2500 ₹ City Cruise Electric Bike Elegant and stylish, this electric bike is ideal for city cruising and neighborhood rides. Monthly rental price: 2200 ₹ Traveler Electric Bike Explore new places with this comfortable and reliable electric bike. It is equipped with a powerful battery that will give you long distance rides without interruption. Monthly rental price: 2800 ₹ City Companion Electric Bike The perfect companion for your urban lifestyle. This electric bike combines style and functionality to make your city rides even more convenient and enjoyable. Monthly rental price: 2300 ₹ Sport-Electro electric bike Feel the power and speed with this sporty electric bike. A perfect choice for those who love fast and dynamic riding. Monthly rental price: 3000 ₹ Expand your options Additional options Helmet and safety equipment Keep yourself safe and comfortable while riding with our high quality helmets and safety gear. Rental fee: 200 ₹ per day. Bike Basket Conveniently transport your belongings while traveling with our durable and sturdy bike baskets. Rental fee: 100 ₹ per day. Bicycle Headlights and Lights Keep yourself safe at night with our brightly colored headlights and bike lights. Rental fee: 150 ₹ per day. Find answers to your questions Frequently Asked Questions What are the terms and conditions of my lease? Learn about our rental terms and conditions, including terms, costs and documentation requirements. What bikes are available for rent? Check out our range of bikes and choose the one that best suits your needs and preferences. How do I make a reservation? Learn how to make a bike reservation quickly and easily through our online platform or by phone. What is included in the rental price? Find out what services and accessories are included in the bike rental price, as well as what extras are available for an additional fee. Which routes are recommended? Get tips and advice from our experts on route selection based on your interests and fitness level. What to do in case of a breakdown or accident? Learn about our procedures in case of unexpected situations on the road, such as a breakdown or accident, and how we will help you in this case. Read what our customers have to say Testimonials Manav Patil \"Excellent service!!! The bikes were in perfect condition and we enjoyed every minute of our trip. Thank you, VeloRide India!\" Priya Josi \"Very happy with the bike rental from you. However, was a little let down by the waiting time at the rental station. Otherwise everything was great!\" Rahul Mehta \"Excellent experience! The bikes were clean and well equipped and the staff was friendly and alert. Will recommend to friends!\" Megha Shah The experience of renting a bike from VeloRide India was above and beyond. A great choice for exploring India on two wheels!\" Siddharth Pande \"Good selection of bikes and easy online booking. However, some of the bikes were a bit old and worn out. Hopefully this will improve in the future.\" Contact us for support and ordering Our contacts Phone: +91-667-990959 E-mail: VeloRideIndia@gmail.com Address: Mahatma Gandhi Rd, South Tukoganj, Madhya Pradesh , India Submit I accept Privacy policy Privacy Policy Terms & Conditions © 2024 VeloRide India. All rights reserved. document.addEventListener(\"DOMContentLoaded\", function () { const accordionTitles = document.querySelectorAll(\".faq__item-title\"); accordionTitles.forEach(function (title) { console.log(title); title.addEventListener(\"click\", function () { const content = this.nextElementSibling; const isOpen = content.style.maxHeight !== \"0px\"; const accordions = document.querySelectorAll(\".faq__item-content\"); accordions.forEach(function (item) { if (item !== content) { item.style.maxHeight = \"0\"; item.previousElementSibling.classList.remove(\"active\"); } }); content.style.maxHeight = isOpen ? \"0\" : content.scrollHeight + \"px\"; this.classList.toggle(\"active\"); }); }); });",
    "policy": "Privacy Policy | VeloRide India How works About Catalog F.A.Q. Reviews Contacts Privacy Policy VeloRide India (hereinafter referred to as \"we\", \"our\" or \"company\") respects your right to privacy and is committed to protecting your personal information. This Privacy Policy describes how we collect, use, share and protect the information you provide to us when you use our website and services. Collection and use of information We collect information about you when you contact us through our website, fill out bike booking forms, subscribe to our newsletter or otherwise interact with us. This information may include your name, email address, telephone number, address and other data that you provide voluntarily. We use the information you provide to process your inquiries, book bikes, provide services and communicate with you about your inquiry or booking. We may also use your information to improve our services, analyze trends and provide you with a personalized experience. Storage and protection of information We take measures to keep your personal information secure and prevent unauthorized access, alteration, disclosure or destruction of data. We use various technical and organizational security measures such as data encryption, limited access to information and regular software updates to protect your information from loss, theft or leakage. Transfer of data to third parties We do not sell, trade or share your personal information with third parties without your consent, except as required by law or necessary to fulfill our obligations to you (such as processing payments, processing reservations and shipping goods). Changes to our privacy policy We reserve the right to make changes to our Privacy Policy at our discretion. Any changes will be posted on this page and you will be notified of any material changes to the way we collect, use and protect your information. Contacting Us If you have any questions or suggestions regarding our Privacy Policy, please contact us. This Privacy Policy is effective as of the date it is posted and remains in effect until modified or withdrawn. Privacy Policy Terms & Conditions © 2024 VeloRide India. All rights reserved.",
    "terms": "Terms and Conditions of Use | VeloRide India How works About Catalog F.A.Q. Reviews Contacts Conditions of Use Welcome to the VeloRide India website (hereinafter referred to as \"we\", \"our\" or \"company\"). Please read the following Terms of Use before using our website. Acceptance of Terms By using our website, you agree to be bound by these Terms of Use. If you do not agree to any of the terms, please do not use our website. Changes to the Terms of Use We reserve the right to make changes to these Terms of Use at our discretion. Any changes will be posted on this page and your continued use of the site will constitute your acceptance of such changes. Uso de Materiais: Os materiais em nosso site estão protegidos por direitos autorais e outras leis de propriedade intelectual. O uso desses materiais sem a nossa permissão é proibido. Use of the Website You agree to use our website only for lawful purposes and to comply with all applicable laws and regulations. You are responsible for all materials and content that you post or transmit through our website. Intellectual Property All content on our website, including text, graphics, logos, images, audio and video, is subject to intellectual property and is protected by copyright laws. You agree not to use our content without our prior consent. Limitation of Liability While we endeavor to provide up-to-date and accurate information on our website, we are not responsible for any loss or damage resulting from your use or inability to use this information. Links to Third Party Sites Our website may contain links to third party websites that are not under our control. We are not responsible for the content or privacy policies of these sites. Privacy We collect, use and process your personal information in accordance with our Privacy Policy. Please refer to it for more information on how we process your data. Contact Information If you have any questions or suggestions regarding our Terms of Use, please contact us. These Terms of Use are effective as of the date of posting and remain in effect until modified or withdrawn. Privacy Policy Terms & Conditions © 2024 VeloRide India. All rights reserved.",
    "thanks": "Thank You for your order | VeloRide India Thank you for contacting us! We have received your message and will get back to you soon. Your opinion is very important to us and we appreciate you contacting us. If you have any further questions or queries, feel free to contact us directly. Thank you for choosing VeloRide India! Go back"
  }
}