{
  "name": "New_v9_toastimart",
  "pages": {
    "terms-conditions": "Termos de Uso da ToastiMart - Condições de Uso para sua Experiência de Compra toastimart@gmail.com +55-62-3242-0311 ToastiMart Lar Vantagens Serviço Ofertas Em contato Garantia Termos de uso Descrição do Serviço O ToastiMart é um site dedicado à venda de tostadeiras. Nossa missão é fornecer aos nossos clientes uma ampla gama de produtos, desde os modelos mais simples aos mais sofisticados, para atender às suas necessidades culinárias. Uso do Serviço Ao utilizar o nosso serviço, você concorda em usá-lo apenas para fins legítimos e de acordo com estes termos de uso. Você não deve usar o nosso serviço de qualquer forma que possa danificar, desativar, sobrecarregar ou comprometer o nosso site. Produtos Todas as tostadeiras disponíveis no ToastiMart são selecionadas com cuidado para garantir a melhor qualidade possível. Desde tostadeiras simples de duas fatias até modelos avançados com funções adicionais, como aquecimento de pão, descongelamento e controle de temperatura, nós nos esforçamos para oferecer produtos que atendam às suas expectativas. Preços e Pagamento Os preços dos nossos produtos estão listados no nosso site e podem ser alterados sem aviso prévio. Aceitamos vários métodos de pagamento, incluindo cartão de crédito, débito e transferência bancária. Entrega Fazemos a entrega em todo o território nacional. Os prazos de entrega podem variar dependendo da localização do destinatário e da disponibilidade do produto. Devoluções e Trocas Se você não estiver satisfeito com o seu produto, você tem o direito de devolvê-lo dentro de 14 dias após a recepção. O produto deve estar em suas condições originais e na sua embalagem original. As despesas de devolução serão de responsabilidade do cliente. Garantia Todos os nossos produtos vêm com uma garantia do fabricante. Se o seu produto estiver defeituoso ou não funcionar corretamente dentro do período de garantia, entre em contato conosco para obter assistência. Responsabilidade O ToastiMart não é responsável por quaisquer danos ou prejuízos decorrentes do uso indevido dos nossos produtos. Usá-los sempre de acordo com as instruções do fabricante. Alterações nos Termos de Uso O ToastiMart reserva o direito de alterar estes termos de uso a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação no nosso site. Revisão dos Produtos Valorizamos a opinião dos nossos clientes e encorajamos-nos a avaliar os produtos adquiridos no nosso site. As avaliações ajudam outros clientes a fazer escolhas informadas e também nos ajudam a melhorar nossos produtos e serviços. Ao deixar uma avaliação, por favor, certifique-se de que ela seja precisa, justa e respeitosa. Promoções e Ofertas Especiais Ocasionalmente, oferecemos promoções e ofertas especiais no nosso site. Essas ofertas podem ter termos e condições específicas, como datas de validade ou restrições de produto. Por favor, leia esses termos e condições cuidadosamente antes de aproveitar a oferta. Política de Privacidade Embora este documento não aborde a coleta ou uso de informações pessoais, nossa política de privacidade separada explica como lidamos com essas informações. Por favor, leia nossa política de privacidade para obter mais informações. Segurança Nós nos comprometemos a manter o nosso site seguro. Usamos tecnologias padrão do setor para proteger as informações transmitidas através do nosso site. No entanto, nenhuma transmissão de dados pela Internet é 100% segura. Portanto, embora nos esforcemos para proteger suas informações, não podemos garantir a segurança absoluta das informações transmitidas ao nosso site. Ligações Externas Nosso site pode conter links para outros sites que não são operados por nós. Esses links são fornecidos apenas para sua conveniência. Não temos controle sobre o conteúdo, a política de privacidade ou as práticas de sites de terceiros e não assumimos nenhuma responsabilidade por eles. Lei Aplicável Estes termos de uso serão regidos e interpretados de acordo com as leis do nosso país. Qualquer disputa decorrente destes termos de uso será resolvida nos tribunais competentes. Direitos de Propriedade Intelectual Todo o conteúdo do nosso site, incluindo textos, imagens, logotipos, gráficos, ícones e software, são de nossa propriedade ou estão licenciados a nós e são protegidos pelas leis de direitos autorais e marcas comerciais. Você não pode usar, reproduzir, modificar, distribuir, transmitir, exibir, publicar ou criar trabalhos derivados desse conteúdo sem nossa autorização prévia por escrito. Indenização Você concorda em indenizá-nos e manter o ToastiMart, nossos funcionários, diretores, acionistas e agentes indenes de quaisquer reclamações, responsabilidades, danos, perdas ou despesas (incluindo honorários advocatícios) decorrentes de sua violação destes termos de uso ou do uso do nosso site. Terminação Nós nos reservamos o direito, a nosso critério exclusivo, de suspender ou encerrar sua acesso ao nosso site e serviços em qualquer momento, sem aviso prévio, por qualquer motivo. Integralidade do Acordo Estes termos de uso constituem o acordo completo entre você e o ToastiMart em relação ao seu uso do nosso site e substituem todos os acordos anteriores entre nós. Se alguma disposição destes termos de uso for considerada inválida ou inexecutável, as demais disposições permanecerão em vigor. Uso Adequado dos Produtos Todos os nossos produtos devem ser usados de acordo com as instruções fornecidas pelo fabricante. Não nos responsabilizamos por danos ou lesões causados pelo uso indevido dos produtos. Recomendamos que você leia atentamente as instruções de uso antes de utilizar o produto. Disponibilidade dos Produtos Todos os produtos estão sujeitos à disponibilidade. Embora nos esforcemos para manter nosso estoque atualizado, algumas tostadeiras podem não estar disponíveis temporariamente. Se o produto que você encomendou não estiver disponível, entraremos em contato com você para informá-lo e oferecer opções alternativas. Limitação de Responsabilidade Em nenhuma hipótese, o ToastiMart será responsável por quaisquer danos indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou da incapacidade de usar o nosso site ou produtos, mesmo que tenhamos sido informados da possibilidade desses danos. Força Maior Não sermos responsáveis por quaisquer atrasos ou falhas na execução decorrentes de causas além de nosso controle razoável, incluindo, mas não se limitando a, atos de Deus, atos de governo, guerras, insurreições, desastres naturais, falta de energia, greves, pandemias ou outras causas de força maior. Modificações dos Produtos Nós nos reservamos o direito de modificar ou descontinuar qualquer produto em qualquer momento, sem aviso prévio. Não assumimos nenhuma responsabilidade por quaisquer consequências decorrentes dessas modificações ou descontinuidades. Contato Para qualquer dúvida ou comentário sobre estes termos de uso, entre em contato conosco através do endereço de e-mail: toastimart@gmail.com. Agradecemos pela sua compreensão e cooperação. Esperamos que você tenha uma excelente experiência de compra no ToastiMart! ToastiMart Transformando suas manhãs, uma torrada de cada vez. ToastiMart - Seu destino para torradas perfeitas. toastimart@gmail.com R. 123, 325 – Rua. Sul, Goiânia - GO, 74093-140, Brasil +55-62-3242-0311 Navegação Lar Vantagens Serviço Ofertas Em contato Garantia Adicionalmente política de Privacidade Termos de uso",
    "thanks": "Página de Agradecimento da ToastiMart - Expressando Nossa Gratidão por sua Preferência ToastiMart Muito Obrigado! Gostaríamos de expressar nosso mais sincero agradecimento por entrar em contato conosco. Sua comunicação é extremamente valiosa para nós. Nós, da equipe do ToastiMart, acreditamos firmemente na importância de manter uma conexão sólida e significativa com nossos usuários. A sua opinião, sugestões ou qualquer outra forma de feedback nos ajuda a melhorar nossos serviços e a criar uma experiência de usuário ainda mais agradável e eficiente. Nosso objetivo é sempre superar as suas expectativas e, para isso, precisamos ouvir-te. Queremos que saiba que a sua mensagem será lida com cuidado e atenção. Nós nos esforçaremos para responder o mais rápido possível. Se tivermos alguma dúvida ou precisarmos de mais informações, não hesitaremos em entrar em contato novamente. Agradecemos novamente por se comunicar conosco e por nos ajudar a tornar o ToastiMart melhor a cada dia. Estamos ansiosos para continuar a nossa jornada contigo e esperamos que volte a entrar em contato sempre que necessário. Até breve, fique com saúde e muita paz. Equipe ToastiMart Para principal",
    "index": "Bem-vindo à Página Inicial da ToastiMart - Seu Destino para Tostadores de Qualidade toastimart@gmail.com +55-62-3242-0311 ToastiMart Lar Vantagens Serviço Ofertas Em contato Garantia Descubra a Magia dos Tostadores Dê Vida às Suas Manhãs com os Tostadores ToastiMart Bem-vindo ao ToastiMart, o destino definitivo para os amantes de pão crocante e dourado! Explore nossa coleção de tostadores de alta qualidade projetados para tornar suas manhãs mais saborosas e convenientes. De modelos clássicos a inovações modernas, temos o tostador perfeito para combinar com seu estilo de vida. Prepare-se para saborear o pão mais delicioso que já provou. Vantagens Variedade de Opções Descubra uma ampla gama de tostadores em nosso catálogo. Dos clássicos aos mais modernos, estamos aqui para atender a todos os gostos e necessidades. Desempenho Impecável Nossos tostadores são projetados para garantir um desempenho impecável a cada utilização. Desfrute de resultados consistentemente perfeitos, sem complicações. Facilidade e Conveniência Com recursos intuitivos e design ergonômico, tornamos a arte de tostar pão uma experiência simples e prazerosa. Desperte todas as manhãs para o aroma irresistível do pão recém-torrado. Atendimento ao Cliente Estamos Aqui para Você Na ToastiMart, o nosso compromisso com a satisfação do cliente é primordial. Estamos sempre disponíveis para ajudar e garantir que sua experiência de compra seja impecável. Suporte Personalizado Nossa equipe de suporte está aqui para responder a todas as suas perguntas e fornecer orientação especializada. Conte conosco em cada etapa do caminho. Garantia de Qualidade Cada tostador ToastiMart é cuidadosamente testado e garantido para oferecer desempenho excepcional. Compre com confiança, sabendo que você está investindo em qualidade duradoura. Facilidade de Devolução Se por algum motivo você não estiver completamente satisfeito com sua compra, oferecemos uma política de devolução sem complicações. Sua felicidade é nossa prioridade número um. Explore Nossas Ofertas Especiais Não perca nossas promoções exclusivas e descontos incríveis. Visite-nos regularmente para descobrir ofertas emocionantes em uma variedade de tostadores de alta qualidade. 01. Oferta do Dia Aproveite nossa oferta do dia e economize em um tostador de última geração. Quantidades limitadas disponíveis, então não demore! 02. Descontos para Clientes Fiéis Valorizamos sua lealdade. Como um cliente fiel, você tem acesso a descontos exclusivos em nossa seleção de produtos. Não perca as economias extras! 03. Frete Grátis Compre agora e desfrute de frete grátis em sua compra. Uma oportunidade imperdível para economizar enquanto atualiza sua cozinha com um tostador de alta qualidade. Fique Conectado Siga-nos nas Redes Sociais Mantenha-se atualizado com as últimas notícias, dicas de tostagem e ofertas especiais seguindo-nos nas redes sociais. Junte-se à nossa comunidade online hoje mesmo! Instagram Siga-nos no Instagram para inspiração culinária diária, fotos de produtos e muito mais. Junte-se à conversa usando nossa hashtag oficial. Facebook Curta nossa página no Facebook para atualizações regulares, eventos ao vivo e concursos emocionantes. Junte-se à nossa comunidade de amantes de torradas! Twitter Siga-nos no Twitter para notícias rápidas, promoções relâmpago e interações divertidas. Não perca os tweets exclusivos da ToastiMart! Garantia e Política de Devolução Compre com Confiança na ToastiMart Na ToastiMart, temos orgulho da qualidade dos nossos produtos e do nosso compromisso com a satisfação do cliente. Se, por algum motivo, você não estiver totalmente satisfeito com sua compra, oferecemos uma política de devolução flexível e garantia de qualidade em todos os nossos tostadores. Garantia de Qualidade Cada tostador vendido pela ToastiMart é cuidadosamente examinado e testado para garantir a máxima qualidade e desempenho. Compre com confiança sabendo que você está investindo em um produto duradouro e confiável. Política de Devolução Flexível Se você não estiver completamente satisfeito com sua compra, aceitamos devoluções dentro de um período específico. Nossa equipe de atendimento ao cliente está disponível para ajudá-lo com o processo de devolução e garantir que você receba o reembolso ou troca conforme necessário. Suporte ao Cliente Excepcional Nossa equipe de suporte ao cliente está aqui para ajudar com qualquer dúvida ou preocupação que você possa ter. Entre em contato conosco a qualquer momento e faremos o possível para resolver rapidamente qualquer problema e garantir sua satisfação contínua. Explore Nossa Seleção de Tostadores Descubra uma ampla variedade de tostadores de alta qualidade para atender às suas necessidades de torradas perfeitas todas as manhãs. De modelos clássicos a designs mais modernos, temos o tostador ideal para você. Tostador Clássico R$99,99 Um tostador confiável com design clássico que garante torradas crocantes e douradas todas as vezes. Perfeito para uso diário na sua cozinha. Peça agora Tostador Multifuncional R$149,99 Este tostador versátil oferece recursos adicionais, como descongelamento e aquecimento, além de ajustes de torragem personalizáveis. A opção ideal para quem busca mais do que apenas torradas simples. Peça agora Tostador Premium R$249,99 Experimente o luxo da torrada perfeita com nosso tostador premium. Com acabamento em aço inoxidável e configurações avançadas, é a escolha definitiva para os amantes de torradas exigentes. Peça agora Tostador Compacto R$79,99 Ideal para espaços pequenos, este tostador compacto oferece desempenho excepcional em um design elegante e compacto. Perfeito para dormitórios, apartamentos ou cozinhas com pouco espaço disponível. Peça agora I accept the Privacy Policy Send message GET IN TOUCH R. 123, 325 – Rua. Sul, Goiânia - GO, 74093-140, Brasil +55-62-3242-0311 toastimart@gmail.com ToastiMart Transformando suas manhãs, uma torrada de cada vez. ToastiMart - Seu destino para torradas perfeitas. toastimart@gmail.com R. 123, 325 – Rua. Sul, Goiânia - GO, 74093-140, Brasil +55-62-3242-0311 Navegação Lar Vantagens Serviço Ofertas Em contato Garantia Adicionalmente política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade da ToastiMart - Protegendo sua Privacidade e Segurança toastimart@gmail.com +55-62-3242-0311 ToastiMart Lar Vantagens Serviço Ofertas Em contato Garantia Política de Privacidade Informações no site Todas as informações fornecidas no nosso site são apenas para fins informativos. Não nos responsabilizamos por quaisquer erros ou omissões nas informações fornecidas. Preços e disponibilidade Todos os preços fornecidos no nosso site estão sujeitos a alterações sem aviso prévio. Não nos responsabilizamos por quaisquer erros nos preços fornecidos. Todos os produtos oferecidos à venda no nosso site estão sujeitos a disponibilidade. Não nos responsabilizamos por quaisquer produtos indisponíveis. Produtos Todos os produtos oferecidos à venda no nosso site são de alta qualidade. No entanto, não nos responsabilizamos por quaisquer danos ou lesões causados pelo uso indevido dos produtos. Envio e entrega Todos os produtos comprados no nosso site serão enviados para o endereço fornecido pelo cliente. Não nos responsabilizamos por quaisquer produtos entregues em endereços incorretos. Todos os produtos serão entregues dentro do prazo especificado no nosso site. No entanto, não nos responsabilizamos por quaisquer atrasos na entrega devido a circunstâncias imprevisíveis. Pagamento Todos os produtos comprados no nosso site devem ser pagos em sua totalidade no momento da compra. Não nos responsabilizamos por quaisquer produtos não entregues devido a pagamentos incompletos. Devoluções e trocas Todos os produtos comprados no nosso site podem ser devolvidos ou trocados dentro de 30 dias a partir da data de compra. No entanto, os produtos devem estar em sua embalagem original e em condições de revenda. Garantia Todos os produtos oferecidos à venda no nosso site estão sujeitos a uma garantia de 1 ano a partir da data de compra. No entanto, a garantia não cobre danos ou lesões causados pelo uso indevido dos produtos. Responsabilidade Não nos responsabilizamos por quaisquer danos ou lesões causados pelo uso do nosso site ou dos produtos comprados no nosso site. Alterações nos termos e condições Nós nos reservamos o direito de alterar estes termos e condições a qualquer momento sem aviso prévio. Ao continuar a utilizar o nosso site após tais alterações, você concorda com os termos e condições alterados. Na ToastiMart, nós também nos preocupamos com a segurança dos nossos clientes. Todos os nossos tosteiros são testados e aprovados pelas normas de segurança internacionais. Eles são projetados para evitar queimaduras e descargas elétricas, e também têm recursos de segurança adicionais, como proteção contra sobreaquecimento e desligamento automático. Mas lembre-se, mesmo com todos esses recursos de segurança, é importante usar o tostador com cuidado. Não o deixe desatendido enquanto estiver em uso, e certifique-se de que ele esteja longe de materiais inflamáveis, como cortinas ou toalhas de papel. Além disso, é importante limpar o tostador regularmente para evitar a acumulação de migalhas e outros resíduos. Nós recomendamos que você limpe o tostador a cada duas ou três semanas, ou mais frequentemente se você usá-lo com frequência. Para limpar o tostador, desligue-o e desconecte-o da tomada. Em seguida, retire as tampas e bandejas de migalhas e lave-as com água morna e sabão. Use um pano úmido para limpar o exterior do tostador, e um pincel ou uma vassoura para remover as migalhas do interior. Mas não se preocupe, se você tiver algum problema com o seu tostador, nós estamos aqui para ajudar. Todos os nossos tosteiros são cobertos por uma garantia de um ano, e nós oferecemos suporte técnico gratuito para todos os nossos clientes. Mas lembre-se, nós não nos responsabilizamos por quaisquer danos ou lesões causados pelo uso indevido ou pela falta de manutenção adequada do tostador. É importante seguir as instruções do fabricante e tomar as precauções necessárias para garantir a segurança e o bom funcionamento do tostador. Em resumo, a ToastiMart é a sua loja online de tosteiros de confiança. Nós oferecemos uma ampla variedade de tosteiros de alta qualidade à venda, com opções para todos os gostos e necessidades. Nós nos preocupamos com a segurança e a satisfação dos nossos clientes, e oferecemos suporte técnico gratuito e uma garantia de um ano em todos os nossos produtos. Além disso, na ToastiMart, nós também nos preocupamos com o meio ambiente. Todos os nossos tosteiros são projetados para serem energeticamente eficientes, o que significa que eles consomem menos energia e ajudam a reduzir o impacto ambiental. Para ajudar ainda mais o meio ambiente, nós recomendamos que você use o tostador de forma responsável. Evite deixá-lo ligado por períodos prolongados, e desligue-o sempre que não estiver em uso. Isso não só ajudará a reduzir o consumo de energia, como também prolongará a vida útil do tostador. Outra forma de ajudar o meio ambiente é reciclando o seu tostador velho. Se você estiver comprando um novo tostador na ToastiMart, nós podemos ajudá-lo a descartar o seu tostador velho de forma responsável. Basta entrar em contato conosco através do endereço de e-mail abaixo para obter mais informações. Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco através do endereço de e-mail abaixo. toastimart@gmail.com Agradecemos pela sua compreensão e cooperação. Esperamos que você tenha uma ótima experiência de compra na ToastiMart. ToastiMart Transformando suas manhãs, uma torrada de cada vez. ToastiMart - Seu destino para torradas perfeitas. toastimart@gmail.com R. 123, 325 – Rua. Sul, Goiânia - GO, 74093-140, Brasil +55-62-3242-0311 Navegação Lar Vantagens Serviço Ofertas Em contato Garantia Adicionalmente política de Privacidade Termos de uso"
  },
  "date": "2024-05-16T07:20:44.389Z"
}