{
  "name": "New_v9_GameClube",
  "pages": {
    "index": "GameClube GameClube Sobre Preço Jogos Contato Bem-vindo ao GameClube Descubra uma nova dimensão de entretenimento com os nossos jogos emocionantes. Junte-se a nós agora! O GameClube oferece uma ampla variedade de jogos para todos os gostos e idades. Desde jogos de ação e aventura até quebra-cabeças desafiadores, temos algo para todos. Nossos membros desfrutam de acesso exclusivo a novos lançamentos, torneios emocionantes e eventos especiais. Junte-se a uma comunidade vibrante de entusiastas de videogames e compartilhe sua paixão conosco. Nossa equipe dedicada está sempre disponível para ajudá-lo e garantir que sua experiência no GameClube seja a melhor possível. Nossas Vantagens Variedade de Jogos: Desfrute de uma vasta seleção de jogos dos mais diversos gêneros. Exclusividade para Membros: Acesso exclusivo a lançamentos antecipados, eventos especiais e descontos. Comunidade Ativa: Faça parte de uma comunidade de jogadores apaixonados e compartilhe experiências. Atendimento Personalizado: Nossa equipe está sempre disponível para oferecer suporte e assistência. Competições e Torneios: Participe de competições emocionantes e teste suas habilidades contra outros jogadores. Sobre Nós O GameClube é um clube de vídeo games líder, oferecendo uma experiência incomparável para os amantes de jogos em todo o mundo. Nossa missão é proporcionar a todos os nossos membros uma plataforma onde possam descobrir, jogar e compartilhar suas paixões por vídeo games. Desde o lançamento, em 2010, estamos comprometidos em oferecer uma ampla variedade de jogos, desde clássicos atemporais até os mais recentes sucessos. Nosso compromisso com a excelência nos levou a ser reconhecidos como um dos principais destinos para entusiastas de jogos, com milhões de membros em todo o mundo. Estamos constantemente inovando e procurando maneiras de melhorar a experiência de nossos membros. Além de oferecer uma vasta biblioteca de jogos, o GameClube também é conhecido por seus eventos exclusivos, competições emocionantes e comunidade ativa. Estamos comprometidos em criar um ambiente inclusivo e acolhedor para jogadores de todos os níveis de habilidade e origens. Se você é apaixonado por jogos e está em busca de uma comunidade vibrante e divertida, junte-se a nós no GameClube. Estamos ansiosos para recebê-lo em nossa família de jogadores! A Jogo Começa GameClube - o primeiro cyber lounge, onde cada convidado encontrará algo para si. Uma área de lounge com narguilés, um bar no estilo loft com menus de chá e coquetel, uma ampla seleção de jogos de tabuleiro e, é claro, uma área de jogos. A zona de jogos GameClube é dividida em dois salões: Sala geral com 30 máquinas Sala VIP com 10 máquinas com equipamento profissional Sala VIP 2 com 10 máquinas com equipamento profissional Sala Super VIP com 6 máquinas com equipamento profissional Além disso, para os amantes do PS5, nosso cyber lounge oferece 3 áreas confortáveis com sofás e TV. RESERVAR LUGAR Preço Geral VIP / VIP 2 Super VIP 08:00-17:00 $2 $3 $4 17:00-08:00 $3 $4 $5 Pacote \"Manhã\" Seg-Sex 09:00-14:00 $7 $10 $13 Pacote Noturno 22:00-08:00 $15 $17 $25 Pacote 5 horas Apenas das 08:00 às 22:00 $13 $15 $17 Divã com TV 1 hora $10 3 horas $24 5 horas $40 Equipamento Nossa sala de jogos é equipada com o que há de mais moderno em tecnologia de jogos, proporcionando uma experiência de jogo incomparável para nossos membros. Estamos comprometidos em fornecer um ambiente que estimule a diversão e a competição, ao mesmo tempo em que garantimos conforto e conveniência. Com uma variedade de equipamentos de alta qualidade, garantimos que cada sessão de jogo seja uma experiência emocionante e imersiva. Aqui está uma visão geral do nosso equipamento: Consoles: Dispomos de consoles de última geração, incluindo PlayStation 5 e Xbox Series X, para que você possa desfrutar dos lançamentos mais recentes e dos clássicos atemporais. PCs Gaming: Nossos PCs são equipados com hardware de alto desempenho para oferecer gráficos impressionantes e jogabilidade suave em uma ampla variedade de títulos. Monitores: Contamos com monitores de alta resolução e taxa de atualização para proporcionar uma experiência visual incrível e sem falhas. Acessórios: Oferecemos uma seleção de headsets e fones de ouvido premium, teclados e mouses especializados para jogos, garantindo que você tenha o controle e a comunicação necessários para dominar o jogo. Mobília: Nossas cadeiras são ergonômicas e confortáveis, projetadas para proporcionar suporte durante longas sessões de jogo, para que você possa se concentrar no que realmente importa: a diversão. Estamos constantemente atualizando e expandindo nosso equipamento para garantir que nossos membros tenham acesso ao melhor ambiente de jogo possível. Seja você um jogador casual ou um competidor sério, temos tudo o que você precisa para uma experiência de jogo inesquecível. Jogos Em nossa biblioteca de jogos, oferecemos uma ampla seleção de títulos para atender a todos os gostos e preferências. Desde os últimos lançamentos até os clássicos atemporais, temos algo para todos os tipos de jogadores. Nossos jogos abrangem diversos gêneros, incluindo ação, aventura, RPG, quebra-cabeças, esportes e muito mais. Além dos jogos mais populares, também estamos sempre atualizando nossa coleção com novos e emocionantes títulos para manter a experiência de jogo fresca e empolgante para nossos membros. Seja você um jogador solo em busca de uma jornada épica, um competidor multiplayer procurando desafios emocionantes ou um fã de jogos casuais em busca de diversão rápida, temos algo para todos na nossa biblioteca de jogos. Explore nossa coleção e descubra seu próximo jogo favorito no GameClube! PS5: UFC 3 PS5: Grand Turismo SPORT PS5: Unravel TWO PS5: FIFA 23 PS5: NBA 23 PS5: Rocket League PS5: MK 11 PS5: ASTRO's PLAYROOM PS5: NHL 22 Atomic Heart Valorant PUBG Forza Horizon 5 Overwatch Dota 2 CS:GO Rust Call of Duty: Warzone 2.0 GTA 5 / GTA Online WoW Avaliações João Silva \"Excelente lugar para jogar! O ambiente é muito acolhedor e as instalações são de primeira qualidade. A equipe é extremamente atenciosa e prestativa. Definitivamente voltarei!\" Maria Oliveira \"Adorei a variedade de jogos disponíveis no GameClube. É ótimo poder experimentar tantos títulos diferentes em um só lugar. Recomendo a todos os fãs de videogames!\" Carlos Santos \"Minha experiência no GameClube foi incrível! A equipe foi muito simpática e prestativa, e os equipamentos eram de alta qualidade. Mal posso esperar para voltar!\" Ana Costa \"O GameClube é simplesmente incrível! Eu e meus amigos passamos horas jogando lá e sempre nos divertimos muito. A equipe é super amigável e o ambiente é descontraído. Altamente recomendado!\" Fernando Sousa \"Como um entusiasta de videogames, o GameClube atendeu a todas as minhas expectativas. A variedade de jogos é impressionante e as instalações são muito confortáveis. Não vejo a hora de voltar!\" Larissa Martins \"Tive uma experiência fantástica no GameClube! A atmosfera é vibrante e cheia de energia positiva. Os funcionários são super atenciosos e o equipamento é de alta qualidade. Definitivamente voltarei em breve!\" Pedro Almeida \"Sem dúvida, o melhor lugar para jogar videogames na cidade! O GameClube tem uma seleção incrível de jogos e o ambiente é muito acolhedor. Não vejo a hora de voltar com meus amigos!\" Lúcia Pereira \"Adorei minha experiência no GameClube! O pessoal lá é muito simpático e prestativo, e as instalações são de primeira qualidade. Mal posso esperar para voltar e jogar mais!\" Galeria Contatos Telefone: +554275613245 Email: GameClube@gmail.com Endereço: R. Gilberto Mestre, 222-Centro, Kari-AM, 69460-000, Brasil Nome: Email: Mensagem: Aceito a política de privacidade Enviar Perguntas Frequentes Como posso fazer uma reserva? Para fazer uma reserva, entre em contato conosco pelo telefone +554275613245 ou envie um email para GameClube@gmail.com. Quais são os horários de funcionamento? Nosso clube de videogames está aberto todos os dias da semana, das 10:00 às 22:00. É necessário pagar adiantado? Não é necessário pagar adiantado. Você pode pagar na chegada ao clube. O clube oferece descontos para grupos? Sim, oferecemos descontos para grupos de mais de 5 pessoas. Entre em contato conosco para mais informações. Posso trazer minha própria comida e bebida? Infelizmente, não permitimos a entrada de comida e bebida externas no clube. Temos um bar e lanchonete disponíveis no local. É permitido fumar dentro do clube? Não, é estritamente proibido fumar dentro do clube. Temos uma área externa designada para fumantes. O clube oferece descontos para estudantes? Sim, oferecemos descontos especiais para estudantes. Basta apresentar sua carteira de estudante no momento da compra. Posso alugar o clube para eventos privados? Sim, é possível alugar o clube para eventos privados. Entre em contato conosco para mais informações sobre disponibilidade e preços. Qual é a política de cancelamento de reservas? Nossa política de cancelamento permite o cancelamento gratuito até 24 horas antes da reserva. Cancelamentos feitos dentro de 24 horas estão sujeitos a uma taxa de cancelamento. Existe estacionamento disponível no local? Sim, temos estacionamento disponível para os clientes. Ele está localizado ao lado do prédio do clube. Sobre Preço Jogos Contato Privacy Policy Termos & Condições",
    "policy": "Privacy Policy | GameClube main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } a{ color: #0cf; } a:hover{ text-decoration: underline; } GameClube Sobre Preço Jogos Contato Privacy Policy Welcome to the Privacy Policy of GameClube. Security We take reasonable precautions to protect the confidentiality and security of your personal information. This includes implementing appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. Updates to This Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Links to Other Sites Our service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Consent By using our service, you consent to the collection and use of information in accordance with this Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us By email: GameClube@gmail.com By phone number: +554275613245 By mail: R. Gilberto Mestre, 222-Centro, Kari-AM, 69460-000, Brasil Sobre Preço Jogos Contato Privacy Policy Termos & Condições",
    "terms": "GameClube | Termos & Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } a{ color: #0cf; } a:hover{ text-decoration: underline; } GameClube Sobre Preço Jogos Contato Termos e Condições Bem-vindo aos nossos Termos e Condições (\"Termos\"). Ao acessar este site, assumimos que você aceita estes termos e condições na íntegra. Não continue a usar o site da nossa empresa se você não concordar com todos os termos e condições estabelecidos nesta página. 1. Uso do Site Ao utilizar nosso site, você concorda em cumprir estes Termos e Condições. Você não deve usar o nosso site de forma inadequada ou fraudulenta, nem deve tentar interferir com o funcionamento normal do site. O uso não autorizado deste site pode dar origem a uma reclamação por danos e/ou ser considerado como um crime. 2. Propriedade Intelectual O conteúdo do site, incluindo textos, gráficos, logotipos, imagens e software, é protegido por direitos autorais e outras leis de propriedade intelectual. Todos os direitos são reservados. Você concorda em respeitar todos os direitos de propriedade intelectual exibidos no site. 3. Restrições Você não deve: (a) republicar material deste site (incluindo republicação em outro site); (b) vender, alugar ou sublicenciar material do site; (c) mostrar qualquer material do site em público; (d) reproduzir, duplicar, copiar ou de outra forma explorar material em nosso site para fins comerciais; (e) editar ou modificar qualquer material no site; ou (f) redistribuir material deste site, exceto para conteúdo especificamente e expressamente disponível para redistribuição. 4. Links para Outros Sites O nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo nele contido. Não temos controle sobre o conteúdo desses sites de terceiros e não nos responsabilizamos por ele. 5. Alterações nos Termos Reservamos o direito de modificar estes Termos e Condições a qualquer momento. Tais alterações terão efeito imediato após a publicação no site. Recomendamos que você revise regularmente os Termos e Condições. 6. Lei Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do [país]. Qualquer controvérsia decorrente destes termos e condições será submetida à jurisdição exclusiva dos tribunais competentes. 7. Responsabilidade Embora nos esforcemos para garantir a precisão e integridade das informações fornecidas neste site, não garantimos que as informações no site estejam corretas, completas ou atualizadas. Não nos responsabilizamos por erros ou omissões no conteúdo deste site. 8. Indenização Você concorda em indenizar e isentar nossa empresa e seus funcionários de e contra todas e quaisquer reivindicações, responsabilidades, danos, perdas e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados ao seu uso deste site ou violação destes Termos e Condições. 9. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo email: GameClube@gmail.com Sobre Preço Jogos Contato Privacy Policy Termos & Condições",
    "thanks": "Obrigado por Entrar em Contato! | GameClube body{ background-image: url(\"imgs/background.png\"); background-color: #252525; background-repeat: no-repeat; background-position: center; background-size: cover; background-attachment: fixed; } main { max-width: 800px; margin: 20px auto; padding: 20px; } p { margin-bottom: 20px; } a { display: inline-block; color: #0cf; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado por Entrar em Contato! Recebemos sua mensagem e faremos o nosso melhor para responder o mais rápido possível. Para assuntos urgentes, por favor, ligue para nós em +554275613245. Retorne à Página Inicial."
  }
}