{
  "name": "New_v9_chiccarrybags",
  "pages": {
    "index": "Descubra a Elegância com ChicCarry Bags - Bolsas de Luxo para Mulheres Elegantes ChicCarry Bags Lar Coleção exclusiva Diversidade Nossas malas Nossas vantagens Contato Descubra a Elegância Bem-vindo à ChicCarry Bags - O Destino Definitivo para Bolsas de Luxo Últimas Tendências Explore Nossa Coleção Exclusiva de Bolsas da Moda De clutchs elegantes a totes espaçosas, na ChicCarry Bags você encontrará as últimas tendências em bolsas femininas. Nossa coleção exclusiva combina estilo, qualidade e funcionalidade para atender a todas as suas necessidades de moda. Descubra o acessório perfeito para cada ocasião em nossa seleção cuidadosamente curada. Olhar Bolsas de Luxo Descubra nossa coleção de bolsas de luxo feitas com materiais premium e artesanato impecável. Variedade de Estilos Desde bolsas clássicas até modelos modernos, temos uma variedade de estilos para todos os gostos e ocasiões. Praticidade e Estilo Nossas bolsas combinam praticidade e estilo, garantindo que você esteja sempre elegante, seja no trabalho ou em um evento especial. Acessórios Exclusivos Além de bolsas, oferecemos uma seleção de acessórios exclusivos para complementar seu look com sofisticação e charme. Nossas malas Escolha uma linda bolsa Must-Have da Estação R$ 199,99 Adquira a bolsa must-have desta estação por um preço irresistível. Este modelo exclusivo combina elegância e funcionalidade, tornando-se o acessório perfeito para o seu guarda-roupa. Ordem Clutch de Luxo R$ 149,99 Complete seu look com nossa clutch de luxo, perfeita para ocasiões especiais. Seu design sofisticado e detalhes elegantes vão garantir que você se destaque em qualquer evento. Ordem Bolsa Tote Versátil R$ 249,99 A bolsa tote versátil é ideal para o dia a dia, oferecendo espaço e estilo em um único acessório. Escolha praticidade sem abrir mão da elegância. Ordem Mochila Fashion R$ 179,99 Seja fashion e prática com nossa mochila estilosa. Perfeita para quem busca conforto sem perder o estilo, esta mochila é um must-have para mulheres modernas. Ordem 1000+ Mais de 1000 bolsas exclusivas para você escolher e arrasar em qualquer ocasião. 50+ Mais de 50 marcas renomadas disponíveis, garantindo qualidade e estilo em cada peça. 95% Satisfação do cliente em primeiro lugar - 95% dos nossos clientes recomendam a ChicCarry Bags para amigos e familiares. Entre em contato conosco e tentaremos ajudar Conecte-se conosco Escreva para nós Aceito a Política de Privacidade Envie uma mensagem Envio Rápido Garantimos envio rápido para que você receba sua bolsa favorita o mais breve possível. Atendimento Personalizado Nossa equipe está sempre pronta para oferecer um atendimento personalizado e ajudá-lo a encontrar a bolsa perfeita. Troca Fácil Oferecemos um processo de troca fácil e sem complicações caso sua bolsa não atenda às suas expectativas. Segurança Garantida Priorizamos a segurança dos seus dados e garantimos uma experiência de compra online segura e protegida. Promoções Exclusivas Fique atento às nossas promoções exclusivas e descontos especiais para adquirir suas bolsas favoritas por menos. Garantia de Qualidade Cada bolsa da ChicCarry Bags é cuidadosamente selecionada para garantir qualidade e durabilidade excepcionais. ChicCarry Bags Estilo e elegância em cada detalhe - ChicCarry Bags, sua escolha de moda. Av. Luiz Amadeu Lodi, 1395 - Bom Jesus, Sorriso - MT, 78896-130, Brasil +55-66-3545-0303 chiccarrybags@gmail.com Navegação Lar Coleção exclusiva Diversidade Nossas malas Nossas vantagens Informação política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade da ChicCarry Bags - Protegendo sua Privacidade com Estilo ChicCarry Bags Lar Coleção exclusiva Diversidade Nossas malas Nossas vantagens Contato política de Privacidade É importante ressaltar que todas as informações e materiais contidos neste site são fornecidos \"como estão\", sem garantias de qualquer tipo, expressas ou implícitas. A ChicCarry Bags não garante a adequação, confiabilidade, pontualidade ou integridade das informações apresentadas neste site. Ao acessar e utilizar este site, você concorda em fazê-lo por sua própria conta e risco. A ChicCarry Bags não se responsabiliza por quaisquer danos diretos, indiretos, acidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de uso deste site ou de qualquer material ou informação nele contida. É sua responsabilidade tomar todas as precauções necessárias para garantir que as informações que você obtém deste site sejam apropriadas e verificadas antes de serem utilizadas. Você reconhece que as informações e materiais contidos neste site podem estar desatualizados ou conter imprecisões. A ChicCarry Bags reserva-se o direito de alterar, atualizar ou remover o conteúdo deste site a qualquer momento, sem aviso prévio. Não nos responsabilizamos por quaisquer consequências decorrentes dessas alterações. Este site e todo o seu conteúdo, incluindo, entre outros, texto, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, são propriedade intelectual da ChicCarry Bags ou de seus respectivos proprietários. A reprodução, distribuição, modificação ou qualquer outro uso deste conteúdo sem o consentimento expresso por escrito da ChicCarry Bags é estritamente proibida. Ao utilizar este site, você concorda em indenizar, defender e isentar a ChicCarry Bags, seus funcionários, diretores, agentes e afiliados de todas e quaisquer responsabilidades, reivindicações, danos, perdas ou despesas, incluindo honorários advocatícios razoáveis, decorrentes ou relacionadas ao uso deste site ou violação desta Declaração de Isenção de Responsabilidade. Se alguma disposição desta Declaração de Isenção de Responsabilidade for considerada inválida ou inaplicável, por qualquer motivo, as demais disposições permanecerão em vigor e efeito. É essencial compreender que as informações e os produtos apresentados neste site não pretendem substituir o aconselhamento ou as instruções de profissionais qualificados. O conteúdo fornecido destina-se apenas a fins informativos e educacionais. Não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes da confiança nas informações contidas neste site sem a devida orientação de especialistas. A ChicCarry Bags não garante que os produtos descritos ou exibidos neste site estejam disponíveis em todas as regiões ou países. As especificações, disponibilidade e preços dos produtos podem variar de acordo com a localização. Além disso, a ChicCarry Bags não se responsabiliza por quaisquer atrasos, interrupções, erros ou omissões na transmissão de dados ou informações através deste site. Não garantimos a segurança ou a integridade das informações transmitidas pela Internet. Você reconhece e concorda que a utilização deste site e de seus conteúdos é realizada por sua própria conta e risco. A ChicCarry Bags não se responsabiliza por danos causados a sistemas de computadores, perda de dados ou outros danos decorrentes do acesso ou uso deste site. É sua responsabilidade tomar todas as precauções necessárias para proteger seus sistemas e dados contra vírus, cavalos de Tróia, worms ou outros códigos maliciosos. A ChicCarry Bags não se responsabiliza por quaisquer danos causados por tais códigos maliciosos adquiridos através deste site. Este site pode conter links para sites de terceiros. A ChicCarry Bags não controla e não é responsável pelo conteúdo, políticas de privacidade ou práticas desses sites de terceiros. Ao acessar sites de terceiros, você o faz por sua própria conta e risco. A ChicCarry Bags se reserva o direito de modificar, suspender ou descontinuar, total ou parcialmente, este site ou qualquer parte de seu conteúdo a qualquer momento, sem aviso prévio. Não seremos responsáveis por quaisquer consequências decorrentes de tais modificações, suspensões ou descontinuações. É importante ressaltar que as leis e regulamentos aplicáveis podem variar de acordo com a sua localização. A ChicCarry Bags não garante que o conteúdo deste site esteja em conformidade com as leis e regulamentos locais aplicáveis em outras jurisdições. É sua responsabilidade garantir que o uso deste site esteja em conformidade com todas as leis, regulamentos e códigos locais aplicáveis. A ChicCarry Bags não endossa, apoia ou assume nenhuma responsabilidade pelos produtos, serviços, opiniões ou declarações de terceiros encontradas neste site. Quaisquer declarações, opiniões ou representações expressas por terceiros são de responsabilidade exclusiva desses indivíduos ou entidades. Este site pode conter informações sobre produtos ou serviços que não estão disponíveis em todas as regiões ou países. A ChicCarry Bags se reserva o direito de limitar a disponibilidade de seus produtos ou serviços de acordo com sua discrição. Além disso, as informações e os preços apresentados neste site estão sujeitos a alterações sem aviso prévio. A ChicCarry Bags não garante a precisão, integridade ou pontualidade das informações contidas neste site. Você concorda em utilizar este site apenas para fins legais e de acordo com estas condições de uso. Qualquer uso indevido ou ilegal deste site ou de seu conteúdo é estritamente proibido e pode resultar em medidas legais cabíveis. A ChicCarry Bags não se responsabiliza por quaisquer danos diretos, indiretos, acidentais, especiais ou consequenciais decorrentes do uso ou da incapacidade de uso deste site, incluindo, entre outros, danos por perda de lucros, interrupção de negócios, perda de informações ou outros danos patrimoniais ou não patrimoniais. Se alguma parte desta Declaração de Isenção de Responsabilidade for considerada inválida ou inaplicável, as demais partes permanecerão em vigor e efeito. Esta Declaração de Isenção de Responsabilidade constitui o acordo completo entre você e a ChicCarry Bags em relação ao uso deste site e substitui quaisquer acordos ou entendimentos anteriores, sejam eles escritos ou verbais. A ChicCarry Bags não faz quaisquer representações ou garantias sobre a adequação, confiabilidade, disponibilidade, pontualidade ou precisão do conteúdo deste site. Todo o conteúdo é fornecido \"tal como está\" e \"conforme disponível\", sem qualquer garantia de qualquer tipo, expressa ou implícita. É sua responsabilidade avaliar a precisão, integridade e utilidade de qualquer conteúdo disponível neste site antes de tomar qualquer decisão ou realizar qualquer ação com base nesse conteúdo. A ChicCarry Bags não garante que o uso deste site será ininterrupto ou livre de erros. Você reconhece e concorda que o download ou a obtenção de qualquer material através deste site é realizado por sua conta e risco. A ChicCarry Bags não se responsabiliza por quaisquer danos aos seus sistemas de computador ou perda de dados decorrentes do download de qualquer material. Além disso, a ChicCarry Bags não garante que este site esteja livre de vírus, worms, cavalos de Tróia ou outros códigos maliciosos. É sua responsabilidade implementar procedimentos e proteções adequadas para garantir a segurança de seus sistemas e dados. A ChicCarry Bags reserva-se o direito de modificar, suspender ou encerrar, a qualquer momento e sem aviso prévio, os serviços, o conteúdo ou as informações disponibilizadas neste site. Não seremos responsáveis por quaisquer consequências decorrentes de tais alterações, suspensões ou encerramentos. Se você tiver alguma dúvida ou preocupação adicional, não hesite em entrar em contato conosco através do e-mail chiccarrybags@gmail.com. Estamos à disposição para esclarecer quaisquer questões relacionadas a esta Declaração de Isenção de Responsabilidade ou ao uso do nosso site. ChicCarry Bags Estilo e elegância em cada detalhe - ChicCarry Bags, sua escolha de moda. Av. Luiz Amadeu Lodi, 1395 - Bom Jesus, Sorriso - MT, 78896-130, Brasil +55-66-3545-0303 chiccarrybags@gmail.com Navegação Lar Coleção exclusiva Diversidade Nossas malas Nossas vantagens Informação política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso da ChicCarry Bags - Regras para uma Experiência de Compra Segura e Confiável ChicCarry Bags Lar Coleção exclusiva Diversidade Nossas malas Nossas vantagens Contato Termos de Uso - ChicCarry Bags Separabilidade Se qualquer disposição destes Termos de Uso for considerada inválida ou inaplicável, tal disposição será interpretada, limitada, modificada ou, se necessário, separada dos presentes Termos de Uso, na medida necessária, e as demais disposições continuarão em pleno vigor e efeito. Renúncia A falha da ChicCarry Bags em exercer ou aplicar qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição, a menos que uma renúncia por escrito seja assinada por um representante autorizado da ChicCarry Bags. Integralidade do Acordo Estes Termos de Uso, juntamente com quaisquer outros termos e condições aplicáveis publicados no site da ChicCarry Bags, constituem o acordo completo entre você e a ChicCarry Bags em relação ao uso do site e dos serviços, substituindo todos os acordos e entendimentos anteriores, escritos ou verbais. Avisos Legais Certos recursos ou serviços oferecidos no site da ChicCarry Bags podem estar sujeitos a termos e condições adicionais, que serão devidamente comunicados a você antes do uso desses recursos ou serviços. Alterações nos Termos de Uso A ChicCarry Bags se reserva o direito de atualizar, modificar ou alterar estes Termos de Uso a qualquer momento. Sua continua utilização do site e dos serviços após as alterações constitui aceitação dos Termos de Uso revisados. Contato Se você tiver alguma dúvida, preocupação ou comentário sobre estes Termos de Uso, entre em contato conosco através do e-mail chiccarrybags@gmail.com. Nossa equipe estará feliz em ajudá-lo. Descrições de Produtos A ChicCarry Bags faz todos os esforços para apresentar descrições precisas e atualizadas de seus produtos no site. No entanto, pode haver casos em que as informações sobre um produto estejam incorretas ou desatualizadas. Nessas situações, a ChicCarry Bags se reserva o direito de corrigir quaisquer erros, imprecisões ou omissões e de alterar ou atualizar as informações a qualquer momento, sem aviso prévio. Disponibilidade de Produtos Embora a ChicCarry Bags faça seu melhor para manter a disponibilidade dos produtos apresentados em seu site, pode haver casos em que um produto específico não esteja disponível para compra devido a restrições de estoque ou outras circunstâncias imprevistas. Nesses casos, a ChicCarry Bags se reserva o direito de cancelar ou recusar quaisquer pedidos colocados para produtos indisponíveis. Preços e Promoções Os preços e as promoções exibidos no site da ChicCarry Bags estão sujeitos a alterações sem aviso prévio. A ChicCarry Bags se esforça para manter os preços e as informações promocionais atualizados, mas podem ocorrer erros ou falhas ocasionais. Em caso de discrepância entre o preço exibido no site e o preço real, a ChicCarry Bags se reserva o direito de cobrar o preço correto ou cancelar o pedido. Métodos de Pagamento A ChicCarry Bags aceita diversos métodos de pagamento, incluindo cartões de crédito, carteiras digitais e transferências bancárias. Todos os pagamentos estão sujeitos à verificação e aprovação final pela ChicCarry Bags. A ChicCarry Bags se reserva o direito de recusar qualquer forma de pagamento ou transação que considere suspeita ou fraudulenta. Política de Devolução e Reembolso A ChicCarry Bags possui uma política de devolução e reembolso para proteger os direitos de seus clientes. Essa política está disponível em uma página separada de nosso site e é considerada parte integrante destes Termos de Uso. Certifique-se de ler e compreender nossa política de devolução e reembolso antes de fazer qualquer compra. Força Maior A ChicCarry Bags não será responsável por qualquer atraso ou falha no cumprimento de suas obrigações decorrentes de causas fora de seu controle razoável, incluindo, entre outros, casos fortuitos, catástrofes naturais, guerras, tumultos, interrupções de transporte, greves, bloqueios ou outras disputas trabalhistas. Segurança A ChicCarry Bags implementa medidas de segurança razoáveis para proteger as informações de seus usuários contra acesso não autorizado, uso indevido, perda ou divulgação. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro. Portanto, não podemos garantir a segurança absoluta das informações transmitidas através de nosso site. Conteúdo do Usuário Ao enviar qualquer conteúdo, como avaliações de produtos, comentários ou fotos, para o site da ChicCarry Bags, você concede à ChicCarry Bags uma licença perpétua, irrevogável, isenta de royalties, transferível, sublicenciável e não exclusiva para usar, reproduzir, modificar, adaptar, publicar, traduzir , criar trabalhos derivados, distribuir e exibir tal conteúdo em qualquer formato ou meio de comunicação. Você é o único responsável pelo conteúdo que enviar ao site da ChicCarry Bags e declara e garante que tal conteúdo não viola os direitos de terceiros, incluindo direitos autorais, marcas registradas, privacidade, publicidade ou outros direitos proprietários. Disputas e Resolução de Conflitos Caso surja alguma disputa ou conflito relacionado a estes Termos de Uso ou ao uso do site e serviços da ChicCarry Bags, encorajamos que você entre em contato conosco primeiro através do e-mail chiccarrybags@gmail.com para tentarmos resolver a situação de forma amigável. No entanto, se não for possível chegar a uma solução mutuamente aceitável, você concorda que quaisquer disputas serão resolvidas exclusivamente por meio de arbitragem vinculante, de acordo com as regras e procedimentos da Câmara de Comércio Internacional (ICC). A arbitragem será conduzida por um árbitro único nomeado de acordo com as regras da ICC. O local da arbitragem será a cidade onde a ChicCarry Bags está sediada, e o idioma da arbitragem será o português. A decisão do árbitro será final, vinculativa e não sujeita a apelação, e a sentença arbitral poderá ser apresentada em qualquer tribunal competente. Nada nesta cláusula impedirá que a ChicCarry Bags procure medidas cautelares ou liminares de qualquer tribunal competente. Diversidade e Inclusão A ChicCarry Bags é uma empresa que valoriza a diversidade e a inclusão. Não discriminamos com base em raça, cor, origem étnica ou nacional, idade, deficiência, identidade de gênero, orientação sexual, estado civil ou qualquer outra característica protegida por lei. Incentivamos um ambiente respeitoso e acolhedor para todos os nossos clientes, funcionários e parceiros de negócios. Qualquer comportamento discriminatório, assédio ou conduta inadequada não será tolerado em nosso site ou instalações. Responsabilidade Social Corporativa A ChicCarry Bags está comprometida com práticas éticas e sustentáveis em todas as suas operações. Respeitamos os direitos humanos e trabalhistas em nossa cadeia de suprimentos e buscamos minimizar nosso impacto ambiental através do uso responsável de recursos e da adoção de iniciativas ecológicas. Propriedade do Site e Conteúdo O site da ChicCarry Bags, incluindo todo o código-fonte, bases de dados, funcionalidades, conteúdo de texto, gráficos, fotos, áudios, vídeos e outros materiais, é de propriedade exclusiva da ChicCarry Bags ou de seus licenciadores. Todos os direitos reservados. É proibido copiar, distribuir, transmitir, exibir, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer parte do site sem a permissão prévia por escrito da ChicCarry Bags. Marcas Registradas Todas as marcas comerciais, marcas de serviço, logotipos e nomes comerciais exibidos no site da ChicCarry Bags são propriedade da ChicCarry Bags ou de seus respectivos proprietários. Nenhum uso dessas marcas é permitido sem a permissão prévia por escrito do proprietário da marca. Feedback e Sugestões A ChicCarry Bags valoriza o feedback e as sugestões de seus clientes. Se você tiver algum comentário, sugestão ou reclamação sobre nossos produtos, serviços ou o site, não hesite em entrar em contato conosco por meio do e-mail chiccarrybags@gmail.com. Faremos o possível para responder prontamente e abordar suas preocupações. ChicCarry Bags Estilo e elegância em cada detalhe - ChicCarry Bags, sua escolha de moda. Av. Luiz Amadeu Lodi, 1395 - Bom Jesus, Sorriso - MT, 78896-130, Brasil +55-66-3545-0303 chiccarrybags@gmail.com Navegação Lar Coleção exclusiva Diversidade Nossas malas Nossas vantagens Informação política de Privacidade Termos de uso",
    "thanks": "Agradecemos por Escolher a ChicCarry Bags - Sua Fonte de Estilo e Elegância Obrigado por entrar em contato! Queremos agradecer sinceramente por ter dedicado seu tempo para nos enviar sua mensagem. Sua comunicação é de grande valor para nós, e estamos gratos por ter compartilhado seus pensamentos e ideias conosco. Na ChicCarry Bags, valorizamos muito o feedback de nossos clientes e parceiros. Suas sugestões, elogios e críticas construtivas nos ajudam a melhorar continuamente nossos produtos e serviços, garantindo que possamos atender às suas necessidades da melhor maneira possível. Sua mensagem será cuidadosamente analisada por nossa equipe dedicada, e faremos o possível para responder a todas as suas dúvidas e preocupações o mais breve possível. Estamos comprometidos em fornecer um excelente atendimento ao cliente e manter um canal de comunicação aberto e transparente. Mais uma vez, obrigado por escolher a ChicCarry Bags. Esperamos continuar construindo um relacionamento duradouro e mutuamente benéfico com você. Atenciosamente,Equipe ChicCarry Bags Para principal"
  }
}