{
  "name": "New_v9_cozynest",
  "pages": {
    "index": "Lençóis de Cama de Alta Qualidade para um Sono Reparador CozyNest Lar Desenvolvimento e qualidade Nossas diferenças Coleção +55-65-9991-86396 Conforto e Elegância Descubra a melhor seleção de lençóis de cama para um sono reparador Bem-vindo ao CozyNest, a sua casa de sonhos para lençóis de cama de alta qualidade. Nós acreditamos que um sono reparador começa com um ambiente confortável e elegante. Por isso, oferecemos uma ampla variedade de lençóis de cama, criados com tecidos suaves e duráveis, para atender a todas as suas necessidades e preferências. Navegue pela nossa coleção e encontre o conjunto perfeito para transformar o seu quarto em um santuário de sono e relaxamento. Qualidade Sustentabilidade e Qualidade Lençóis de cama ecológicos e feitos para durar No CozyNest, nos preocupamos com o meio ambiente e a qualidade dos nossos produtos. É por isso que oferecemos uma linha de lençóis de cama ecológicos, feitos com materiais-primas sustentáveis e processos de produção amigáveis ao ambiente. Além disso, todos os nossos produtos são confeccionados com atenção aos detalhes e testados rigorosamente para garantir a sua durabilidade e resistência. Investir em lençóis de cama CozyNest não é apenas uma escolha inteligente para o seu conforto e bem-estar, mas também uma ação importante para a preservação do nosso planeta. Junte-se a nós nesta missão e desfrute de um sono reparador e sustentável todas as noites. Nossos Diferenciais Conforto Superior Nossos lençóis de cama são feitos com tecidos suaves e confortáveis, garantindo um sono reparador e uma sensação agradável ao toque. Estilo e Elegância Oferecemos uma ampla variedade de cores, padrões e tecidos, para que você possa escolher o conjunto perfeito para o seu quarto e estilo pessoal. Compromisso com o Meio Ambiente Nos preocupamos com o nosso planeta e buscamos sempre opções sustentáveis em nossos produtos, processos e embalagens. Escolha CozyNest e faça parte desse movimento. Conheça nossa Coleção Lençóis de cama para todos os gostos e estilos Navegue pela nossa ampla variedade de lençóis de cama e encontre o conjunto perfeito para o seu quarto. Com uma seleção cuidadosamente elaborada de cores, padrões e tecidos, nossa coleção tem opções para atender a todas as suas necessidades e preferências. Linho Clássico e elegante, o linho é uma excelente escolha para quem busca durabilidade, conforto e estilo. Algodão Macio, suave e hipoalergênico, o algodão é ideal para um sono reparador e uma sensação agradável ao toque. Seta Leve, sedosa e termorreguladora, a seta oferece um conforto e luxo inigualáveis para o seu sono. Flanela Aquecedora e confortável, a flanela é a escolha perfeita para as noites frias de inverno. Mistura de Tecidos Experimente a combinação de diferentes tecidos para um resultado único e personalizado de conforto e estilo. Ecológicos Escolha lençóis de cama feitos com materiais-primas sustentáveis e processos de produção amigáveis ao ambiente. Nossas Categorias Navegue pelas nossas diferentes categorias de lençóis de cama e encontre o conjunto perfeito para o seu quarto. Com uma seleção cuidadosamente elaborada, nossa coleção tem opções para atender a todas as suas necessidades e preferências. Por Tecido Escolha entre uma variedade de tecidos, como linho, algodão, seta e flanela, para um conforto e estilo personalizados. Por Cor e Padrão Encontre o conjunto ideal para o seu quarto, selecionando entre uma ampla gama de cores e padrões que se harmonizam com o seu estilo pessoal. Ecológicos Escolha lençóis de cama feitos com materiais-primas sustentáveis e processos de produção amigáveis ao ambiente, para um sono reparador e sustentável. Dicas para um Sono Melhor Crie o Ambiente Ideal para um Sono Reparador Escolha Lençóis Adequados Lençóis de cama confortáveis e de boa qualidade podem melhorar significativamente a sua experiência de sono. Controle a Temperatura Uma temperatura ambiente agradável é essencial para um sono reparador. Ajuste o termostato ou use ventiladores e aquecedores, se necessário. Limite a Exposição à Luz A luz, especialmente a luz azul emitida por dispositivos eletrônicos, pode perturbar o sono. Tente usar luzes baixas e evitar telas antes de dormir. Reduza o Ruído Ruídos altos ou constantes podem dificultar a conciliação do sono. Considere o uso de protetores auditivos, máquinas de ruído branco ou aplicativos de som para relaxamento. Crie uma Rotina de Sono Ir para a cama e acordar sempre às mesmas horas pode ajudar a regularizar o seu ritmo de sono-vigília e melhorar a qualidade geral do sono. Personalize o Seu Quarto Crie um ambiente que reflita o seu estilo pessoal e o ajude a se sentir relaxado e confortável. Escolha cores, móveis e acessórios que lhe agradem e promovam uma sensação de bem-estar. Nossos Favoritos Conjuntos de Lençóis de Cama Mais Queridos pelos Nossos Clientes Descubra nossa seleção de conjuntos de lençóis de cama mais populares e encontre o conjunto perfeito para o seu quarto. Com uma variedade de cores, padrões e tecidos, esses favoritos dos nossos clientes garantem um sono reparador e um ambiente elegante. R$ 299,90 Conjunto Harmonia em Branco Conjunto de lençol de cama, travesseiro e fraldas de contorno em tecido de algodão puro, com acabamento suave e delicado. Peça agora R$ 349,90 Conjunto Serenidade em Cinza Conjunto de lençol de cama, travesseiro e fraldas de contorno em tecido de linho, com acabamento natural e elegante. Peça agora R$ 499,90 Conjunto Luxo em Azul Marinho Conjunto de lençol de cama, travesseiro e fraldas de contorno em tecido de seta, com acabamento sedoso e sofisticado. Peça agora R$ 249,90 Conjunto Conforto em Rosa Claro Conjunto de lençol de cama, travesseiro e fraldas de contorno em tecido de algodão misturado com poliéster, com acabamento macio e confortável. Peça agora Aceito a Política de Privacidade Envie uma mensagem CozyNest cozynest@gmail.com R. Antônio João, 213 - Jardim Aeroporto, Várzea Grande - MT, 78125-090, Brasil +55-65-9991-86396 Lar Desenvolvimento e qualidade Nossas diferenças Coleção política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade do CozyNest - Protegendo a Sua Informação Pessoal CozyNest Lar Desenvolvimento e qualidade Nossas diferenças Coleção +55-65-9991-86396 Política de Privacidade A CozyNest está comprometida em fornecer aos seus clientes produtos de alta qualidade para tornar seu ambiente de sono mais confortável e agradável. Nosso foco principal é oferecer uma ampla gama de lençóis, cobertas, travesseiros e outros acessórios de cama para atender às diferentes necessidades e preferências de nossos clientes. Todos os nossos produtos são cuidadosamente selecionados e testados para garantir que eles atendam aos nossos padrões de qualidade. Nós trabalhamos com fornecedores de confiança para garantir que nossos produtos sejam feitos de materiais de alta qualidade e que eles sejam produzidos de forma ética e sustentável. Nós entendemos que a compra de produtos para o seu ambiente de sono é uma decisão importante e pessoal. Por isso, nos esforçamos para fornecer informações precisas e detalhadas sobre nossos produtos, incluindo suas características, benefícios e como cuidar deles. Nós também oferecemos orientações e conselhos úteis para ajudar você a fazer a melhor escolha para suas necessidades e preferências. Embora nos esforcemos para garantir que todas as informações em nosso site sejam precisas e atualizadas, não podemos garantir que esteja livre de erros ou imprecisões. Se você encontrar algum erro ou imprecisão em nosso site, por favor nos informe imediatamente para que possamos corrigi-lo o mais rápido possível. Não nos responsabilizamos por quaisquer danos ou prejuízos que possam resultar do uso ou confiança nas informações em nosso site. Nós recomendamos que você faça sua própria pesquisa e consulte um profissional de saúde ou de sono antes de tomar qualquer decisão de compra ou de uso de nossos produtos. Não oferecemos garantias ou representações sobre a disponibilidade ou o tempo de entrega de nossos produtos. Nós nos esforçamos para processar e entregar todos os pedidos o mais rápido possível, mas não podemos garantir que eles serão entregues em uma determinada data ou hora. Se você tiver alguma pergunta ou preocupação sobre a disponibilidade ou o tempo de entrega de um produto, por favor entre em contato conosco antes de fazer o pedido. Não nos responsabilizamos por quaisquer danos ou prejuízos que possam resultar do uso indevido ou do descumprimento das instruções de cuidado de nossos produtos. Nós recomendamos que você leia e siga cuidadosamente as instruções de cuidado em nosso site e na embalagem do produto para garantir que eles sejam usados e cuidados adequadamente. Não oferecemos reembolsos ou trocas para produtos que foram usados, danificados ou alterados de alguma forma. Se você receber um produto que está defeituoso ou não corresponde à descrição em nosso site, por favor entre em contato conosco imediatamente para que possamos resolver o problema. Nós nos reservamos o direito de alterar ou modificar estes termos e condições a qualquer momento e sem aviso prévio. Nós recomendamos que você revise estes termos e condições regularmente para ficar informado sobre quaisquer alterações ou modificações. Nós nos orgulhamos de oferecer uma ampla variedade de opções de tecidos, cores e padrões para que você possa personalizar seu ambiente de sono de acordo com suas preferências pessoais. Nós também oferecemos opções de tecido orgânico e sustentável para aqueles que buscam uma opção mais ecológica. Todos os nossos produtos são cuidadosamente lavados e embalados antes do envio para garantir que cheguem a você em perfeitas condições. Nós recomendamos que você lave seus lençóis e outros acessórios de cama antes do primeiro uso para remover quaisquer resíduos de fabricação. Nós nos esforçamos para oferecer preços justos e competitivos em todos os nossos produtos. Nós também oferecemos promoções e descontos especiais em determinados períodos do ano, então fique atento às nossas atualizações e promoções. Nós nos preocupamos com a segurança e a privacidade de nossos clientes. Nós não coletamos nem usamos informações pessoais de nossos clientes para fins de marketing ou publicidade. Nós também usamos medidas de segurança avançadas para proteger as informações de pagamento e de envio de nossos clientes. Nós valorizamos o feedback e as opiniões de nossos clientes. Se você tiver alguma sugestão ou comentário sobre nossos produtos ou serviços, por favor nos informe. Nós sempre estamos procurando por maneiras de melhorar e oferecer a melhor experiência de compra possível para nossos clientes. Nós nos esforçamos para ser uma empresa socialmente responsável e ética. Nós nos comprometemos a trabalhar com fornecedores e parceiros que compartilham nossos valores e práticas éticas. Nós também nos comprometemos a reduzir nossa pegada ambiental e a apoiar iniciativas sustentáveis e ecológicas. Se você tiver alguma pergunta ou preocupação sobre estes termos e condições, por favor entre em contato conosco em cozynest@gmail.com. Estamos sempre aqui para ajudar e garantir que você tenha a melhor experiência de compra possível com a CozyNest. Agradecemos pela sua compreensão e cooperação. Atenciosamente, A equipe da CozyNest. CozyNest cozynest@gmail.com R. Antônio João, 213 - Jardim Aeroporto, Várzea Grande - MT, 78125-090, Brasil +55-65-9991-86396 Lar Desenvolvimento e qualidade Nossas diferenças Coleção política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso do CozyNest - Regras e Condições para o Uso do Nosso Site CozyNest Lar Desenvolvimento e qualidade Nossas diferenças Coleção +55-65-9991-86396 Termos de uso Garantia e Responsabilidade Todos os produtos vendidos no CozyNest estão sujeitos à garantia legal prevista na legislação brasileira. Em caso de defeito ou falha no produto, você deverá entrar em contato conosco através do e-mail cozynest@gmail.com para que possamos fornecer as orientações necessárias. O CozyNest não se responsabiliza por danos ou prejuízos, diretos ou indiretos, decorrentes do uso indevido ou inadequado dos produtos adquiridos no nosso site. Política de Privacidade No CozyNest, respeitamos a sua privacidade e não coletamos ou utilizamos qualquer informação pessoal sem o seu consentimento prévio. Para mais informações, consulte nossa Política de Privacidade. Lei Aplicável e Foro Estes termos de uso são regidos e interpretados de acordo com as leis brasileiras. Qualquer controvérsia ou litígio decorrente destes termos de uso ou do uso do CozyNest será resolvido(a) em um foro competente da cidade de São Paulo, SP. Disposições Gerais Estes termos de uso constituem o acordo completo entre você e o CozyNest em relação ao uso do nosso site. Se alguma disposição destes termos de uso for considerada inválida ou inexecutável, as demais disposições permanecerão em pleno vigor e efeito. Sobre o CozyNest O CozyNest é um site de comércio eletrônico especializado em postelas, travesseiros, lençóis e outros acessórios para o quarto. Nossa missão é oferecer produtos de alta qualidade e excelente serviço ao cliente, para que você possa criar o seu próprio ninho de conforto e doçura. Cuidados com o Postelado Para garantir a durabilidade e a qualidade dos produtos adquiridos no CozyNest, é importante que você siga alguns cuidados básicos: Lave as peças do postelado com frequência, utilizando água morna e sabão neutro. Não utilize água sanitária, cloro ou outros produtos químicos agressivos. Não esfregue ou torça as peças do postelado, para evitar danos nas fibras. Secar as peças do postelado à sombra, evitando o contato direto com o sol. Planchas as peças do postelado em baixa temperatura, utilizando um pano protetor. Como Escolher o Postelado Ideal Para escolher o postelado ideal para o seu quarto, é importante que você considere alguns fatores, como o tamanho da cama, o estilo de decoração, as preferências pessoais e as necessidades especiais. No CozyNest, você encontra uma ampla variedade de opções, com diferentes tamanhos, cores, tecidos e acabamentos. Nossos especialistas estão sempre à sua disposição para ajudar você a fazer a melhor escolha. Vantagens de um Bom Postelado Dormir bem é essencial para a nossa saúde e bem-estar. Um bom postelado pode fazer toda a diferença na hora de dormir, proporcionando conforto, calor e suporte. Além disso, um postelado bonito e bem combinado pode valorizar a decoração do quarto, criando um ambiente acolhedor e harmonioso. Conheça nossas Linhas de Produtos No CozyNest, você encontra uma variedade de linhas de produtos, desenvolvidas para atender às diferentes necessidades e preferências dos nossos clientes. Linha Cozy: produtos de alta qualidade e excelente custo-benefício, ideais para quem procura conforto e praticidade. Linha Luxury: produtos sofisticados e exclusivos, feitos com materiais-primas nobres e acabamentos especiais, para quem não mede esforços para ter o melhor. Linha Kids: produtos coloridos e divertidos, desenvolvidos especialmente para as crianças, com tecidos suaves e hipoalergênicos. Linha Eco: produtos sustentáveis e amigáveis ao meio ambiente, feitos com materiais-primas orgânicas e processos de produção limpos. Acompanhe as Novidades do CozyNest Para ficar por dentro de todas as novidades do CozyNest, como lançamentos de produtos, promoções especiais e dicas de decoração, siga-nos nas redes sociais e cadastre-se na nossa newsletter. Programa de Fidelidade No CozyNest, valorizamos nossos clientes e queremos premiá-los pela sua preferência e fidelidade. Por isso, criamos o Programa de Fidelidade CozyNest, que oferece vantagens exclusivas para quem compra mais. Para participar do Programa de Fidelidade, basta realizar uma compra no nosso site e criar uma conta de usuário. A partir daí, você começa a acumular pontos com base no valor das suas compras, que podem ser trocados por descontos, cupons e outras recompensas. Lista de Casamento e Presentes Se você está planejando o seu casamento ou uma festa especial, o CozyNest pode ajudar você a escolher e adquirir os melhores produtos para o seu lar. Oferecemos o serviço de Lista de Casamento e Presentes, que permite que você crie uma lista personalizada com os produtos que deseja, e compartilhe-a com os seus convidados. Dessa forma, você garante que receberá presentes úteis e que combinam com o seu estilo de decoração. Atendimento ao Cliente No CozyNest, nos preocupamos em oferecer um atendimento ao cliente de excelência, com agilidade, cortesia e eficiência. Para entrar em contato conosco, você pode utilizar o nosso chat online, disponível no horário comercial, ou enviar um e-mail para cozynest@gmail.com. Em breve, retornaremos o seu contato e faremos o possível para atender às suas necessidades. Segurança e Confidencialidade O CozyNest adota medidas de segurança e confidencialidade rigorosas para proteger as informações e os dados dos nossos clientes. Todas as transações realizadas no nosso site são encriptadas e processadas através de um gateway de pagamento seguro e confiável. Além disso, não armazenamos ou compartilhamos as informações de pagamento dos nossos clientes com terceiros. Responsabilidade Social e Ambiental No CozyNest, acreditamos que é possível fazer negócios de forma ética, sustentável e responsável. Por isso, nos empenhamos em adotar práticas de gestão e produção que respeitem o meio ambiente e as comunidades locais. Oferecemos produtos certificados e ecológicos, que contribuem para a preservação dos recursos naturais e a redução do impacto ambiental. Além disso, apoiamos projetos sociais e ambientais, que visam melhorar a qualidade de vida das pessoas e do planeta. Termos e Condições de Uso Ao utilizar o site do CozyNest, você concorda em cumprir os nossos Termos e Condições de Uso, que estabelecem as regras e os procedimentos para a utilização dos nossos serviços e produtos. Caso você não concorde com os nossos Termos e Condições de Uso, por favor, interrompa a utilização do nosso site imediatamente. Alterações nos Termos e Condições de Uso O CozyNest reserva-se o direito de alterar ou modificar os nossos Termos e Condições de Uso a qualquer momento, sem aviso prévio. Ao continuar a utilizar o nosso site após a publicação das alterações, você concorda em cumprir os nossos Termos e Condições de Uso atualizados. Obrigado por nos Escolher Agradecemos a sua preferência e confiança no CozyNest. Estamos sempre à sua disposição para atender às suas necessidades e expectativas, e fazer com que você se sinta em casa, mesmo quando estiver longe dela. Atenciosamente, Equipe CozyNest cozynest@gmail.com CozyNest cozynest@gmail.com R. Antônio João, 213 - Jardim Aeroporto, Várzea Grande - MT, 78125-090, Brasil +55-65-9991-86396 Lar Desenvolvimento e qualidade Nossas diferenças Coleção política de Privacidade Termos de uso",
    "thanks": "Obrigado por postar no CozyNest - desfrute de um sono confortável e elegante Obrigado por se conectar com a gente! Apreciamos muito o seu tempo e esforço em preencher o nosso formulário de contato. Nós valorizamos a sua opinião e estamos ansiosos para ouvir o que você tem a dizer. Voltar para a página inicial"
  },
  "date": "2024-05-22T16:00:34.279Z"
}