{
  "name": "New_v9_sailawayboats",
  "pages": {
    "terms-conditions": "SailAway Boats Terms of Use SailAway Boats +91-770-9493317 Home Accuracy and passion Our services Join Our boats sailawayboats@gmail.com Terms of Use Welcome to SailAway Boats! These terms and conditions outline the rules and regulations for the use of SailAway Boats' Website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use SailAway Boats if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, SailAway Boats and/or its licensors own the intellectual property rights for all material on SailAway Boats. All intellectual property rights are reserved. You may access this from SailAway Boats for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from SailAway Boats Sell, rent, or sub-license material from SailAway Boats Reproduce, duplicate, or copy material from SailAway Boats Redistribute content from SailAway Boats This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. SailAway Boats does not filter, edit, publish, or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of SailAway Boats,its agents, and/or affiliates. Comments reflect the views and opinions of the person who posts their views and opinions. To the extent permitted by applicable laws, SailAway Boats shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. SailAway Boats reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive, or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant SailAway Boats a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications, or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site. We may consider and approve other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of SailAway Boats; and (d) the link is in the context of general resource information. These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site. If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to SailAway Boats. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site. No use of SailAway Boats's logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be held responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amend these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us at any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort, and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact us via email at sailawayboats@gmail.com. By using our website, you hereby consent to our Terms of Use and agree to abide by them. Effective as of March 1, 2024 SailAway Boats Site navigation Home Accuracy and passion Our services Join Our boats Additional Information Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing SailAway Boats Thank You for Reaching Out! We appreciate your interest in SailAway Boats. Your message has been received and we'll get back to you as soon as possible. Back to Home",
    "index": "Welcome to SailAway Boats - Your Ultimate Boating Destination SailAway Boats +91-770-9493317 Home Accuracy and passion Our services Join Our boats sailawayboats@gmail.com Welcome to SailAway Boats Explore the Finest Selection of Boats for Your Next Adventure Discover a world of possibilities with SailAway Boats. From sleek yachts to sturdy fishing vessels, we offer a diverse range of boats to suit every water enthusiast. Start your journey with us today and set sail towards unforgettable experiences on the open seas. Start Quality Craftsmanship Crafted with Precision and Passion At SailAway Boats, we take pride in the meticulous craftsmanship that goes into each vessel. Our boats are built to last, combining innovation with tradition for an unparalleled on-water experience. 95% Handcrafted Detailing 30+ Years of Expertise 100% Customer Satisfaction Our Services Comprehensive Solutions for Your Boating Needs 1 Boat Sales: Discover the perfect boat for your lifestyle and budget. 2 Boat Rentals: Experience the thrill of boating without the commitment. 3 Boat Maintenance: Keep your boat in top condition with our expert services. 4 Boat Storage: Secure and convenient storage options for your watercraft. Stay Connected Join Our Boating Community Stay updated with the latest news, events, and offers from SailAway Boats by connecting with us on social media. Become a part of our vibrant boating community today! Exclusive Deals Get access to special discounts and promotions. Boating Tips Learn valuable insights and tips for your boating adventures. Event Updates Stay informed about upcoming boating events in your area. Customer Stories Read inspiring stories from our satisfied customers. Behind the Scenes Explore the making of our exceptional boats. Expert Advice Receive expert advice on boat maintenance and care. Contact Us Get in Touch with SailAway Boats Have a question or need assistance? Feel free to reach out to us. Our team is here to help you find the perfect boat or provide any information you may need. Contact SailAway Boats today for all your boating needs. Contact Us Ready to get started? Let’s chat. 537H+MC7, Tekdi Rd, Sadar, Nagpur, Maharashtra 440001, India +91-770-9493317 sailawayboats@gmail.com I accept the Privacy Policy Send a message Featured Products Explore Our Top Picks Ask a Question Sleek Yacht Experience the ultimate in watercraft luxury with our sleek yacht. Perfect for entertaining guests or enjoying a peaceful cruise, this boat is a must-have for any boating enthusiast. ₹1,00,00,000 Order Fishing Boat Our fishing boat is designed for serious anglers. With ample storage for gear and a comfortable cabin, you'll have everything you need to catch the big one. ₹50,00,000 Order Speedboat For those who crave excitement, our speedboat is the perfect choice. With its powerful engine and sleek design, you'll be zipping across the water in no time. ₹75,00,000 Order What Our Customers Are Saying Don't just take our word for it. Hear from our satisfied customers about their experiences with SailAway Boats. We pride ourselves on providing exceptional service and quality products. Meet the Experts Behind SailAway Boats Our team is dedicated to ensuring your boating experience is unforgettable. From sales to maintenance, our experts are here to help you every step of the way. SailAway Boats Site navigation Home Accuracy and passion Our services Join Our boats Additional Information Privacy Policy Terms of Use",
    "privacy-policy": "SailAway Boats Privacy Policy SailAway Boats +91-770-9493317 Home Accuracy and passion Our services Join Our boats sailawayboats@gmail.com Privacy Policy Welcome to SailAway Boats! Before you dive into exploring our website, please take a moment to read this disclaimer carefully. By accessing and using our website, you agree to comply with the terms and conditions outlined in this disclaimer. If you do not agree with any part of this disclaimer, we kindly ask you to refrain from using our website. Accuracy of Information While we strive to provide accurate and up-to-date information on SailAway Boats, we cannot guarantee the completeness, reliability, or accuracy of all content displayed on our website. The information provided is for general informational purposes only and should not be considered as professional advice. Any reliance you place on the information provided on our website is strictly at your own risk. Use of Content The content available on SailAway Boats, including but not limited to text, images, videos, and graphics, is protected by copyright law. You may not reproduce, distribute, modify, or transmit any part of the content without prior written permission from SailAway Boats. Unauthorized use of our content may result in legal action. External Links SailAway Boats may contain links to third-party websites for your convenience and reference. We do not endorse or take responsibility for the content, accuracy, or policies of these websites. Visiting external links from our website is at your own discretion and risk. Limitation of Liability In no event shall SailAway Boats or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website, even if we have been advised of the possibility of such damages. This includes, but is not limited to, damages for loss of profits, data, or other intangible losses. Changes to Privacy Policy SailAway Boats reserves the right to amend or update this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer periodically for any changes. Your continued use of our website following the posting of any amendments to the disclaimer constitutes acceptance of those changes. Indemnification You agree to indemnify and hold SailAway Boats and its affiliates, agents, employees, and licensors harmless from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your use of our website or violation of this disclaimer. No Warranty SailAway Boats provides its website on an \"as is\" and \"as available\" basis without any representation or warranty, express or implied. We do not warrant that our website will be error-free, uninterrupted, secure, or free from viruses or other harmful components. Any reliance you place on our website is strictly at your own risk. Entire Agreement This disclaimer constitutes the entire agreement between you and SailAway Boats regarding your use of our website, superseding any prior agreements or understandings, whether written or oral. Severability If any provision of this disclaimer is found to be invalid or unenforceable under applicable law, such provision shall be deemed modified to the minimum extent necessary to make it valid and enforceable. The remaining provisions of this disclaimer shall remain in full force and effect. Modifications SailAway Boats reserves the right to modify, suspend, or discontinue, temporarily or permanently, the operation of our website or any part of it with or without notice. We may also impose limits on certain features and services or restrict your access to parts or all of the website without prior notice or liability. Third-Party Services We may integrate third-party services, tools, or applications into SailAway Boats for various purposes such as analytics, advertising, or social media integration. These third-party services may collect information about your use of our website and may have their own terms of service and privacy policies. SailAway Boats is not responsible for the actions or policies of these third parties. User-Generated Content SailAway Boats may allow users to submit, post, or share content on our website, including but not limited to comments, reviews, and forum posts. By submitting content to SailAway Boats, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, and display the content in any form, medium, or technology now known or later developed. You agree that any content you submit to SailAway Boats will not violate any third-party rights, including copyright, trademark, privacy, or publicity rights, or contain any unlawful, defamatory, obscene, or offensive material. Accessibility SailAway Boats is committed to ensuring that our website is accessible to all users, including those with disabilities. We strive to comply with the Web Content Accessibility Guidelines (WCAG) to make our website user-friendly and accessible to everyone. If you encounter any accessibility barriers while using our website, please contact us at sailawayboats@gmail.com so that we can address the issue promptly. Feedback We welcome your feedback, suggestions, and ideas to improve SailAway Boats. If you have any comments or recommendations regarding our website or services, please feel free to share them with us at sailawayboats@gmail.com. We value your input and will carefully consider all feedback received. Changes to Terms of Use SailAway Boats reserves the right to update, modify, or revise these terms of use at any time without prior notice. It is your responsibility to review the terms of use periodically for any changes. Your continued use of our website following the posting of any amendments constitutes acceptance of those changes. Termination SailAway Boats reserves the right, in its sole discretion, to terminate your access to the website and related services or any portion thereof at any time, without notice, for any reason whatsoever. Waiver Failure of SailAway Boats to enforce any of the provisions set forth in these terms of use shall not be construed as a waiver of such provisions or the right to enforce such provisions. Headings The headings used in this agreement are included for convenience only and will not limit or otherwise affect these terms. Disclaimer Regarding Product Listings SailAway Boats may feature product listings, descriptions, and specifications provided by third-party sellers or manufacturers. While we strive to ensure the accuracy and completeness of product information displayed on our website, we do not guarantee the reliability, quality, or availability of any products listed. Prices, promotions, and availability of products are subject to change without notice. SailAway Boats does not warrant that product descriptions or other content on our website are accurate, complete, reliable, current, or error-free. Any reliance you place on such information is strictly at your own risk. Product Purchases Purchases made through links or advertisements displayed on SailAway Boats are transactions between you and the third-party seller or manufacturer. We are not involved in any way with the sale, shipment, or delivery of products purchased through our website. Any concerns or disputes regarding product purchases should be directed to the appropriate third-party seller or manufacturer. User Responsibilities As a user of SailAway Boats, you agree to use our website and services in accordance with all applicable laws, regulations, and these terms of use. You agree not to engage in any conduct that could damage, disable, overburden, or impair the functioning of our website or interfere with any other party's use and enjoyment of it. Limitation of Liability In no event shall SailAway Boats or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our website, including but not limited to loss of revenue, profits, or data, even if we have been advised of the possibility of such damages. Indemnification You agree to indemnify, defend, and hold harmless SailAway Boats, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your use of our website or violation of these terms of use. Contact Us If you have any questions or concerns regarding this disclaimer, please contact us at sailawayboats@gmail.com. Thank you for taking the time to read our disclaimer. We hope you enjoy your experience on SailAway Boats! SailAway Boats Team SailAway Boats Site navigation Home Accuracy and passion Our services Join Our boats Additional Information Privacy Policy Terms of Use"
  }
}