{
  "name": "New_v9_FarinhaFresca",
  "pages": {
    "index": "FarinhaFresca Início Sobre Nós Menu Galeria Dicas e Lifehacks Contato FarinhaFresca Descubra o sabor da tradição em cada mordida. Bem-vindo à nossa padaria! Somos uma equipe apaixonada de padeiros dedicados a criar produtos de panificação excepcionais, feitos com os ingredientes mais frescos e amorosos. Desde os nossos pães artesanais até as nossas irresistíveis sobremesas, cada produto é cuidadosamente preparado para satisfazer os paladares mais exigentes. Nossa jornada começou há anos, quando decidimos compartilhar nossa paixão pela panificação com a comunidade local. Desde então, temos nos esforçado para ser uma referência em qualidade e sabor, oferecendo uma variedade de produtos que cativam e inspiram. Explore nosso menu completo para descobrir uma ampla seleção de delícias artesanais, desde nossos pães crocantes até nossos bolos meticulosamente decorados. Entre em contato conosco para fazer um pedido ou visite-nos pessoalmente e experimente o que temos de melhor. Sobre Nós A FarinhaFresca é uma história de paixão pela panificação e confeitaria, que teve início há muito tempo, numa pequena padaria no coração da cidade. A nossa missão é criar produtos da mais alta qualidade, que encantam os nossos clientes com frescura, sabor e beleza. A nossa equipa é composta por pessoas talentosas e criativas, unidas pelo desejo comum de alcançar a excelência. À frente da nossa padaria está um mestre padeiro experiente, que dá vida às ideias mais audaciosas, e cada membro da nossa equipa dedica o seu coração e alma à produção de cada produto. Nós comprometemo-nos a utilizar apenas os melhores ingredientes, a produzir manualmente os nossos produtos e a apoiar a nossa comunidade local. Somos uma padaria que não só serve produtos deliciosos, mas também promove valores de qualidade, autenticidade e sustentabilidade. Passeio Virtual Bem-vindo à nossa padaria! Explore o mundo mágico da arte da panificação com nosso passeio virtual. Veja nosso equipamento moderno e acompanhe cada etapa do processo de produção - desde a preparação dos ingredientes até a saída do forno. Estamos orgulhosos de utilizar tecnologia de ponta em nossa padaria, garantindo a máxima eficiência e qualidade em cada produto que criamos. Nossos padeiros experientes e talentosos estão sempre buscando novas maneiras de aprimorar nossas receitas e oferecer o melhor para nossos clientes. Galeria de Fotos Passe algum tempo em nossa padaria acolhedora, sentindo a atmosfera calorosa e confortável. Veja nossas fotos e confira exemplos de nossos produtos acabados - desde pães frescos até deliciosos bolos e sobremesas. Nossa galeria de fotos captura a essência da nossa padaria, mostrando não apenas nossos produtos, mas também a paixão e dedicação que dedicamos a cada assado. Convidamos você a mergulhar em nosso mundo de sabores e aromas irresistíveis. Localização e Horário Estamos convenientemente localizados no coração da cidade, facilitando o acesso para nossos clientes. Venha nos visitar em nosso endereço e experimente pessoalmente nossos produtos frescos e saborosos. Nossos horários de funcionamento são flexíveis para atender às necessidades de nossos clientes. Estamos abertos todos os dias da semana, com horários estendidos nos fins de semana para sua conveniência. Além disso, oferecemos serviços de entrega e retirada para tornar sua experiência ainda mais fácil. Menu Pão Nossa fresca seleção de pães, preparados com receitas tradicionais e os melhores ingredientes. R$ 5,99 Pastelaria Nossas incomparáveis ​​pastelarias doces e salgadas, perfeitas para acompanhar seu café da manhã ou como um ótimo lanche. R$ 3,49 Bolo Tortas e bolos frescos do forno, preparados com amor e cuidado para o seu prazer. R$ 7,99 Croissant Delicioso croissant folhado, perfeito para começar o dia com uma explosão de sabor. R$ 4,99 Empada Empada de frango ou camarão, uma delícia para um lanche rápido ou um petisco saboroso. R$ 3,99 Bolo de Cenoura Um clássico bolo de cenoura, coberto com uma deliciosa calda de chocolate. R$ 6,99 Sanduíche Opções deliciosas de sanduíches, perfeitas para um almoço rápido ou um lanche satisfatório. R$ 8,99 Torta de Limão Uma torta refrescante de limão, perfeita para uma sobremesa leve e saborosa. R$ 7,49 Café Uma seleção de cafés quentes e frios para acompanhar nossos deliciosos produtos de padaria. A partir de R$ 2,99 Cookie Cookie macio e delicioso, com pedaços de chocolate derretido. R$ 2,49 Baguete Baguete francesa fresca, crocante por fora e macia por dentro. R$ 3,99 Brownie Brownie decadente, com nozes e cobertura de chocolate. R$ 4,99 Smoothie Smoothies refrescantes e saudáveis, feitos com frutas frescas e iogurte. A partir de R$ 5,99 Quiche Quiche caseira com uma massa amanteigada e recheio cremoso de queijo, espinafre e bacon. R$ 9,99 Galeria Dicas de Preparação e Life Hacks Organização na Cozinha Mantenha sua cozinha organizada para facilitar o processo de preparação. Separe os ingredientes antes de começar a cozinhar e mantenha uma área de trabalho limpa e arrumada. Use recipientes transparentes para armazenar ingredientes secos e etiquete-os para identificação fácil. Isso economizará tempo e evitará confusões na hora de cozinhar. Economize Tempo com Preparo Antecipado Planeje suas refeições com antecedência e prepare alguns ingredientes com antecedência para economizar tempo na cozinha. Por exemplo, pique vegetais extras e congele-os para uso futuro em sopas, guisados e refogados. Você também pode preparar massas de bolo e cookies com antecedência e congelá-las em porções individuais. Isso permite que você asse frescas sempre que desejar, economizando tempo e garantindo lanches deliciosos em minutos. Life Hacks para Cozinha Aproveite ao máximo seus utensílios de cozinha com alguns life hacks inteligentes. Por exemplo, use uma colher de sorvete para porções uniformes de massa de biscoito e uma faca quente para cortar fatias limpas de bolos e tortas. Você também pode reutilizar sacos plásticos para decorar bolos e cupcakes. Basta encher um saco plástico com glacê, cortar a ponta e usar como um saco de confeitar improvisado para criar designs bonitos e impressionantes. Armazenamento Inteligente Use potes de vidro transparentes para armazenar alimentos secos, como farinha, açúcar e grãos. Isso não só mantém os alimentos frescos por mais tempo, mas também permite que você veja facilmente o que está dentro de cada pote. Além disso, utilize organizadores de gavetas e prateleiras para maximizar o espaço de armazenamento em sua cozinha. Isso ajudará a manter sua despensa organizada e facilitará encontrar o que você precisa quando estiver cozinhando. Limpeza Rápida e Eficiente Limpe sua cozinha enquanto cozinha para economizar tempo no final da refeição. Encha a pia com água quente e sabão e vá lavando os utensílios e panelas conforme terminar de usá-los. Além disso, mantenha toalhas de papel ou panos de prato à mão para limpar derramamentos imediatamente. Isso evitará que a sujeira se acumule e facilite a limpeza final. Utensílios Multifuncionais Procure por utensílios de cozinha que tenham múltiplas funções para economizar espaço e dinheiro. Por exemplo, uma panela de pressão pode ser usada para cozinhar arroz, carne e legumes de forma rápida e eficiente. Além disso, opte por ferramentas de cozinha que sejam duráveis e de alta qualidade. Elas durarão mais tempo e proporcionarão resultados melhores em suas receitas. Aproveite ao Máximo os Ingredientes Não jogue fora os restos de comida! Use vegetais e carnes que sobraram para fazer sopas, ensopados ou refogados. Você também pode transformar bananas maduras em deliciosos pães ou bolos de banana. Além disso, aprenda a usar todas as partes dos alimentos. Por exemplo, as cascas de frutas cítricas podem ser secas e usadas como aromatizantes em bebidas ou molhos. Cuide Bem dos Seus Utensílios Para garantir que seus utensílios de cozinha durem o máximo possível, lave-os à mão sempre que possível e evite colocá-los na máquina de lavar louça. Isso ajudará a preservar suas propriedades e evitar danos. Além disso, guarde seus utensílios em locais apropriados e protegidos para evitar danos e arranhões. Isso garantirá que eles estejam sempre prontos para uso quando você precisar deles. Experimente Novas Receitas e Ingredientes Não tenha medo de sair da sua zona de conforto e experimentar novas receitas e ingredientes. Isso pode abrir um mundo de possibilidades e expandir seu repertório culinário. Você também pode participar de aulas de culinária ou workshops para aprender novas técnicas e conhecer pessoas com interesses semelhantes. Essa é uma ótima maneira de se inspirar e se divertir na cozinha! Contato Formulário de Contato Eu aceito a Política de Privacidade. Enviar Informações de Contato Endereço: Conjunto Arco Iris-Av. Jo princípio1492 - novo Aleixo, Manaus-AM, 69098-165, Brasil Telefone: +55 46 5237 5016 Email: FarinhaFresca@gmail.com Início Sobre Nós Menu Galeria Dicas e Lifehacks Contato Termos e Condições Política de Privacidade",
    "policy": "FarinhaFresca | Política de Privacidade p{ margin-bottom: 20px; } Início Sobre Nós Menu Galeria Dicas e Lifehacks Contato Política de Privacidade No FarinhaFresca Bakery, estamos comprometidos em proteger sua privacidade. Esta política de privacidade se aplica ao Site e a todos os produtos e serviços oferecidos pelo FarinhaFresca Bakery. Segurança das Informações Nós adotamos práticas de coleta, armazenamento e processamento de dados apropriadas e medidas de segurança para proteger contra acesso não autorizado, alteração, divulgação ou destruição de suas informações pessoais, nome de usuário, senha, informações de transações e dados armazenados em nosso Site. Seus dados pessoais são armazenados em servidores seguros e protegidos por firewalls e criptografia avançada para garantir a máxima segurança. No entanto, é importante lembrar que nenhuma transmissão de dados pela Internet ou método de armazenamento eletrônico é 100% seguro. Portanto, embora nos esforcemos para proteger suas informações pessoais, não podemos garantir sua segurança absoluta. Você também é responsável por proteger a confidencialidade de suas informações de login e senha. Recomendamos que você escolha senhas fortes e únicas e não compartilhe suas credenciais de acesso com ninguém. Caso tenha alguma preocupação com a segurança de suas informações pessoais ou suspeite de atividades suspeitas em sua conta, entre em contato conosco imediatamente para que possamos tomar as medidas necessárias para proteger sua privacidade e segurança. Consentimento ao usar o nosso Site, voc valuetech com a nossa política de privacidade e conceder o seu consentimento para a coleta, uso e divulga o seu conhecimento sobre as pessoas de acordo com os termos descritos nesta Política. Por favor, use o nosso Site. entende-se a importação da privacidade e estamos comprometidos em garantir que suas informações das pessoas sejam tratadas com segurança da privacidade e respeito. N3S N3S iremos vender, comercializar ou alugar suas informações2es pessoas para terceiros sem seu consentimento expresso, exceto conforme descrito nesta pol2s de privacidade ou quando exigido por lei. É importante ressaltar que, ao fornecer suas informações pessoais, você está consentindo com a transferência, processamento e armazenamento de seus dados em servidores localizados em diferentes jurisdições, incluindo fora do seu país de residência, onde as leis de proteção de dados podem ser diferentes das do seu país. Se fizermos alterações nesta política de Privacidade, iremos actualizar a data de revisão Nesta parte inferior desta cidade. Ao continuar a utilizar o Site após a publicação de tais alterações, você estará consentindo com as novas práticas descritas nesta política. Alterações a esta Política de Privacidade na FarinhaFresca, poderemos ocasionalmente actualizar a nossa Política de Privacidade para reflectir alterações nas nossas práticas e requisitos legais. Encorajamo-lo a rever esta Política de Privacidade periodicamente para se manter informado sobre como recolhemos, utilizamos e protegemos as suas informações pessoais. ao continuar a utilizar o nosso website e os nossos serviços após a entrada em vigor das alterações à presente Política de Privacidade, está a concordar com os termos atualizados. Se você não concordar com qualquer parte da política atualizada, você pode optar por interromper o uso do nosso site e serviços. Se tiver quaisquer questões ou preocupações sobre a nossa Política de Privacidade ou sobre as alterações introduzidas na mesma, contacte-nos para esclarecimentos. A sua privacidade e confiança são importantes para nós e estamos empenhados em ser transparentes sobre as nossas práticas de dados. Seus direitos na FarinhaFresca, respeitamos os seus direitos relativamente às suas informações pessoais e estamos empenhados em garantir que tem controlo sobre os seus dados. Como tal, tem os seguintes direitos: direito de acesso: você tem o direito de solicitar acesso às informações pessoais que mantemos sobre você. Isso inclui informações sobre como coletamos, usamos e divulgamos seus dados. direito de atualização: você tem o direito de solicitar atualizações ou correções de quaisquer informações pessoais imprecisas ou incompletas que tenhamos sobre você. Nós nos esforçamos para garantir que suas informações sejam precisas e atualizadas. direito de excluir: você tem o direito de solicitar a exclusão de suas informações pessoais de nossos registros. Cumpriremos o seu pedido, sujeito a certas obrigações legais e contratuais. direito de oposição: você tem o direito de se opor ao processamento de suas informações pessoais para determinados fins, como marketing direto ou criação de perfis. Respeitaremos as suas preferências e cessaremos o tratamento dos seus dados para esses fins. direito de restringir: você tem o direito de solicitar a restrição do processamento de suas informações pessoais em determinadas circunstâncias, como quando a exatidão dos dados é contestada ou o processamento é ilegal. direito à portabilidade de dados: você tem o direito de receber uma cópia de suas informações pessoais em um formato estruturado, comumente usado e legível por máquina, e de transmitir esses dados a outro controlador. Se pretender exercer algum destes direitos ou tiver quaisquer questões sobre os seus direitos relativamente às suas informações pessoais, contacte-nos através das informações de contacto fornecidas abaixo. Responderemos ao seu pedido prontamente e de acordo com as leis de proteção de dados aplicáveis. Contacte-nos Congratulamo-nos com quaisquer comentários, perguntas ou preocupações que possa ter. Nossa a equipa de Apoio ao cliente dedica-se a prestar-lhe assistência e suporte em relação ao nosso site, produtos ou serviços. Conjunto Arco Iris-Av. Jo princípio1492 - novo Aleixo, Manaus-AM, 69098-165, Brasil +55 46 5237 5016 FarinhaFresca@gmail.com Nós esforçamo-nos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo volume de inquéritos recebidos. Obrigado por escolher a padaria FarinhaFresca. Agradecemos o seu negócio e estamos ansiosos para servi-lo! Início Sobre Nós Menu Galeria Dicas e Lifehacks Contato Termos e Condições Política de Privacidade",
    "terms": "FarinhaFresca | Termos e Condições p{ margin-bottom: 20px; } Início Sobre Nós Menu Galeria Dicas e Lifehacks Contato Termos e Condições 1. Introdução Bem-vindo à página de termos e Condições da FarinhaFresca Bakery. Ao aceder ou utilizar o Website, está a concordar em cumprir e estar vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se não concordar com qualquer um destes termos, você está proibido de usar ou acessar este site. Os materiais contidos no site são protegidos por direito dos direitos de autor e das marcas registadas. Leia atentamente estes Termos e condições antes de utilizar o nosso Sítio web. O seu acesso e uso do site está condicionado ao seu aceitação e cumprimento destes Termos. Estes Termos aplicam-se a todos visitantes, utilizadores e outros que acedam ou utilizem o Website. Ao acessar ou usar o site, você concorda em ficar vinculado por estes Termos. Se não concordar com qualquer parte dos Termos, não poderá aceder ao Sítio web. A FarinhaFresca Bakery reserva-se o direito de modificar estes Termos e condições a qualquer momento. Essas modificações devem ser eficazes imediatamente após a publicação no site. Você é responsável por rever estes Termos periodicamente para garantir que está ciente de qualquer mudanças. 2. Interpretação e definições para efeitos dos presentes Termos e Condições: Empresa (referida como \"a Empresa\",\" Nós\",\" nos \"ou\" nosso \" em este Acordo) refere-se à padaria FarinhaFresca. Website refere-se à padaria FarinhaFresca, Acessível a partir de www.farinha-fresca.com. Entende-se o indivíduo que acede ou utiliza o serviço, ou o sociedade, ou outra entidade jurídica em nome da qual tal pessoa seja acesso ou utilização do Serviço, conforme aplicável. 3. Propriedade intelectual O conteúdo deste site, incluindo, sem limitação, o texto, gráficos, logótipos, ícones, imagens, clips de áudio, clips de vídeo, digital downloads, compilações de dados e software, é propriedade de FarinhaFresca Bakery ou seus fornecedores de Conteúdo e está protegido por leis internacionais de direitos de Autor. A compilação de todo o conteúdo deste O sítio web é propriedade exclusiva da Padaria FarinhaFresca e está protegido pelas leis internacionais de direitos de Autor. Não pode modificar, publicar, transmitir, participar na transferência ou venda, reprodução, criação de Obras Derivadas, distribuição, execução, exibir, ou de qualquer forma explorar qualquer conteúdo, no todo ou em parte, sem o consentimento prévio por escrito da Padaria FarinhaFresca. FarinhaFresca Bakery marcas, marcas de Serviço, gráficos e logótipos utilizados em conexão com o site são marcas comerciais ou marcas registradas da Padaria FarinhaFresca. Outras marcas comerciais, marcas de Serviço, gráficos e os logotipos utilizados em conexão com o site podem ser marcas comerciais de seus respectivos proprietários. O seu uso do site não lhe concede nenhum direito ou licença para reproduzir ou utilizar qualquer Padaria FarinhaFresca ou marcas comerciais de terceiros. A FarinhaFresca Bakery reserva-se todos os direitos não expressamente concedidos em e para o Website e o seu conteúdo. O presente Acordo não transfere Farinhafresca Bakery para você qualquer Farinhafresca Bakery ou de terceiros propriedade intelectual e todos os direitos, títulos e interesses relativos a tais a propriedade permanecerá (entre as partes) exclusivamente com a FarinhaFresca Padaria. Você concorda em não se envolver no uso, cópia ou distribuição de qualquer o conteúdo que não seja expressamente permitido neste documento, incluindo qualquer utilização, cópia ou distribuição de submissões de utilizadores de terceiros obtidas através do site para quaisquer fins comerciais. Se considerar que os seus direitos de propriedade intelectual foram violados por qualquer coisa em nosso site, entre em contato conosco imediatamente para que possamos investigar a situação e tomar as medidas adequadas. 4. Ligações para outros sítios web Nosso serviço pode conter links para sites ou serviços de terceiros que não são propriedade nem controladas pela Padaria FarinhaFresca. FarinhaFresca A padaria não tem controlo e não assume qualquer responsabilidade pela conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros ou serviços. Você também reconhece e concorda que a FarinhaFresca Bakery não será responsável, directa ou indirectamente, por qualquer danos ou perdas causados ou alegadamente causados por ou em conexão com o uso ou confiança em tais conteúdos, bens ou serviços disponíveis em ou através de tais sites ou serviços. 5. Alterações A FarinhaFresca Bakery reserva-se o direito, a seu exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. É sua responsabilidade revise periodicamente estes termos para quaisquer alterações. Alterações a estes Termos entrará em vigor imediatamente após a sua publicação no Sítio Web. O seu continuação da utilização do sítio web após a publicação de quaisquer alterações estes Termos constituem a aceitação dessas alterações. A Farinhafresca Bakery Poderá também, no futuro, oferecer novos serviços e / ou recursos através do site (incluindo o lançamento de novas ferramentas e recursos). Esses novos recursos e / ou serviços estarão sujeitos à Termos e condições destes Termos. A FarinhaFresca Bakery reserva-se o direito de modificar ou descontinuar o Site (ou qualquer parte dele) temporária ou permanentemente com ou sem aviso prévio. A FarinhaFresca Bakery não será responsável perante si ou terceiros parte para qualquer modificação, suspensão ou descontinuação do Sítio web. Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as restantes disposições destes Termos permanecerão em efeito. Estes Termos constituem o acordo integral entre nós sobre nosso site e substituir e substituir quaisquer acordos anteriores que possamos ter tinha entre nós em relação ao site. 6. Contacte-nos Congratulamo-nos com quaisquer comentários, perguntas ou preocupações que possa ter. Nossa a equipa de Apoio ao cliente dedica-se a prestar-lhe assistência e suporte em relação ao nosso site, produtos ou serviços. Conjunto Arco Iris-Av. Jo princípio1492 - novo Aleixo, Manaus-AM, 69098-165, Brasil +55 46 5237 5016 FarinhaFresca@gmail.com Nós esforçamo-nos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo volume de inquéritos recebidos. Obrigado por escolher a padaria FarinhaFresca. Agradecemos o seu negócio e estamos ansiosos para servi-lo! Início Sobre Nós Menu Galeria Dicas e Lifehacks Contato Termos e Condições Política de Privacidade",
    "thanks": "Thank You | FarinhaFresca body{ background-color: #fcf7e4; } h1{ margin-bottom: 40px; } main { color: #333; position: absolute; top: 50%; left: 50%; transform: translate(-50%, -50%); } main p { font-size: 18px; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +554652375016. Return to Home Page."
  }
}