{
  "name": "New_v9_sportifyshop",
  "pages": {
    "terms-conditions": "SportifyShop: Termos de Uso e Condições Gerais SportifyShop +55 66 3584-1021 Página inicial Estilo de vida Recomendações Por que nós Categorias Qualidade Nossa missão Termos de Uso do SportifyShop Bem-vindo ao SportifyShop! Estes Termos de Uso regem o uso do nosso site e os serviços oferecidos por nós. Ao acessar ou utilizar o SportifyShop, você concorda com estes Termos de Uso e nossa Política de Privacidade. Aceitação dos Termos de Uso Ao utilizar o SportifyShop, você concorda em cumprir estes Termos de Uso, que podem ser atualizados ocasionalmente sem aviso prévio. É sua responsabilidade revisar periodicamente os Termos de Uso para estar ciente de quaisquer alterações. Se você não concorda com estes termos, por favor, não use o SportifyShop. Uso do Site Você concorda em usar o SportifyShop apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não usar o SportifyShop de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso de outros usuários. Propriedade Intelectual Todo o conteúdo presente no SportifyShop, incluindo, mas não se limitando a, textos, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads digitais e compilações de dados, é de propriedade exclusiva do SportifyShop ou de seus fornecedores de conteúdo e é protegido por leis de direitos autorais internacionais. Links para Terceiros O SportifyShop pode conter links para sites de terceiros que não são controlados ou operados por nós. Não somos responsáveis pelo conteúdo, privacidade ou práticas de sites de terceiros. Recomendamos que você leia os termos e condições e a política de privacidade de qualquer site de terceiros que você visite. Limitação de Responsabilidade O SportifyShop e todo o conteúdo, produtos e serviços relacionados são fornecidos \"no estado em que se encontram\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Em nenhuma circunstância o SportifyShop será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de usar o SportifyShop ou qualquer conteúdo nele contido. Alterações nos Termos de Uso Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento, a nosso exclusivo critério. Ao continuar a acessar ou usar o SportifyShop após quaisquer modificações serem feitas, você concorda em ficar vinculado aos Termos de Uso modificados. Indenização Você concorda em indenizar, defender e isentar o SportifyShop, seus diretores, funcionários, afiliados, agentes e parceiros de qualquer responsabilidade, reclamação, perda, danos, custos ou despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados ao seu uso do SportifyShop, violação destes Termos de Uso ou violação de qualquer lei ou direitos de terceiros. Legislação Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração seus princípios de conflitos de leis. Rescisão Reservamo-nos o direito de rescindir ou suspender sua conta e acesso ao SportifyShop imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Disposições Gerais Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível por um tribunal, as demais disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Nossa falha em fazer valer qualquer direito ou disposição destes Termos de Uso não será considerada uma renúncia a tais direitos. Estes Termos de Uso constituem o acordo completo entre você e o SportifyShop em relação ao seu uso do SportifyShop, substituindo qualquer acordo anterior ou contemporâneo entre você e o SportifyShop. Aceitação Ao acessar ou usar o SportifyShop, você reconhece ter lido, compreendido e concordado em ficar vinculado por estes Termos de Uso. Se você não concorda com estes termos, por favor, não use o SportifyShop. Disposições de Uso Responsável Ao utilizar o SportifyShop, você concorda em não realizar as seguintes ações: Usar o site de maneira fraudulenta, ilegal ou para fins prejudiciais; Interferir ou interromper a integridade ou o desempenho do SportifyShop ou de seus serviços relacionados; Tentar obter acesso não autorizado a sistemas, redes ou informações relacionadas ao SportifyShop; Transmitir ou distribuir vírus, worms, cavalos de Troia ou qualquer código destrutivo semelhante; Utilizar qualquer tipo de programa automatizado ou processo manual para coletar informações do SportifyShop sem autorização prévia; Publicar conteúdo que seja difamatório, obsceno, pornográfico, ameaçador, invasivo da privacidade de terceiros, odioso, discriminatório ou que viole direitos de propriedade intelectual de terceiros. Comentários e Feedback Encorajamos você a nos fornecer comentários, sugestões e outras contribuições relacionadas ao SportifyShop. No entanto, ao enviar feedback ou outras informações, você concede ao SportifyShop o direito irrestrito de usar, modificar, reproduzir, divulgar e distribuir essas informações para qualquer finalidade, sem compensação para você. Divisibilidade Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será considerada separada dos demais termos e não afetará a validade e a aplicabilidade das disposições restantes. Idioma Principal Estes Termos de Uso foram redigidos em português. No caso de qualquer discrepância ou inconsistência entre as traduções em outros idiomas e a versão em português, a versão em português prevalecerá. Modificações nos Serviços Reservamo-nos o direito de modificar, suspender ou descontinuar temporariamente ou permanentemente qualquer parte dos serviços oferecidos pelo SportifyShop com ou sem aviso prévio. Você concorda que o SportifyShop não será responsável perante você ou qualquer terceiro por qualquer modificação, suspensão ou interrupção dos serviços. Direitos do Usuário Ao concordar com estes Termos de Uso, você reconhece que não possui nenhum direito, título ou interesse nos serviços, conteúdo ou propriedade intelectual fornecida pelo SportifyShop, exceto conforme expressamente estabelecido nestes Termos de Uso. Resolução de Disputas Qualquer disputa relacionada ao uso do SportifyShop será regida pelas leis do Brasil. Você concorda que qualquer disputa será resolvida exclusivamente pelos tribunais localizados no Brasil e renuncia a qualquer objeção à jurisdição ou local. Aceitação dos Termos de Uso Ao continuar a utilizar o SportifyShop, você indica que leu, compreendeu e concorda com estes Termos de Uso. Se você não concorda com estes termos, por favor, interrompa imediatamente o uso do SportifyShop. Preços e Pagamento Os preços dos produtos estão claramente indicados no SportifyShop e estão sujeitos a alterações sem aviso prévio. Os pagamentos podem ser processados através de métodos de pagamento seguros e confiáveis disponibilizados pelo SportifyShop. Disponibilidade de Produtos A disponibilidade dos produtos está sujeita a alterações e pode variar de acordo com a demanda e o estoque disponível. Faremos o possível para garantir que as informações de disponibilidade sejam precisas, mas não podemos garantir a disponibilidade de qualquer produto em particular. Envio e Entrega O SportifyShop se esforça para processar e despachar os pedidos o mais rápido possível. No entanto, os prazos de entrega podem variar dependendo da localização do destinatário e de outros fatores fora do controle do SportifyShop. Faremos o possível para fornecer estimativas precisas de entrega, mas não podemos garantir datas específicas de entrega. Garantias e Limitações de Responsabilidade Os produtos vendidos no SportifyShop estão sujeitos às garantias oferecidas pelos fabricantes ou fornecedores. Não oferecemos garantias adicionais além das fornecidas pelo fabricante, a menos que especificado de outra forma. Em nenhum caso o SportifyShop será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes da compra ou uso dos produtos vendidos. Contato Se você tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco em sportifyshop@gmail.com. Estes Termos de Uso foram atualizados em 11 de fevereiro de 2024. SportifyShop Página inicial Estilo de vida Recomendações Por que nós Categorias Qualidade Nossa missão política de Privacidade Termos de uso",
    "thanks": "SportifyShop: Página de agradecimento por nos enviar uma mensagem. Obrigado por entrar em contato conosco! Agradecemos por nos contatar. Sua mensagem foi recebida e responderemos o mais rápido possível. Mantenha-se atento ao seu email para futuras atualizações. Atenciosamente, Equipe SportifyShop Voltar para a página principal &copy; 2024 SportifyShop. Todos os direitos reservados.",
    "index": "SportifyShop: Sua Loja de Artigos Esportivos Online SportifyShop +55 66 3584-1021 Página inicial Estilo de vida Recomendações Por que nós Categorias Qualidade Nossa missão Bem-vindo à SportifyShop Seja bem-vindo à SportifyShop, o seu destino para encontrar as melhores roupas, calçados e equipamentos esportivos. Nossa missão é fornecer produtos de alta qualidade para ajudá-lo a atingir o seu melhor desempenho em qualquer atividade física. Explore a nossa ampla seleção e descubra o que há de mais recente em moda esportiva e inovação técnica. Estamos aqui para apoiar o seu estilo de vida ativo. Catálogo Nossos Produtos em Destaque 1 Calçados Esportivos de Alta Performance Encontre a combinação perfeita de conforto e suporte em nossa coleção de calçados esportivos. Projetados para otimizar o seu desempenho, esses calçados são ideais para qualquer atividade física. 2 Roupas para Todas as Atividades Desde roupas de compressão até peças leves e respiráveis, nossa linha de vestuário esportivo oferece opções para todas as suas necessidades. Esteja você correndo, treinando na academia ou praticando ioga, temos o que você precisa. 3 Equipamentos de Treino de Última Geração Explore nossa variedade de equipamentos de treino, incluindo pesos livres, bolas de exercício, faixas de resistência e muito mais. Tudo o que você precisa para elevar o seu treino a um novo nível. 4 Acessórios Essenciais Descubra nossa coleção de acessórios esportivos, de garrafas de água a mochilas e bonés. Complete o seu visual esportivo e esteja pronto para qualquer desafio. Por que Escolher a SportifyShop? Na SportifyShop, estamos comprometidos em fornecer a você a melhor experiência de compra possível. Nós nos esforçamos para oferecer uma ampla seleção de produtos de alta qualidade, preços competitivos e um atendimento ao cliente excepcional. Além disso, oferecemos frete grátis em todas as compras acima de R$ 200 e uma política de devolução fácil e sem complicações. Compre com confiança na SportifyShop e comece a alcançar seus objetivos de fitness hoje mesmo. Descubra mais Explore Nossas Categorias Corrida Academia Ioga Natação Esportes ao Ar Livre Qualidade Garantida Produtos de alta qualidade Marcas confiáveis Materiais duráveis Design inovador Tecnologia de ponta Experiência de Compra Superior Atendimento ao cliente excepcional Frete grátis em compras acima de R$ 200 Política de devolução fácil e sem complicações Pagamento seguro Entrega rápida Nossa Missão e Compromisso Na SportifyShop, nossa missão é fornecer a você os melhores produtos e equipamentos esportivos para apoiar seu estilo de vida ativo. Estamos comprometidos em ajudá-lo a atingir seus objetivos de fitness, seja você um atleta profissional, um entusiasta do fitness ou alguém que simplesmente valoriza a importância de se manter ativo. Nós acreditamos que a prática regular de atividades físicas é essencial para a saúde e o bem-estar. Por isso, buscamos oferecer uma ampla gama de produtos que atendam às necessidades de diferentes tipos de atividades, desde corrida e musculação até ioga e esportes ao ar livre. Além disso, nos esforçamos para garantir que a sua experiência de compra seja a melhor possível. Queremos que você se sinta confiante ao escolher a SportifyShop como seu destino para produtos esportivos, sabendo que está adquirindo itens de alta qualidade, com suporte ao cliente excepcional e políticas de compra transparentes. Valorizamos a transparência e a honestidade em todas as interações com nossos clientes. Estamos sempre disponíveis para responder a quaisquer perguntas que você possa ter sobre nossos produtos, políticas de compra ou qualquer outra dúvida relacionada ao seu interesse em se manter ativo e saudável. Agradecemos a confiança que você deposita em nós ao escolher a SportifyShop como seu fornecedor de produtos esportivos. Estamos comprometidos em superar suas expectativas e em ajudá-lo a alcançar o seu melhor desempenho em suas atividades físicas. Junte-se a nós nessa jornada e descubra tudo o que a SportifyShop tem a oferecer para o seu estilo de vida ativo. Faixa Fique por Dentro das Novidades Mantenha-se atualizado com as últimas tendências em moda esportiva e inovação técnica. Inscreva-se em nossa newsletter para receber atualizações regulares sobre novos produtos, promoções exclusivas e dicas de fitness. Seja o primeiro a saber sobre os novos produtos que chegam à SportifyShop. De tênis de corrida a equipamentos de treino, mantenha-se atualizado com as últimas adições à nossa coleção. Aproveite as promoções exclusivas para assinantes da nossa newsletter. Receba descontos especiais em produtos selecionados e economize em suas compras na SportifyShop. Receba dicas de fitness de especialistas em treinamento e nutrição. Descubra novas maneiras de melhorar seu desempenho e alcançar seus objetivos de fitness com a ajuda da SportifyShop. Nossos produtos Produto do dia Tênis de Corrida Nike Air Zoom Pegasus R$ 599,90 Peça agora Boa resposta Produto do dia Legging de Compressão Under Armour R$ 199,90 Peça agora Bater Camiseta de Treino Adidas FreeLift R$ 129,90 Peça agora Faixa de Resistência para Treino R$ 49,90 Peça agora Boa resposta Mochila Esportiva Nike Brasilia R$ 249,90 Peça agora Luvas de Musculação Everlast R$ 79,90 Peça agora Bater Garrafa de Água Térmica CamelBak R$ 149,90 Peça agora conecte-se conosco sportifyshop@gmail.com BR-163, 714 - Primaverinha, Cuiabá - MT, 78890-000, Brasil Aceito a Política de Privacidade envie uma mensagem SportifyShop Página inicial Estilo de vida Recomendações Por que nós Categorias Qualidade Nossa missão política de Privacidade Termos de uso",
    "privacy-policy": "SportifyShop: Política de Privacidade e Segurança SportifyShop +55 66 3584-1021 Página inicial Estilo de vida Recomendações Por que nós Categorias Qualidade Nossa missão política de Privacidade Bem-vindo ao SportifyShop! Este site, SportifyShop, é destinado a fornecer uma plataforma de comércio eletrônico dedicada a produtos esportivos de alta qualidade. Ao acessar e utilizar este site, você concorda em cumprir os termos e condições estabelecidos neste aviso legal. Por favor, leia atentamente as seguintes informações. Propriedade do Site: O SportifyShop é de propriedade exclusiva de [Nome da Empresa], uma empresa registrada em conformidade com as leis aplicáveis. Todos os direitos relativos a este site e seu conteúdo estão reservados e protegidos por leis de propriedade intelectual e outras leis aplicáveis. Finalidade do Site: O SportifyShop é uma plataforma de comércio eletrônico que oferece uma variedade de produtos esportivos para atletas, entusiastas do esporte e aficionados por fitness. Nosso objetivo é proporcionar uma experiência de compra conveniente e segura para nossos clientes. Informações do Produto: Embora nos esforcemos para fornecer informações precisas e atualizadas sobre nossos produtos, não garantimos a exatidão, integridade ou atualidade de todas as informações disponíveis neste site. Recomendamos que você verifique as especificações do produto e outras informações relevantes antes de fazer uma compra. Limitação de Responsabilidade: O SportifyShop não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais ou especiais decorrentes do uso ou incapacidade de uso deste site, incluindo, mas não se limitando a, perda de lucros, interrupção de negócios, perda de informações ou quaisquer outros danos, mesmo que tenhamos sido avisados da possibilidade de tais danos. Links para Terceiros: Este site pode conter links para sites de terceiros que não são controlados ou operados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. A inclusão de links para sites de terceiros não implica necessariamente uma endosso ou recomendação dos produtos, serviços ou informações oferecidos por esses sites. Direitos Autorais: Todos os conteúdos, incluindo textos, imagens, logotipos, designs e gráficos neste site, são de propriedade exclusiva do SportifyShop ou de seus fornecedores e estão protegidos pelas leis de direitos autorais. É proibida a reprodução, distribuição, exibição ou uso não autorizado de qualquer conteúdo deste site sem a permissão expressa por escrito do SportifyShop. olítica de Devolução e Reembolso: Aceitamos devoluções e oferecemos reembolsos de acordo com nossa política de devolução e reembolso. Para mais informações sobre como devolver um produto e solicitar um reembolso, consulte nossa página de Política de Devolução e Reembolso. Garantias: O SportifyShop se esforça para garantir que todas as informações e funcionalidades deste site estejam precisas e atualizadas. No entanto, não oferecemos garantias expressas ou implícitas quanto à precisão, confiabilidade ou completude do conteúdo deste site. O uso deste site é por sua própria conta e risco. Segurança: O SportifyShop implementa medidas de segurança razoáveis para proteger este site contra acesso não autorizado, uso indevido ou alteração de informações pessoais. No entanto, não podemos garantir a segurança absoluta dos dados transmitidos pela Internet. Menores de Idade: Este site não se destina a menores de idade e não coletamos intencionalmente informações pessoais de menores. Se você é menor de idade, obtenha permissão de seus pais ou responsáveis antes de usar este site ou fornecer qualquer informação pessoal. Alterações no Site: Reservamo-nos o direito de fazer alterações ou atualizações neste site, incluindo o conteúdo, termos e funcionalidades, a qualquer momento e sem aviso prévio. Responsabilidade pelo Conteúdo: O SportifyShop se esforça para fornecer informações precisas e atualizadas em seu site. No entanto, não podemos garantir a exatidão, integridade ou adequação de todas as informações apresentadas. O uso das informações disponíveis neste site é por sua própria conta e risco. Propriedade Intelectual: Todos os direitos de propriedade intelectual relacionados ao SportifyShop e ao seu conteúdo, incluindo textos, gráficos, logotipos, imagens e software, são de propriedade exclusiva do SportifyShop ou de seus licenciadores. É proibido o uso não autorizado de qualquer material protegido por direitos autorais sem o consentimento expresso por escrito do SportifyShop. Links para Terceiros: O SportifyShop pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. O SportifyShop não controla, endossa ou assume qualquer responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. Recomendamos que você revise os termos de uso e a política de privacidade de qualquer site que visite através de links fornecidos pelo SportifyShop. Responsabilidade do Usuário: Ao utilizar o SportifyShop, você concorda em assumir total responsabilidade por suas ações e comportamento enquanto navega em nosso site. Você concorda em não usar nosso site para qualquer finalidade ilegal ou que viole os direitos de terceiros. Disponibilidade do Site: O SportifyShop envida esforços razoáveis para garantir a disponibilidade contínua e o funcionamento estável deste site. No entanto, não podemos garantir que o site estará sempre livre de interrupções, falhas ou erros técnicos. Reservamo-nos o direito de suspender, modificar ou descontinuar qualquer aspecto do site a qualquer momento, sem aviso prévio. Comentários e Feedback: Encorajamos você a fornecer feedback e comentários sobre sua experiência no SportifyShop. Qualquer feedback que você nos fornecer será considerado não confidencial e não proprietário. Reservamo-nos o direito de usar, reproduzir e distribuir esse feedback para melhorar nossos serviços e produtos. Atualizações de Produto: As informações sobre produtos e preços no SportifyShop estão sujeitas a alterações sem aviso prévio. Nos esforçamos para fornecer informações precisas e atualizadas, mas não garantimos a precisão ou integridade de todas as informações relacionadas aos produtos. Recomendamos que você verifique as informações do produto diretamente antes de fazer uma compra. Agradecimento: Agradecemos sua visita ao SportifyShop e sua atenção a este aviso legal. Estamos comprometidos em fornecer uma experiência de compra segura e satisfatória para nossos clientes. Se você tiver alguma dúvida ou preocupação sobre este aviso legal ou qualquer aspecto do SportifyShop, não hesite em entrar em contato conosco pelo e-mail: sportifyshop@gmail.com. Conteúdo do Usuário: O SportifyShop pode oferecer recursos que permitem aos usuários enviar conteúdo, como avaliações, comentários ou contribuições para fóruns de discussão. Ao enviar qualquer conteúdo para o SportifyShop, você concorda em conceder-nos uma licença não exclusiva, mundial, irrevogável, sublicenciável e livre de royalties para usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir esse conteúdo em qualquer meio. Contate-nos: Se você tiver alguma dúvida, comentário ou preocupação sobre este aviso legal ou sobre o SportifyShop em geral, não hesite em nos contatar pelo seguinte endereço de e-mail: sportifyshop@gmail.com. Agradecemos sua atenção a este aviso legal e por escolher o SportifyShop como seu destino de compras online. SportifyShop Página inicial Estilo de vida Recomendações Por que nós Categorias Qualidade Nossa missão política de Privacidade Termos de uso"
  }
}