{
  "name": "New_v9_gearnest",
  "pages": {
    "terms-conditions": "GearNest Terms of Use: Your Guide to Using Our Services gearnest@gmail.com +91-721-2564147 GearNest Home Why are we Services Confidence More Terms of Use Use of Website GearNest provides this website and its contents for your personal, non-commercial use. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from this website without our prior written consent. Product Availability All products listed on our website are subject to availability. We strive to maintain accurate inventory levels, but on occasion, an item may be out of stock. If this happens, we will notify you as soon as possible and offer you the option to wait for the item to be restocked or to cancel your order. Pricing All prices listed on our website are in US dollars and are subject to change without notice. We reserve the right to correct any pricing errors that may inadvertently occur. In the event that a product is listed at an incorrect price, we will notify you as soon as possible and offer you the option to purchase the item at the correct price or to cancel your order. Ordering To place an order on our website, you must be at least 18 years old and have a valid credit or debit card. When you place an order, you are agreeing to pay the stated price for the item, as well as any applicable taxes and shipping fees. Payment We accept payment by credit and debit cards. All transactions are processed in US dollars. We take the security of your financial information very seriously and use industry-standard encryption methods to protect it. Shipping We offer standard and expedited shipping options for all orders. Shipping fees are based on the weight and size of the item, as well as the shipping destination. We strive to process and ship all orders as quickly as possible, but please allow up to 2 business days for processing. Returns and Refunds We want you to be completely satisfied with your purchase. If for any reason you are not, you may return the item within 30 days of receipt for a full refund or exchange. The item must be in its original condition, with all tags and packaging intact. Shipping fees are non-refundable. Warranty All products sold on our website are covered by a manufacturer's warranty. The length and terms of the warranty vary by product and manufacturer. If you have any questions about the warranty for a particular item, please contact us. Limitation of Liability In no event shall GearNest or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on this website, even if GearNest or a GearNest authorized representative has been notified orally or in writing of the possibility of such damage. Product Information We strive to provide accurate and complete information about all the products on our website. However, we do not warrant that the product descriptions, specifications, or other information are accurate, complete, reliable, current, or error-free. If you have any questions about a product, please contact us before placing an order. User Conduct While using our website, you agree not to: Use the website for any illegal purpose or in violation of any local, state, national, or international law. Post or transmit any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. Impersonate any person or entity, including, but not limited to, a GearNest representative, or falsely state or otherwise misrepresent your affiliation with a person or entity. Interfere with or disrupt the operation of the website or the servers or networks used to make the website available. Intellectual Property All content on this website, including, but not limited to, text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of GearNest or its content suppliers and is protected by United States and international copyright laws. Links to Third-Party Websites Our website may contain links to third-party websites. These links are provided for your convenience and do not imply that we endorse or recommend the products, services, or content of these websites. We are not responsible for the content or practices of these websites. Modifications to Terms of Use We reserve the right to modify these terms of use at any time without prior notice. The modified terms will be effective as soon as they are posted on our website. By continuing to use our website after the modified terms are posted, you agree to be bound by them. Customer Reviews and Feedback We value your feedback and encourage you to share your thoughts about our products and services. However, by submitting a review or other feedback, you grant us the right to use, reproduce, modify, and distribute it in any manner and for any purpose, without compensation to you. Dispute Resolution Any dispute arising out of or relating to these terms of use or your use of our website shall be resolved by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. The arbitration shall be conducted in Los Angeles, California. Product Safety We are committed to the safety of our customers. All products sold on our website are required to comply with applicable safety regulations and standards. However, it is important to remember that no product is completely safe and that proper use and maintenance are essential. Please read and follow all safety instructions and warnings that come with your product. Environmental Responsibility At GearNest, we care about the environment and are committed to reducing our environmental impact. We strive to source products from manufacturers that share our commitment to sustainability. We also encourage our customers to recycle or properly dispose of their old appliances when they purchase new ones from us. Promotions and Discounts From time to time, we may offer promotions or discounts on our products. These offers are subject to availability and may be withdrawn or modified at any time without notice. Unless otherwise stated, promotional offers cannot be combined with other offers or discounts. Governing Law These terms of use are governed by the laws of the State of California, without regard to its conflict of laws principles. We hope that these terms of use are clear and easy to understand. If you have any questions or concerns, please do not hesitate to contact us. We are here to help and we value your feedback. Thank you for choosing GearNest. We look forward to serving you. For any queries or concerns, kindly reach out to us at gearnest@gmail.com. GearNest Home Why are we Services Confidence More Privacy Policy Terms of use AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 gearnest@gmail.com",
    "thanks": "GearNest: Thank You for Choosing Us GearNest A Big Thank You! We at GearNest would like to express our heartfelt gratitude for taking the time to reach out to us. Your interest and engagement mean a great deal to our team, and we are thrilled to have you as part of our growing community. Communication is a vital part of any thriving community, and your decision to use our contact form is a significant step in fostering that connection. We value your thoughts, questions, and feedback, as they provide us with valuable insights and help us tailor our content and services to better suit your needs. Rest assured that your message has been received and is currently being reviewed by our dedicated team. We strive to respond to all inquiries in a timely and thorough manner, and we will do our utmost to address your concerns or answer your questions as soon as possible. In the meantime, we invite you to explore the wealth of resources and information available on our website. From in-depth gear reviews to insightful blog posts, we are confident that you will find something to pique your interest and further your knowledge. Once again, thank you for connecting with us. We look forward to continuing this conversation and building a strong, supportive, and engaged community at GearNest. To main",
    "index": "GearNest: Your Destination for Home Appliances gearnest@gmail.com +91-721-2564147 GearNest Home Why are we Services Confidence More Welcome to GearNest - Your Home Tech Haven Discover the best in home appliances, carefully selected to make your life easier and more enjoyable. From kitchen gadgets to smart home solutions, GearNest has everything you need to upgrade your living space. Why are we 100+ Premium Home Appliances 24/7 Customer Support 30-Day Money-Back Guarantee Why Choose GearNest? Experience the Best in Home Technology At GearNest, we understand that your home is your sanctuary. That's why we offer top-quality appliances that combine functionality with style. Whether you're upgrading your kitchen or adding smart devices to your home, GearNest is here to help you create a more efficient and enjoyable living space. Quality Assurance Every product is thoroughly tested for reliability. Fast & Free Shipping Get your orders delivered quickly and at no extra cost. Expert Support Our team is here to assist you with any queries. Our Promise Customer Satisfaction Trusted by Thousands At GearNest, we pride ourselves on delivering exceptional customer service and top-quality products. Our commitment to your satisfaction is unwavering, and we strive to make every shopping experience seamless and enjoyable. From the moment you visit our site to the day your products arrive at your doorstep, we are here to ensure you are completely satisfied. Join the thousands of happy customers who trust GearNest for their home technology needs. Discover More Explore Our Top Categories Kitchen Appliances Upgrade your kitchen with our range of high-quality, efficient kitchen gadgets and appliances. Smart Home Devices Transform your home into a smart haven with our latest smart home solutions and devices. Laundry Solutions Find the best washers and dryers to make laundry day a breeze. Personal Care Explore our selection of personal care devices designed to enhance your daily routine. Join the GearNest Community At GearNest, we believe in building a community of satisfied customers who enjoy the best in home technology. Connect with us and discover tips, exclusive deals, and the latest trends in home appliances. Stay Updated Sign up for our newsletter to receive the latest news, special offers, and expert advice directly in your inbox. Follow Us Join our social media channels for inspiration, product reviews, and to connect with other home tech enthusiasts. Exclusive Offers Enjoy special discounts and promotions available only to our subscribers. Sign up today and never miss out on a great deal! Expert Advice Access our library of articles, guides, and tutorials to help you make the most of your home appliances. From installation tips to maintenance tricks, we've got you covered. New Arrivals Stay ahead of the curve with our latest product releases. Be the first to discover cutting-edge technology and innovative appliances for your home. Smart LED TV ₹45,000 Order now High-Efficiency Washing Machine ₹30,000 Order now Multi-Function Microwave Oven ₹15,000 Order now Robotic Vacuum Cleaner ₹25,000 Order now Advanced Air Purifier ₹20,000 Order now Write to us I accept the Privacy Policy Send Telephone Number +91-721-2564147 Our Email Address gearnest@gmail.com Company Location AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India GearNest Home Why are we Services Confidence More Privacy Policy Terms of use AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 gearnest@gmail.com",
    "privacy-policy": "GearNest Privacy Policy: Your Privacy Matters to Us gearnest@gmail.com +91-721-2564147 GearNest Home Why are we Services Confidence More Privacy Policy for GearNest Welcome to GearNest, your one-stop-shop for all things related to home appliances. We are thrilled to have you here and we hope that you find our website informative, engaging, and helpful in your quest to find the perfect appliance for your home. Before you dive into the world of home appliances, we would like to take a moment to provide you with some important information about our website, the products we offer, and the policies that govern our operations. This disclaimer is intended to provide you with a clear understanding of our responsibilities and limitations, as well as your rights and obligations as a user of our website. Please note that this disclaimer is subject to change without notice, and it is your responsibility to review it periodically to ensure that you are aware of any updates or modifications. By using our website, you acknowledge that you have read, understood, and agreed to the terms and conditions set forth in this disclaimer. General Information GearNest is an online marketplace that specializes in the sale of home appliances. We offer a wide range of products from some of the most trusted and respected brands in the industry, and we strive to provide our customers with the best possible shopping experience. However, it is important to note that we are not the manufacturers of the products we sell, and we do not have any control over their design, production, or quality. We rely on the information provided by the manufacturers and suppliers to ensure that the products we offer are accurate, up-to-date, and of the highest quality. While we make every effort to ensure that the information on our website is accurate and reliable, we cannot guarantee that it is free from errors, omissions, or inaccuracies. We also cannot guarantee that the products we offer will meet your specific needs, preferences, or expectations. It is your responsibility to carefully review the product descriptions, specifications, and reviews before making a purchase, and to contact us or the manufacturer if you have any questions or concerns. Products and Services GearNest offers a wide range of home appliances, including but not limited to, refrigerators, washing machines, dishwashers, ovens, microwaves, air conditioners, and vacuum cleaners. We also offer a variety of related products and accessories, such as water filters, detergent pods, baking sheets, and cleaning tools. All of the products we offer are subject to availability, and we reserve the right to discontinue or modify any product or service at any time without notice. We also reserve the right to refuse service to any customer for any reason, including but not limited to, fraudulent activity, abusive or threatening behavior, or violation of our policies and procedures. We take great pride in the quality of our products and services, and we are committed to providing our customers with the best possible shopping experience. However, we cannot guarantee that our products or services will be error-free, uninterrupted, or completely secure. We also cannot be held liable for any damages or losses that may result from the use or misuse of our products or services, including but not limited to, personal injury, property damage, or financial loss. ntellectual Property All of the content on our website, including but not limited to, text, images, graphics, logos, and videos, is the property of GearNest or its licensors and is protected by copyright, trademark, and other intellectual property laws. You may not use, reproduce, modify, distribute, or display any of the content on our website without our express written consent. You may, however, print or download a single copy of the content for personal, non-commercial use, provided that you do not alter or remove any copyright, trademark, or other proprietary notices. If you believe that any of the content on our website infringes upon your intellectual property rights, please contact us immediately at gearnest@gmail.com, and we will take prompt action to investigate and resolve the issue. User-Generated Content We may, from time to time, allow users to submit reviews, ratings, comments, or other forms of user-generated content (UGC) on our website. We value the feedback and opinions of our customers, and we believe that UGC can be a valuable resource for other shoppers. However, we cannot be held responsible or liable for the accuracy, completeness, or appropriateness of any UGC, and we reserve the right to remove or edit any UGC that we deem to be offensive, abusive, defamatory, or otherwise inappropriate. By submitting UGC to our website, you grant us a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to use, reproduce, modify, distribute, and display the UGC in any form or medium, now known or hereafter developed. You also represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to use and authorize us to use all patent, trademark, trade secret, copyright, or other proprietary rights in and to any UGC you submit. Links to Third-Party Websites Our website may contain links to third-party websites that are not owned or controlled by GearNest. These links are provided for your convenience and information, and we do not endorse or assume any responsibility or liability for the content, products, services, or practices of these websites. We strongly encourage you to carefully review the terms of use and privacy policies of any third-party website that you visit, as they may differ from ours. We also recommend that you use caution and common sense when navigating the internet and sharing personal information online. Governing Law and Jurisdiction This disclaimer and any disputes arising out of or related to it shall be governed by and construed in accordance with the laws of the state in which GearNest is incorporated, without giving effect to any principles of conflicts of law. You agree to submit to the personal and exclusive jurisdiction of the state and federal courts located in the state in which GearNest is incorporated for the purpose of resolving any disputes that may arise out of or related to this disclaimer or your use of our website. Contact Us If you have any questions, concerns, or feedback regarding this disclaimer or any aspect of our website, please do not hesitate to contact us at gearnest@gmail.com. We are committed to providing our customers with the best possible service and support, and we value your input and suggestions. Thank you for choosing GearNest as your trusted source for home appliances. We look forward to serving you and helping you create a comfortable, convenient, and enjoyable home environment. GearNest Home Why are we Services Confidence More Privacy Policy Terms of use AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 gearnest@gmail.com",
    "services": "GearNest Services: Installation, Maintenance, and Repairs gearnest@gmail.com +91-721-2564147 GearNest Home Why are we Services Confidence More Our Services At GearNest, we offer a range of services to ensure you get the most out of your home appliances. From expert installation and setup to comprehensive maintenance and repair, our team is dedicated to providing exceptional support and service. Trust us to help you keep your home running smoothly and efficiently with our professional and reliable services. Why Choose Our Services Our commitment to excellence extends beyond just providing high-quality appliances. We are here to support you every step of the way, ensuring your products are perfectly integrated into your home and maintained for optimal performance. Professional Installation Our certified technicians will handle the setup and installation of your new appliances, ensuring everything is configured correctly and safely. Comprehensive Maintenance Keep your appliances running smoothly with our regular maintenance services. We offer scheduled check-ups and timely repairs to extend the life of your products. Service Excellence Quality Service Guaranteed At GearNest, we prioritize customer satisfaction above all else. Our dedicated team is committed to providing you with the highest level of service, ensuring that your experience with us is nothing short of exceptional. Prompt Repairs Experience minimal downtime with our prompt and efficient repair services. Our skilled technicians will diagnose and fix any issues with your appliances quickly and effectively. 24/7 Support Have a question or concern? Our customer support team is available around the clock to assist you. Whether it's troubleshooting advice or product inquiries, we're here to help whenever you need us. Appliance Installation Let our experts handle the installation of your new appliances for seamless integration into your home. Maintenance Plans Sign up for our maintenance plans to keep your appliances in top condition and avoid unexpected breakdowns. Repair Services From minor fixes to major repairs, trust our skilled technicians to get your appliances back up and running smoothly. Smart Home Integration Upgrade your home with smart devices and enjoy greater convenience and efficiency. Energy Efficiency Assessments Discover ways to reduce your energy consumption and save money with our energy efficiency assessments. Extended Warranty Options Protect your investment with our extended warranty options for added peace of mind. GearNest Home Why are we Services Confidence More Privacy Policy Terms of use AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 gearnest@gmail.com"
  },
  "date": "2024-05-17T14:18:24.840Z"
}