{
  "name": "New_v9_DesignHub",
  "pages": {
    "index": "Sobre Nós - DesignHub DesignHub ☰ Sobre nós preços Construa Marcas Fortes com a DesignHub A sua marca é a sua identidade no mundo dos negócios. Na DesignHub, procuramos transformar a sua visão em realidade. O nosso estúdio oferece soluções de design únicas e de qualidade, ajudando-o a destacar-se da concorrência. Junte-se a nós e leve o seu negócio ao próximo nível. Nossas direções Aqui você encontrará o que procura Design Gráfico Personalizado Oferecemos soluções de design gráfico sob medida que refletem a essência única da sua marca. Desde logotipos distintivos até materiais promocionais criativos, nossa equipe transforma suas ideias em realidade visual. Produção de Vídeo Criativo Da concepção à produção, criamos vídeos cativantes que contam a história da sua marca de forma memorável. Combinando técnicas cinematográficas e criatividade, entregamos vídeos de alta qualidade que destacam sua mensagem. Consultoria de Marca e Identidade Visua Nosso serviço de consultoria ajuda a definir e fortalecer a identidade da sua marca. Desde a criação de guidelines visuais até a estratégia de posicionamento, trabalhamos em parceria com você para garantir uma presença coesa e impactante no mercado. Artesanato Текст: Нossos produtos exclusivos são feitos à mão com amor e atenção aos detalhes. Cada elemento carrega consigo um caráter único e uma individualidade, tornando-o especial e memorável. Elementos Artesanato: Cada item é cuidadosamente feito à mão por mestres habilidosos, conferindo-lhe uma beleza e singularidade especiais. Atenção aos Detalhes Dedicamos especial atenção a cada detalhe para garantir alta qualidade e acabamento impecável. Individualidade Nossos produtos são únicos e exclusivos, cada um com sua própria história e personalidade. Design Exclusivo Criamos designs originais que se destacam e trazem alegria aos seus proprietários. Alta Qualidade Utilizamos apenas os melhores materiais e garantimos a qualidade de cada produto para garantir sua durabilidade ao longo do tempo. Estética Nossos produtos não são apenas funcionais, mas também belos. Nosso objetivo é criar peças que encantam os olhos e trazem prazer aos seus proprietários. Estratégia de Marca Os nossos especialistas em branding irão ajudá-lo a criar uma identidade de marca única que se destaque entre os concorrentes. Desenvolvemos uma estratégia que enfatiza os valores e a história da sua empresa, criando uma conexão autêntica com o seu público-alvo. Estratégia de Produto Digital Na nossa agência, oferecemos uma abordagem abrangente para a estratégia de produtos digitais. Desde a conceção até à execução, trabalhamos consigo para definir e implementar uma estratégia digital que otimize a experiência do utilizador e impulsione o crescimento do seu negócio. Design de Web A nossa equipa de designers web talentosos cria experiências online cativantes e funcionais. Utilizamos as últimas tendências e tecnologias para garantir que o seu website não só impressione visualmente, mas também converta visitantes em clientes. SEO & SMM (Otimização de Mecanismos de Pesquisa e Marketing de Mídia Social) Maximize a visibilidade da sua marca online com os nossos serviços de SEO e SMM. Desde a otimização do seu website para os motores de busca até à gestão estratégica das suas redes sociais, ajudamos a impulsionar o tráfego, aumentar o envolvimento e gerar leads qualificados para o seu negócio. Nossa Talented Equipe Em nosso estúdio de design, nos orgulhamos de nossa talentosa e dedicada equipe de profissionais, que torna nossos projetos possíveis. Cada membro de nossa equipe contribui com sua experiência única, criatividade e paixão pelo design, trabalhando juntos para oferecer resultados excepcionais aos nossos clientes. Sofia Oliveira Especialista em Branding Pedro Santos Estrategista de Produto Digital Ana Costa Designer de Web Tiago Silva Especialista em SEO & SMM Endereço Asa Norte Superquadra Norte 311 - Brasília, Distrito Federal, 70757-000, Brasil Email designhub@gmail.com Telefone +55-12-2343-4356 política de Privacidade Termos e Condições",
    "prices": "Preços - DesignHub DesignHub ☰ Sobre nós preços Serviços e Preços Bem-vindo à nossa página de serviços e preços. Oferecemos uma ampla gama de serviços para ajudá-lo a alcançar seus objetivos e melhorar o seu negócio. Abaixo estão nossos principais serviços e preços. Por favor, consulte-os para obter informações detalhadas e escolher o plano que melhor se adapte às suas necessidades. Se tiver alguma dúvida ou precisar de mais informações, não hesite em entrar em contato conosco. Estamos sempre prontos para ajudá-lo a alcançar o sucesso do seu negócio. Mais Nossos serviços Design de Identidade Visual Criamos uma identidade visual que captura a essência e a personalidade da sua marca. Nossos designers trabalham em estreita colaboração com você para criar um logotipo marcante, uma paleta de cores que ressoa com seu público-alvo e uma tipografia exclusiva que ajuda a destacar sua mensagem. Web Design e Desenvolvimento Desde sites institucionais até lojas online, nossos serviços de web design e desenvolvimento garantem uma presença online de alto nível para sua marca. Nossa equipe cria designs responsivos e modernos, combinando estética atraente com funcionalidade intuitiva. Além disso, utilizamos tecnologias de ponta para garantir que seu site seja rápido, seguro e otimizado para os mecanismos de busca. Estratégia de Marketing Digital Através de uma abordagem integrada de marketing digital, ajudamos sua marca a se destacar em um mercado cada vez mais competitivo. Nossos especialistas oferecem serviços de otimização de mecanismos de pesquisa (SEO) para garantir que seu site seja facilmente encontrado online. Além disso, gerenciamos suas redes sociais (SMM), criando conteúdo envolvente e interativo que aumenta o engajamento do público. Com campanhas publicitárias online estrategicamente planejadas, ajudamos você a alcançar seus objetivos de negócios e aumentar sua base de clientes. Consultoria de Branding Nossa consultoria de branding ajuda a definir a personalidade da sua marca e a criar uma conexão significativa com seu público-alvo. Realizamos uma análise profunda da identidade de marca existente, identificando pontos fortes e áreas de oportunidade. Com base nessa análise, desenvolvemos estratégias de marca personalizadas que comunicam sua mensagem de forma clara e coesa. Através de recomendações práticas e acionáveis, ajudamos você a fortalecer a presença da sua marca e a se destacar da concorrência. Etapas de trabalhar com um cliente Consulta e Entendimento Iniciamos com uma consulta profunda para entender as necessidades e objetivos do cliente Análise e Planejamento Desenvolvemos um plano detalhado com base nas informações coletadas, estabelecendo estratégias e prazos Desenvolvimento e Iterações Nossos especialistas começam a trabalhar no projeto, criando conceitos e protótipos que são revisados e ajustados conforme necessário Implementação e Suporte Após a conclusão, entregamos o produto final e oferecemos suporte contínuo para garantir sua total satisfação Nossos Planos e Processo Nossos planos são projetados para atender às diversas necessidades e orçamentos de nossos clientes, oferecendo uma variedade de opções para alcançar seus objetivos de negócios. Veja abaixo nossos planos e o processo detalhado que seguimos para garantir sua satisfação Plano Básico R$ 500 Criação de logotipo Design responsivo do site Otimização básica de SEO Plano Padrão R$ 1000 Criação de logotipo e identidade visual completa Design personalizado do site com até 5 páginas Gerenciamento de uma rede social (Facebook ou Instagram) Plano Premium R$ 2000 Desenvolvimento completo de identidade visual Design personalizado do site com até 10 páginas Estratégia de marketing digital abrangente, incluindo SEO, SMM e campanhas publicitárias online. Formulário de Contato Horário de Funcionamento: Segunda a Sexta: 9:00 - 18:00 Sábado: 10:00 - 15:00 Domingo: Fechado Endereço do edifício Asa Norte Superquadra Norte 311 - Brasília, Distrito Federal, 70757-000, Brasil Enviar Aceito a Política de Privacidade Endereço Asa Norte Superquadra Norte 311 - Brasília, Distrito Federal, 70757-000, Brasil Email designhub@gmail.com Telefone +55-12-2343-4356 política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - DesignHub DesignHub ☰ Sobre nós preços Política de Privacidade Coleta de Dados: O DesignHub coleta informações, incluindo preferências do usuário e histórico de pedidos, para fornecer um serviço personalizado e aprimorar a experiência do usuário. Informações Pessoais: Os usuários podem fornecer voluntariamente informações pessoais durante o processo de registro para associação e para fins de comunicação. Uso das Informações: Os dados coletados são usados para processar associações, cumprir pedidos e melhorar os serviços no DesignHub. Parceiros de Terceiros: O DesignHub pode compartilhar informações não pessoais com parceiros de terceiros para análise e aprimoramento, mas nunca vende informações pessoais. Segurança dos Dados: O DesignHub implementa medidas de segurança para proteger as informações do usuário contra acesso não autorizado, alteração, divulgação ou destruição. Privacidade de Crianças: O DesignHub não coleta intencionalmente informações pessoais de crianças menores de 13 anos. Consentimento: Ao usar o DesignHub, os usuários consentem com os termos descritos nesta Política de Privacidade. Cancelar Inscrição: Os usuários têm o direito de cancelar a recepção de comunicações de marketing. Entre em contato conosco para exercer esse direito. Atualização de Informações: Os usuários podem revisar, atualizar ou excluir suas informações pessoais acessando sua conta no DesignHub. Alterações na Política: O DesignHub reserva-se o direito de atualizar esta Política de Privacidade. Os usuários serão notificados de quaisquer alterações. Compartilhamento de Dados: As informações pessoais não são compartilhadas com terceiros para fins de marketing. As informações não pessoais podem ser compartilhadas com parceiros para análise. Retenção de Dados: As informações do usuário são retidas pelo tempo necessário para cumprir os fins descritos nesta política. Conformidade Legal: O DesignHub cumpre todas as leis e regulamentos aplicáveis de proteção de dados. Direitos do Usuário: Os usuários têm o direito de acessar, corrigir ou excluir suas informações pessoais. Entre em contato conosco para exercer esses direitos. Informações de Contato: Para perguntas ou preocupações sobre esta Política de Privacidade, entre em contato com nossa equipe de suporte através das informações de contato fornecidas em nosso email designhub@gmail.com. Feedback: Valorizamos o feedback dos usuários sobre nossa Política de Privacidade e experiência geral no DesignHub. Comunicação: Os usuários podem receber emails de confirmação de associação, atualizações de pedidos e outras comunicações relacionadas às suas interações com o DesignHub. Comunicações de Marketing: Os usuários podem optar por receber ou não emails promocionais. As opções de cancelamento são fornecidas em cada email de marketing. Informações de Pagamento: O DesignHub não armazena informações de pagamento sensíveis. Todas as transações financeiras são processadas com segurança por meio de parceiros confiáveis. Endereço Asa Norte Superquadra Norte 311 - Brasília, Distrito Federal, 70757-000, Brasil Email designhub@gmail.com Telefone +55-12-2343-4356 política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - DesignHub DesignHub ☰ Sobre nós preços Termos e Condições 1. Acordo: Ao usar o site do DesignHub, você concorda com estes termos e condições. 2. Acesso: O acesso a determinadas áreas do site pode ser restrito. O DesignHub reserva-se o direito de restringir o acesso conforme considerar necessário. 3. Propriedade Intelectual: O conteúdo, design e gráficos deste site são de propriedade do DesignHub e são protegidos pelas leis de direitos autorais. 4. Conteúdo do Usuário: Qualquer conteúdo enviado pelos usuários por meio do DesignHub permanece de propriedade do usuário. No entanto, ao enviar conteúdo, os usuários concedem ao DesignHub uma licença não exclusiva e isenta de royalties para usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir tal conteúdo mundialmente. 5. Atividades Proibidas: Os usuários são proibidos de se envolver em atividades ilegais ou proibidas enquanto usam o DesignHub. ncidentais, especiais ou consequentes decorrentes do uso ou impossibilidade de uso do site. 7. Indenização: Os usuários concordam em indenizar e isentar o DesignHub de qualquer reivindicação, danos, responsabilidades, custos ou despesas decorrentes do uso do site ou violação destes termos e condições. 8. Lei Aplicável: Estes termos e condições serão regidos e interpretados de acordo com as leis de [sua jurisdição]. 9. Alterações nos Termos: O DesignHub reserva-se o direito de atualizar ou modificar estes termos e condições a qualquer momento e sem aviso prévio. Os usuários são incentivados a revisar os termos periodicamente. 10. Informações de Contato: Para perguntas ou preocupações sobre estes termos e condições, entre em contato com nossa equipe de suporte através das informações de contato fornecidas em nosso email designhub@gmail.com. Endereço Asa Norte Superquadra Norte 311 - Brasília, Distrito Federal, 70757-000, Brasil Email designhub@gmail.com Telefone +55-12-2343-4356 política de Privacidade Termos e Condições",
    "thanks": "Thank You body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #f64a61; margin: auto; align-items: center; text-align: center; padding: 10px; transition: .3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #f64a61; transition: .3s; color: black; transition: .3s; } Obrigado por Escolher o DesignHub Obrigado por escolher o DesignHub para suas necessidades de design. Agradecemos sua confiança em nossos produtos e a oportunidade de ajudá-lo a encontrar o design perfeito para suas necessidades. Seja para criar logotipos marcantes, desenvolver sites atraentes ou qualquer outra necessidade de design, esperamos ter superado suas expectativas e proporcionado uma experiência de trabalho sem problemas. Sua satisfação é nossa prioridade, e esperamos continuar ajudando você a alcançar seus objetivos de design. Página Principal"
  }
}