{
  "name": "New_v8_BarKick",
  "pages": {
    "disclaimer": "Disclaimer: We are not liable for any injuries or damages incurred on our premises. About Football Rugby Other Results Food Contacts Disclaimer This disclaimer sets out the limitations of liability of BarKick Sports Bar (\"BarKick\") in relation to the use of our premises and services. By accessing our sports bar, you agree to the terms of this disclaimer. 1. General Disclaimer BarKick Sports Bar is a venue for sports fans to enjoy watching games, socializing, and consuming food and drinks. While we strive to provide a safe and enjoyable environment for our patrons, we cannot guarantee that accidents or incidents will not occur. By entering our premises, you acknowledge and accept the inherent risks associated with being in a sports bar environment. 2. Limitation of Liability BarKick Sports Bar and its employees, agents, and affiliates shall not be liable for any injuries, damages, losses, or claims arising from your use of our premises, facilities, or services. This includes but is not limited to: - Personal injuries sustained on our premises - Damage to personal belongings - Loss of profits or business opportunities - Any other losses or damages incurred while visiting our sports bar You agree to indemnify and hold BarKick Sports Bar harmless from any claims, actions, or liabilities arising out of your use of our services. 3. Assumption of Risk By entering BarKick Sports Bar, you agree to assume all risks associated with being on our premises. This includes risks related to: - Slip and fall accidents - Food and beverage consumption - Sports viewing activities - Interactions with other patrons - Use of facilities and equipment You acknowledge that participation in these activities carries inherent risks and that you will not hold BarKick Sports Bar liable for any injuries or damages you may sustain. 4. Safety and Security BarKick Sports Bar takes the safety and security of our patrons seriously. We have implemented various measures to ensure a secure environment, including security personnel, surveillance cameras, and safety protocols. However, we cannot guarantee that incidents will not occur despite our best efforts. You are responsible for your own safety and security while in our sports bar. Please report any concerns or incidents to our staff immediately so that we can address them promptly. 5. Code of Conduct To ensure a positive experience for all patrons, we expect everyone to adhere to our code of conduct while in BarKick Sports Bar. This includes: - Respecting other patrons and staff - Following all posted rules and guidelines - Consuming alcohol responsibly - Reporting any disruptive or inappropriate behavior Violation of our code of conduct may result in removal from our premises and could result in legal action. 6. Changes to Disclaimer BarKick Sports Bar reserves the right to amend or update this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer regularly to ensure that you are aware of any changes. By entering BarKick Sports Bar, you acknowledge that you have read, understood, and agree to the terms of this disclaimer. If you do not agree with any part of this disclaimer, please refrain from using our services. For any questions or concerns regarding this disclaimer, please contact us at barkick@gmail.com. About Football Rugby Other Results Food Contacts Privacy Policy Terms & Conditions Disclaimer Gam Stop Be Gamble Aware Be Drink Aware Challenge 21",
    "index": "Welcome to BarKick - your premier destination for sports, drinks, and good times in England. About Football Rugby Other Results Food Contacts BarKick A place where you are in the company of fans and alone with your favorite team About BarKick is a popular sports bar located in England, known for its lively atmosphere, delicious food, and wide selection of drinks. With a prime location in the heart of the city, BarKick attracts locals and tourists alike with its unique blend of sports, entertainment, and socializing. The bar is spacious and modern, with multiple big screen TVs showing all the latest sports games and events. Whether you're a fan of football, rugby, tennis, or any other sport, you can be sure that BarKick will have it playing on one of their screens. The bar also hosts special events for major sporting occasions, such as the World Cup or the Super Bowl, where fans can come together to cheer on their favorite teams. In addition to sports, BarKick also offers a diverse menu of food and drinks to keep guests satisfied throughout the night. From classic bar snacks like nachos and wings to hearty meals like burgers and sandwiches, there's something for everyone on the menu. The bar also has a wide selection of beers, wines, and cocktails, making it the perfect place to unwind after a long day or to celebrate a special occasion with friends. One of the things that sets BarKick apart from other sports bars is its welcoming and inclusive atmosphere. The staff is friendly and attentive, making sure that every guest feels right at home. Whether you're a regular or a first-time visitor, you can expect to be treated like family at BarKick. In addition to sports games and food, BarKick also offers a range of entertainment options to keep guests entertained. From live music nights to quiz nights and karaoke sessions, there's always something fun happening at the bar. The vibrant atmosphere and friendly crowd make it easy to let loose and have a great time at BarKick. Overall, BarKick is a must-visit destination for sports fans and social butterflies alike. With its prime location, delicious food, wide selection of drinks, and welcoming atmosphere, it's the perfect place to catch up with friends, watch the game, or simply enjoy a night out on the town. So next time you're looking for a fun and lively sports bar experience in England, be sure to check out BarKick – you won't be disappointed. Football The history of English football goes back more than a hundred years, starting from the end of the 19th century, when football became a popular sport in Great Britain. The first football clubs were created at the end of the 19th century, and by the beginning of the 20th century football had become the most popular sport in the country. The earliest leagues were created at the end of the 19th century, and by the end of the century there were several professional football clubs in England. One of the first clubs to become very popular was Manchester United, founded in 1878. In 1888, the first football league in the world was created - the English Football League. At the beginning of the 20th century, football became an increasingly popular sport in Britain and clubs began to attract more and more attention. Fans began to actively support their teams, and stadiums began to fill with crowds. The 1920s and 1930s were a golden time for English football. Clubs began to compete in European club competitions and English teams achieved success on the international stage. In 1938, Arsenal became the first English club to win the Champions League. After World War II, English football continued to develop and in the 1950s it became popular to trade players between clubs. New stars appeared on the football horizon, and English football became even more popular. In the 1960s, English football regained its popularity. Clubs began to win major international tournaments, and players began to earn impressive salaries. In 1966, the England team achieved great success by winning the home World Cup. The 1970s and 1980s saw a period of transformation for English football. New clubs and players appeared on the scene, and the football industry flourished. However, it was also during this time that problems with hooliganism in stadiums began to emerge, which became a serious threat to the football industry. In the 1990s and 2000s, English football began to bounce back from the excitement of the 1980s. Premier League clubs have become some of the richest and most attractive in the world, attracting new fans from all over the world. English clubs began to achieve success in European tournaments and attract the best players from different countries. Today, English football remains one of the most popular and competitive in the world. The Premier League attracts millions of fans from all over the world, and clubs from England continue to achieve success on the international stage. The history of English football remains an important part of Britain's sporting culture and remains one of the most important aspects of its national heritage. Book a table to watch your favorite match Rugby The history of English rugby dates back to the 19th century, when the game began to gain popularity and become one of the most popular sports in the UK. It is believed that rugby was invented in 1823 in the English city of Rugby, when schoolboy Webley Williams ran onto the field with a ball in his hands and began to run with it. This game quickly became popular among school students, and in 1845 the first rules of the game were written. The first official rugby match took place in 1871 between Rugby and Northampton on the college pitch at Rugby. This match attracted the attention and support of the public, and from then on rugby began to gradually develop and spread throughout the country. In 1875, the first official rugby association was created, which was involved in developing the rules of the game and organizing tournaments. Over time, rugby became increasingly popular among professionals and amateurs, and in 1883 the first rugby championship was created. In 1895, there was a division in the rugby community due to differences in views on the professionalism of players. This led to the emergence of two different types of rugby - rugby league and rugby union. However, rugby union remained the most popular form of the game in Great Britain. In the 20th century, English rugby began to play an important role in the sporting life of the country. Rugby clubs began to attract more sponsors and spectators, and players acquired celebrity status. During the two world wars, rugby was temporarily suspended, but after the end of the conflicts the game began to gain momentum again. In 1987, the first Rugby World Cup took place in New Zealand and Australia. England was one of the participants in this tournament and took third place. Over time, the English team became one of the strongest in the world and won the world cup in 2003. Today, English rugby continues to develop and attract more and more fans and sponsors. Tournaments and championships at national and international levels are regularly held, which attract thousands of spectators and are broadcast on television. England remains one of the strongest players in world rugby and has a rich history and achievements in the sport. Thanks to the passion and dedication of players and fans, rugby continues to be one of the most popular sports in the country and around the world. Book a table to watch your favorite match Other sports We always keep an eye on the most interesting matches and tournaments so that you can enjoy the atmosphere of real sports right here. We have large TVs in every corner of the bar so you won't miss a thing. We show all sports: football, basketball, hockey, tennis, baseball, boxing, MMA and much more. We have subscriptions to all sports channels, so we always have access to the hottest sporting events. You will be able to root for your favorite team or athlete, enjoy the game of world-class stars and discuss everything that is happening with friends. But our sports bar is not only about broadcasting matches. We also have special promotions and offers for sports fans. We organize ping-pong, table football and billiards tournaments, as well as competitions and sweepstakes with valuable prizes. We always have fun and atmosphere, so you won't be bored in our sports bar. Come to us at any time of the day or night and enjoy the atmosphere of sports with us. We are waiting for you in our sports bar, where every match is a real sporting event! What sports do we show: football rugby cricket golf tennis badminton water polo boxing snooker darts billiards curling Results Results and upcoming matches Football 5 may Sunday VS Rugby 6 may Monday VS Football 6 may Monday VS Football 7 may Tuesday VS Find out more results Food BarKick, a sports bar in England, offers a variety of snacks and meals that are ideal for snacking while watching sporting events. For example, this could include beer and other alcoholic beverages, hot dogs, sandwiches, hamburgers, French fries, chips, popcorn and other snacks. In addition, the bar's menu often includes healthier options such as salads, fruits and vegetables. Find out more about the menu Contacts I accept Privacy Policy Send Telephone: +91 338 4546998 Email: barkick@gmail.com Address: 5-6 Leicester Square Empire Casino, London WC2H 7NA England About Football Rugby Other Results Food Contacts Privacy Policy Terms & Conditions Disclaimer Gam Stop Be Gamble Aware Be Drink Aware Challenge 21",
    "policy": "Privacy Policy: Protecting your personal information is our top priority. About Football Rugby Other Results Food Contacts Privacy Policy BarKick is committed to protecting the privacy of our customers and visitors to our sports bar in England. This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website or use our services. By using our website or services, you agree to the terms of this Privacy Policy. Information We Collect When you visit our website or use our services, we may collect personal information, such as your name, email address, phone number, and payment information. We may also collect information about your interactions with our website, such as the pages you visit and the links you click on. How We Use Your Information We use the information we collect to provide you with the best possible experience when you visit our sports bar. This may include processing your reservations, sending you promotional offers, and improving our services. We may also use your information to communicate with you about your reservations and to respond to your inquiries. How We Protect Your Information We take the security of your personal information seriously and have implemented measures to protect it from unauthorized access, use, and disclosure. This includes using encryption to secure your payment information and restricting access to your personal information to authorized personnel only. Sharing Your Information We may share your personal information with third parties who provide services to us, such as payment processors and marketing companies. We may also share your information with law enforcement agencies or other parties when required by law or to protect our rights and property. Cookies We use cookies to collect information about your interactions with our website. Cookies are small files that are stored on your computer and can be used to track your browsing activity. You can choose to disable cookies in your browser settings, but this may affect your ability to use our website. Third-Party Links Our website may contain links to third-party websites that are not operated by us. We are not responsible for the privacy practices of these third-party websites and encourage you to read their privacy policies before providing them with any personal information. Children's Privacy Our website and services are not intended for children under the age of 18. We do not knowingly collect personal information from children under the age of 18 and will delete any information that we discover has been provided by a child under the age of 18. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or to comply with legal requirements. We will notify you of any changes by posting the updated Privacy Policy on our website. By continuing to use our website or services after we have updated the Privacy Policy, you agree to the new terms. Contact Us If you have any questions or concerns about our Privacy Policy or the way we handle your personal information, please contact us at barkick@gmail.com. We are committed to addressing any issues promptly and will work to resolve any concerns you may have. Effective Date: January 1, 2023 This Privacy Policy was last updated on January 1, 2023. About Football Rugby Other Results Food Contacts Privacy Policy Terms & Conditions Disclaimer Gam Stop Be Gamble Aware Be Drink Aware Challenge 21",
    "terms": "Terms of Use: By accessing our site, you agree to our terms and conditions. About Football Rugby Other Results Food Contacts Terms & Conditions Welcome to BarKick Sports Bar! We are excited to have you join us for a fun and exciting experience at our sports bar. Please take a moment to review the following terms and conditions before entering and enjoying our facilities: 1. Age Requirement: - Guests must be 18 years of age or older to enter BarKick Sports Bar. - Valid identification may be required upon entry to verify age. 2. Dress Code: - Guests are required to wear appropriate attire while at BarKick Sports Bar. - No shirts with offensive language or graphics. - No ripped or torn clothing. - No excessive revealing clothing. 3. Behavior: - Guests must conduct themselves in a respectful and appropriate manner at all times. - Any form of harassment, discrimination, or violence will not be tolerated. - Guests are prohibited from engaging in any illegal activities on the premises. 4. Alcohol Consumption: - BarKick Sports Bar serves alcoholic beverages to guests who are of legal drinking age (18 years or older). - Guests are responsible for consuming alcohol responsibly and in moderation. - BarKick Sports Bar reserves the right to refuse service to any guest who appears to be intoxicated. 5. Food and Beverage: - Guests are encouraged to enjoy the variety of food and drinks available at BarKick Sports Bar. - Outside food and beverages are not permitted without prior approval from BarKick management. 6. Reservations and Bookings: - Reservations for tables, events, or private gatherings can be made in advance by contacting BarKick Sports Bar. - Deposits may be required for certain bookings, which are non-refundable in the event of cancellation. 7. Payment: - Payment for food, beverages, and services must be made at the time of purchase. - BarKick Sports Bar accepts cash, credit cards, and debit cards for payments. 8. Lost or Stolen Items: - BarKick Sports Bar is not responsible for any lost or stolen items on the premises. - Guests are encouraged to keep their personal belongings secure at all times. 9. Security: - BarKick Sports Bar has security measures in place to ensure the safety and well-being of our guests. - Guests are required to cooperate with security personnel and follow their instructions. 10. Amendments: - BarKick Sports Bar reserves the right to amend these terms and conditions at any time without prior notice. - Guests are encouraged to check the website or contact BarKick Sports Bar for the most up-to-date information. By entering BarKick Sports Bar, guests agree to abide by these terms and conditions. Failure to comply may result in removal from the premises. Thank you for choosing BarKick Sports Bar, and we hope you have a fantastic experience with us! About Football Rugby Other Results Food Contacts Privacy Policy Terms & Conditions Disclaimer Gam Stop Be Gamble Aware Be Drink Aware Challenge 21",
    "thanks": "Thank You for Being Part of the BarKick Team in England Goal! Thank you for choosing us as a conductor of your positive emotions Home"
  },
  "date": "2024-05-02T13:49:57.489Z"
}