{
  "name": "New_v9_PlayRoomOasis",
  "pages": {
    "index": "PlayRoomOasis Home Games About Birthday Parties Contact FAQ What is PlayRoomOasis? Welcome to PlayRoomOasis, where kids can explore, learn, and have fun in a safe and nurturing environment. Our mission is to provide a stimulating and imaginative space where children can engage in creative play, develop new skills, and make lasting memories. At PlayRoomOasis, we offer a variety of interactive play areas, educational activities, and exciting events designed to cater to children of all ages. Whether it's a birthday party, a playdate with friends, or a fun-filled day out with the family, there's always something exciting happening at PlayRoomOasis! Book Now Promotions Summer Fun Sale Get ready for a summer of fun with our exclusive Summer Fun Sale! Enjoy discounts on admission tickets, party packages, and more. Don't miss out on the hottest deals of the season! Family Fun Day Join us for a day of family fun! Enjoy special discounts on family passes, complimentary snacks, and exciting activities for all ages. Create lasting memories with your loved ones at PlayRoomOasis! Holiday Extravaganza Celebrate the holiday season with our Holiday Extravaganza! Enjoy festive activities, themed parties, and special surprises throughout the month of December. Spread the holiday cheer at PlayRoomOasis! Our Games Simulator Shooting Experience the thrill of realistic shooting simulations in Simulator Shooting. Test your aim and reflexes as you engage in various target practice scenarios, from classic marksmanship challenges to dynamic shooting galleries. Button Battle Engage in frantic button-mashing battles in Button Battle. Compete against friends or AI opponents in fast-paced multiplayer showdowns where speed and agility are key to victory. Arcade Machines Step back in time and relive the nostalgia of classic arcade gaming in Arcade Machines. Discover a variety of retro arcade cabinets featuring timeless favorites like Pac-Man, Space Invaders, and Street Fighter. Subway Surfers Arcade Join the high-speed adventure of Subway Surfers Arcade. Dash through bustling city streets, dodge oncoming trains, and collect coins in this endless runner game that will keep you on the edge of your seat. VR Zone Immerse yourself in the world of virtual reality in VR Zone. Explore breathtaking landscapes, engage in thrilling adventures, and experience gaming like never before with cutting-edge VR technology. PlayStation 5 Zone Discover the latest and greatest gaming experiences in PlayStation 5 Zone. Dive into a vast library of games, from blockbuster titles to indie gems, and enjoy unparalleled graphics and performance on Sony's next-gen console. Pinball Experience the excitement of arcade pinball in Pinball. Launch the ball, hit targets, and activate special features as you compete for the highest score in this timeless classic. Foosball Challenge your friends to intense foosball matches in Foosball. Master the art of precision passing and lightning-fast reflexes as you battle it out on the tabletop soccer field. Photo Booth Capture unforgettable memories with friends and family in the Photo Booth. Strike a pose, choose fun props, and take home a souvenir photo strip to remember your visit. Party Room Celebrate special occasions in style in the Party Room. Whether it's a birthday bash, a corporate event, or a family reunion, our customizable party packages are sure to make your event unforgettable. Laser Maze Test your agility and problem-solving skills in the Laser Maze. Navigate through a web of lasers, avoid detection, and reach the other side without tripping the alarms in this thrilling challenge. Mirror Maze Get lost in a labyrinth of mirrors in the Mirror Maze. Navigate through twisting corridors, evade dead ends, and find your way out in this mind-bending maze of reflections. Carnival Games Step right up and test your skills in Carnival Games. Try your luck at classic fairground attractions like ring toss, balloon darts, and shooting galleries to win exciting prizes. Escape Room Challenge Put your wits to the test in the Escape Room Challenge. Work together with your team to solve puzzles, unravel mysteries, and escape before time runs out in this immersive adventure. Dance Revolution Get ready to move and groove in Dance Revolution. Bust out your best dance moves, follow the rhythm, and compete for high scores as you dance to the beat of your favorite tunes. Ninja Warrior Course Challenge your agility and strength in the Ninja Warrior Course. Navigate through obstacles, conquer climbing walls, and complete the ultimate test of endurance in this adrenaline-fueled challenge. Virtual Roller Coaster Experience the thrill of riding roller coasters from the comfort of VR in Virtual Roller Coaster. Strap in, hold on tight, and get ready for heart-pounding drops and exhilarating loops in this virtual theme park adventure. Trivia Night Put your knowledge to the test in Trivia Night. Gather your friends, answer challenging questions across various categories, and compete for bragging rights as the ultimate trivia champion. About Us At PlayRoomOasis, we are passionate about creating unforgettable experiences for children and families. Established in 2020, we have been dedicated to providing a safe and dynamic environment where kids can learn, explore, and play to their heart's content. Our state-of-the-art facilities boast a wide range of interactive games, educational workshops, and themed play areas designed to spark creativity and imagination in children of all ages. From thrilling adventure zones to cozy reading corners, there's something for everyone at PlayRoomOasis. But we're more than just a play center – we're a community hub where families come together to connect, create, and make memories that last a lifetime. Our team of friendly and experienced staff is committed to ensuring that every visit is enjoyable, educational, and above all, fun! At PlayRoomOasis, we believe in the power of play to inspire, educate, and entertain. Whether it's a birthday party, a school field trip, or a weekend outing with the family, we're here to make every moment special. Join us and let your imagination run wild! Come and discover the magic of PlayRoomOasis – where adventure awaits around every corner and the possibilities are endless. Upcoming Events Kids Art Workshop Let your child's creativity shine at our Kids Art Workshop! They'll explore various art techniques and create their own masterpieces under the guidance of our talented instructors. Day: Monday Time: 10:00 AM - 12:00 PM Family Movie Night Join us for a magical evening at our Family Movie Night! Grab your blankets and snacks and enjoy a heartwarming movie under the stars with your loved ones. Day: Friday Time: 7:00 PM - 9:00 PM Story Time Immerse yourself in the magic of storytelling at our Story Time event! Join us for captivating tales, interactive activities, and special guest appearances that will spark your child's imagination. Day: Saturday Time: 11:00 AM - 12:00 PM Birthday Parties Classic Celebration Celebrate your child's special day with our Classic Celebration package! Enjoy exclusive use of our party room, a dedicated party host, themed decorations, and fun activities for all guests. Package includes: 2 hours of party time Themed invitations Party favors for all guests Customizable birthday cake Interactive games and activities And more! Book Now Ultimate Adventure Take your child's birthday party to the next level with our Ultimate Adventure package! Enjoy all the perks of the Classic Celebration, plus additional upgrades such as a bounce house, face painting, and a magic show. Package includes: All features of the Classic Celebration Bounce house rental Face painting station Magician performance Special gift for the birthday child And more! Book Now Princess & Superhero Extravaganza Make your child's birthday dreams come true with our Princess & Superhero Extravaganza package! Let them dress up as their favorite characters and enjoy royal or heroic-themed games, activities, and crafts. Package includes: Themed costumes and accessories Princess or superhero training session Interactive storytime Photo booth with props Princess crowning or superhero oath ceremony And more! Book Now Outdoor Adventure Explore the great outdoors with our Outdoor Adventure package! Host your child's birthday party in our outdoor play area, complete with nature-themed games, scavenger hunts, and a picnic lunch. Package includes: Exclusive use of outdoor play area Nature-themed games and activities Scavenger hunt with prizes Picnic lunch with snacks and refreshments Outdoor storytelling session And more! Book Now Testimonials Emily Smith \"My kids absolutely love PlayRoomOasis! The staff is friendly, the facilities are clean, and there's always something fun happening. Highly recommended!\" John Doe \"We hosted my daughter's birthday party at PlayRoomOasis, and it was a hit! The party package was affordable, and the kids had a blast. Thank you for making her day special!\" Sarah Johnson \"As a parent, I appreciate the emphasis on safety at PlayRoomOasis. I feel confident leaving my kids in the care of the staff knowing that they prioritize the well-being of the children.\" Amy Wilson \"PlayRoomOasis exceeded my expectations! The variety of activities kept my kids entertained for hours. We'll definitely be coming back for more fun!\" Michael Brown \"I've been bringing my children to PlayRoomOasis for years, and it never disappoints. The staff is attentive, the facilities are clean, and the kids always have a great time.\" Emma Davis \"I recently attended a party at PlayRoomOasis, and it was fantastic! The party hosts were engaging, the activities were fun, and the overall atmosphere was lively. Highly recommended for any celebration!\" Contact Us Phone: +916467103146 Email: PlayRoomOasis@gmail.com Address: KirtiStambh Circle, Palace Street, Vadodara, Gujarat 390001, India I accept Privacy Policy Send Opening Hours Monday 9:00 AM - 6:00 PM Tuesday 9:00 AM - 6:00 PM Wednesday 9:00 AM - 6:00 PM Thursday 9:00 AM - 6:00 PM Friday 9:00 AM - 6:00 PM Saturday 10:00 AM - 9:00 PM Sunday 10:00 AM - 9:00 PM Frequently Asked Questions How do I book a session? To book a session, simply visit our website and go to the booking section. Select your desired date and time, fill out the required information, and complete the payment process. Are outside food and drinks allowed? Outside food and drinks are not allowed in our facility. However, we have a café on-site where you can purchase snacks and beverages. What age groups is PlayRoomOasis suitable for? PlayRoomOasis is suitable for children of all ages, from toddlers to teenagers. We offer a variety of activities and games tailored to different age groups. Do you offer birthday party packages? Yes, we offer birthday party packages for children of all ages. Our packages include exclusive use of our party room, themed decorations, activities, and more. Contact us for more information! Is there a dress code for children? There is no specific dress code for children, but we recommend wearing comfortable clothing and closed-toe shoes for safety reasons. Do you have parking available? Yes, we have ample parking available for our guests. Our parking lot is located conveniently close to the entrance. Home Games About Birthday Parties Contact FAQ Privacy Policy Terms & Condition",
    "policy": "Privacy Policy | PlayRoomOasis main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } a{ color: #1da552; } a:hover{ text-decoration: underline; } Home Games About Birthday Parties Contact FAQ Privacy Policy Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: Phone: +916467103146 Email: PlayRoomOasis@gmail.com Location: KirtiStambh Circle, Palace Street, Vadodara, Gujarat 390001, India Home Games About Birthday Parties Contact FAQ Privacy Policy Terms & Condition",
    "terms": "PlayRoomOasis | Terms & Condition main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } a{ color: #1da552; } a:hover{ text-decoration: underline; } Home Games About Birthday Parties Contact FAQ Terms and Conditions Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: Phone: +916467103146 Email:PlayRoomOasis@gmail.com Location:KirtiStambh Circle, Palace Street, Vadodara, Gujarat 390001, India Home Games About Birthday Parties Contact FAQ Privacy Policy Terms & Condition",
    "thanks": "Thank You for Contacting Us main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a{ color: #1da552; } a:hover{ text-decoration: underline; } h1 { margin-bottom: 40px; } Thank You for Reaching Out! We appreciate you taking the time to connect with PlayRoomOasis. Your inquiry is important to us, and we'll get back to you as soon as possible to address any questions or requests you may have. In the meantime, feel free to explore more about our range of household chemicals and cleaning solutions on our website. We're dedicated to providing top-notch products tailored to your needs. Thank you once again for considering PlayRoomOasis for your household cleaning needs. We look forward to the opportunity to assist you further. Best regards,PlayRoomOasis Return to Home Page."
  }
}