{
  "name": "New_v9_Marimbas",
  "pages": {
    "about": "Sobre a loja de instrumentos musicais \"Marimbas\" - Conheça nossa história! Marimbas Página Inicial Sobre Nós 100% Em nossa loja, acreditamos que uma melodia harmoniosa é uma melodia alegre, e oferecemos uma ampla gama de serviços para atender a todas as suas necessidades musicais. 200 mil clientes satisfeitos 2010 ano de fundação 17 especialistas no campo Na Marimba Shop, estamos comprometidos com a excelência, integridade e paixão em tudo o que fazemos. Vamos conversar Sua melodia é nossa obra-prima Comunicação Acreditamos em comunicação aberta e honesta, garantindo que cada interação seja significativa e produtiva. Profissionalismo Mantemos os mais altos padrões de profissionalismo, oferecendo um serviço excepcional em cada encontro. Na Marimba Shop, sua satisfação é nossa prioridade. Em tudo o que fazemos, desde a fabricação de instrumentos até o atendimento aos nossos clientes, prior Descubra a Alegria da Música Na Harmony Haven, acreditamos no poder da música para elevar espíritos e enriquecer vidas, proporcionando um santuário onde melodias se misturam harmoniosamente com momentos de alegria. Artesanato de Qualidade Mergulhe em um ambiente de excelência Paixão pela Música Serviços Inovadores Explore nosso mundo Explore os serviços que oferecemos, projetados para elevar sua jornada musical e dar vida às suas melodias. Experimente a diferença com a Marimba Shop, onde qualidade, artesanato e satisfação do cliente vêm em primeiro lugar. Cases Proteja seu instrumento com nossos cases de alta qualidade, garantindo que ele permaneça seguro e intacto onde quer que você vá. ♪ Os mais altos padrões de materiais ♪ Usamos apenas os melhores materiais na fabricação de nossas Marimbas, garantindo som e durabilidade superiores. ♪ Histórico comprovado Som melhor desde o primeiro dia Com anos de experiência e inúmeros clientes satisfeitos, estabelecemos uma reputação de excelência. ♪ Experimente qualidade sonora incomparável desde o momento em que você toca nossas Marimbas, projetadas para a perfeição musical. ♪ Reparo ♪ Confie em nossos técnicos especializados para reparar e restaurar sua Marimba em sua condição ótima, garantindo que ela toque lindamente por anos a fio. Acessórios Aprimore sua experiência musical com nossa variedade de acessórios, projetados para complementar e elevar sua performance. ♪ Os mais altos padrões de materiais ♪ Nós selecionamos apenas os melhores materiais para nossos acessórios, garantindo durabilidade e confiabilidade. ♪ Histórico comprovado Com um histórico de clientes satisfeitos, nossos acessórios têm se mostrado capazes de aprimorar cada performance musical. Som melhor desde o primeiro dia ♪ Experimente qualidade sonora superior desde o início com nossos acessórios, garantindo que cada nota seja clara e ressonante. ♪ Afinação ♪ Confie em nossos técnicos habilidosos para afinar sua Marimba com perfeição, garantindo que cada nota esteja em harmonia com a próxima. Aulas Desbloqueie seu potencial musical com nossas aulas especializadas, adaptadas ao seu nível de habilidade e objetivos musicais. ♪ Os mais altos padrões de materiais ♪ Oferecemos aulas de alta qualidade, ministradas por instrutores experientes dedicados ao seu crescimento musical. ♪ Histórico comprovado Com um histórico de sucesso, nossas aulas têm ajudado inúmeros músicos a alcançar seu pleno potencial. Reparos ♪ Conte com nossos técnicos habilidosos para reparar e manter sua Marimba, garantindo que ela execute sem falhas por muitos anos. ♪ Os mais altos padrões de materiais ♪ Usamos apenas os melhores materiais em nossos reparos, garantindo a longevidade e o desempenho do seu instrumento. Marimbas Páginas InícioSobre Política de Privacidade Marimbas 2024",
    "index": "Bem-vindo à loja de instrumentos musicais \"Marimbas\" - Onde sua jornada musical começa! Marimbas Página Inicial Sobre Nós ✘ baseado em Manaus Seu som. Nossa paixão. Estamos dedicados a fornecer um serviço abrangente e personalizado para ajudá-lo a descobrir e desfrutar do mundo encantador das Marimbas por toda uma vida de felicidade musical! Agende uma demonstração Desde 2010, oferecemos as Marimbas da mais alta qualidade em Manaus, trazendo alegria melódica para milhares de músicos. Agende agora Informações rápidas sobre nós ✘ Manaus, Brasil ⌛ Seg-Sex, 9:00-17:00 At our store, we provide a wide array of services tailored to meet all of your musical needs. From beginner lessons to professional instrument repairs, our team of experts is dedicated to helping you achieve your musical goals.Whether you're a seasoned musician looking to upgrade your gear or a beginner eager to start your musical journey, we're here to support you every step of the way. Tudo o que você espera da sua loja de música. Com uma variedade diversificada, artesanato requintado e um toque de magia, apresentamos a você o mundo cativante das Marimbas. ♫ Confiável por milhares ♫ Certificação ♫ Aulas presenciais ♫ Qualidade comprovada Coisas que podemos fazer por você Explore nossa coleção, criada com paixão e precisão para trazer harmonia a cada nota que você toca. Cases Descubra os segredos da melodia com nossos especialistas em Marimba, garantindo que seu instrumento ressoe com perfeição. Saiba mais Embarque em uma jornada de descoberta musical com nossos especialistas em Marimba, guiando-o a cada passo com cuidado e expertise. Saiba mais Desbloqueie todo o potencial da sua música com nossos mestres em Marimba, dedicados a aprimorar sua experiência musical. Saiba mais ♪ Descubra o ritmo da vida com nossos conjuntos de Marimba, criando melodias que cativam a alma e elevam o espírito. ♪ Descubra todos os modelos ♪ Experimente a arte da fabricação de Marimba, onde cada instrumento é uma obra-prima esperando para ser tocada. Sobre nós Embarque em uma jornada para o mundo da expressão musical com nossos especialistas em Marimba, guiando-o para descobrir o instrumento perfeito para seu estilo único. Consultora Líder Conheça nossa virtuosa em Marimba, uma especialista no reino do encantamento musical. Com um toque delicado e ressonância harmoniosa, ela combina habilmente expertise com empatia, garantindo que cada músico encontre sua inspiração única. Michael Johnson Consultora Principal Apresentamos nossa virtuosa em Marimba, uma especialista na arte do encantamento musical. Com um toque delicado e melodia harmoniosa, ela mistura habilmente expertise com empatia, garantindo que cada músico descubra seu ritmo único. Emily Thompson Consultora Musical Conheça nossa especialista em Marimba, uma mestra da harmonia musical. Com um toque delicado e ressonância emotiva, ela entrelaça expertise com empatia, garantindo que cada músico descubra sua harmonia única. Sophia Williams Embarque em uma jornada musical conosco e experimente a magia das Marimbas em primeira mão. Nome E-mail Mensagem &nbsp;Aceito a&nbsp; Política de Privacidade marimbas@gmail.com E-mail +55-43-8547-3214 Ligue para nós Veja no Google Maps Visite-nos Deleite musical. Você pode confiar. Tv. Baltazar, 45 - Pq Res Adrianopolis, Manaus - AM, 69055-010, Brazil Marimbas Páginas InícioSobre Política de Privacidade Marimbas 2024",
    "privacy": "Política de Privacidade - Loja de instrumentos musicais \"Marimbas\" Marimbas Página Inicial Sobre Nós Política de Privacidade Bem-vindo à Loja de Instrumentos Musicais Marimbas! Bem-vindo à Política de Privacidade da Marimbas, sua fonte confiável de instrumentos musicais e serviços! Nossa Política de Privacidade é projetada para proteger sua privacidade enquanto garante uma jornada musical sem problemas com a Marimbas. Entendemos a importância da privacidade na era digital de hoje e estamos comprometidos em proteger a confidencialidade e a segurança de suas informações durante suas interações com a Marimbas. Esteja você explorando nossa coleção de instrumentos ou desfrutando de uma aula de música, saiba que sua privacidade é nossa principal prioridade em cada etapa de sua jornada musical. Nosso objetivo é estabelecer um framework de privacidade abrangente que construa confiança e segurança entre nossos clientes. Avaliamos e refinamos continuamente nossas práticas de privacidade para garantir que estejam alinhadas com os padrões e regulamentações da indústria. A Marimbas valoriza a diversidade e a inclusão em todos os aspectos de nossas operações. Estamos dedicados a fornecer uma experiência musical inclusiva e acolhedora para indivíduos de todas as origens. Nossa equipe está comprometida em promover a diversidade e a inclusão na comunidade musical por meio de nossos serviços, esforços de marketing e iniciativas de engajamento comunitário. Acreditamos que abraçar a diversidade enriquece a experiência musical e nos posiciona para o sucesso na paisagem musical diversificada de hoje. Segurança de Dados Na Marimbas, priorizamos a segurança de seus dados. Implementamos medidas robustas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. Nossas medidas de segurança incluem criptografia, firewalls, tecnologia de camada de soquete segura (SSL) e auditorias de segurança regulares para manter a integridade de seus dados. Esteja tranquilo, estamos dedicados a preservar a confidencialidade e a integridade de suas informações durante sua jornada musical com a Marimbas. Retenção de Dados A Marimbas retém suas informações pessoais apenas pelo tempo necessário para cumprir os fins descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Excluímos ou anonimizamos com segurança seus dados assim que eles não forem mais necessários para os fins para os quais foram coletados, a menos que obrigações legais ou interesses comerciais legítimos exijam sua retenção. Você tem o direito de solicitar a exclusão de seus dados de nossos sistemas a qualquer momento, sujeito a quaisquer obrigações legais ou interesses comerciais legítimos que exijam sua retenção. Informações de Localização A Marimbas pode coletar e processar informações de localização para aprimorar nossos serviços musicais. Isso pode incluir dados GPS ou outras informações sobre a localização do seu dispositivo. Utilizamos essas informações para otimizar a experiência musical, fornecer orientação com base na localização e aumentar a satisfação geral com a Marimbas. Seus dados de localização são tratados com a máxima confidencialidade e são utilizados exclusivamente para os fins descritos nesta Política de Privacidade. Termos de Serviço Ao utilizar os serviços musicais da Marimbas, você concorda em aderir aos nossos Termos de Serviço. Recomendamos que você revise cuidadosamente nossos Termos de Serviço antes de utilizar nossos serviços. Nossos Termos de Serviço delineiam seus direitos e responsabilidades ao utilizar nossos serviços musicais, abrangendo disposições relacionadas à responsabilidade, pagamento e duração do serviço. Se você tiver alguma dúvida ou preocupação sobre nossos Termos de Serviço, não hesite em nos contatar para esclarecimentos. Feedback Valorizamos muito seu feedback na Marimbas, pois nos permite aprimorar nossos serviços e atender melhor às suas necessidades como cliente. Se você tiver sugestões, comentários ou preocupações sobre sua experiência musical, sinta-se à vontade para entrar em contato conosco. Estamos comprometidos em garantir que sua experiência com a Marimbas seja positiva e memorável. Conformidade A Marimbas está empenhada em cumprir as leis e regulamentações relevantes de proteção de dados, incluindo, entre outras, o Regulamento Geral de Proteção de Dados (GDPR) e o California Consumer Privacy Act (CCPA). Estamos firmes em defender os direitos de nossos clientes e garantir o processamento legal e transparente de dados pessoais. Se você tiver alguma dúvida ou preocupação sobre nossos esforços de conformidade, não hesite em nos contatar para mais informações. Atualizações da Política de Privacidade A Marimbas reserva-se o direito de emendar ou revisar esta Política de Privacidade a qualquer momento. Quaisquer modificações entrarão em vigor imediatamente após sua publicação em nosso site. Notificaremos você sobre quaisquer alterações significativas na Política de Privacidade por e-mail ou exibindo um aviso de forma proeminente em nosso site. Ao continuar a utilizar nossos serviços musicais após tais alterações, você consente com a Política de Privacidade atualizada. Recomendamos que você revise periodicamente esta Política de Privacidade para se manter informado sobre como coletamos, utilizamos e protegemos suas informações. Contate-nos Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou práticas, entre em contato conosco por e-mail em Marimbas@gmail.com. Estamos aqui para ajudar e responder prontamente a quaisquer dúvidas. Sua privacidade é de extrema importância para nós, e estamos comprometidos em fornecer soluções transparentes e eficazes para quaisquer preocupações com privacidade que você possa ter. Nossa equipe de atendimento ao cliente está dedicada a fornecer suporte excepcional e garantir que sua experiência musical na Marimbas seja positiva e segura. Valorizamos muito seu feedback e nos esforçamos continuamente para aprimorar nossos serviços para atender melhor às suas necessidades. Marimbas Páginas InícioSobre Política de Privacidade Marimbas 2024",
    "thank_page": "Página de Agradecimento - Loja de instrumentos musicais \"Marimbas\" body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #1764d8; border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #eee; } p { color: #eee; margin-bottom: 20px; } .btn { background-color: #eee; color: #000; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #b6b6b6; } Bem-vindo à loja de instrumentos musicais \"Marimbas\" - Onde começa a sua jornada musical! Bem-vindo à loja de instrumentos musicais \"Marimbas\"! Você está pronto para embarcar em uma jornada transformadora em direção a uma versão mais saudável e em forma de você? Seja você um entusiasta da música ou apenas começando, oferecemos uma ampla gama de programas e serviços adaptados para atender às suas metas musicais. Explorar Marimbas"
  }
}