{
  "name": "New_v8_ScooterStyle",
  "pages": {
    "about": "About Us - ScooterStyle About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy About Us - Scooter Style Welcome to ScooterStyle, your trusted partner in the world of scooters! We are proud to offer a wide range of high quality scooters for people of all ages and interests. Our mission is to make getting around convenient, fun and accessible for everyone. At ScooterStyle, we believe that a scooter is not just a means of transportation, but a lifestyle, a way to express your individuality and active lifestyle. We carefully select each scooter in our catalog to offer you only the best models from leading manufacturers. About us Welcome to ScooterStyle! We are a team of enthusiastic people who are passionate about the world of scooters and strive to make getting around the city convenient, eco-friendly and stylish. At ScooterStyle, we believe that scooters are not just a means of transportation, but a lifestyle that allows you to enjoy freedom of movement and contributes to the preservation of the environment. Our Mission Our mission is to provide everyone with the opportunity to experience the benefits of scooter transportation. We strive to offer high quality products that meet the highest standards of safety and reliability. We believe that everyone deserves the best possible mobility experience, whether they are a child, teenager or adult. The story of ScooterStyle began a few years ago, when a group of friends passionate about sustainable transportation decided to create a store that would cater to the needs of all scooter enthusiasts. We started with a small assortment, but thanks to your support and trust, we quickly grew and evolved. Today, ScooterStyle is a recognized leader in scooter sales, offering a wide range of models from top brands. Our team The ScooterStyle team consists of experienced professionals who are passionate about what they do. Each of us is not just an employee, but a true scooter fan, ready to share his experience and knowledge. We strive to create a friendly and professional atmosphere where every customer feels important and valued. We are proud that many customers choose ScooterStyle for our wide range of products, high quality products and exceptional level of service. We strive to make every purchase an enjoyable and worry-free experience, providing all the advice and support you need every step of the way. Our values Quality and safety We cooperate with the best manufacturers to offer you only the most reliable and safe scooters. All our products undergo strict quality control and meet international standards. Personalized approach We understand that every customer is unique and we strive to provide you with a personalized approach. Our team is ready to help you choose the perfect scooter to suit your needs and preferences. Green We support sustainability and believe that scooters are a great way to reduce your carbon footprint and improve the environment in cities. We actively promote the use of scooters as an environmentally friendly mode of transportation. Style and innovation We keep up with the latest trends in the world of scooters and offer you the most modern and stylish models. There are always new products in our assortment that will make your mobility not only comfortable, but also fashionable. We don't rest on our laurels and continue to evolve to offer you even more innovations and convenient solutions. ScooterStyle plans to expand its range, improve its service and actively participate in the development of urban mobility. We are confident that the future lies in environmentally friendly and convenient transportation, and we invite you to become part of this movement with us. Join ScooterStyle and ride with us into the future! Our Statistics At Scooter Style, we take pride in our accomplishments and in making our customers' lives brighter and more convenient every day. Check out our impressive results: 10,000+ satisfied customers We've served over 10,000 customers, each of whom has found the perfect scooter for their needs. Our focus on quality and service has attracted more and more satisfied customers. 500+ models of scooters We have over 500 models of scooters in our catalog. From kids and city scooters to stunt scooters and electric scooters, we have scooters for every taste and budget. 20+ leading brands We've partnered with over 20 of the world's leading brands to bring you the most reliable and innovative scooters on the market. 98% customer satisfaction Our team works hard to provide the best shopping experience possible. 98% of our customers leave positive feedback and recommend us to their friends. Fast shipping to 100+ cities We provide fast and reliable shipping to over 100 cities nationwide to get your new scooter to you as soon as possible. 5 Years in the Market We have been selling scooters for over 5 years, continuously improving our service and expanding our range to meet all our customers' needs. +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "catalog": "ScooterStyle ScooterStyle Catalog About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Scooter Catalog - Scooter Style Welcome to our Scooter Catalog! At ScooterStyle, we are proud to offer a wide variety of scooters for people of all ages and interests. Whether you're looking for your child's first scooter, a stunt model for extreme stunts, or a powerful electric scooter for your daily commute, we have just what you need. Use the filters and categories to easily find the scooter that is perfect for your needs. If you have questions or need help, our team of experts is always ready to assist you with your choice. Catalog EcoRide City Scooter Price: ₹4,500 Lightweight and durable city scooter with adjustable handlebars and anti-skid platform. Order PowerMax electric scooter Price: ₹18,900 Powerful electric scooter with a range of up to 25 km and a top speed of 25 km/h. Order MiniFun Kids Scooter Price: ₹2,300 A safe and colorful scooter for kids with soft handles and stable wheels. Order StuntPro Stunt Scooter Price: ₹7,800 Durable stunt scooter with reinforced frame and high quality bearings for extreme stunts. Order EasyFold Folding Scooter Price: ₹5,200 Compact folding scooter with fast folding system and light weight. Order UrbanGlide electric scooter Price: ₹15,500 A stylish electric scooter with a smooth ride and built-in display to monitor speed and battery charge. Order BigWheel Scooter. Price: ₹7,799 Scooter with big wheels for a smooth and comfortable ride on any surface. Ideal for urban and suburban travel. Order TrioFun kids' three-wheeled scooter Price: ₹2,999 A safe and stable three-wheeled scooter for toddlers. Brightly colored design and easy to operate. Order ComfortRide Scooter with seat. Price: ₹9,499 A scooter with a comfortable seat for comfortable rides. Equipped with adjustable handlebar height and padded seat. Order Speedster dual-motor electric scooter Price: ₹19,999 High-performance dual-motor electric scooter with a range of up to 40 km. Ideal for speedy rides around the city. Order ShockAbsorb Adult Scooter. Price: ₹10,499 Scooter with shock absorbers for maximum comfort on rough roads. Suitable for adult riders. Order BigWheel Junior scooter for kids Price: ₹4,299 Big wheel scooter for kids that provides stability and comfort. Durable and safe. Order LongRange Electric Scooter Price: ₹16,999 long range electric scooter that provides a range of up to 30 km. Equipped with a powerful motor and folding mechanism. Order StuntStarter stunt scooter Price: ₹5,999 The perfect stunt scooter for beginners. Sturdy and lightweight, with reinforced deck and durable wheels. Order FoldE foldable electric scooter Price: ₹13,499 Compact and powerful foldable electric scooter. Easy to fold and carry, ideal for urban environments. Order TeenRide scooter for teens Price: ₹7,199 A stylish and durable scooter for teens. Provides a smooth and safe ride. Order Handy basket scooter Price: ₹8,199 Handy scooter with a basket for carrying small items. Ideal for city trips and shopping. Order KidE electric scooter for kids Price: ₹6,999 A safe and reliable electric scooter for kids. Equipped with adjustable speed and simple controls Order ComfortKid kids' scooter with seat Price: ₹3,999 Comfortable scooter with seat for kids. Provides comfort and safety on every ride. Order LightRide Electric Scooter Price: ₹17,499 Electric scooter with bright light for safe rides at night. Equipped with a powerful motor and shock absorbers. Order +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "contacts": "Contacts - ScooterStyle About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Our Contacts - Scooter Style We are always happy to help you! At ScooterStyle, we strive to provide the best service and support for our customers. If you have questions, suggestions, or need help choosing a scooter, don't hesitate to contact us. Our experts are always available to answer your questions and provide the information you need. We value your opinion and are always ready to dialog. Thank you for choosing ScooterStyle! Contact information +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India Monday through Friday:9:00 a.m. to 6:00 p.m. Saturday: 10:00 a.m. to 4:00 p.m. Sunday: Weekend. Name E-mail Phone number Submit I accept privacy policy We are on the map +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "cookies": "Cookies Policy - ScooterStyle About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Cookie Policy At ScooterStyle we are committed to providing the best experience on our website for all visitors. Cookies help us to improve our website, provide personalized content and understand how users interact with our resource. What are cookies? Cookies are small text files that are stored on your device (computer, tablet or smartphone) when you visit our website. They allow the website to remember your actions and preferences (such as login, language, font size and other settings) for a certain period of time. How do we use cookies? We use cookies for a variety of purposes: Necessary cookies: - These cookies are essential to the operation of our website and allow you to use its basic functions, such as accessing secure areas of the site. Analytical cookies: - These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously. This allows us to improve the site and your user experience Functional cookies: - These cookies allow our website to remember your choices (such as your username, language or region) and provide more personalized features. Advertising cookies: - These cookies are used to serve ads that may be of interest to you based on your interests. They are also used to limit the number of times the same advertisement is shown and to measure the effectiveness of advertising campaigns. Managing cookies You can manage and/or delete cookies as you see fit. You can delete all cookies that are already on your device and set most browsers to prevent them from being stored. However, if you do this, you may have to manually adjust some settings each time you visit our site and some features may not work. Changes to our cookie policy We may update this cookie policy from time to time to reflect changes in our practices or applicable law. We recommend that you review this page regularly to keep up to date with our current cookie policy. +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "disclaimer": "Disclaimer - ScooterStyle About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Disclaimer Please read the following legal notice carefully before using the ScooterStyle website. Your visit to our website signifies your agreement to the terms and conditions listed below. Informational Nature The information provided on our website is for general information purposes only and does not constitute legal, financial or professional advice. While we make every effort to ensure that the information is accurate and up to date, we are not responsible for its completeness, accuracy or currency. Disclaimer on use of information Your use of the information on our website is at your own risk. We are not liable for any damage or loss resulting from the use or inability to use this information. Disclaimer on external links Our website may contain links to external resources that are not controlled or maintained by us. We are not responsible for the content, privacy policies, or practices of other sites to which we provide links. Financial Disclaimer We are not financial advisors and nothing on this website should be construed as financial advice or investment recommendation. Any financial decisions made based on information on this website are made at your own risk. Changes and Updates We reserve the right to make changes to this disclaimer at any time without notice. We encourage you to check this page periodically for current terms and conditions. +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "index": "ScooterStyle - Your stylish choice of scooters About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Welcome to the Scooter Style! Discover the world of stylish and quality scooters! At Scooter Style, we offer a wide range of scooters for all ages and skill levels. Our mission is to provide you with the best gear for active and exciting recreation. Join our community and start your adventure with Scooter Style today! History of scooters Scooters appeared in the early 19th century as simple wooden devices used mainly by children for entertainment. From the early 20th century, they began to be manufactured in factories and metal scooters became popular among children and teenagers due to their strength and durability. In the 1980s and 1990s, scooters regained popularity due to new materials and technologies such as aluminum, which made them lighter and more comfortable. This period saw the development of stunt scooters and the emergence of various sporting disciplines. Since the beginning of the 21st century, scooters have experienced a new surge in popularity due to the introduction of electric motors. Electric scooters offered convenience and eco-friendliness for city dwellers, becoming a new trend in urban transportation. Today, scooters are not only a means of transportation, but also a lifestyle. Modern models are equipped with powerful batteries, smart control systems and even connectivity to mobile apps. Many cities around the world are introducing scooter rental systems, making them available for everyday use. At ScooterStyle, we are proud to be a part of this evolution, offering the most modern and stylish scooter models that reflect the latest trends and technology. Briefly about ScooterStyle Welcome to ScooterStyle! Our Mission Our mission is to provide everyone with the opportunity to experience the benefits of scooter transportation. We strive to offer high quality products that meet the highest standards of safety and reliability. We believe that everyone deserves the best possible mobility experience, whether they are a child, teenager or adult. We don't rest on our laurels and continue to evolve to offer you even more innovations and convenient solutions. ScooterStyle plans to expand its range, improve its service and actively participate in the development of urban mobility. We are confident that the future lies in environmentally friendly and convenient transportation, and we invite you to become part of this movement with us. Join ScooterStyle and ride with us into the future! More Super deals on scooters at ScooterStyle! Special promotion! Today only! Get a 20% discount on all models of scooters at ScooterStyle! Do you want to buy a new scooter at a favorable price? Then our special promotion is for you! At ScooterStyle we are pleased to offer you an exclusive 20% discount on all models of scooters. To take advantage of the offer, just add the selected scooter to your cart on our website and enter the promo code “SCOOT20” at checkout. The discount will be automatically applied to your purchase. Summer Sale! Exclusive discounts of up to 30% on the entire range of scooters at ScooterStyle! Planning an active summer outdoors? Then don't miss the opportunity to buy a scooter at the best price! At ScooterStyle we are launching a summer sale, where we offer you exclusive discounts of up to 30% on all models of scooters. The promotion is valid throughout the summer, but you better hurry up to choose a scooter at the best price! Visit our website today and choose your perfect scooter at the best price! Special offer for beginners! Get 15% off your first scooter purchase at ScooterStyle! We want to make your first scooter purchase special! At ScooterStyle we offer all new customers a special offer - a 15% discount on the first purchase of any model of scooter. To take advantage of the offer, just place an order on our website and enter the promo code “NEW15” at checkout. The discount will be automatically applied to your purchase. Bonus program “Invite a Friend”! Get a 25% discount on your next scooter purchase at ScooterStyle by inviting a friend! We want to give you extra benefits for trusting our brand! Take part in our “Invite a Friend” bonus program and get 25% off your next scooter purchase at ScooterStyle. It's easy to participate: invite a friend to place an order on our website and they will receive a 15% discount on their purchase. After he/she makes a purchase, you will also receive a promo code for 25% off your next purchase. The most popular scooters EcoRide City Scooter Price: ₹4,500 Lightweight and durable city scooter with adjustable handlebars and anti-skid platform. PowerMax electric scooter Price: ₹18,900 Powerful electric scooter with a range of up to 25 km and a top speed of 25 km/h. MiniFun Kids Scooter Price: ₹2,300 A safe and colorful scooter for kids with soft handles and stable wheels. Watch full catalogue Benefits of buying from ScooterStyle Wide range At ScooterStyle, you'll find a huge selection of scooters for all ages and purposes. We have models for kids and adults, city and stunt scooters, electric scooters and more. High quality We work only with reliable manufacturers to offer you scooters of high quality and reliability. All our products undergo rigorous quality control to ensure your satisfaction. Affordable Prices We strive to make our products affordable for everyone. At ScooterStyle, you will find competitive prices on scooters as well as regular promotions and discounts for our customers. Professional Service Our team of professionals is always ready to help you with your scooter selection and answer all your questions. We value every customer and strive to provide them with the best service. Fast Delivery We understand that you want to get your scooter as soon as possible. That's why we offer fast nationwide shipping so you can start enjoying your new vehicle as soon as possible. Quality Guarantee We are confident in the quality of our products, which is why we offer a warranty on all scooters. If you have any problems with the product, you can always contact us and we will find a solution for you. When you choose ScooterStyle, you get not only a quality product, but also a reliable partner for your active lifestyle. Join us and enjoy exciting scooter rides! +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "policy": "Privacy Policy - ScooterStyle About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Privacy Policy At ScooterStyle, we value your privacy and are committed to protecting your personal information. Our privacy policy describes how we collect, use, store and protect the information you provide to us when you use our website. Information Collected We may collect the following types of information: Personal Information: Name, email address, phone number and other information you provide to us when you register on the site, place an order or interact with us. Website Information: We automatically collect information about your interaction with our website, including your IP address, usage data, browser type and other technical data. Uses of Information We use the information collected for the following purposes: - Processing orders and providing services. - Providing personalized recommendations and content. - Improving our services and analyzing the effectiveness of marketing campaigns. - Contacting you about orders, inquiries or feedback. Sharing information with third parties We do not sell, trade or share your personal information with third parties without your consent, except as necessary to process orders or provide services. Data Security We take security measures to protect your personal information from unauthorized access, use or disclosure. However, we cannot guarantee the absolute security of data transmitted over the Internet. Your Rights You have the right to request access, correction or deletion of your personal information and to restrict its processing. You can also unsubscribe from marketing communications by following the instructions in the emails. Changes to Privacy Policy We reserve the right to make changes to our privacy policy at our discretion. We encourage you to check this page periodically for changes. +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "terms": "Terms and Conditions - ScooterStyle About us Catalog Contact us We use cookies To provide the best experience on our ScooterStyle website, we use cookies. Cookies help us to improve the site, analyze usage and improve our marketing efforts. By continuing to use the site, you agree to the use of all cookies in accordance with our Cookies Policy. Accept Cookies Policy Terms and Conditions Welcome to the ScooterStyle website. By continuing to use our website, you agree to these terms of use. Please read them carefully before using our website. Intellectual Property All content on our website, including text, images, logos and graphics, is the property of ScooterStyle or used with the permission of the copyright holders. Any unauthorized use of this content is prohibited. Limitations of Liability While we make every effort to ensure that the information on our website is accurate and up to date, we will not be liable for any loss or damage arising from the use or inability to use our website. External Links Our website may contain links to external resources that are not under the control of ScooterStyle. We are not responsible for the content or privacy policies of these resources. Changes to Terms of Use We reserve the right to make changes to these terms of use at any time without notice. We encourage you to check this page periodically for changes. Consent to Terms of Use Your use of our website constitutes your agreement to these terms of use. If you do not agree to these terms, please do not use our website. Changes to the terms of use We reserve the right to change these terms and conditions at our discretion. Changes will be effective from the date they are posted on our website. We recommend that you check this page periodically for updates. +91-979-4475549 ScooterStyle@gmail.com Krayantand, Hasmahal, Mithaper, Patna, Bihar , India About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 ScooterStyle. All rights reserved.",
    "thanks": "Thank you for your order - ScooterStyle Thank you for your order! Your order has been successfully processed! We thank you for choosing ScooterStyle and for your order. We appreciate your trust and will do everything we can to make sure your shopping experience is top notch. Questions? If you have any questions or would like to make changes to your order, please contact our customer service team Regards, Scooter Style Team Back"
  },
  "date": "2024-05-24T08:02:34.102Z"
}