{
  "name": "New_v9_ceramicchic",
  "pages": {
    "privacy-policy": "Política de Privacidade - Ceramic Chic Ceramic Chic +55-69-9937-57460 Lar Ampla escolha Nossos serviços Por que cerâmica Transfiguração Política de Privacidade A Ceramic Chic não assume nenhuma responsabilidade pelas informações contidas neste site, incluindo, mas não se limitando a, descrições de produtos, preços, dimensões, cores e disponibilidade de estoque. Todas as informações são fornecidas \"como estão\" e podem ser alteradas sem aviso prévio. Embora a Ceramic Chic faça todos os esforços possíveis para garantir que as imagens dos produtos sejam representadas com a maior precisão possível, as cores e texturas reais dos azulejos cerâmicos podem variar devido às diferenças nos monitores e dispositivos de visualização. Portanto, recomendamos que os clientes solicitem amostras físicas dos produtos antes de fazer uma compra. A Ceramic Chic não se responsabiliza por quaisquer danos ou perdas decorrentes do uso indevido ou instalação incorreta dos azulejos cerâmicos. Recomendamos que os clientes contratem profissionais qualificados para instalar nossos produtos. Todos os produtos vendidos pela Ceramic Chic estão sujeitos às leis e regulamentos locais, estaduais e federais. Os clientes são responsáveis por verificar se os produtos estão em conformidade com todos os códigos e regulamentos de construção aplicáveis antes de fazer uma compra. A Ceramic Chic não se responsabiliza por quaisquer erros tipográficos ou de preço no site. Todos os preços estão sujeitos a alterações sem aviso prévio. A Ceramic Chic se reserva o direito de recusar qualquer pedido, por qualquer motivo, a sua única e absoluta discreção. Ao utilizar este site, o cliente concorda em liberar a Ceramic Chic de qualquer responsabilidade por quaisquer reclamações, danos, perdas ou despesas decorrentes do uso do site ou da compra de produtos. Ceramic Chic é especializada em fornecer azulejos cerâmicos de alta qualidade para uma variedade de aplicações, incluindo pisos, paredes, banheiros, cozinhas e áreas exteriores. Nossos produtos são fabricados com materiais de alta qualidade e tecnologia avançada para garantir durabilidade, resistência e beleza duradoura. Nossos azulejos cerâmicos são disponibilizados em uma ampla variedade de cores, texturas, tamanhos e estilos para atender às necessidades e preferências de cada cliente. Trabalhamos com os melhores fornecedores do mundo para oferecer produtos inovadores e exclusivos que se destacam no mercado. É importante lembrar que a instalação adequada dos azulejos cerâmicos é fundamental para garantir a durabilidade e a aparência do produto. Recomendamos que os clientes contratem profissionais qualificados para instalar nossos produtos, seguindo as instruções e recomendações fornecidas pela Ceramic Chic. Todos os produtos vendidos pela Ceramic Chic estão sujeitos à nossa política de garantia. Se houver algum defeito no produto, o cliente deve entrar em contato conosco imediatamente para obter orientação sobre como proceder com a devolução ou substituição do produto. A Ceramic Chic não se responsabiliza por quaisquer danos ou perdas decorrentes do uso indevido ou da manipulação incorreta dos produtos. Os clientes devem ler e seguir todas as instruções e recomendações fornecidas pela Ceramic Chic para garantir a segurança e a integridade dos produtos. A Ceramic Chic se reserva o direito de alterar ou atualizar este aviso legal a qualquer momento, sem aviso prévio. Recomendamos que os clientes revejam periodicamente este aviso legal para ficarem informados sobre quaisquer alterações ou atualizações. Ao utilizar este site, o cliente concorda em cumprir todas as leis e regulamentos aplicáveis, incluindo, mas não se limitando a, as leis de direitos autorais e marcas registradas. Todos os conteúdos do site, incluindo textos, imagens, logotipos e design, são de propriedade da Ceramic Chic e estão protegidos pelas leis de direitos autorais e marcas registradas. A Ceramic Chic não se responsabiliza por quaisquer atrasos na entrega dos produtos decorrentes de fatores externos, tais como condições climáticas adversas, greves, problemas de transporte ou outros eventos fora de nosso controle. Nós faremos todos os esforços possíveis para garantir que os produtos sejam entregues dentro do prazo especificado, mas não podemos garantir a pontualidade em todas as circunstâncias. Todos os produtos vendidos pela Ceramic Chic estão sujeitos à nossa política de devolução. Se o cliente desejar devolver um produto, ele deve entrar em contato conosco dentro de 7 dias após a recepção do produto para obter orientação sobre como proceder com a devolução. Os produtos devem estar em condições novas e na embalagem original para serem elegíveis para devolução. A Ceramic Chic não se responsabiliza por quaisquer danos ou perdas decorrentes do uso de produtos de terceiros em conjunto com nossos produtos. Os clientes devem ler e seguir todas as instruções e recomendações fornecidas pela Ceramic Chic e pelos fabricantes de produtos de terceiros para garantir a segurança e a integridade dos produtos. Nós nos reservamos o direito de recusar qualquer pedido, por qualquer motivo, a nossa única e absoluta discreção. Além disso, nós nos reservamos o direito de cancelar qualquer pedido que tenha sido processado erroneamente, incluindo pedidos com preços incorretos ou informações incorretas do produto. A Ceramic Chic se reserva o direito de alterar os preços dos produtos a qualquer momento, sem aviso prévio. Todos os preços estão sujeitos a confirmação no momento do pedido. Se você tiver alguma dúvida ou precisar de mais informações, por favor entre em contato conosco através do e-mail ceramicchic@gmail.com. Estamos sempre à disposição para ajudar! Ceramic Chic Mirante da Serra - Estado de Rondônia, 76926-000, Brasil +55-69-9937-57460 ceramicchic@gmail.com Lar Ampla escolha Nossos serviços Por que cerâmica Transfiguração Política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso - Ceramic Chic Ceramic Chic +55-69-9937-57460 Lar Ampla escolha Nossos serviços Por que cerâmica Transfiguração Termos de uso Bem-vindo ao Ceramic Chic, o seu destino online para a melhor seleção de azulejos cerâmicos de alta qualidade. Este documento estabelece os Termos de Uso que regem o acesso e o uso do nosso site. Ao acessar ou utilizar o Ceramic Chic, você concorda em se vincular a estes Termos de Uso. Nossa Empresa A Ceramic Chic é uma empresa dedicada à venda de azulejos cerâmicos. Nós nos esforçamos para oferecer uma ampla variedade de produtos de alta qualidade, combinando estilo, durabilidade e funcionalidade. Nossa equipe é composta por profissionais apaixonados por design e arquitetura, sempre atentos às últimas tendências do mercado. Nossos Produtos Todos os nossos azulejos cerâmicos são fabricados com materiais de alta qualidade, garantindo assim a sua durabilidade e resistência. Nós oferecemos uma ampla gama de cores, texturas e formatos, para que você possa encontrar a opção perfeita para o seu projeto. Além disso, nossos produtos são adequados para uso em diversos ambientes, como cozinhas, banheiros, salas de estar e áreas externas. Preços e Pagamento Todos os preços exibidos no Ceramic Chic estão em Reais (BRL) e incluem impostos. Nós aceitamos diversos métodos de pagamento, como cartões de crédito, débito e boleto bancário. Todas as transações são processadas de forma segura, garantindo a proteção dos dados do cliente. Entrega Nós entregamos nossos produtos em todo o território brasileiro. A entrega é realizada pela transportadora contratada pela Ceramic Chic, e o prazo de entrega pode variar de acordo com o local de destino. O cliente será informado sobre o prazo estimado de entrega no momento da compra. Troca e Devolução Nós nos comprometemos a garantir a satisfação total do nosso cliente. Se por algum motivo você não estiver satisfeito com o seu produto, você terá um prazo de 7 (sete) dias, contados a partir da data de recebimento, para solicitar a troca ou devolução. O produto deve estar em perfeitas condições de uso, com a embalagem original e todos os acessórios. As despesas de transporte relativas à troca ou devolução serão de responsabilidade do cliente. Propriedade Intelectual Todos os conteúdos exibidos no Ceramic Chic, como textos, imagens, logotipos e design, são de propriedade da Ceramic Chic e estão protegidos pelas leis de propriedade intelectual. É proibida a reprodução, distribuição ou modificação destes conteúdos sem a prévia autorização escrita da Ceramic Chic. Responsabilidade A Ceramic Chic não se responsabiliza por quaisquer danos ou prejuízos decorrentes do uso indevido ou inadequado dos nossos produtos. Além disso, nós não somos responsáveis por quaisquer problemas técnicos ou falhas no acesso ao nosso site, decorrentes de problemas com a internet ou com o dispositivo do usuário. Alterações nos Termos de Uso A Ceramic Chic reserva-se o direito de alterar estes Termos de Uso a qualquer momento, sem prévio aviso. As alterações entrarão em vigor imediatamente após a sua publicação no site. Recomendamos que você revise regularmente estes Termos de Uso para se manter informado sobre as atualizações. Política de Privacidade A Ceramic Chic respeita a privacidade dos seus clientes e usuários do site. Esta Política de Privacidade estabelece as práticas de privacidade do Ceramic Chic em relação às informações que nós coletamos e como nós as utilizamos. Informações Coletadas Nós coletamos informações pessoais dos nossos clientes e usuários do site apenas quando eles as fornecem voluntariamente. Estas informações podem incluir nome, endereço de email, endereço de entrega, número de telefone e informações de pagamento. Nós não coletamos informações pessoais sensíveis, como raça, religião, orientação sexual ou informações de saúde. Uso das Informações Nós utilizamos as informações coletadas para processar e entregar os pedidos, fornecer serviço ao cliente, enviar comunicações promocionais e melhorar nossos produtos e serviços. Nós não vendemos, alugamos ou compartilhamos as informações pessoais dos nossos clientes e usuários do site com terceiros, exceto quando necessário para fornecer os nossos serviços ou quando exigido por lei. Segurança das Informações Nós nos comprometemos a proteger a segurança das informações pessoais dos nossos clientes e usuários do site. Nós utilizamos medidas de segurança técnicas e administrativas para proteger as informações contra acesso não autorizado, uso indevido, divulgação, alteração ou destruição. Links para Outros Sites O Ceramic Chic pode conter links para outros sites. Não somos responsáveis pelas práticas de privacidade ou conteúdo destes sites. Recomendamos que você leia as políticas de privacidade destes sites antes de fornecer qualquer informação pessoal. Alterações na Política de Privacidade A Ceramic Chic reserva-se o direito de alterar esta Política de Privacidade a qualquer momento, sem prévio aviso. As alterações entrarão em vigor imediatamente após a sua publicação no site. Recomendamos que você revise regularmente esta Política de Privacidade para se manter informado sobre as atualizações. A Ceramic Chic oferece garantia de 1 (um) ano a partir da data de compra para todos os nossos produtos. Durante este período, nós nos comprometemos a reparar ou substituir qualquer produto que apresente defeito de fabricação ou problemas de qualidade. As despesas de transporte relativas à devolução do produto serão de responsabilidade do cliente. Após a recepção do produto, nós o analisaremos e informaremos o cliente sobre a reparação ou substituição. Se o produto estiver fora do prazo de garantia ou não apresentar defeito de fabricação, nós entraremos em contato com o cliente para discutir as opções disponíveis. A garantia não cobre danos decorrentes de uso indevido, acidentes, desastres naturais, instalação incorreta ou modificações não autorizadas. Além disso, a garantia não se aplica a produtos comprados em leilões ou de revendedores não autorizados. Contato Se você tiver alguma dúvida ou sugestão sobre nossos produtos ou serviços, por favor, entre em contato conosco através do email ceramicchic@gmail.com. Estaremos sempre à disposição para ajudá-lo. Agradecemos pela sua visita ao Ceramic Chic. Esperamos que você encontre o azulejo cerâmico perfeito para o seu projeto! Ceramic Chic Mirante da Serra - Estado de Rondônia, 76926-000, Brasil +55-69-9937-57460 ceramicchic@gmail.com Lar Ampla escolha Nossos serviços Por que cerâmica Transfiguração Política de Privacidade Termos de uso",
    "thanks": "Obrigado pela sua compra - Ceramic Chic Ceramic Chic Muito obrigado! Agradecemos pelo tempo que você dedicou para entrar em contato conosco. Sua opinião é extremamente valiosa para nós. Estamos sempre em busca de melhorias e o contato de pessoas como você faz toda a diferença. Nós da equipe Ceramic Chic nos empenhamos em oferecer o melhor atendimento e produtos de qualidade. Em breve, um dos nossos representantes entrará em contato para responder suas dúvidas ou encaminhar suas sugestões. Mais uma vez, muito obrigado por contribuir com a nossa comunidade. Fique à vontade para explorar nosso site e conhecer nossas novidades em cerâmica. Para principal",
    "index": "Ceramic Chic - Azulejos Cerâmicos de Alta Qualidade Ceramic Chic +55-69-9937-57460 Lar Ampla escolha Nossos serviços Por que cerâmica Transfiguração Bem-vindo a Ceramic Chic Descubra a elegância e a sofisticação da cerâmica Nossa loja online oferece uma ampla variedade de azulejos cerâmicos de alta qualidade para atender às suas necessidades de decoração. Com uma seleção cuidadosamente escolhida de cores, texturas e padrões, você encontrará o azulejo perfeito para transformar qualquer ambiente em um espaço elegante e sofisticado. Nossos produtos são fabricados com materiais duráveis e resistentes, garantindo uma beleza duradoura para sua casa ou negócio. Explore nosso catálogo e encontre a inspiração para criar um design único e personalizado com Ceramic Chic. Por que nós Por que escolher a Ceramic Chic Nós da Ceramic Chic nos dedicamos a oferecer produtos de alta qualidade e um atendimento excepcional a nossos clientes. Com uma equipe de profissionais altamente qualificados e experientes, nós estamos sempre prontos para ajudá-lo a encontrar a solução perfeita para suas necessidades de decoração. Aqui estão algumas razões pelas quais você deveria escolher a Ceramic Chic para suas compras de azulejos cerâmicos: Ampla variedade de produtos: Nós oferecemos uma ampla variedade de azulejos cerâmicos, desde os mais clássicos até os mais modernos e sofisticados. Com nossa seleção cuidadosamente escolhida, você encontrará o azulejo perfeito para qualquer ambiente, desde cozinhas e banheiros até salas de estar e áreas externas. Qualidade superior: Todos os nossos produtos são fabricados com materiais de alta qualidade, garantindo durabilidade e resistência. Nós nos orgulhamos em oferecer azulejos cerâmicos que combinam beleza e funcionalidade, criando um ambiente elegante e prático para sua casa ou negócio. Atendimento personalizado: Nossa equipe de profissionais altamente qualificados está sempre pronta para ajudá-lo a encontrar a solução perfeita para suas necessidades de decoração. Desde a escolha dos azulejos até a instalação, nós oferecemos um atendimento personalizado para garantir que você fique satisfeito com sua compra. Conheça nossos serviços Além de oferecer uma ampla variedade de produtos de alta qualidade, a Ceramic Chic também oferece uma gama de serviços para ajudá-lo a tornar suas ideias de decoração em realidade. Confira abaixo alguns dos nossos serviços: Projeto personalizado Nossa equipe de designers profissionais pode ajudá-lo a criar um projeto personalizado para sua casa ou negócio. Com base em suas preferências e necessidades, nós desenvolvemos um projeto exclusivo, combinando cores, texturas e padrões para criar um ambiente único e personalizado. Instalação profissional Nossa equipe de instaladores profissionais está sempre pronta para garantir que seus azulejos cerâmicos sejam instalados corretamente e com precisão. Com anos de experiência, nós nos orgulhamos em oferecer um serviço de instalação rápido, eficiente e de alta qualidade. Manutenção e limpeza Para garantir que seus azulejos cerâmicos permaneçam bonitos e duradouros, nós oferecemos serviços de manutenção e limpeza. Nossa equipe de profissionais pode ajudá-lo a manter seus azulejos limpos e bem cuidados, prolongando sua vida útil e mantendo sua beleza por anos. Por que comprar azulejos cerâmicos Resistência e durabilidade Os azulejos cerâmicos são feitos de materiais resistentes e duráveis, capazes de suportar o desgaste diário e manter sua beleza por muitos anos. Eles são ideais para áreas de alto trânsito, como cozinhas e banheiros, e podem suportar a exposição a água, calor e luz solar. Fácil manutenção Os azulejos cerâmicos são fáceis de limpar e manter, não absorvem água ou sujeira e resistem a manchas e ácidos. Isso significa que você pode manter seus azulejos sempre limpos e bonitos com pouco esforço. Versatilidade de design Os azulejos cerâmicos estão disponíveis em uma ampla variedade de cores, texturas e padrões, permitindo que você crie um design único e personalizado para qualquer ambiente. Você pode combinar diferentes estilos e cores para criar um visual elegante e sofisticado, ou optar por um visual mais moderno e minimalista. Transforme seu ambiente com Ceramic Chic Encontre a inspiração para criar um design único e personalizado Se você está procurando por azulejos cerâmicos que transformem seu ambiente em um espaço elegante e sofisticado, você está no lugar certo. A Ceramic Chic oferece uma ampla variedade de produtos de alta qualidade, combinando beleza e funcionalidade para criar um ambiente único e personalizado. Explore nosso catálogo e encontre a inspiração para criar um design que reflete sua personalidade e estilo. Nossa equipe de profissionais altamente qualificados está sempre pronta para ajudá-lo a encontrar a solução perfeita para suas necessidades de decoração. Desde a escolha dos azulejos até a instalação, nós oferecemos um atendimento personalizado para garantir que você fique satisfeito com sua compra. Com a Ceramic Chic, você pode transformar qualquer ambiente em um espaço elegante e sofisticado, com azulejos cerâmicos de alta qualidade e um design exclusivo. Acompanhe nossas novidades Fique por dentro das últimas tendências em azulejos cerâmicos Novos produtos Estamos sempre atualizando nossa linha de produtos com novos modelos e cores de azulejos cerâmicos. Confira nossas novidades e encontre o azulejo perfeito para o seu projeto. Promoções e descontos Não perca nossas promoções e descontos exclusivos! Acompanhe nossas atualizações e aproveite as melhores ofertas em azulejos cerâmicos. Dicas e sugestões Nossa equipe de profissionais está sempre pronta para compartilhar dicas e sugestões para ajudá-lo a tirar o máximo proveito dos seus azulejos cerâmicos. Confira nossas dicas e descubra como criar um ambiente único e personalizado. Destaques do catálogo Conheça nossos produtos mais populares Azulejo cerâmico branco brilhante R$ 39,90 Esse azulejo cerâmico branco brilhante é uma excelente opção para quem procura por um visual elegante e sofisticado. Com sua superfície lisa e brilhante, ele reflete a luz e cria um ambiente luminoso e acolhedor. Ordem Azulejo cerâmico hexagonal R$ 49,90 Esse azulejo cerâmico hexagonal é uma opção moderna e versátil para qualquer ambiente. Com sua forma geométrica, ele adiciona um toque de estilo e personalidade a qualquer parede ou piso. Ordem Azulejo cerâmico imitação madeira R$ 59,90 Esse azulejo cerâmico imitação madeira é uma excelente opção para quem procura por um visual quente e acolhedor. Com sua textura e cor semelhantes à madeira, ele cria um ambiente aconchegante e confortável. Ordem Azulejo cerâmico mosaico R$ 69,90 Esse azulejo cerâmico mosaico é uma opção sofisticada e elegante para qualquer ambiente. Com sua combinação de cores e texturas, ele cria um visual único e personalizado. Ordem Escreva para nós Aceito a Política de Privacidade Enviar Ceramic Chic Mirante da Serra - Estado de Rondônia, 76926-000, Brasil +55-69-9937-57460 ceramicchic@gmail.com Lar Ampla escolha Nossos serviços Por que cerâmica Transfiguração Política de Privacidade Termos de uso"
  },
  "date": "2024-05-04T06:27:15.390Z"
}