{
  "name": "New_v9_form_DecoDen",
  "pages": {
    "about": "Sobre a DecoDen - Conheça Nosso Trabalho em Design de Interiores! DecoDen Início Sobre Nós Contate-Nos Sobre a DecoDen Seu Aliado Confiável em Serviços de Design de Interiores Na DecoDen, temos orgulho em oferecer serviços de design de interiores excepcionais que trazem sua visão à realidade com profissionalismo sem par e elegância estética. Enfatizando soluções de design personalizado, materiais superiores e as melhores práticas contemporâneas, oferecemos serviços personalizados para superar os desejos de seu cliente.Nossa equipe de especialistas dedicados em design de interiores está comprometida com a transformação de espaços, melhorando conforto e refletindo seu estilo pessoal. Desde o planejamento detalhado e consultorias criativas de design até a execução eficiente e integração de estilos sofisticados, garantimos uma abordagem abrangente para criar espaços que ressoam com funcionalidade e beleza. Nossa dedicação é evidente em cada aspecto dos nossos serviços, desde a meticulosa atenção aos detalhes até a extraordinária criatividade e arte que trazemos para cada projeto. Compreendemos as complexidades de cada espaço, incorporando toques únicos e essência do seu estilo pessoal. Nosso objetivo é elevar seu espaço a um patamar superior, criando uma experiência harmoniosa e esteticamente agradável que reflete seu gosto e valores. Escolhendo a Empresa de Design de Interiores Certa Experience peace of mind as we address your concerns and provide tailored solutions for a better and more comfortable living. Contact us today to explore how we can meet your specific needs.‍Packages includes: Consultoria em Estilo Orçamentos e Planos Personalizados Seleção de Materiais Manutenção de Design Adesão a Normas de Qualidade Interação com o Cliente Projetos de Interiores Remodelações e Redecorações 75% Ampla gama de opções de design, atendendo a 75% de todas as suas necessidades de decoração e estilo de espaço. 90% Garantia de satisfação na escolha de projetos, desde a seleção de cores até a remodelação completa. 100% Contentamento total, assegurando que todas as suas expectativas de design de interiores sejam não apenas atendidas, mas superadas. Por que Escolher a DecoDen? ★ Consultoria de Espaço Nossos consultores experientes fornecem serviços abrangentes para otimizar o uso e a estética dos seus ambientes. ★ Design Inovador de Mobiliário Nossa equipe qualificada é especializada no design de móveis que combinam funcionalidade com tendências de design modernas para elevar o seu espaço. ★ Planejamento de Iluminação Utilizamos estratégias avançadas de planejamento de iluminação para realçar a beleza e a funcionalidade de cada ambiente. ★ Otimização de Layouts Nossa equipe dedicada oferece soluções de layout personalizadas para garantir uma circulação fluida e aproveitamento eficiente do espaço. Perguntas Frequentes A DecoDen é licenciada e segurada? Certamente. Possuímos todas as licenças necessárias e um seguro completo para oferecer proteção completa aos nossos clientes e equipes de projeto. O que faz a DecoDen se destacar no mercado de design de interiores? Nosso compromisso com inovação, soluções de design personalizadas e atenção meticulosa aos detalhes nos define. Promovemos parcerias duradouras com clientes, garantindo que cada projeto reflita sua visão e estilo. A DecoDen oferece garantias para os projetos realizados? Sim, oferecemos uma garantia abrangente para nossos serviços de design, assegurando tranquilidade e satisfação longa e duradoura. Como posso agendar uma consulta de design com a DecoDen? É muito simples: entre em contato conosco pelo nosso site ou ligue para nós. Marcaremos uma consulta no horário que for mais conveniente para você, para entender suas necessidades e visões de design. 30+ Anos de Criatividade 235 mil+ Projeto Realizados 125+ Prêmios de Design 475 mil+ Clientes Felizes Serviços Incluídos em Todos os Planos Avaliação Completa do Espaço Realizamos uma investigação detalhada de cada espaço, para identificar as melhores oportunidades de design e funcionalidade. Materiais de Alto Padrão e Instalação Especializada Utilizamos somente materiais de excepcional qualidade, juntamente com uma instalação profissional, para entregar um resultado que dure anos. Limpeza Pós-Projeto Como símbolo do nosso compromisso com a excelência, cada projeto finalizado inclui uma sessão completa de limpeza e organização do espaço. Contate-nos Estamos à sua disposição para qualquer questão ou apoio de que possa necessitar. Nossa equipa está aqui para oferecer informações e esclarecer quaisquer dúvidas. R. Caronte, 30 - City América, São Paulo - SP, 05101-270, Brasil +55-54-5632-8745 decoden@gmail.com Página InicialSobre NósContacte-nosPolítica de Privacidade © DecoDen. Todos os Direitos Reservados 2024.",
    "index": "Bem-vindo à DecoDen - Seu Destino Confiável para Serviços de Design de Interiores! DecoDen Início Sobre Nós Contate-Nos Reinventamos espaços desde 1994 Soluções DecoDen Nosso inovador sistema de design transforma espaços com uma integração perfeita de tecnologia avançada e estética moderna, garantindo funcionalidade e elegância. Descubra como inovações tecnológicas, combinação de cores e estilos modernos podem criar um ambiente perfeito para você, sua família ou negócio. Nós entendemos que cada espaço é único e valorizamos a inovação e o design personalizado. Consulta de Design Gratuita Seu Parceiro Confiável em Design de Interiores Com três décadas de experiência, nos destacamos como a opção confiável para todas as suas necessidades de design de interiores. Descubra por que os clientes preferem a DecoDen: nós oferecemos soluções personalizadas, inovação, qualidade, atenção meticulosa aos detalhes e uma equipe capacitada para superar suas expectativas. Trabalhamos em estreita colaboração com nossos clientes para criar espaços que refletam a sua identidade única e garantem conforto e estilo. Renovações Personalização de Espaço Nossa Dedicação Clientes Encantados Explore Nossos Serviços de Design Especialistas em Design de Interiores Confiança, Profissionalismo e Dedicação Design Residencial Nossos designers de interiores criam ambientes residenciais inspiradores, combinando estética moderna com funcionalidade para atender às suas expectativas de conforto e estilo. A nossa equipe experiente e capacitada trabalha em estreita colaboração com os clientes para criar espaces únicos e personalizados, transformando o espaço e a vida de seus habitantes. Remodelação de Cozinhas Especializamo-nos em remodelações de cozinhas que transformam o coração da sua casa em um espaço ótimo de beleza e praticidade. Oferecemos uma ampla gama de soluções, desde pequenas reformas até projetos completos, adequando-se às necessidades e preferências de cada cliente. Nossos profissionais são especializados em tecnologia moderna, garantindo que seus espaços de cozinha sejam eficientes, eficientes e estéticos. Design Comercial Nossa equipe é especializada em desenvolver espaços comerciais atraentes, criando ambientes que refletem a identidade e os valores da sua marca. Oferecemos soluções personalizadas, avaliando necessidades e objetivos específicos para criar espaços que elevam a experiência dos clientes. Nossos designers experientes trabalham em estreita colaboração com os clientes para entender seus objetivos e criar soluções que satisfaçam. Iluminação e Acessórios Somos experts em soluções de iluminação e acessórios que adicionarão profundidade, caráter e estilo ao seu espaço, transformando-o em um ambiente irradiador de luz e bem-estar. Nossas opções de iluminação e acessórios variados incluem lâmpadas, pendões, cortinas, espejos, e muito mais, permitindo que você escolha a combinação perfeita que melhor se adequa ao seu estilo e necessidades. 30+ Anos de Inovação 235 mil+ Espaços Transformados 125+ Designs Premiados 475 mil+ Clientes Satisfeitos Por que Escolher a DecoDen? Design de Interiores de Excelência Nossos designers trazem uma riqueza de experiência para cada projeto, garantindo soluções inovadoras e personalizadas que atendem a todas as expectativas. Personalização Total Cada projeto é uma nova história. Entendemos a singularidade de cada espaço, oferecendo soluções de design que refletem sua identidade única. Materiais de Alta Qualidade Selecionamos materiais de excelente qualidade para assegurar que cada detalhe do seu espaço não apenas pareça excepcional, mas também dure mais. Comunicação Fluida Valorizamos uma comunicação clara e eficaz com nossos clientes, mantendo-os informados e envolvidos durante todo o projeto. Gestão Completa do Projeto Nosso serviço vai além do design. Gerenciamos todo o processo, do início ao fim, garantindo que cada detalhe seja perfeitamente executado. Foco no Cliente Sua satisfação é a nossa máxima prioridade. Adotamos uma abordagem centrada no cliente, priorizando suas necessidades e aspirações em cada etapa. Página InicialSobre NósContacte-nosPolítica de Privacidade © DecoDen. Todos os Direitos Reservados 2024.",
    "privacy": "A Privacidade na DecoDen - Sua Informação é Nossa Prioridade! DecoDen Início Sobre Nós Contate-Nos Sua Privacidade é Importante para a DecoDen Garantindo a Segurança e Confidencialidade do Seu Projeto Na DecoDen, valorizamos a sua privacidade como um elemento fundamental dos nossos serviços de design de interiores, mantendo-a em alta consideração. Estamos comprometidos em tratar suas informações pessoais com cuidado e discrição. Reconhecendo a importância do sigilo na organização de projetos, fornecemos salvaguardas adicionais para todas as informações que nos são confiadas, priorizando especialmente a proteção dos dados compartilhados por menores com o consentimento do responsável. Nossos especialistas são rigorosamente treinados para manusear suas informações de maneira adequada, enriquecendo sua experiência com nossos serviços de design pelo seu consentimento explícito. Nosso ethos é construído em torno de um núcleo de confiança, destacado por nossa promessa de manter a segurança das suas informações, utilizando-as de maneira discreta e exclusivamente para aprimorar sua experiência com a DecoDen. Nossa transparência durante todo o processo garante que seus dados são respeitados, sendo utilizados exclusivamente para a execução e personalização dos seus projetos de design. Nossa reputação de liderança na proteção da privacidade do setor é devida a nossas práticas meticulosas e seguras de gerenciamento de dados. Manuseio Minucioso dos Seus Dados Pessoais A administração dos seus dados é um ponto crítico na DecoDen. Protegemos seus dados pessoais expressamente para fornecer nossos serviços de design interior e cumprimos rigorosamente com as normas legais. Tomamos medidas proativas na segurança dos seus dados, reconhecendo a delicadeza dos detalhes do projeto e potenciais preocupações, colocando sua privacidade no centro de cada decisão que tomamos. Nossos procedimentos de segurança incluem: Sistemas de armazenamento criptografados de ponta. Métodos de criptografia sofisticados para transmissão de informações. Protocolos de acesso rigorosos e políticas da empresa. Treinamento de segurança constante entre nossos membros da equipe. Melhorias contínuas em nossas defesas de cibersegurança. Estamos comprometidos com a clareza a respeito do nosso gerenciamento de informações, proporcionando-lhe confiança em nossos procedimentos vigilantes. Sua decisão de confiar em nós nos permite enriquecer sua jornada de planejamento de design com segurança. Nos comprometemos a tratar seus dados de maneira segura e em conformidade com as leis de privacidade, abraçando a vanguarda da tecnologia enquanto assegura uma parceria transparente com você. Coerência Mundial em Privacidade de Dados Atender a uma clientela diversificada exige a possibilidade de gerenciar informações em diferentes regiões. Fique tranquilo, a DecoDen mantém a uniformidade nas práticas de privacidade em todos os lugares onde atuamos. Esforçando-se para alcançar os mais altos padrões de segurança, mantemos diretrizes de privacidade rigorosas internacionalmente e cumprimos com regulamentos abrangentes de proteção de dados como o GDPR. Certificamos que qualquer manuseio de dados transfronteiriços está alinhado com nossos altos padrões. Nossos parceiros externos são rigorosamente escolhidos e monitorados para atender nossos altos critérios de privacidade, garantindo segurança consistente e manuseio cuidadoso dos seus detalhes pessoais, independentemente do local de processamento. Adesão Dinâmica às Normas de Privacidade em Evolução À medida que as paisagens regulatórias mudam, a abordagem da DecoDen para a privacidade se adapta. Revisamos regularmente nossos protocolos de privacidade, refletindo os requisitos legais mais atualizados e refinando nossas operações. Notificações de alterações na política são comunicadas de forma clara, e sua parceria contínua sinaliza concordância com essas atualizações. Esforçamo-nos por transparência na segurança das suas informações privadas com dedicação inabalável. Ressaltando Abertura e Diálogo Convidamos quaisquer perguntas ou pedidos de esclarecimento adicional em relação às nossas abordagens de privacidade. A DecoDen orgulha-se de uma comunicação direta e honesta, estabelecendo a base para confiança e credibilidade. Nossa equipe de especialistas está sempre disponível para explicar qualquer parte das nossas medidas de segurança de dados. Para perguntas mais detalhadas ou para expressar quaisquer preocupações, incentivamos que você entre em contato conosco. A franqueza é fundamental nas nossas relações com os clientes, assegurando uma família de clientes valorizada e bem informada. Email:decoden@gmail.com Parcerias Centradas na Privacidade De tempos em tempos, envolvemo-nos em colaborações selecionadas para aprimorar sua experiência com a DecoDen. Essas parcerias são estrategicamente escolhidas para ressoar com nosso respeito inabalável pela privacidade, sob acordos estritos que garantem que seus dados permanecem protegidos. Nós nos opomos à venda ou compartilhamento externo dos seus detalhes, prometendo que todos os esforços cooperativos se enquadram nos limites dos nossos valores de privacidade, mantendo a segurança e o santuário das suas informações compartilhadas dentro do ambiente confiável da DecoDen. Reforçando Medidas de Privacidade e Segurança Sua informação é resguardada de acesso ou exposição não autorizados, reforçada por medidas de segurança proativas e vigilantes como: Vigilância constante da nossa segurança de informação. Estratégias avançadas em cibersegurança. Protocolos de resposta imediata a incursões potenciais. Defendendo Seu Controle de Privacidade Reconhecendo seu direito de gerir suas informações pessoais, a DecoDen garante seu acesso a, retificação de, e, se necessário, eliminação ou restrição do processamento dos seus dados. Nossa equipe está sempre pronta para facilitar o exercício dos seus direitos sem dificuldade. Para quaisquer perguntas concernentes aos seus direitos de privacidade, não hesite em contactar-nos. Página InicialSobre NósContacte-nosPolítica de Privacidade © DecoDen. Todos os Direitos Reservados 2024.",
    "thank_page": "Obrigado por Escolher a DecoDen - Satisfazendo Suas Necessidades de Design de Interiores! body { font-family: Arial, sans-serif; background-color: #fff6ff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #c8d258; border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: #bebebe; color: #000; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #737373; color: white; transition: background-color 0.3s ease, color 0.3s ease, border-color 0.3s ease; } Obrigado por Escolher a DecoDen - Elevando o Seu Espaço! Estamos extremamente felizes que você confiou na DecoDen para dar vida ao seu espaço valorizado! Descubra Nossa Galeria de Eventos Memoráveis e Serviços Especializados"
  },
  "date": "2024-05-06T14:18:27.582Z"
}