{
  "name": "New_v9_doorwise",
  "pages": {
    "privacy-policy": "DoorWise Privacy Policy - Your Security Matters to Us Mon-Friday 9am - 5pm +91-977-0505013 doorwise@gmail.com DoorWise Home Services Why are we Our advantages Our priority Our Promise Privacy Policy First and foremost, we want to emphasize that all the content on our website, including text, images, and graphics, is owned by DoorWise and is protected by copyright laws. You may not use, reproduce, or distribute any of our content without our express written consent. Our website is intended for personal, non-commercial use only. You may browse our products, read our blog, and contact us for more information, but you may not use our website for any illegal or unauthorized purpose. We reserve the right to terminate your access to our website at any time, without notice, if we believe that you have violated any of our terms and conditions. Product Descriptions and Availability We strive to provide accurate and complete descriptions of all our products. However, we cannot guarantee that the information on our website is error-free. We reserve the right to correct any errors, inaccuracies, or omissions at any time, without notice. All our products are subject to availability. We will do our best to keep our website up-to-date with the latest information about our inventory, but we cannot guarantee that all products will be in stock at all times. If a product is not available, we will contact you to offer a substitute or to discuss other options. Pricing and Payment All prices on our website are in US dollars and are subject to change without notice. We reserve the right to correct any pricing errors that may occur. We accept various forms of payment, including credit cards, debit cards, and PayPal. All payments are processed through a secure payment gateway to ensure the safety and confidentiality of your information. Shipping and Delivery We offer free shipping on all orders within the contiguous United States. We will ship your order within 2-3 business days of receiving your payment. Delivery times may vary depending on your location and the availability of the product. We are not responsible for any delays or damages that may occur during shipping. If you receive a damaged or defective product, please contact us immediately so that we can arrange for a replacement or a refund. Returns and Refunds We want you to be completely satisfied with your purchase. If for any reason you are not happy with your product, you may return it within 30 days of receipt for a full refund or exchange. The product must be in its original condition, with all tags and packaging intact. To initiate a return, please contact us at doorwise@gmail.com. We will provide you with a return authorization number and instructions on how to ship the product back to us. Limitation of Liability In no event shall DoorWise be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with the use of our website or the purchase of our products. Our liability is limited to the amount paid for the product. Governing Law and Jurisdiction This disclaimer and all disputes arising out of or in connection with it shall be governed by and construed in accordance with the laws of the State of California, without giving effect to any principles of conflicts of law. Any legal action or proceeding arising out of or related to this disclaimer shall be instituted exclusively in the federal or state courts located in the State of California. Quality and Craftsmanship At DoorWise, we take pride in the quality and craftsmanship of our interior doors. All our doors are made from the finest materials, including solid wood, engineered wood, and glass, and are constructed with precision and attention to detail. We use only the best hardware and accessories to ensure that our doors are not only beautiful but also functional and durable. Our doors are designed to meet the highest standards of performance and safety. They are tested for strength, durability, and resistance to wear and tear. They are also designed to meet or exceed all applicable building codes and regulations. Design and Style We offer a wide range of interior door designs and styles to suit any taste and decor. From traditional to contemporary, our doors are available in a variety of finishes, colors, and textures to complement your home's architecture and interior design. Our doors can be customized to fit your specific needs and preferences. We offer a variety of options, including size, shape, and hardware, to create a door that is truly unique and personalized. Installation and Maintenance Our doors are easy to install and maintain. We provide detailed installation instructions and all the necessary hardware and accessories to ensure a smooth and hassle-free installation process. Our doors are also designed for easy maintenance, with features such as removable hinges and adjustable thresholds. To keep your door looking its best, we recommend regular cleaning and maintenance. Use a soft cloth and mild detergent to clean the door and hardware. Avoid using abrasive cleaners or chemicals that may damage the finish. Contact Us If you have any questions or concerns about this disclaimer or any of our products, please do not hesitate to contact us at doorwise@gmail.com. We are always happy to help. Thank you for choosing DoorWise for all your interior door needs. We look forward to serving you! DoorWise Open the door to quality and style with DoorWise. LINKS Home Services Why are we Our advantages Our priority Our Promise OUR CONTACTS +91-977-0505013 doorwise@gmail.com Railway Station, Alka Avenue, Near Uslapur, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DoorWise Privacy Policy Terms of Use",
    "services": "Explore Our Range of Expert Interior Door Services Mon-Friday 9am - 5pm +91-977-0505013 doorwise@gmail.com DoorWise Home Services Why are we Our advantages Our priority Our Promise Unlock Your DoorWise Experience Our Range of Services to Elevate Your Door Shopping Journey Personalized Consultation Our team of experts is dedicated to understanding your needs and preferences. With personalized consultations, we ensure that you find the perfect interior door solution tailored to your style and requirements. Professional Installation Leave the hassle of installation to us. Our skilled technicians provide professional installation services, ensuring that your new door is fitted securely and precisely for optimal performance and aesthetics. Maintenance and Repair Keep your doors looking and functioning their best with our maintenance and repair services. From routine maintenance to addressing any issues that arise, we're here to ensure that your doors remain in top condition for years to come. DoorWise Care Advantage With DoorWise Care Advantage, we go beyond just selling doors. Our comprehensive service package ensures that your experience with us is seamless and worry-free. From expert guidance during the selection process to professional installation and ongoing maintenance support, we're committed to providing you with the highest level of service at every step of your door journey. Trust DoorWise to take care of all your interior door needs with precision and expertise. Tailored Solutions Customized Services to Suit Your Needs At DoorWise, we understand that every customer is unique, and so are their needs. That's why we offer tailored solutions designed to meet your specific requirements. Whether you're seeking a bespoke door design, special installation considerations, or unique maintenance plans, our team is dedicated to providing customized services that align with your vision and preferences. Experience the difference of personalized care and attention with DoorWise. Our Commitment to Excellence At DoorWise, excellence is not just a goal; it's our standard. We are committed to providing exceptional service and unparalleled quality in everything we do. Explore our range of services below to see how we can exceed your expectations. Quality Assurance We uphold the highest standards of quality in every aspect of our service, from the selection of materials to the craftsmanship of our doors. With DoorWise, you can trust that you're getting premium products that are built to last. Timely Delivery We understand the importance of timely delivery. Count on DoorWise to deliver your doors promptly and efficiently, so you can enjoy your new addition to your space without delay. Transparent Pricing No hidden fees or surprises here. With DoorWise, you'll always know exactly what you're paying for. Our transparent pricing ensures that you get fair and competitive rates for our top-notch services. Customer Satisfaction Guarantee Your satisfaction is our ultimate goal. If for any reason you're not completely satisfied with our services, let us know, and we'll work tirelessly to make it right. With DoorWise, your happiness is guaranteed. DoorWise Open the door to quality and style with DoorWise. LINKS Home Services Why are we Our advantages Our priority Our Promise OUR CONTACTS +91-977-0505013 doorwise@gmail.com Railway Station, Alka Avenue, Near Uslapur, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DoorWise Privacy Policy Terms of Use",
    "terms-conditions": "DoorWise Terms of Use - Understanding Our Guidelines Mon-Friday 9am - 5pm +91-977-0505013 doorwise@gmail.com DoorWise Home Services Why are we Our advantages Our priority Our Promise Terms of Use Use of Website DoorWise provides this website as a service to our customers. The information provided on this website is for general informational purposes only. We reserve the right to modify, suspend, or discontinue the website or any part of it at any time, with or without notice. Product Information All interior doors displayed on our website are subject to availability. We strive to provide accurate and up-to-date information about our products, but we cannot guarantee that all information is accurate, complete, or current. The colors, textures, and finishes of our doors may vary slightly from the images displayed on our website. Pricing Prices for our interior doors are subject to change without notice. We reserve the right to correct any pricing errors that may inadvertently occur. Additional charges may apply for delivery, installation, and other services. Orders and Payments By placing an order on our website, you represent and warrant that you are of legal age to enter into a binding contract and that all information you provide is accurate and complete. We accept various forms of payment, including credit cards and PayPal. All payments are processed securely through our payment gateway. Delivery and Installation We offer delivery and installation services for our interior doors. Delivery times may vary depending on the product and your location. We will make every effort to deliver your order within the estimated time frame, but delays may occur due to unforeseen circumstances. We are not responsible for any losses or damages resulting from delivery delays. Returns and Refunds We want you to be completely satisfied with your purchase. If you are not satisfied with your interior door for any reason, you may return it within 30 days of delivery for a full refund, provided that the door is in its original condition. You are responsible for the cost of return shipping. Warranty Our interior doors come with a limited warranty that covers defects in materials and workmanship. The warranty period varies depending on the product. The warranty does not cover damage caused by misuse, abuse, or normal wear and tear. Limitation of Liability In no event will DoorWise be liable for any direct, indirect, special, incidental, or consequential damages arising out of the use or inability to use our website or our products, including, but not limited to, loss of revenue, loss of profits, or loss of business. Governing Law These terms of use are governed by and construed in accordance with the laws of the state in which our company is registered. Any dispute arising out of or in connection with these terms will be subject to the exclusive jurisdiction of the courts of that state. Intellectual Property All content on this website, including but not limited to text, images, graphics, logos, and designs, is the property of DoorWise and is protected by copyright and other intellectual property laws. You may not use, reproduce, modify, distribute, or display any of our content without our prior written consent. User Conduct You agree to use our website in a manner that is lawful, ethical, and respectful. You may not use our website to engage in any activity that is illegal, harmful, or disruptive. You may not use any automated means to access or collect information from our website. You may not attempt to gain unauthorized access to any part of our website or any other user's account. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by DoorWise. We are not responsible for the content, accuracy, or opinions expressed on these websites. We provide these links for your convenience and do not endorse or approve the products, services, or information provided on these websites. Indemnification You agree to indemnify, defend, and hold harmless DoorWise, its officers, directors, employees, agents, and affiliates from and against any and all claims, damages, liabilities, costs, and expenses arising out of or in connection with your use of our website, your breach of these terms of use, or your violation of any law or the rights of a third party. Severability If any provision of these terms of use is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Entire Agreement These terms of use constitute the entire agreement between you and DoorWise regarding the use of our website. These terms supersede any prior or contemporaneous communications or agreements between you and DoorWise. Changes to Terms of Use We reserve the right to modify these terms of use at any time, with or without notice. Your continued use of our website after any modifications to these terms will constitute your acceptance of the modified terms. Contact Us If you have any questions about these terms of use, please contact us at doorwise@gmail.com. We will be happy to assist you. By using our website, you acknowledge that you have read, understood, and agreed to these terms of use. We reserve the right to modify these terms at any time, with or without notice. Your continued use of our website after any modifications to these terms will constitute your acceptance of the modified terms. Thank you for choosing DoorWise for your interior door needs. We look forward to serving you. DoorWise Open the door to quality and style with DoorWise. LINKS Home Services Why are we Our advantages Our priority Our Promise OUR CONTACTS +91-977-0505013 doorwise@gmail.com Railway Station, Alka Avenue, Near Uslapur, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DoorWise Privacy Policy Terms of Use",
    "thanks": "Thank You from DoorWise - Appreciating Your Support DoorWise Thank you for reaching out to us! We appreciate your time and effort in providing us with your valuable feedback. Your thoughts and suggestions are the driving force behind our continuous improvement and growth. We are always thrilled to hear from our users, as it helps us understand your needs better and work towards fulfilling them. Our team is currently reviewing your input and we assure you that it will be given the utmost attention. We will get back to you as soon as possible. Your patience and understanding are greatly appreciated. Once again, thank you for helping us make DoorWise a better platform for everyone. If you have any other suggestions or queries, please don't hesitate to share them with us. Back to Home",
    "index": "Welcome to DoorWise - Your Source for Premium Interior Doors Mon-Friday 9am - 5pm +91-977-0505013 doorwise@gmail.com DoorWise Home Services Why are we Our advantages Our priority Our Promise Welcome to DoorWise – Your Gateway to Quality Interior Doors Discover Style and Functionality with Our Premium Selection of Interior Doors Step into a world of elegance and durability with DoorWise. We specialize in providing high-quality interior doors that not only enhance the aesthetic appeal of your space but also offer unmatched functionality and security. Whether you're looking for modern minimalist designs or classic styles, we have a wide range of options to suit every taste and budget. With DoorWise, you can elevate the look of your home while ensuring long-lasting performance. Explore our collection today and open the door to superior quality and style. Why are we Why Choose DoorWise? At DoorWise, we take pride in offering more than just doors. Here's why we stand out from the crowd: Quality Craftsmanship: Each door in our collection is meticulously crafted using premium materials to ensure durability and long-lasting beauty. Extensive Selection: From sleek contemporary designs to timeless classics, we have a diverse range of interior doors to match any style or décor. Expert Guidance: Our team of door experts is here to assist you every step of the way, from selecting the perfect door to installation tips and maintenance advice. Customization Options Tailor your door to fit your unique vision with our customization options. Choose from various finishes, hardware, and sizes to create a door that perfectly complements your space. Easy Installation Say goodbye to hassle with our easy-to-install doors. With clear instructions and hassle-free assembly, you can enjoy your new door in no time. Discover the DoorWise Advantage Unlock Quality and Style with DoorWise Interior Doors Premium Materials Our doors are crafted using only the finest materials, ensuring durability, longevity, and a luxurious finish that adds sophistication to any room. Versatile Designs From sleek and modern to timeless and traditional, our diverse selection of designs caters to every taste and aesthetic preference. Customization Options Personalize your space with our customizable doors. Choose from a range of finishes, hardware, and sizes to create a door that reflects your unique style. Expert Guidance Our knowledgeable team is dedicated to providing expert guidance throughout your door selection process, ensuring you find the perfect fit for your home. Customer Satisfaction Guaranteed At DoorWise, your satisfaction is our top priority. We stand behind the quality of our products and services, offering a satisfaction guarantee on every purchase. If you're not completely satisfied with your door, simply let us know, and we'll work with you to make it right. Your happiness is our success, and we're committed to ensuring you're delighted with your DoorWise experience. Efficient Delivery We understand the importance of timely delivery. With DoorWise, you can expect efficient shipping services, ensuring your door arrives at your doorstep promptly and in pristine condition. Dedicated Customer Support Have questions or need assistance? Our dedicated customer support team is here to help. Whether you need advice on door selection, installation tips, or post-purchase support, we're just a phone call or email away. Lifetime Warranty Rest easy knowing your investment is protected with our lifetime warranty. We're confident in the quality and durability of our doors, and our warranty ensures peace of mind for years to come. Explore More with DoorWise Enhance Every Space with Our Wide Range of Interior Doors Modern Minimalist Sleek lines and contemporary designs make our modern minimalist doors the perfect choice for those seeking a clean, sophisticated aesthetic. Classic Elegance Timeless designs and intricate details define our classic elegance doors, adding a touch of refinement and charm to any room. Rustic Charm Bring the warmth and character of rustic charm into your home with our collection of doors featuring natural finishes and rustic accents. Transitional Style For those who appreciate the perfect blend of classic and contemporary, our transitional style doors offer versatility and timeless appeal. Glass Accents Illuminate your space and add a touch of modernity with our doors featuring stylish glass accents, perfect for creating an open and airy atmosphere. Custom Creations Unleash your creativity and design a door that reflects your unique style with our custom creations option, offering endless possibilities for customization. Upgrade Your Space Discover Affordable Luxury with DoorWise Interior Doors Elevate the ambiance of your home with our premium interior doors at unbeatable prices. Explore our catalog of high-quality doors crafted to perfection, designed to enhance both the aesthetic appeal and functionality of your living spaces. With DoorWise, luxury is within reach without breaking the bank. Classic Oak Door ₹10,000 Add timeless elegance to your home with our classic oak door. Crafted from premium oak wood, this door exudes warmth and sophistication, making it a perfect addition to any interior. Order The best Modern Glass Door ₹12,500 Create a sleek and contemporary look with our modern glass door. Featuring stylish glass panels and minimalist design, this door adds a touch of modernity to any space. Order Rustic Barn Door ₹15,000 Infuse rustic charm into your home with our rustic barn door. Crafted from reclaimed wood and featuring classic barn door hardware, this door adds character and warmth to any room. Order Transitional Panel Door ₹11,800 Achieve the perfect balance between classic and contemporary with our transitional panel door. With its versatile design and timeless appeal, this door seamlessly complements any interior style. Order Contact us Railway Station, Alka Avenue, Near Uslapur, Bilaspur, Chhattisgarh 495001, India +91-977-0505013 doorwise@gmail.com I accept the Privacy Policy Send a form DoorWise Open the door to quality and style with DoorWise. LINKS Home Services Why are we Our advantages Our priority Our Promise OUR CONTACTS +91-977-0505013 doorwise@gmail.com Railway Station, Alka Avenue, Near Uslapur, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DoorWise Privacy Policy Terms of Use"
  },
  "date": "2024-05-06T07:18:49.423Z"
}