{
  "name": "New_v9_decorleaf",
  "pages": {
    "about": "Learn About Our Passion for Gardening at DecorLeaf DecorLeaf Home Why are we About Us Join The pursuit of excellence Our Story Welcome to DecorLeaf Our Mission Bringing Nature to Your Doorstep Our mission is to inspire and empower garden enthusiasts to create stunning outdoor retreats that reflect their unique style and personality. We believe that every garden has the potential to be a masterpiece, and we are dedicated to providing the tools and resources to make that vision a reality. Our Values Quality, Creativity, Community At DecorLeaf, we are guided by a set of core values that shape everything we do. We believe in the importance of quality craftsmanship, creative expression, and fostering a sense of community among fellow garden lovers. These values are the foundation of our business and drive us to continually strive for excellence. Customer Satisfaction At DecorLeaf, your satisfaction is our top priority. We provide exceptional customer service and support to help you create the garden of your dreams. Shop with confidence knowing we’re here to assist you every step of the way. Our Team Meet the Faces Behind DecorLeaf Behind every successful garden is a dedicated team of individuals who are passionate about what they do. Meet the faces behind DecorLeaf and learn more about the people who are committed to helping you make your garden dreams come true. Customer-Centric Approach Your Satisfaction is Our Priority We value each and every customer and strive to exceed your expectations at every turn. Whether you’re seeking advice on garden design or assistance with a purchase, our friendly team is here to help. Sustainability Initiatives Caring for Our Planet We believe in the importance of protecting the environment for future generations. That’s why we are dedicated to implementing sustainable practices throughout our business, from eco-friendly packaging to supporting ethical suppliers. Community Engagement Growing Together We believe in the power of community and are dedicated to giving back to the neighborhoods we serve. Through partnerships with local organizations and outreach initiatives, we aim to make a positive impact on the communities we call home. Our Vision At DecorLeaf, our vision is to inspire and empower people to connect with nature and create beautiful outdoor spaces that bring joy and serenity to their lives. We envision gardens filled with lush greenery, vibrant blooms, and unique decor, serving as sanctuaries for relaxation, creativity, and connection with the natural world. Join us on this journey as we strive to make every garden a masterpiece. Passionate Garden Enthusiasts Our team is comprised of passionate garden enthusiasts who share a love for nature and a commitment to helping others create beautiful outdoor spaces. Expertise in Gardening With years of experience in gardening and landscaping, our team brings a wealth of knowledge and expertise to every project, ensuring your garden thrives. Personalized Service We believe in the power of personalized service and take the time to understand your unique needs and preferences, guiding you every step of the way. DecorLeaf Home Why are we About Us Join The pursuit of excellence Privacy Policy Terms of Use",
    "index": "DecorLeaf: Transform Your Garden with Beautiful Decor DecorLeaf Home Why are we About Us Join The pursuit of excellence Discover the Beauty of Outdoor Living Transform Your Garden with DecorLeaf At DecorLeaf, we believe that every garden deserves a touch of magic. Explore our exquisite collection of garden décor and find the perfect pieces to create your own outdoor oasis. From charming statues to elegant planters, we have everything you need to bring beauty and personality to your outdoor spaces. Start your journey with DecorLeaf and make your garden a place of inspiration and relaxation. Why Choose DecorLeaf Our Promise to You Quality Craftsmanship Our products are crafted with the finest materials to ensure durability and beauty. Each piece is designed to withstand the elements and add timeless charm to your garden. Unique Designs We offer a wide range of unique and exclusive designs that you won’t find anywhere else. Whether you prefer classic elegance or modern flair, our collection has something for every taste. Customer Satisfaction At DecorLeaf, your satisfaction is our top priority. We provide exceptional customer service and support to help you create the garden of your dreams. Shop with confidence knowing we’re here to assist you every step of the way. Join Our Community of Garden Enthusiasts At DecorLeaf, we’re more than just a store—we’re a community of garden lovers who share a passion for beautiful outdoor spaces. Follow us on social media for gardening tips, decor inspiration, and the latest updates on our newest products. Sign up for our newsletter to receive exclusive offers and be the first to know about special promotions. Let’s grow together and make every garden a masterpiece. Our Commitment to Excellence Experience the DecorLeaf Difference At DecorLeaf, we are dedicated to providing you with exceptional products and outstanding service. Our commitment to excellence is evident in every aspect of our business, from the quality of our garden decor to the satisfaction of our customers. Discover why DecorLeaf is the preferred choice for garden enthusiasts everywhere. Handpicked Selection Each item in our collection is carefully selected for its quality and aesthetic appeal. We take pride in offering only the best to ensure your garden looks stunning year-round. Eco-Friendly Practices We are committed to sustainability and use eco-friendly materials and practices wherever possible. Our products are designed to enhance your garden while being kind to the environment. Exceptional Support Our customer support team is always ready to assist you with any questions or concerns. We aim to make your shopping experience smooth and enjoyable, from browsing to delivery. Explore Our Bestsellers Top Picks from DecorLeaf Elegant Garden Statues Add a touch of sophistication to your garden with our beautifully crafted statues. Perfect for creating focal points and enhancing your outdoor space. Charming Bird Baths Invite nature into your garden with our delightful bird baths. These functional and decorative pieces attract birds, adding life and movement to your yard. Stylish Planters Showcase your favorite plants in our stylish planters. Available in various sizes and designs, they are perfect for adding a personal touch to your garden decor. Enchanting Solar Lights Illuminate your garden with our enchanting solar lights. Energy-efficient and eco-friendly, they provide a magical glow to your outdoor space after dark. Whimsical Wind Chimes Enjoy the soothing sounds of our whimsical wind chimes. Crafted with care, they add both visual and auditory charm to your garden. Decorative Garden Fountains Create a serene oasis with our decorative garden fountains. The gentle sound of flowing water brings peace and tranquility to your outdoor retreat. Join Our Garden Workshops Learn from the Experts Our garden workshops are designed to help you enhance your gardening skills and creativity. Led by experienced horticulturists, these interactive sessions cover a range of topics from plant care to garden design. Whether you’re a beginner or a seasoned gardener, there’s always something new to learn. Sign up today and start transforming your garden into a lush paradise. Follow Us on Social Media Stay Connected with DecorLeaf Keep up with the latest trends and tips in garden decor by following DecorLeaf on social media. Join our vibrant community of garden enthusiasts and get inspired by daily posts featuring beautiful garden setups, DIY projects, and exclusive behind-the-scenes content. Don’t miss out on special promotions and giveaways—connect with us on your favorite platforms today! Featured Products Garden Gazebo ₹5000 Create a charming focal point in your garden with our elegant gazebo. Crafted from durable materials, it provides shade and shelter for outdoor gatherings. Order now Popular Solar-Powered Fairy Lights ₹800 Add a magical glow to your garden with our solar-powered fairy lights. Perfect for illuminating pathways, trees, and other outdoor features. Order now Popular Decorative Bird Feeder ₹600 Attract feathered friends to your garden with our decorative bird feeder. Made from weather-resistant materials, it’s both functional and stylish. Order now Vintage Garden Bench ₹3500 Relax and unwind in your garden with our vintage-inspired bench. Featuring intricate details and sturdy construction, it adds rustic charm to any outdoor space. Order now Get in Touch Have a Question? We’re Here to Help! Need assistance or have a question about our products? Fill out the form below and one of our friendly team members will get back to you as soon as possible. We’re committed to providing exceptional customer service and support every step of the way. Reach out to us today and let us help you create the garden of your dreams. +91-248-2239090 decorleaf@gmail.com Opposite Head Post Office, SRPF Rd, Jalna, Maharashtra 431203, India I accept privacy policy Send a message DecorLeaf Home Why are we About Us Join The pursuit of excellence Privacy Policy Terms of Use",
    "privacy-policy": "Your Privacy Matters to Us: DecorLeaf Policies DecorLeaf Home Why are we About Us Join The pursuit of excellence Privacy Policy Welcome to DecorLeaf, your one-stop destination for all things related to garden decorations. We are a team of passionate garden enthusiasts who believe that a garden is not just a piece of land, but a canvas to express one's creativity and love for nature. At DecorLeaf, we offer a wide range of garden decorations that are not only aesthetically pleasing but also environmentally friendly. Our products are made from high-quality materials that are designed to withstand the elements and last for years to come. From whimsical wind chimes to elegant birdbaths, we have everything you need to transform your garden into a magical oasis. Our collection of garden statues and figurines will add a touch of charm and personality to your outdoor space, while our selection of solar-powered lights will create a warm and inviting ambiance. We understand that every garden is unique, which is why we offer a variety of customization options. Our team of skilled artisans can work with you to create a one-of-a-kind piece that perfectly fits your garden's style and theme. At DecorLeaf, we are committed to providing our customers with the best possible shopping experience. We take great care in ensuring that our products are accurately represented on our website and that our pricing is fair and competitive. However, please note that while we strive to provide the most accurate and up-to-date information on our website, we cannot guarantee that all the information is error-free. We reserve the right to make changes to our website, including prices, product descriptions, and availability, without prior notice. We also want to clarify that DecorLeaf does not collect or use any personal information from our customers. We respect your privacy and are committed to protecting it. Any information that you provide to us, such as your name, address, and contact details, is solely used for the purpose of processing and delivering your order. All the products on DecorLeaf are intended for outdoor use only. While we use high-quality materials to ensure durability, we cannot guarantee that our products will not be affected by extreme weather conditions, such as hurricanes, heavy snowfall, or hailstorms. We recommend that you take appropriate measures to protect your garden decorations during such weather conditions. This may include bringing them indoors or covering them with a protective tarp. Please note that any damage caused to our products due to extreme weather conditions is not covered under our warranty. We also cannot be held responsible for any damage or injury caused by the improper use of our products. We strongly advise that you follow the instructions and safety guidelines provided with our products. If you are unsure about how to use a particular product, please contact us for assistance. All the images and content on DecorLeaf are the property of DecorLeaf and are protected by copyright laws. Any unauthorized use, reproduction, or distribution of our content is strictly prohibited and may result in legal action. We reserve the right to modify or discontinue any of our products or services at any time without prior notice. We also reserve the right to refuse service to any customer for any reason. At DecorLeaf, we believe that a garden is a living, breathing entity that deserves to be treated with love and respect. That's why we only offer products that are environmentally friendly and sustainable. Our garden decorations are made from materials such as recycled metal, reclaimed wood, and natural stone. These materials not only add a rustic charm to your garden but also help reduce waste and conserve resources. We also offer a range of eco-friendly products such as rainwater harvesting systems, compost bins, and birdhouses made from recycled materials. These products not only enhance the beauty of your garden but also contribute to a healthier and more sustainable environment. In addition to our commitment to sustainability, we also take pride in our customer service. We believe that every customer deserves to be treated with respect and courtesy, and we go out of our way to ensure that your shopping experience with us is pleasant and hassle-free. We also encourage our customers to share their feedback and reviews about our products and services. Your feedback helps us improve and provide better products and services to our customers. At DecorLeaf, we are passionate about what we do, and we are committed to helping our customers create beautiful and sustainable gardens. We believe that every garden has the potential to be a work of art, and we are honored to be a part of that creative process. Please note that while we strive to provide accurate and up-to-date information on our website, we cannot guarantee that all the information is error-free. We reserve the right to make changes to our website, including prices, product descriptions, and availability, without prior notice. We also want to clarify that DecorLeaf does not collect or use any personal information from our customers. We respect your privacy and are committed to protecting it. Any information that you provide to us, such as your name, address, and contact details, is solely used for the purpose of processing and delivering your order. All the products on DecorLeaf are intended for outdoor use only. While we use high-quality materials to ensure durability, we cannot guarantee that our products will not be affected by extreme weather conditions, such as hurricanes, heavy snowfall, or hailstorms. We recommend that you take appropriate measures to protect your garden decorations during such weather conditions. This may include bringing them indoors or covering them with a protective tarp. If you have any questions or concerns about our products or services, please do not hesitate to contact us. Our team is always happy to help and provide guidance. You can reach us by email at decorleaf@gmail.com. Thank you for choosing DecorLeaf as your garden decoration partner. We are excited to help you create a garden that is not only beautiful but also a reflection of your personality and love for nature. DecorLeaf Home Why are we About Us Join The pursuit of excellence Privacy Policy Terms of Use",
    "terms-conditions": "Understand Our Terms and Conditions: DecorLeaf Guidelines DecorLeaf Home Why are we About Us Join The pursuit of excellence Terms of Use Welcome to DecorLeaf, your one-stop destination for exquisite and enchanting garden decorations that will transform your outdoor spaces into a haven of tranquility and beauty. As you embark on this journey to explore our diverse and captivating collection, we kindly request that you familiarize yourself with the following terms of use, which have been meticulously crafted to ensure a harmonious and enjoyable experience for all our valued patrons. By accessing and navigating the DecorLeaf website, you implicitly agree to abide by these terms of use, which may be subject to periodic updates and modifications. We encourage you to revisit this page from time to time to ensure that you are well-informed of any changes that may have been implemented. Intellectual Property Rights All the content featured on the DecorLeaf website, including but not limited to images, text, graphics, logos, and designs, is the exclusive property of DecorLeaf and is safeguarded by international copyright and trademark laws. Any unauthorized reproduction, distribution, or modification of the content in any format or medium is strictly prohibited and will be deemed as a violation of our intellectual property rights. Product Descriptions and Availability We have endeavored to provide accurate and comprehensive descriptions for all the products showcased on our website. However, please be mindful that the colors, dimensions, and textures may vary slightly from the actual products due to photographic and display limitations. The availability of the products is subject to change without prior notice, and we cannot guarantee the availability of specific items at all times. In the event that a product you have ordered is not in stock, we will promptly notify you and offer a suitable replacement or a full refund. Pricing and Payment The prices of the products listed on our website are subject to change without prior notice, and we reserve the right to modify the prices at our sole discretion. All the prices are inclusive of applicable taxes and shipping charges, which will be calculated and displayed during the checkout process. We accept various modes of payment, including credit cards, debit cards, and PayPal. All the transactions are secured and encrypted to ensure the utmost safety and confidentiality of your financial information. Shipping and Delivery We strive to process and ship all the orders within 2-3 business days, and the estimated delivery time is 5-7 business days, depending on your location. We are not responsible for any delays or disruptions in the delivery process that are attributable to factors beyond our control, such as adverse weather conditions, natural disasters, or strikes. Returns and Refunds We are committed to ensuring your complete satisfaction with our products and services. If, for any reason, you are not entirely pleased with your purchase, you may return the product within 14 days of receipt, provided that it is in its original condition and packaging. We will issue a full refund upon the receipt and verification of the returned product. Disclaimer of Warranties and Limitation of Liability The DecorLeaf website and its content are provided on an \"as is\" and \"as available\" basis, without any express or implied warranties of any kind, including but not limited to warranties of title, non-infringement, merchantability, or fitness for a particular purpose. In no event shall DecorLeaf or its affiliates, directors, officers, employees, or agents be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, arising out of or in connection with the use or inability to use the website or its content. User Conduct and Content Submission While using the DecorLeaf website, you agree to adhere to the following guidelines regarding user conduct and content submission: You will not engage in any activity that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, invasive of another's privacy, or racially, ethnically, or otherwise objectionable. You will not impersonate any person or entity, including but not limited to a DecorLeaf representative, or falsely state or otherwise misrepresent your affiliation with a person or entity. You will not manipulate or forge headers or identifiers to disguise the origin of any content transmitted through the website. You will not upload, post, email, or otherwise transmit any content that infringes upon the intellectual property rights or other proprietary rights of DecorLeaf or any third party. You will not upload, post, email, or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation. You will not use any automated means, including but not limited to robots, spiders, or scripts, to access, monitor, or copy any content from the website, or to interfere with or attempt to interfere with the proper functioning of the website. If you choose to submit any content to the DecorLeaf website, such as product reviews, testimonials, or photographs, you grant DecorLeaf a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any format or medium, without any compensation or attribution to you. Third-Party Links and Content The DecorLeaf website may contain links to third-party websites or content that are not owned or controlled by DecorLeaf. We are not responsible for the accuracy, completeness, or reliability of any information, products, or services available on or through such third-party websites or content. The inclusion of any links or content does not imply an endorsement or approval by DecorLeaf. You assume all the risks and consequences associated with the access and use of any third-party websites or content. Indemnification You agree to indemnify, defend, and hold harmless DecorLeaf and its affiliates, directors, officers, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, including but not limited to reasonable attorney's fees, arising from or in connection with your use of the DecorLeaf website, your violation of these terms of use, or your violation of any rights of a third party. Severability and Waiver If any provision of these terms of use is deemed invalid, void, or unenforceable, that provision will be severed from the rest of the terms of use, and the remaining provisions will continue to be valid and enforceable. The failure of DecorLeaf to enforce any right or provision of these terms of use will not be deemed a waiver of such right or provision. Changes to the Terms of Use DecorLeaf reserves the right to modify or update these terms of use at any time without prior notice. The revised terms of use will be effective immediately upon their posting on the DecorLeaf website. Your continued use of the website after the posting of the revised terms of use constitutes your acceptance of such changes. Contact Us If you have any questions or concerns regarding these terms of use or the DecorLeaf website, please do not hesitate to contact us at decorleaf@gmail.com. We are always eager to assist you and ensure that your experience with DecorLeaf is delightful and rewarding. May your garden be a sanctuary of peace and inspiration, adorned with the exquisite and enchanting decorations from DecorLeaf. We are honored to be a part of your journey to create a captivating and harmonious outdoor haven. DecorLeaf Home Why are we About Us Join The pursuit of excellence Privacy Policy Terms of Use",
    "thanks": "Thank You - DecorLeaf DecorLeaf Thank you for reaching out to us! We are truly grateful for your time and effort in sharing your thoughts, ideas, or concerns with us. At DecorLeaf, we value our community and strive to create a welcoming and inspiring environment for everyone. Your voice matters to us, and we want to ensure that you feel heard and appreciated. We carefully review and consider each and every message we receive, as they help us to improve and grow as a community. Please allow us some time to process and respond to your message. We aim to reply within 48 hours, but during peak times, it may take a bit longer. We kindly ask for your patience and understanding. In the meantime, feel free to explore our website and discover the beauty and creativity of our DecorLeaf community. We hope that you find inspiration, joy, and a sense of belonging here. Once again, thank you for your message and for being a part of our DecorLeaf family. We look forward to connecting with you soon! To main"
  },
  "date": "2024-05-25T04:30:10.308Z"
}