{
  "name": "New_v9_littledreamtoys",
  "pages": {
    "terms-conditions": "Termos de Uso da LittleDream Toys - Condições para uma Experiência Segura e Agradável +55-65-3548-1900 littledreamtoys@gmail.com LittleDream Toys Lar Nós temos Ofertas Mundo dos brinquedos Qualidade Nossos brinquedos Escreva para nós Terms of Use Isenção de Responsabilidade O uso do LittleDream Toys é por sua própria conta e risco. O site é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o site estará sempre disponível, livre de erros ou que os resultados obtidos ao usar o site serão precisos ou confiáveis. Limitação de Responsabilidade Em nenhuma circunstância o LittleDream Toys, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos, incluindo, mas não se limitando a, perda de lucros, dados, uso, boa vontade ou outras perdas intangíveis resultantes de (i) seu acesso ou uso ou incapacidade de acessar ou usar o site; (ii) qualquer conduta ou conteúdo de terceiros no site; ou (iii) acesso não autorizado, uso ou alteração de suas transmissões ou conteúdo, seja com base em garantia, contrato, ato ilícito (incluindo negligência) ou qualquer outra teoria jurídica, independentemente de termos sido informados da possibilidade de tais danos. Indenização Você concorda em indenizar, defender e isentar o LittleDream Toys, seus diretores, funcionários e afiliados de qualquer responsabilidade, perda, reivindicação e despesa, incluindo honorários advocatícios razoáveis, relacionados ao seu uso do site ou violação destes Termos de Uso. Rescisão Reservamos o direito de rescindir ou suspender sua conta e acesso ao LittleDream Toys imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Jurisdição e Lei Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem consideração a suas disposições de conflito de leis. Disposições Gerais Nossa falha em fazer valer qualquer direito ou disposição destes Termos de Uso não será considerada uma renúncia a esses direitos. Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível por um tribunal, as disposições restantes destes Termos de Uso permanecerão em vigor. Estes Termos de Uso constituem o acordo completo entre nós em relação ao nosso site e substituem quaisquer acordos anteriores que possam existir entre você e nós em relação ao assunto tratado aqui. Aceitação dos Termos Ao acessar ou usar o LittleDream Toys, você concorda em obedecer a estes Termos de Uso e a todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas registradas aplicáveis. Uso do Site Você concorda em usar o LittleDream Toys apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não usar o site de qualquer forma que possa danificar, desabilitar, sobrecarregar ou comprometer o funcionamento do site ou interferir no uso e aproveitamento de outra pessoa do site. Propriedade Intelectual Todo o conteúdo incluído ou disponibilizado através do LittleDream Toys, como texto, gráficos, logotipos, ícones de botões, imagens, clipes de áudio, downloads digitais, compilações de dados e software, é propriedade do LittleDream Toys ou de seus fornecedores de conteúdo e está protegido por leis de direitos autorais internacionais. Links para Sites de Terceiros O LittleDream Toys pode conter links para sites de terceiros ou serviços que não são de propriedade ou controlados por nós. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. Recomendamos que você leia os termos de uso e as políticas de privacidade de qualquer site ou serviço de terceiros que visite. Alterações nos Serviços Reservamos o direito de modificar, suspender ou descontinuar qualquer parte do LittleDream Toys a qualquer momento, sem aviso prévio. Podemos impor limites a certos recursos ou restringir seu acesso a partes ou a todo o site sem aviso ou responsabilidade. Menores de Idade O LittleDream Toys não é direcionado a menores de 18 anos. Se você tem menos de 18 anos, não deve usar ou fornecer qualquer informação neste site. Atualizações de Conteúdo Embora nos esforcemos para garantir que as informações em nosso site sejam precisas, completas e atualizadas, não garantimos que o conteúdo esteja livre de erros ou omissões. O conteúdo do LittleDream Toys é fornecido apenas para fins informativos e não deve ser considerado como aconselhamento profissional ou jurídico. Consentimento para Comunicações Eletrônicas Ao utilizar o LittleDream Toys, você consente em receber comunicações eletrônicas de nossa parte, incluindo e-mails, mensagens de texto ou outras formas de comunicação eletrônica. Você concorda que todos os acordos, avisos, divulgações e outras comunicações que fornecemos a você eletronicamente satisfazem qualquer requisito legal de que tais comunicações sejam por escrito. Uso Comercial Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte do LittleDream Toys para fins comerciais sem o nosso consentimento expresso por escrito. Resolução de Disputas Qualquer disputa relacionada ao uso do LittleDream Toys será regida pelas leis aplicáveis do Brasil. Você concorda em submeter-se à jurisdição exclusiva dos tribunais localizados no Brasil para a resolução de qualquer disputa. Aceitação dos Termos Ao usar o LittleDream Toys, você indica sua aceitação destes Termos de Uso. Se você não concorda com estes termos, por favor, não use nosso site. Proteção de Menores O LittleDream Toys não é direcionado a crianças menores de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de crianças menores de 13 anos. Se você é pai, mãe ou responsável legal e acredita que seu filho nos forneceu informações pessoais, entre em contato conosco imediatamente pelo e-mail fornecido abaixo. Faremos todos os esforços razoáveis para remover prontamente tais informações de nossos registros. Alterações nos Serviços Reservamos o direito de modificar, suspender ou interromper qualquer parte do LittleDream Toys, incluindo serviços, funcionalidades ou conteúdo, a qualquer momento, sem aviso prévio. Podemos impor limitações a certos recursos ou restringir seu acesso a partes ou a todo o site sem aviso prévio ou responsabilidade. Avisos Legais Este site e seu conteúdo são fornecidos apenas para fins informativos. Não fornecemos garantias quanto à precisão, integridade ou confiabilidade de qualquer informação neste site. Todo o conteúdo é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Feedback do Usuário Se você enviar feedback, sugestões, ideias ou outros materiais ao LittleDream Toys, você concede a nós o direito de usar e compartilhar esses materiais para qualquer finalidade, sem compensação para você. Consentimento para Comunicações Eletrônicas Ao utilizar o LittleDream Toys, você concorda em receber comunicações eletrônicas de nossa parte, como e-mails ou mensagens publicadas no site. Força Maior Não seremos responsáveis por qualquer falha ou atraso no cumprimento de nossas obrigações sob estes Termos de Uso devido a causas além do nosso controle razoável, incluindo, mas não se limitando a, atos de Deus, guerra, terrorismo, greves, embargos, incêndios, inundações, pandemias, ou desastres naturais. Renúncia e Severabilidade Nossa falha em exercer ou fazer valer qualquer direito ou disposição destes Termos de Uso não constitui uma renúncia a tal direito ou disposição. Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível, tal disposição será considerada separável destes Termos de Uso e não afetará a validade e a exequibilidade das disposições restantes. Idioma Estes Termos de Uso foram redigidos originalmente em português. Caso haja qualquer discrepância entre a versão em português e uma versão traduzida para outro idioma, a versão em português prevalecerá. Atualizações dos Termos de Uso Reservamos o direito de atualizar ou modificar estes Termos de Uso a qualquer momento, publicando a versão revisada no site. O uso continuado do site após tais alterações constituirá sua aceitação dos Termos de Uso revisados. Jurisdição Você concorda que quaisquer litígios decorrentes ou relacionados a estes Termos de Uso serão regidos pelas leis do Brasil, sem consideração a quaisquer princípios de conflito de leis. Qualquer ação legal ou processo relacionado a estes Termos de Uso será exclusivamente da competência dos tribunais do Brasil. Limitações de Garantia Você concorda expressamente que o uso do LittleDream Toys é por sua própria conta e risco. O site é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Isso inclui, mas não se limita a, garantias de comercialização, adequação a uma finalidade específica, não violação ou funcionamento ininterrupto ou livre de erros. Contato Se você tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco pelo e-mail: littledreamtoys@gmail.com. LittleDream Toys Descubra um mundo de diversão e aprendizado com LittleDream Toys! Contatos littledreamtoys@gmail.com +55-65-3548-1900 Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil Navegação Lar Nós temos Ofertas Mundo dos brinquedos Qualidade Nossos brinquedos Escreva para nós Adicionalmente política de Privacidade Termos de uso",
    "thanks": "Agradecemos por Escolher a LittleDream Toys - Sua Satisfação é a Nossa Prioridade Obrigado por entrar em contato! Prezado(a) visitante, Em nome da equipe do LittleDream Toys, gostaríamos de agradecer sinceramente por entrar em contato conosco. A sua opinião é muito importante para nós e será considerada com toda a atenção. Estamos comprometidos em oferecer os melhores produtos e serviços aos nossos clientes, e sua contribuição nos ajuda a alcançar esse objetivo. Seu feedback é valioso para nós e nos ajuda a melhorar continuamente. Se tiver mais alguma dúvida ou sugestão, não hesite em nos contatar novamente. Agradecemos novamente por escolher o LittleDream Toys. Atenciosamente,Equipe LittleDream Toys Para principal",
    "index": "Bem-vindo à LittleDream Toys - O Melhor Lugar para Brinquedos Encantadores e Educativos para Crianças +55-65-3548-1900 littledreamtoys@gmail.com LittleDream Toys Lar Nós temos Ofertas Mundo dos brinquedos Qualidade Nossos brinquedos Escreva para nós Bem-vindo ao LittleDream Toys Descubra um Mundo de Diversão e Aventura para as Crianças Começar Brinquedos Educativos Descubra nossa coleção de brinquedos que estimulam o aprendizado e o desenvolvimento das habilidades das crianças, tornando a diversão uma experiência educativa. Brinquedos Interativos Explore nossos brinquedos interativos que incentivam a criatividade e a interação social, proporcionando horas de entretenimento e aprendizado. Brinquedos de Pelúcia Encontre os companheiros perfeitos para abraçar e brincar com nossos adoráveis brinquedos de pelúcia, que trazem conforto e diversão para os pequenos. Jogos de Tabuleiro Divirta-se em família com nossos jogos de tabuleiro que promovem a cooperação, estratégia e diversão para todas as idades. Escolha o seu favorito e comece a jogar! 20 Years Of Experience Ofertas Especiais Grandes Descontos em Brinquedos Favoritos Descubra nossas ofertas especiais em uma ampla variedade de brinquedos populares. Aproveite os descontos e faça a alegria das crianças sem pesar no bolso! Brinquedos de Construção Bonecas e Acessórios Carrinhos e Veículos Jogos de Quebra-Cabeça Olhar Inspire-se com LittleDream Toys Descubra o Mundo Encantado dos Brinquedos Deixe-se levar pela magia e diversão dos brinquedos da LittleDream Toys. Explore um universo de imaginação e alegria para as crianças de todas as idades. Brinquedos para Todas as Idades Encontre opções adequadas para bebês, crianças pequenas e pré-adolescentes, garantindo diversão e aprendizado em cada fase do crescimento. Presentes Especiais Surpreenda seus pequenos com presentes únicos e encantadores que irão criar memórias inesquecíveis. Escolha entre nossa seleção cuidadosamente selecionada de brinquedos especiais. 1000+ Brinquedos 500+ Clientes Satisfeitos 5000+ Pedidos Entregues 500+ Avaliações Positivas Nossa Dedicação Compromisso com a Qualidade 01 Seleção Cuidadosa Oferecemos uma seleção cuidadosa dos melhores brinquedos para garantir a qualidade e segurança. 02 Atendimento Personalizado Nossa equipe está sempre pronta para ajudar e oferecer um atendimento personalizado aos nossos clientes. 03 Envio Rápido Garantimos um envio rápido e eficiente para que seus brinquedos cheguem em tempo hábil. 04 Satisfação Garantida Priorizamos a satisfação dos nossos clientes e garantimos produtos de alta qualidade. 05 Feedback Positivo Recebemos feedback positivo de clientes satisfeitos com nossos produtos e serviços. 06 Inovação Constante Estamos sempre em busca de novas maneiras de inovar e melhorar a experiência de compra de brinquedos. Catálogo de Destaques Explore Nossos Melhores Produtos Brinquedo de Construção LEGO R$ 1500 Desenvolva a criatividade das crianças com este conjunto de construção LEGO. Ordem Boneca de Pano Artesanal R$ 800 Uma adorável boneca de pano feita à mão, perfeita para abraçar e brincar. Ordem Carrinho de Controle Remoto R$ 2000 Divirta-se com este carrinho de controle remoto de alta velocidade. Ordem Quebra-Cabeça Educativo R$ 500 Estimule o raciocínio com este quebra-cabeça educativo e colorido. Ordem Conjunto de Cozinha de Brinquedo R$ 1200 Deixe as crianças explorarem sua criatividade na cozinha com este conjunto de brinquedo. Ordem Pelúcia Fofinha R$ 600 Um companheiro macio e fofo para abraçar e brincar. Ordem Entre em Contato Conosco Deixe-nos Saber Como Podemos Ajudar Aceito a Política de Privacidade Envie uma mensagem LittleDream Toys Descubra um mundo de diversão e aprendizado com LittleDream Toys! Contatos littledreamtoys@gmail.com +55-65-3548-1900 Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil Navegação Lar Nós temos Ofertas Mundo dos brinquedos Qualidade Nossos brinquedos Escreva para nós Adicionalmente política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade da LittleDream Toys - Protegendo sua Privacidade +55-65-3548-1900 littledreamtoys@gmail.com LittleDream Toys Lar Nós temos Ofertas Mundo dos brinquedos Qualidade Nossos brinquedos Escreva para nós Privacy Policy Garantias A LittleDream Toys não oferece garantias quanto à precisão, confiabilidade ou completude do conteúdo deste site. Esforçamo-nos para manter as informações atualizadas e precisas, mas não podemos garantir que todas as informações sejam sempre corretas e livres de erros. Jurisdição e Lei Aplicável Este aviso legal será regido e interpretado de acordo com as leis do Brasil. Qualquer disputa relacionada a este site será submetida à jurisdição exclusiva dos tribunais localizados no Brasil. Indenização Você concorda em indenizar, defender e isentar a LittleDream Toys, seus diretores, funcionários, agentes e afiliados de qualquer responsabilidade, perda, reivindicação e despesa (incluindo honorários advocatícios razoáveis) decorrentes do seu uso deste site ou violação destes termos. Política de Comentários Os comentários e opiniões expressos pelos usuários neste site são de responsabilidade exclusiva de seus respectivos autores e não representam necessariamente os pontos de vista da LittleDream Toys. Reservamo-nos o direito de remover ou editar qualquer comentário que considerarmos inadequado, a nosso critério. Alteração de Produtos e Preços A LittleDream Toys reserva-se o direito de fazer alterações nos produtos, preços e disponibilidade a qualquer momento, sem aviso prévio. Todas as descrições de produtos são aproximadas e sujeitas a alterações. Aceitação dos Termos Ao acessar e utilizar este site, você concorda com os termos e condições estabelecidos neste aviso legal. Se você não concordar com estes termos, por favor, não continue a usar este site. Uso do Site Este site é destinado apenas para uso pessoal e não comercial. Você concorda em utilizar este site apenas para fins legais e de forma que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo deste site por parte de qualquer outra pessoa. Propriedade Intelectual Todo o conteúdo deste site, incluindo, mas não se limitando a, texto, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais, compilações de dados e software, é propriedade da LittleDream Toys ou de seus fornecedores e está protegido por leis de direitos autorais. Links para Outros Sites Este site pode conter links para sites de terceiros que não são controlados ou mantidos pela LittleDream Toys. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo desses sites. A LittleDream Toys não se responsabiliza pelo conteúdo ou práticas de privacidade desses sites. Limitação de Responsabilidade Este site é fornecido \"como está\", sem garantias de qualquer tipo, expressas ou implícitas. A LittleDream Toys não se responsabiliza por danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar este site. Alterações no Site e nos Termos A LittleDream Toys reserva-se o direito de fazer alterações neste site e nos termos deste aviso legal a qualquer momento, sem aviso prévio. Ao continuar a utilizar este site após tais alterações, você concorda em ficar vinculado aos termos revisados. Idade Mínima Este site não se destina a crianças menores de 13 anos. Não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se você é menor de 13 anos, não forneça informações pessoais neste site sem o consentimento de um responsável legal. Disponibilidade do Site A LittleDream Toys se esforça para manter este site disponível e acessível, mas não podemos garantir que o site estará sempre disponível sem interrupções ou erros. Podemos interromper o acesso ao site temporariamente, por motivos de manutenção, atualização ou outras circunstâncias além do nosso controle. Exclusão de Responsabilidade por Conteúdo Gerado por Usuários Este site pode permitir que os usuários publiquem conteúdo, como comentários ou avaliações de produtos. A LittleDream Toys não é responsável pelo conteúdo gerado pelos usuários e não endossa necessariamente as opiniões expressas pelos usuários. Reservamo-nos o direito de remover qualquer conteúdo que considerarmos inadequado, a nosso critério. Resolução de Conflitos Qualquer disputa ou controvérsia decorrente ou relacionada a este aviso legal será resolvida por meio de arbitragem vinculativa, de acordo com as regras de arbitragem comercial da Câmara de Comércio Internacional. A arbitragem será conduzida por um árbitro neutro e será realizada no Brasil, a menos que as partes concordem de outra forma. Atualização do Aviso Legal Este aviso legal pode ser atualizado periodicamente para refletir mudanças em nossas práticas comerciais, alterações na legislação ou por outros motivos. Recomendamos que você reveja este aviso legal regularmente para estar ciente de quaisquer alterações. A continuação do uso deste site após as alterações entrarem em vigor constitui sua aceitação dessas alterações. Separabilidade Se qualquer disposição deste aviso legal for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será considerada separável deste aviso legal e não afetará a validade e a exequibilidade das disposições restantes. Interpretação do Aviso Legal Este aviso legal será interpretado de acordo com seus termos e em conformidade com a legislação aplicável. Qualquer renúncia a qualquer disposição deste aviso legal não será considerada uma renúncia adicional ou contínua a essa ou a qualquer outra disposição. Versão em Português Prevalece Se houver alguma inconsistência entre a versão em português deste aviso legal e qualquer tradução fornecida para outros idiomas, a versão em português prevalecerá. Modificações nos Termos de Uso A LittleDream Toys reserva-se o direito de modificar estes termos de uso a qualquer momento, sem aviso prévio. Tais modificações terão efeito imediato após a publicação dos termos atualizados neste site. Ao continuar a utilizar este site após tais modificações, você concorda em ficar vinculado aos termos atualizados. Independência das Cláusulas Cada cláusula deste aviso legal é independente e separável das demais. Se alguma disposição deste aviso legal for considerada inválida, ilegal ou inexequível, as demais disposições permanecerão em pleno vigor e efeito. Títulos de Seções Os títulos das seções deste aviso legal são fornecidos apenas para conveniência e não afetam a interpretação deste documento. Consentimento de Menores Se você for menor de idade, mas acima de 13 anos, você declara que possui permissão de seus pais ou responsáveis legais para usar este site e concordar com estes termos. Encerramento do Aviso Legal Este aviso legal será válido e permanecerá em pleno vigor até ser encerrado por nós. Reservamo-nos o direito de encerrar este aviso legal ou qualquer parte dele a qualquer momento, sem aviso prévio. Proteção de Propriedade Intelectual Reiteramos que todos os direitos de propriedade intelectual relacionados ao conteúdo deste site, incluindo, mas não se limitando a, textos, imagens, vídeos, logotipos e designs, são reservados à LittleDream Toys ou aos seus licenciadores. Qualquer uso não autorizado desse conteúdo pode violar leis de direitos autorais e outras leis aplicáveis. Consentimento para Comunicações Eletrônicas Ao fornecer seu endereço de e-mail ou outras informações de contato neste site, você concorda em receber comunicações eletrônicas da LittleDream Toys. Essas comunicações podem incluir, entre outras coisas, boletins informativos, atualizações de produtos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição incluídas em cada mensagem ou entrando em contato conosco. Força Maior A LittleDream Toys não será responsável por qualquer falha ou atraso no cumprimento de suas obrigações decorrentes de eventos além do nosso controle razoável, incluindo, mas não se limitando a, atos de Deus, guerra, terrorismo, greves, falhas de energia ou problemas de transporte. Aceitação de Termos e Condições Ao continuar a utilizar este site, você reconhece que leu, entendeu e concorda em ficar vinculado por estes termos e condições. Se você não concordar com estes termos, por favor, não use este site. Continuação da Utilização Seu uso contínuo deste site após quaisquer alterações a estes termos será considerado como aceitação dessas alterações. Contato Se você tiver alguma dúvida ou preocupação sobre este aviso legal, entre em contato conosco pelo e-mail littledreamtoys@gmail.com. LittleDream Toys Descubra um mundo de diversão e aprendizado com LittleDream Toys! Contatos littledreamtoys@gmail.com +55-65-3548-1900 Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil Navegação Lar Nós temos Ofertas Mundo dos brinquedos Qualidade Nossos brinquedos Escreva para nós Adicionalmente política de Privacidade Termos de uso"
  }
}