{
  "name": "New_v9_LightRoom",
  "pages": {
    "contact": "Contacts LightRoom: Contact Us to Buy Soft Chairs - Consultations, Orders and Delivery. Our Experts Are Ready to Help. Find out more about Our Collection and Terms. Phones, Emails and Addresses. LightRoom is your Partner in Modern and Comfortable Home Furniture. Feedback and Contacts for Wholesale Buyers. Create Your Comfort with Our Soft Armchairs. Visit Us for Elegant and Stylish Interior Design Solutions. LightRoom +91-80-43638201 About Hallway Living room Why us Contact Contact Contact LightRoom@gmail.com +91-80-43638201 155, 8th Cross Rd, Lakkasandra, Laljinagar, Wilson Garden, Bengaluru, Karnataka 560030, India I accept Privacy policy To send a letter LightRoom Privacy Policy Terms and Conditions",
    "index": "LightRoom: Coziness and Comfort in Your Home - Sale of Upholstered Armchairs. Elegant and Modern Interior Solutions. Choose the perfect Upholstered Chair, Bring Style and Luxury to your Home. Individual approach to every customer. Best Brands and Materials. Buy a Chair That Reflects Your Unique Taste. Exclusive Solutions from LightRoom for Your Comfort. See the Catalog and Choose the Ideal Upholstered Chair for Your Space. LightRoom +91-80-43638201 About Hallway Living room Why us Contact Online sofa store Exclusive sofa models at the best prices. Order now 30 days to think about it 10 year warranty Free fabric samples Designer sofa up to 7 days Design for life! We believe that design is made for life. Personal space should exist in harmony with a person, and interior items should make life simpler and more comfortable. At LightRoom we develop designer furniture that surprises, tells stories and adds a little something special to every day. OUR STYLE LightRoom is Scandinavian-style designer furniture, designed and manufactured for active people who seek to combine the traditions of Scandinavian design with their own individual style, combining functionality, reliability and comfort. Our products combine real life, because Scandinavian design is a way of life, not just a style. GET TO KNOW US We are a family company that combines knowledge and experience in furniture production, industrial design and a way of life. The idea of creating TM LightRoom arose as a result of this harmony. We produce furniture for Scandinavia. Our company fell in love with the style of this region and realized that its atmosphere reflected our vision of the surrounding space. So we decided to offer you furniture that is qualitatively new in design, which evokes vivid emotions, creating indescribable sensations, making the choice easy and convenient. Armchairs for the hallway Smiley chair Gray velor $ 150 Order now Sunland chair Dark gray velor $ 140 Order now Ingrid armchair Aquamarine matting $ 170 Order now His chair Solar velor $ 140 Order now Armchair in the living room Amelie armchair Almond microbread $ 150 Order now Fullhouse armchair Light mint micro matting $ 190 Order now Hygge chair Coffee gray velor $ 170 Order now Lounge chair Light turquoise velor $ 140 Order now LightRoom armchairs - the best furniture for the living room The ideal chair for the living room is one that matches not only the overall interior of the room, but also your lifestyle. It can be an accent piece or an organic addition to the sofa area, massive or small in size. But in any case, it must be made of high-quality materials, comfortable and durable. These are exactly the kind of armchairs our furniture company offers its clients in the living room. By purchasing living room chairs in our online store, customers receive products that combine the best qualities. The design of such chairs is usually more sophisticated than the design of furniture for offices or kitchens. Such models may have an unusual shape and complex decorative details. A living room chair usually differs from other types in size. Lounge furniture, as a rule, has wider seats and massive backs. Often comes with extra pillows. All this allows you to make your rest more comfortable and provide proper support for your back. In addition, many models of living room chairs have comfortable soft armrests. The fabrics for upholstering armchairs in the living room are exquisite. But at the same time, the upholstery must be wear-resistant and durable - the service life of the furniture depends on this. Armchairs for the living room that you can buy from us include a wide range of products that differ in design and style. Our catalog contains excellent options for living rooms decorated in a classic or vintage style, as well as furniture that perfectly matches the loft, Provence or Scandi aesthetics. Why us Quality Our products undergo detailed quality control at every stage of production Comfort We design furniture for a comfortable and stylish life that can turn your vacation into real pleasure Research Every month we allocate at least 30% of the company's profits to research and innovation, as we believe this is the key to our future success LightRoom Privacy Policy Terms and Conditions",
    "privacy": "LightRoom Privacy Policy: How We Process Your Data When Purchasing Upholstered Chairs. Your Privacy is Our Priority. Learn About Our Information Collection and Security Practices. Guarantees of Client Data Confidentiality. LightRoom - Your Trusted Partner in the World of Modern Furniture. Details About Data Processing Methods, Storage Periods and Protection of Personal Information. Obligations to Comply with Privacy Laws. Protecting Your Personal Data is Our Responsibility. Compliance with Regulations and Creating a Safe Space for Shopping for LightRoom Chairs. LightRoom +91-80-43638201 About Hallway Living room Why us Contact Privacy Policy This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to LightRoom. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: LightRoom@gmail.com LightRoom Privacy Policy Terms and Conditions",
    "terms": "Terms of Use of LightRoom: Rules and Agreements when Purchasing Upholstered Armchairs. Your Understanding and Agreement to the Terms of Purchase. LightRoom - Your Trusted Supplier of Modern Home Furniture. Obligations and Purchase Rules. Complete Terms and Conditions Relating to Goods and Services. Laws and Regulations for the Purchase of Chairs. Responsibilities of the Buyer and Seller. Quality and Return Guarantees. Rules for Using the Site. Please Read Our Terms and Conditions Carefully to Enjoy Comfort and Style in Your Home. LightRoom +91-80-43638201 About Hallway Living room Why us Contact Terms and Conditions Please read these terms and conditions carefully before using Our Service. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of these Terms and Conditions: Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to LightRoom. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Third-party Social Media Service means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: By email: LightRoom@gmail.com LightRoom Privacy Policy Terms and Conditions",
    "thanks": "body{opacity: 0;} --> --> Thank you for purchasing from LightRoom: We are glad that you chose our Upholstered Armchairs. Experience Luxury and Comfort in Your Home. Thank you for your Trust in LightRoom - Your Partner in Interior Design. Your Purchases Are Made with Love and Quality. We are confident that Our Chairs will Bring You Maximum Satisfaction. Continue Shopping with Us and Dive into the World of Modern and Stylish Furniture. Thank you for making LightRoom a part of your home. Thank you for choosing LightRoom! Thank you for your trust! We strive for the highest quality and unique design, so that every moment of relaxation on our chairs brings you joy. Home"
  }
}