{
  "name": "New_v9_ExploreLuxe",
  "pages": {
    "index": "ExploreLuxe - Viagens de Luxo pelo Mundo | ExploreLuxe exploreluxe@gmail.com +55626125111 Centro, Sao Luis Maranhao, Brazil Página inicial Sobre nós Serviços Passeios Suporte Preços Vagas Contate-nos Lar Sobre nós Serviços Passeios Suporte Preços Vagas Contate-nos Descubra o mundo com luxo e aventura ExploreLuxe oferece experiências de viagem exclusivas, combinando luxo, conforto e aventura para criar memórias inesquecíveis. Descubra destinos exóticos, mergulhe em culturas vibrantes e viva aventuras únicas ao redor do mundo. Deixe-nos cuidar de cada detalhe da sua viagem enquanto você se entrega à beleza e à emoção de explorar novos horizontes. Contate-nos Luxo Aventura Experiência ExploreLuxe é uma empresa apaixonada por viagens que se dedica a proporcionar experiências excepcionais aos nossos clientes. Combinamos luxo, aventura e expertise para criar roteiros personalizados que levam os viajantes a destinos deslumbrantes ao redor do mundo. Nossa equipe experiente e dedicada está aqui para tornar cada jornada uma aventura inesquecível, cuidando de cada detalhe para garantir que nossos clientes vivam momentos únicos e autênticos em suas viagens. Estamos comprometidos em oferecer um serviço de alta qualidade, proporcionando conforto, segurança e um toque de sofisticação em cada experiência. Explore o mundo conosco e descubra o luxo de viajar com ExploreLuxe. Contate-nos Viagens de Luxo Desfrute de experiências de viagem exclusivas em destinos paradisíacos ao redor do mundo, com acomodações de alto padrão e serviços personalizados para tornar sua jornada verdadeiramente inesquecível. Aventuras Exóticas Explore lugares remotos e emocionantes, mergulhe na cultura local e descubra paisagens deslumbrantes enquanto vivencia aventuras emocionantes e atividades únicas. Pacotes Personalizados Criamos roteiros sob medida de acordo com suas preferências e interesses, garantindo que cada detalhe da sua viagem seja planejado de acordo com suas necessidades e desejos. Excursões Guiadas Nossos guias especializados e experientes estão à disposição para acompanhá-lo em cada etapa da sua jornada, proporcionando conhecimento local, segurança e assistência durante toda a viagem. Cruzeiros de Luxo Embarque em cruzeiros luxuosos e explore destinos deslumbrantes a bordo de navios de primeira classe, desfrutando de conforto, entretenimento e gastronomia de alta qualidade. Viagens de Aventura em Grupo Junte-se a outros viajantes aventureiros em emocionantes expedições em grupo, compartilhando experiências únicas e criando memórias duradouras enquanto explora o mundo ao redor. Rio de Janeiro, Brasil Desfrute das praias deslumbrantes, da atmosfera vibrante e das icônicas paisagens urbanas do Rio de Janeiro, uma cidade repleta de cultura, música e aventura. Paris, França Explore as ruas charmosas, os monumentos históricos e a sofisticada gastronomia de Paris, a cidade do amor e um dos destinos mais românticos do mundo. Safari na África do Sul Embarque em uma emocionante aventura de safári na África do Sul, onde você terá a oportunidade de avistar os \"Big Five\" e explorar as deslumbrantes paisagens africanas. Machu Picchu, Peru Descubra a misteriosa cidade perdida dos Incas em Machu Picchu, uma maravilha arqueológica situada nas montanhas dos Andes e um dos destinos mais fascinantes do mundo. Ilhas Maldivas Relaxe em praias de areia branca, mergulhe em águas cristalinas e hospede-se em luxuosos resorts nas deslumbrantes Ilhas Maldivas, um paraíso tropical no Oceano Índico. Kyoto, Japão Explore a antiga capital do Japão, Kyoto, com seus templos históricos, jardins zen e tradições culturais preservadas, oferecendo uma experiência única e fascinante. Patagônia, Argentina e Chile Aventure-se na deslumbrante paisagem da Patagônia, com suas montanhas imponentes, geleiras majestosas e uma natureza intocada que proporciona experiências de tirar o fôlego. Ilha de Santorini, Grécia Maravilhe-se com as vistas deslumbrantes do Mar Egeu, as casas brancas e os pores do sol espetaculares da bela Ilha de Santorini, um destino paradisíaco na Grécia. Suporte ao Cliente Assistência 24 Horas Nossa equipe está disponível 24 horas por dia, 7 dias por semana, para oferecer suporte e assistência durante sua viagem, garantindo que você tenha tranquilidade e segurança em qualquer momento. Guia de Viagem Personalizado Oferecemos guias de viagem personalizados e informativos, repletos de dicas úteis, recomendações locais e informações importantes para ajudá-lo a aproveitar ao máximo sua experiência de viagem. Atendimento Multilíngue Com uma equipe fluente em diversos idiomas, incluindo inglês, espanhol, francês e português, garantimos que você receba suporte e assistência em seu idioma nativo, facilitando a comunicação e a compreensão. Solução de Problemas Rápida e Eficiente Esteja você enfrentando contratempos durante sua viagem ou precisando de ajuda com reservas e itinerários, estamos aqui para resolver qualquer problema de forma rápida, eficiente e com o máximo profissionalismo. Descubra o luxo de explorar o mundo com ExploreLuxe! ExploreLuxe oferece experiências de viagem exclusivas, combinando luxo, aventura e conforto para criar jornadas inesquecíveis ao redor do globo. De destinos exóticos a cenários paradisíacos, cada viagem é cuidadosamente planejada para proporcionar momentos únicos e memoráveis. Confie em nós para transformar suas aventuras em experiências verdadeiramente luxuosas. Preços Pacote \"Paraíso Tropical\" $1500 Desfrute de uma semana de luxo em um resort de cinco estrelas nas Maldivas, com pensão completa e atividades aquáticas inclusas. Tour \"Aventura na Amazônia\" $1200 Explore a selva amazônica em uma excursão de cinco dias, incluindo hospedagem em uma eco-pousada e passeios guiados pela floresta. Viagem \"Cultura e História\" $1800 Descubra os encantos de Machu Picchu e Cusco em uma jornada de sete dias pelo Peru, com guias locais e visitas a sítios arqueológicos. Safari na África do Su $2000 Embarque em uma aventura de safari de dez dias pela África do Sul, com acomodações em lodges de luxo e safáris guiados em reservas naturais. Cruzeiro pelo Mediterrâneo $2500 Navegue pelos destinos mais deslumbrantes do Mediterrâneo em um cruzeiro de uma semana, com todas as refeições incluídas e excursões em terra. Pacote \"Romance em Paris\" $1800 Viva momentos inesquecíveis na cidade do amor com um pacote romântico de cinco dias em Paris, incluindo hospedagem em um hotel boutique e passeios privados pela cidade. Consultor de Viagens Auxiliar os clientes na escolha de destinos, roteiros e pacotes turísticos, fornecendo assistência personalizada e garantindo uma experiência excepcional. Escreva para nós Guia Turístico Acompanhar os grupos em viagens e excursões, compartilhando conhecimentos sobre os destinos visitados e garantindo o conforto e segurança dos viajantes. Escreva para nós Especialista em Marketing Digital Desenvolver estratégias de marketing online para promover os serviços da ExploreLuxe, gerenciar campanhas publicitárias e aumentar a visibilidade da marca. Escreva para nós Gerente de Atendimento ao Cliente Supervisionar a equipe de atendimento ao cliente, garantindo um serviço de alta qualidade, resolvendo problemas e garantindo a satisfação dos clientes. Escreva para nós exploreluxe@gmail.com +55626125111 Centro, Sao Luis Maranhao, Brazil Contate-Nos Se você tiver alguma dúvida, sugestão ou precisar de mais informações sobre nossos serviços de viagem de luxo, não hesite em entrar em contato conosco. Nossa equipe de especialistas está à disposição para ajudá-lo e garantir que sua experiência conosco seja excepcional em todos os aspectos. Enviar mensagem Aceito política de Privacidade ExploreLuxe Email: exploreluxe@gmail.com Telefone: +55626125111 Endereço: Centro, Sao Luis Maranhao, Brazil Política de Privacidade Página inicial Sobre nós Serviços Passeios Suporte Preços Vagas Contate-nos",
    "privacy-policy": "Política de Privacidade | ExploreLuxe exploreluxe@gmail.com +55626125111 Centro, Sao Luis Maranhao, Brazil Página inicial Sobre nós Serviços Passeios Suporte Preços Vagas Contate-nos Lar Sobre nós Serviços Passeios Suporte Preços Vagas Contate-nos política de Privacidade - ExploreLuxe Na ExploreLuxe, estamos profundamente comprometidos em proteger o seu privacidade e garantindo a segurança de suas informações pessoais. Esta Política de Privacidade foi elaborada para informá-lo sobre os tipos de informações que coletamos, como as usamos e como as protegemos. Compartilhamento e divulgação de informações Na ExploreLuxe, entendemos a importância de manter o confidencialidade de suas informações pessoais. Nós não divulgamos suas informações a terceiros não autorizados, exceto quando necessário para fornecer nossos serviços, processar reservas ou cumprir exigências legais obrigações. Podemos compartilhar suas informações com parceiros confiáveis, como operadores turísticos, hotéis e companhias aéreas, para facilitar a sua organização de viagens. No entanto, garantimos que esses terceiros aderir a padrões rígidos de confidencialidade e proteção de dados para proteja sua privacidade. Medidas de segurança de dados Empregamos medidas de segurança robustas para proteger seus dados pessoais informações contra acesso não autorizado, divulgação, alteração ou destruição. Nosso site é protegido com protocolos de criptografia e firewalls para impedir o acesso não autorizado aos seus dados. Além disso, restringimos o acesso às suas informações a pessoas autorizadas apenas pessoal e revise regularmente nossos procedimentos de segurança para garantir a conformidade com os padrões da indústria. Apesar de nossos melhores esforços para proteger seus dados, é importante observe que nenhum método de transmissão pela Internet ou o armazenamento eletrônico é completamente infalível. Portanto, enquanto nós nos esforçamos para proteger suas informações, não podemos garantir segurança. Ao utilizar nossos serviços, você reconhece e aceita o riscos inerentes associados à transmissão de informações on-line. Retenção de suas informações Retemos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade ou conforme requerido pela lei. Quando suas informações não forem mais necessárias, nós descarte-o com segurança ou torne-o anônimo para evitar acesso. Se você tiver alguma dúvida sobre a retenção de seus dados, entre em contato conosco e teremos prazer em ajudá-lo. Seu privacidade e segurança são de extrema importância para nós, e estamos comprometido em garantir o tratamento responsável de suas informações em todos os momentos. Seus direitos em relação às informações pessoais Na ExploreLuxe, respeitamos os seus direitos em relação aos seus dados pessoais informações e estamos comprometidos em garantir que você tenha controle sobre seus dados. Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Se você gostaria de exercer qualquer um desses direitos ou tiver alguma dúvida sobre como seu informações são tratadas, entre em contato conosco e iremos prontamente ajudá-lo. Privacidade das Crianças ExploreLuxe não coleta intencionalmente informações pessoais de crianças menores de 18 anos sem consentimento dos pais. Se nós tomar conhecimento de que coletamos inadvertidamente dados pessoais informações de uma criança sem o consentimento dos pais, tomaremos medidas imediatas para excluir tais informações de nossos registros. Se você acredita que podemos ter coletado informações pessoais de um criança sem consentimento, entre em contato conosco e abordaremos o problema emitir prontamente. Alterações nesta Política de Privacidade Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade em a qualquer momento para refletir mudanças em nossas práticas ou leis requisitos. Nós encorajamos você a revisar esta Política de Privacidade periodicamente para quaisquer atualizações. Ao continuar a utilizar os nossos serviços após quaisquer alterações nesta Política de Privacidade, você reconhece e concorda com os termos atualizados. Entre em contato conosco Se você tiver alguma dúvida, preocupação ou feedback sobre nossos Política de Privacidade ou nossas práticas de dados, não hesite em Contate-nos. Você pode entrar em contato conosco por e-mail, telefone ou correio, e nosso uma equipe dedicada terá prazer em ajudá-lo. Sua privacidade é importante para nós e estamos comprometidos em responder a quaisquer dúvidas ou preocupações que você possa ter de maneira oportuna e transparente. Links e serviços de terceiros Nosso site pode conter links para sites ou serviços de terceiros que não pertencem ou são operados pela ExploreLuxe. Nós não somos responsável pelas práticas de privacidade ou conteúdo destes sites de terceiros e incentivamos você a revisar sua privacidade políticas antes de fornecer qualquer informação pessoal. Consentimento com a Política de Privacidade Ao utilizar nosso site ou serviços, você concorda com os termos deste Política de Privacidade e a coleta, uso e divulgação de seus informações pessoais conforme descrito aqui. Se você não concorda com qualquer aspecto desta Política de Privacidade, evite usar nosso site ou fornecer suas informações pessoais para nós. Data de vigência Esta Política de Privacidade entra em vigor a partir de [inserir data de vigência] e permanecerá em vigor até novo aviso. Quaisquer alterações ou atualizações a esta Política de Privacidade ser-lhe-á comunicada através do nosso site ou outros canais apropriados. Nós encorajamos você a revisar esta Política de Privacidade periodicamente para quaisquer alterações. Conformidade com as leis ExploreLuxe cumpre todas as leis de proteção de dados aplicáveis ​​e regulamentos, incluindo o Regulamento Geral de Proteção de Dados (GDPR) para usuários localizados na União Europeia. Se você tem algum dúvidas ou preocupações sobre nossa conformidade com a proteção de dados leis, entre em contato conosco e responderemos à sua consulta prontamente. Escreva para nós Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade, entre em contato conosco em exploreluxe@gmail.com ExploreLuxe Email: exploreluxe@gmail.com Telefone: +55626125111 Endereço: Centro, Sao Luis Maranhao, Brazil Política de Privacidade Página inicial Sobre nós Serviços Passeios Suporte Preços Vagas Contate-nos",
    "thank-you": "Agradecimento | ExploreLuxe Obrigado A ExploreLuxe gostaria de expressar nossa sincera gratidão por escolher nossos serviços para suas aventuras de viagem. Valorizamos imensamente a confiança que você depositou em nós e estamos comprometidos em proporcionar experiências excepcionais que superem suas expectativas. Nossa equipe dedicada está aqui para ajudá-lo em cada etapa da sua jornada, desde o planejamento até a realização da viagem. Seja qual for o destino ou experiência que você escolher, estamos empenhados em garantir que sua viagem seja memorável, segura e repleta de momentos inesquecíveis. Obrigado por nos permitir fazer parte da sua jornada e por nos permitir compartilhar o mundo com você. Lar"
  }
}