{
  "name": "New_v9_UniqueCrafts",
  "pages": {
    "seller": "UniqueCrafts: For the seller Home For the seller For the buyer Author page We will help you find a customer who will appreciate your work Find Guarantees Payment guarantee UniqueCrafts guarantees that you will receive payment for completing orders successfully and on time. Order protection UniqueCrafts ensures that your work will be protected from any unauthorized use or copying by clients. Quality assurance UniqueCrafts guarantees that the work you submit will meet the specified quality standards and requirements of the client. Timely support UniqueCrafts promises to provide timely assistance and support to help you resolve any issues or questions regarding your orders. Fair treatment UniqueCrafts guarantees that you will be treated fairly and respectfully by both the platform and the clients during the order process. Order with picture A functional and stylish tool belt is essential for any master. Customize one with different sized pockets and holders for specific tools. Approximate picture Customer A sturdy workbench is a must-have for any master. Build one from scratch using quality wood and sturdy legs for stability. Approximate picture Customer Create a durable and practical leather tool pouch to keep your tools organized and easily accessible while working on projects. Approximate picture Customer Keep your hammer within reach by crafting a leather or canvas holder that can easily attach to your tool belt. Approximate picture Customer Written orders Make a magnetic tool holder for your workshop to keep metal tools organized and easily accessible on a wall or workbench. Customer Build a pair of sturdy wooden sawhorses to support your materials while cutting or working on projects in your workshop. Customer Sew a durable and comfortable work apron to protect your clothes while working on messy projects. Customize it with pockets for tools and supplies. Customer Construct a custom wooden tool storage rack to keep your tools neatly organized and easily accessible in your workshop. Customize the design to fit your specific tools and workspace. Customer Our regular clients Angela City: Los Angeles Orders: 115 Michelle City: London Orders: 83 Kile City: London Orders: 71 Elena City: Moscow Orders: 66 Home For the seller For the buyer Privacy Policy Terms of Use",
    "terms": "UniqueCrafts: Terms of Use Home For the seller For the buyer Terms of Use Welcome to UniqueCrafts! These Terms of Use govern your access to and use of the UniqueCrafts online platform for handmade goods. Please read these Terms carefully before using our platform. By accessing or using the UniqueCrafts platform, you agree to be bound by these Terms of Use. If you do not agree to these Terms, please do not use our platform. 1. Acceptance of Terms By accessing or using the UniqueCrafts platform, you agree to be bound by these Terms of Use, our Privacy Policy, and any additional terms and conditions that may apply to specific features of the platform. If you do not agree to these Terms, please do not use our platform. 2. User Registration In order to use certain features of the UniqueCrafts platform, you may be required to register for an account. When registering for an account, you agree to provide accurate and complete information about yourself. You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your account. You agree to accept responsibility for all activities that occur under your account. 3. User Content You are solely responsible for the content that you post on the UniqueCrafts platform, including product listings, comments, and reviews. By posting content on the platform, you represent and warrant that you have the right to post such content and that it does not violate any third party rights or applicable laws. 4. Prohibited Conduct You agree not to use the UniqueCrafts platform for any unlawful or prohibited purpose. Prohibited conduct includes, but is not limited to, the following: Violating any applicable laws and regulations Posting content that is abusive, threatening, or defamatory Engaging in fraudulent or deceptive activities Using the platform to send unsolicited messages or solicitations 5. Intellectual Property The UniqueCrafts platform and all of its contents, including logos, graphics, and text, are the property of UniqueCrafts or its licensors. You may not use, reproduce, or distribute any content from the platform without the express permission of UniqueCrafts. 6. Disclaimer of Warranties The UniqueCrafts platform is provided on an \"as is\" and \"as available\" basis. We make no warranties or representations about the accuracy or completeness of the content on the platform. We disclaim all warranties, express or implied, including but not limited to the implied warranties of merchantability and fitness for a particular purpose. 7. Limitation of Liability In no event shall UniqueCrafts be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of the platform. This includes, but is not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses. 8. Indemnification You agree to indemnify and hold UniqueCrafts harmless from any claims, losses, liabilities, damages, costs, and expenses arising out of your use of the platform or your violation of these Terms of Use. 9. Governing Law These Terms of Use shall be governed by and construed in accordance with the laws of the United States. Any disputes arising out of these Terms shall be resolved in the state or federal courts located in the United States. 10. Changes to Terms UniqueCrafts reserves the right to modify or update these Terms of Use at any time. We will notify you of any changes by posting the updated Terms on the platform. Your continued use of the platform after any such changes constitutes your acceptance of the updated Terms. By using the UniqueCrafts platform, you agree to these Terms of Use. If you have any questions or concerns about these Terms, please contact us at UniqueCrafts@gmail.com. Thank you for using UniqueCrafts! Home For the seller For the buyer Privacy Policy Terms of Use",
    "thanks": "UniqueCrafts: Thanks Accepted! The order is already in progress and will be sent to you soon! Home",
    "buy": "UniqueCrafts: For the buyer Home For the seller For the buyer Buyer page We will find you an author who will make your individual order in excellent execution Find FAQ Can I customize the product I'm ordering? Yes, we offer customization options for many of our products. Please contact us for more information. What is the estimated shipping time for my order? Shipping times vary depending on the product and your location. Please refer to the product description or contact us for more specific information. Can I track my order? Yes, once your order has been shipped, you will receive a tracking number that you can use to track your package. What is your return policy? We offer a 30-day return policy for most of our products. Please refer to our Returns page for more information. Do you offer gift wrapping or personalized notes? Yes, we offer gift wrapping services and can include a personalized note with your order. Please let us know your requirements when placing your order. Goods Starlight Dreams Handcrafted Jewelry 200₹ Enchanted Woodland Creations 300₹ Crystal Breeze Handwoven Scarves 150₹ Moonlit Meadow Pottery 500₹ Whimsical Wonders Crochet Creations 550₹ Sunbeam Serenity Candles 1000₹ Oceanic Delights Seashell Art 100₹ Twilight Bliss Handmade Soaps 50₹ Choose the best author Kim My name is Kim and I am a skilled artisan specializing in handmade leather goods. With years of experience in crafting, I take pride in creating unique and high-quality products that showcase the beauty of traditional craftsmanship. Each piece is carefully made by hand, ensuring attention to detail and a personalized touch that sets my work apart. Alex Hi there, I'm Alex and I am a passionate woodworker who loves creating custom furniture pieces and home decor items. From intricate carvings to sleek modern designs, I take inspiration from nature and traditional woodworking techniques to produce one-of-a-kind pieces that add warmth and character to any space. Each item is crafted with care and precision, resulting in timeless pieces that will be cherished for years to come. Hitoshi Hello, I'm Hitoshi and I am a talented jewelry maker specializing in handcrafted designs using precious metals and gemstones. Drawing inspiration from nature and geometric patterns, I create elegant and intricate pieces that reflect my love for beauty and craftsmanship. Each piece is meticulously crafted by hand, showcasing my attention to detail and passion for creating unique and beautiful jewelry that can be treasured for a lifetime. David Greetings, I am David and I am a skilled ceramic artist who creates handmade pottery and ceramics that blend traditional techniques with modern design. I draw inspiration from the world around me, incorporating textures and colors that reflect my love for nature and art. Each piece is lovingly crafted by hand, resulting in unique and functional pieces that bring joy and beauty to everyday life. Looking for unique handcrafted items to add a personal touch to your home or as a special gift? Look no further than UniqueCrafts, our online platform that showcases a variety ofone-of-a-kind handmade pieces. From beautifully hand-painted ceramics to intricately designed jewelry, UniqueCrafts offers a wide selection of artisanal products that are sure to impress. By supporting our talented artisans, you are not only investing in high-quality craftsmanship but also in the preservation of traditional art forms. Each item is lovingly crafted with attention to detail and a passion for creativity, making them truly unique and special. So why wait? Order now on UniqueCrafts and add a touch of handmade charm to your life. Shop with us today and discover the beauty of handcrafted treasures that will be cherished for years to come. Leave a request Home For the seller For the buyer Privacy Policy Terms of Use",
    "index": "UniqueCrafts Home For the seller For the buyer Welcome to UniqueCrafts Here you will find everything your soul desires Find The history of the creation of the online store of handmade goods UniqueCrafts 1. UniqueCrafts online store was created by two friends who shared a passion for handmade goods and crafts. They were inspired by the beautiful and unique items they saw at local craft fairs and markets, and wanted to create a platform where talented artisans could showcase and sell their creations to a wider audience. 2. The friends started working on the online store in their spare time, designing the website and reaching out to artisans to see if they were interested in selling their products on the platform. They were thrilled with the enthusiastic response they received, and soon had a curated collection of handmade goods ranging from jewelry and home decor to clothing and accessories. 3. UAs the online store grew in popularity, the friends realized they needed to dedicate more time and resources to manage and expand the business. They decided to quit their day jobs and focus on UniqueCrafts full-time, hiring a small team to help with marketing, customer service, and logistics. 4. Today, UniqueCrafts is a thriving online marketplace for handmade goods, with a wide selection of products from artisans all over the world. The friends are proud of what they have accomplished and are grateful for the support of their customers and the talented artisans who make UniqueCrafts such a special place to shop. Choose Choose the best author Choose the best customer And if you haven’t made your choice yet, our selection of the best products we’ve ever sold will help you do so. Contacts To order a product, search for an author or have any other questions, you can contact us through this form. Telephone: +91 229 2526354 Email: UniqueCrafts@gmail.com Address: 38, 2nd St, Periyar Nagar, Surampatty, Erode, Tamil Nadu 638001, India I accept Privacy Policy Send Home For the seller For the buyer Privacy Policy Terms of Use",
    "policy": "UniqueCrafts: Privacy Policy Home For the seller For the buyer Privacy Policy UniqueCrafts is committed to protecting your privacy. This Privacy Policy explains how we collect, use, and disclose information about you when you access or use our online platform for handcrafted goods and services. 1. Information We Collect When you use our platform, we collect the following types of information: Personal Information: When you create an account, make a purchase, or contact us, we may collect your name, email address, phone number, shipping address, and payment information. Usage Information: We collect information about your interactions with our platform, such as the pages you visit, the products you view, and your search queries. Device Information: We collect information about the device you use to access our platform, such as your IP address, browser type, and operating system. 2. How We Use Your Information We use the information we collect for the following purposes: To provide you with the products and services you request. To communicate with you about your orders, account, or inquiries. To improve and optimize our platform and services. To personalize your experience on our platform. To prevent fraud and secure our platform. 3. How We Share Your Information We may share your information with the following parties: Service Providers: We may share your information with third-party service providers who help us operate our platform, process payments, or provide customer support. Business Partners: We may share your information with business partners who offer products or services that may be of interest to you. Legal Obligations: We may disclose your information if required by law or in response to a court order, subpoena, or other legal process. 4. Your Choices You can update, edit, or delete the information in your account settings. You can also opt out of receiving promotional emails or marketing communications from us. 5. Security We take reasonable measures to protect your information from unauthorized access, disclosure, or modification. However, no method of transmission over the internet or electronic storage is 100% secure. 6. Children's Privacy Our platform is not intended for children under the age of 13. We do not knowingly collect information from children under the age of 13. 7. Changes to This Privacy Policy We may update this Privacy Policy from time to time. If we make any material changes, we will notify you by email or by posting a notice on our platform. 8. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at UniqueCrafts@gmail.com. By using our platform, you agree to the terms of this Privacy Policy. Thank you for trusting UniqueCrafts with your information. Home For the seller For the buyer Privacy Policy Terms of Use"
  }
}