{
  "name": "New_v9_FastScooter",
  "pages": {
    "catalog": "Catalog - Fast Scooter: Best Scooters in India Home Catalog Service Contacts Catalog Welcome to our scooter catalog, where adventure meets convenience on two wheels! Explore our diverse range of scooters designed to suit every rider's needs and preferences. Whether you're navigating city streets, cruising along scenic routes, or seeking adrenaline-pumping thrills, we have the perfect scooter for you. Discover sleek and stylish models equipped with powerful electric motors for eco-friendly commuting and leisurely rides. For those craving excitement, explore our selection of stunt scooters built to withstand the rigors of extreme riding and perform jaw-dropping tricks in skate parks or urban landscapes. Experience the ultimate in portability with our foldable city scooters, perfect for urban dwellers seeking efficient and convenient transportation solutions. And for those looking to add a touch of luxury to their ride, explore our premium electric scooters with plush seats and cutting-edge features for a comfortable and exhilarating journey. Welcome to a world of endless possibilities and unforgettable adventures with our scooter catalog. Start your journey today! Electric scooter with seat Electric Comfort Cruiser Motor Power: 500W brushless electric motor Battery: 36V lithium-ion battery Range: Up to 25 miles per charge Max Speed: 15 mph Tires: 10-inch pneumatic tires for a smooth ride Brakes: Front and rear disc brakes for reliable stopping power Seat: Comfortable padded seat with adjustable height Special Feature: LED headlights and taillights for enhanced visibility Luxury Electric Cruiser Motor Power: 750W high-torque electric motor Battery: 48V lithium-ion battery with extended range Range: Up to 40 miles per charge Max Speed: 20 mph Tires: 12-inch air-filled tires for superior shock absorption Brakes: Hydraulic disc brakes with regenerative braking system Seat: Plush, ergonomic seat with adjustable suspension Special Feature: Built-in Bluetooth speakers for music on the go Folding city scooter Urban Foldable Cruiser Frame Material: Lightweight aluminum alloy Weight Capacity: Up to 220 lbs Folded Dimensions: Compact and portable Wheels: 8-inch solid rubber tires for durability Brakes: Rear foot brake for quick and easy stopping Handlebars: Adjustable height for customized comfort Special Feature: Foldable design for easy storage and transport City Commuter Foldable Scooter Frame Material: Carbon fiber for strength and lightness Weight Capacity: Up to 250 lbs Folded Dimensions: Ultra-compact for convenient carrying Wheels: 10-inch pneumatic tires for smooth urban rides Brakes: Dual braking system with front and rear brakes Handlebars: Ergonomic grips with integrated bell Special Feature: Quick-folding mechanism for swift storage and deployment Stunt scooter for extreme riding Extreme Freestyle Scooter Deck Material: Aircraft-grade aluminum for durability Handlebar Height: Adjustable for different rider preferences Wheels: 110mm polyurethane wheels for smooth rolling Headset: Integrated sealed headset for precise steering Brake: Rear wheel brake for quick stops Fork: Reinforced steel fork for strength Special Feature: Lightweight and agile design for performing tricks Pro Stunt Scooter Deck Material: Chromoly steel for maximum strength Handlebar Height: Fixed or adjustable options available Wheels: 120mm aluminum-core wheels for durability Headset: Sealed integrated headset for smooth steering Brake: CNC machined aluminum brake for precise stopping Fork: Threadless aluminum fork with triple clamp for stability Special Feature: Designed for professional riders and intense trick performance Service Welcome to our \"Scooter Service and Repair\" page! We offer a full range of services for maintaining and repairing scooters to ensure your ride is always safe and enjoyable. Our experienced mechanics provide professional diagnostics, thorough maintenance, and quality repairs for your scooter. We work with scooters of all makes and models, using only genuine parts and high-quality equipment. Whether you need routine inspections, troubleshooting, or comprehensive repairs, you can rely on us. Contact us today and give your scooter the attentive service it deserves! Routine Maintenance: Our routine maintenance service ensures that your scooter stays in optimal condition for smooth and safe rides. Our skilled technicians will inspect and tune up essential components such as brakes, tires, and suspension systems. We'll also perform routine oil changes and check for any signs of wear and tear to prevent potential issues before they arise. With regular maintenance, you can enjoy peace of mind knowing that your scooter is always ready to hit the road with efficiency and reliability. Sign up Diagnostic and Repair: Our diagnostic and repair service is tailored to identify and resolve any issues affecting the performance of your scooter. Using advanced diagnostic tools, our experienced mechanics will pinpoint the root cause of problems such as engine malfunctions, electrical issues, or brake failures. Once identified, we'll provide efficient and effective repairs, utilizing genuine parts to ensure long-lasting solutions. Whether it's a minor adjustment or a major overhaul, you can trust our team to get your scooter back on track quickly and efficiently. Sign up Performance Upgrades: Elevate your scooter's performance with our range of performance upgrade options. From high-performance exhaust systems to upgraded suspension kits, we offer premium aftermarket parts and accessories to enhance your scooter's power, handling, and style. Our knowledgeable staff can help you select the right upgrades based on your preferences and riding style, ensuring a personalized experience tailored to your needs. Whether you're looking for a boost in speed, improved agility, or enhanced aesthetics, we have the expertise and products to take your scooter to the next level. Sign up Customization Services: Make your scooter stand out from the crowd with our customization services. From custom paint jobs to personalized decals and graphics, we can help bring your vision to life and create a scooter that reflects your unique personality and style. Our skilled craftsmen pay meticulous attention to detail, ensuring a flawless finish that exceeds your expectations. Whether you're looking to refresh the look of your scooter or transform it into a one-of-a-kind masterpiece, our customization services offer endless possibilities to unleash your creativity and make a statement on the road. Sign up Contacts We're always eager to hear from you. If you have any questions, suggestions, or simply want to leave feedback, please don't hesitate to reach out. Phone: +91 561 2356745 Email: fastscooter@gmail.com Address: Govind Marg, Raja Park, Jaipur, Rajasthan 302004, India submit I agree Privacy Policy Menu +91 561 2356745 fastscooter@gmail.com Govind Marg, Raja Park, Jaipur, Rajasthan 302004, India Information Privacy policy Terms and Conditions",
    "index": "Fast Scooter - Your Best Choice for Scooters in India Home Catalog Service Contacts \"Welcome to Fast Scooter\"! Your ultimate destination for top-notch scooters in India! Cruise through the bustling streets of India with style and ease on our premium selection of scooters. Whether you're commuting to work, exploring the city, or simply enjoying a leisurely ride, we've got the perfect scooter for you. At Fast Scooter, we pride ourselves on offering high-quality products at competitive prices, ensuring you get the best value for your money. Browse our wide range of models, from sleek and stylish to robust and reliable, and embark on your next adventure with Fast Scooter by your side. Let's ride! About us \"Fast Scooter takes pride in being your go-to destination for premium scooters in India. With a commitment to revolutionizing urban commuting, we offer a diverse range of top-quality scooters designed to elevate your riding experience. Our selection is carefully curated to cater to various preferences, ensuring that whether you seek style, performance, or affordability, you'll find the perfect fit with us. Beyond providing exceptional products, we're dedicated to fostering a community of passionate riders who share our love for exploration and adventure. With our unwavering focus on customer satisfaction and support, we strive to ensure every journey with Fast Scooter is smooth, enjoyable, and unforgettable. Join us as we redefine the way you navigate the vibrant streets of India.\" Client Reviews I recently visited Fast Scooter to get my scooter serviced, and I must say, their professionalism and efficiency were commendable. My scooter now runs smoother than ever. Highly recommended for all your scooter needs! - Priya Sharma Fast Scooter offers top-notch customer service coupled with high-quality products. I purchased a scooter for my daily commute, and it has been a game-changer. Thank you, Fast Scooter, for making my travels in India so convenient! - Siddharth Mehta Fast Scooter exceeded all my expectations. Their wide range of scooters catered to my specific needs, and the staff provided excellent assistance throughout the buying process. I couldn't be happier with my purchase! - Raj Patel As a first-time scooter buyer, I was unsure about what to choose. Fast Scooter's knowledgeable staff guided me through the options and helped me find the perfect scooter for my needs. Their expertise made the entire process smooth and stress-free. - Aisha Khan I've been a loyal customer of Fast Scooter for years, and they never disappoint. Their commitment to quality and customer satisfaction is unparalleled. If you're looking for reliability and performance, look no further than Fast Scooter. - Rahul Singh Fast Scooter's after-sales service is truly remarkable. Whenever I've had any issues with my scooter, their team has promptly addressed them, ensuring minimal downtime. It's reassuring to know that I can rely on Fast Scooter for all my scooter-related needs. - Neha Gupta Registration phase Explore Our Scooter Collection Take your time to explore our extensive collection of scooters. From sleek city cruisers to rugged off-road adventurers, we have something for everyone. Browse through our catalog to find the perfect scooter that matches your style and requirements. Consult with Our Experts Need assistance in choosing the right scooter? Our knowledgeable staff is here to help! Consult with our experts who can provide valuable insights and recommendations based on your preferences, budget, and riding needs. Test Ride Your Favorites Experience the thrill firsthand by test riding your favorite scooters. Visit our showroom and take each scooter for a spin to get a feel for its performance, comfort, and handling. This hands-on experience will help you make an informed decision. Customize Your Scooter Want to add a personal touch to your scooter? Explore our customization options to tailor your ride to your unique preferences. From color choices to accessory upgrades, you can create a scooter that truly reflects your personality and style. Secure Financing Once you've found the perfect scooter, it's time to secure financing. Our finance team can assist you in exploring various payment options and finding the best solution that fits your budget. We make the purchasing process smooth and hassle-free. Drive Away with Confidence Congratulations! You're now the proud owner of a brand new scooter from Fast Scooter. Drive away with confidence knowing that you've made a smart investment in quality, reliability, and performance. Join the Fast Scooter family and embark on countless adventures with your new ride. Service \"Our scooter shop not only offers a wide selection of quality models but also provides an extensive range of repair and maintenance services. We understand that it's important for you not only to purchase a reliable scooter but also to have the ability to keep it in excellent condition throughout its lifespan. Our experienced mechanics will ensure professional servicing of your scooter, performing both regular maintenance and repairs of any complexity. We work with the most modern tools and parts to guarantee the quality and reliability of the work carried out. Entrust us with the care of your scooter, and we will ensure its long and safe operation. Visit our shop, and we will be happy to help you maintain your transportation in excellent condition.\" Sign up FAQ What types of scooters does Fast Scooter offer? - Fast Scooter offers a diverse range of scooters, including city cruisers, off-road adventurers, and electric commuter models. Whether you're navigating urban streets or exploring rugged terrains, we have a scooter to suit your needs. Do you provide warranty for your scooters? - Yes, all scooters purchased from Fast Scooter come with a warranty. Our warranty coverage varies depending on the model and manufacturer. Please consult with our staff for detailed information about warranty terms and conditions. Do you offer financing options for scooter purchases? - Yes, Fast Scooter provides financing options for scooter purchases. Our finance team can assist you in exploring various payment plans and finding the best solution that fits your budget and preferences. How can I schedule a service appointment for my scooter? - To schedule a service appointment for your scooter, simply contact our service center via phone or email. Our friendly staff will assist you in booking a convenient appointment time and provide any necessary information regarding the service process. Can I trade in my old scooter for a new one? - Yes, Fast Scooter accepts trade-ins for old scooters. Bring your old scooter to our showroom, and our team will assess its condition and provide you with a fair trade-in value that can be applied towards the purchase of a new scooter. What should I do if I encounter a problem with my scooter? - If you encounter any problems with your scooter, please contact our service center immediately. Our experienced technicians will diagnose the issue and provide prompt and efficient repairs to get you back on the road as soon as possible. Menu +91 561 2356745 fastscooter@gmail.com Govind Marg, Raja Park, Jaipur, Rajasthan 302004, India Information Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Fast Scooter: Your Privacy Matters to Us Home Catalog Service Contacts Privacy Policy Introduction: Welcome to Fast Scooter's Privacy Policy. We are committed to protecting the privacy of our users' personal information. Information We Collect: We may collect various types of information from you when you visit our website or use our services, including personal information such as your name, email address, and payment details. How We Use Your Information: The information we collect may be used to process your orders, improve our services, personalize your experience, and communicate with you about promotions and updates. Legal Basis for Processing: We will only process your personal information where we have a legal basis to do so, such as when it is necessary for the performance of a contract, to comply with legal obligations, or with your consent. Information Sharing: We may share your personal information with third-party service providers who assist us in operating our website and fulfilling orders, but we do not sell or rent your information to third parties for marketing purposes. International Transfers: Your information may be transferred to and stored on servers located outside of your country, including in countries where data protection laws may differ from those in your jurisdiction. Data Retention: We will retain your personal information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. Your Rights: You have certain rights regarding your personal information, including the right to access, correct, or delete your data, as well as the right to object to or restrict certain processing activities. Security Measures: We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Children's Privacy: Our website and services are not directed to children under the age of 13, and we do not knowingly collect personal information from children. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us so that we can delete the information. Changes to this Policy: We reserve the right to update or modify this Privacy Policy at any time, so please review it periodically. Your continued use of our website after any changes indicates your acceptance of the updated policy. Contact Us: If you have any questions, concerns, or complaints regarding this Privacy Policy or our practices, please contact us at fastscooter@gmail.com. Menu +91 561 2356745 fastscooter@gmail.com Govind Marg, Raja Park, Jaipur, Rajasthan 302004, India Information Privacy policy Terms and Conditions",
    "terms-conditions": "Terms of Use - Fast Scooter: Rules and Conditions Home Catalog Service Contacts Terms and Conditions Introduction: Welcome to Fast Scooter! These terms and conditions outline the rules and regulations for the use of our website. Intellectual Property Rights: Other than the content you own, under these terms, Fast Scooter and/or its licensors own all the intellectual property rights and materials contained in this Website. Restrictions: You are specifically restricted from all of the following: publishing any Website material in any other media; selling, sublicensing, and/or otherwise commercializing any Website material; publicly performing and/or showing any Website material; using this Website in any way that is or may be damaging to this Website; using this Website in any way that impacts user access to this Website; and more as outlined in the full terms. Your Content: In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on this Website. No warranties: This Website is provided \"as is,\" with all faults, and Fast Scooter makes no express or implied representations or warranties, of any kind related to this Website or the materials contained on this Website. Limitation of liability: In no event shall Fast Scooter, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this Website, whether such liability is under contract. Indemnification: You hereby indemnify to the fullest extent Fast Scooter from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. Severability: If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Variation of Terms: Fast Scooter is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis. Assignment: The Fast Scooter is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. Entire Agreement: These Terms constitute the entire agreement between Fast Scooter and you in relation to your use of this Website and supersede all prior agreements and understandings. Governing Law & Jurisdiction: These Terms will be governed by and interpreted in accordance with the laws of the jurisdiction of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. General: Fast Scooter's failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. These Terms constitute the entire agreement between you and Fast Scooter regarding the use of the site. Contact Us: If you have any questions please contact us at fastscooter@gmail.com. Menu +91 561 2356745 fastscooter@gmail.com Govind Marg, Raja Park, Jaipur, Rajasthan 302004, India Information Privacy policy Terms and Conditions",
    "thanks": "Thank You for Your Purchase - Fast Scooter: Your Order Has Been Received Thank you for contacting us! Thank you for choosing Fast Scooter for your scooter needs! We're thrilled to have you as our valued customer. Your order has been successfully received, and our team is diligently working to process it promptly. At Fast Scooter, customer satisfaction is our top priority. Rest assured, we will handle your order with the utmost care and attention to detail. Should you have any questions or require further assistance, feel free to reach out to our dedicated customer support team. Once again, thank you for your purchase. We truly appreciate your trust in us and look forward to serving you again in the future. Ride on with confidence knowing that you're backed by Fast Scooter's commitment to quality and excellence. home"
  }
}