{
  "name": "New_v9_JanelaPro",
  "pages": {
    "catalog": "Catálogo de Janelas Personalizadas - JanelaPro Início Nossas janelas Configuração e preços Contato Explorar o Nosso Catálogo Descubra nossa incrível seleção de janelas personalizadas. Configuração de Janelas e Preços Janela fixa de uma folha Uma janela sem abertura, oferecendo isolamento acústico e térmico. Preço: R$ 500 Janela Bifold com duas portas giratórias Uma janela com abertura de correr lateralmente. Preço: R$ 800 Janela de três asas com três portas giratórias Uma janela que abre para fora e para cima. Preço: R$ 600 Unidade de varanda: porta giratória + janela cega Uma janela que abre para fora na parte superior. Preço: R$ 700 Janelas panorâmicas Uma janela que se abre para cima e para baixo. Preço: R$ 900 Janelas arqueadas e não padronizadas Uma janela que gira em torno de um eixo central. Preço: R$ 1000 Serviços adicionais Instalação Profissional Nossos especialistas instaladores garantem uma instalação rápida e eficiente. Manutenção Regular Oferecemos serviços de manutenção preventiva para garantir o desempenho duradouro das suas janelas. Limpeza Profissional Nossa equipe realiza limpeza profissional para manter suas janelas sempre brilhando. Agende uma Visita Gratuita de Medição Nossos especialistas podem vir até você para tirar as medidas exatas para suas novas janelas. Eu aceito a Política de Privacidade Agendar Galeria de Trabalhos Realizados Nossa Equipe de Profissionais João Silva Gerente de Vendas Maria Santos Designer de Interiores Carlos Oliveira Instalador Certificado Ana Sousa Consultora de Vendas Pedro Costa Engenheiro de Instalação Carla Mendes Designer de Interiores Início Nossas janelas Configuração e preços Contato Termos e Condições Política de Privacidade",
    "index": "Bem-vindo à JanelaPro - Janelas Personalizadas para Sua Casa Início Nossas janelas Configuração e preços Contato Bem-vindo à JanelaPro Sua fonte confiável para janelas personalizadas Pré-eminências Producão Própria de Janelas Europeias Nós fabricamos nossas próprias janelas usando tecnologia de ponta para garantir qualidade e durabilidade. Respeito Rigoroso aos Padrões Nós seguimos rigorosamente os padrões de qualidade e segurança em todas as etapas de produção. Tecnologia de Produção Avançada Utilizamos tecnologias modernas de fabricação para garantir produtos de alta qualidade e eficiência. Materiais de Alta Qualidade e Ecológicos Nós usamos apenas materiais de alta qualidade e eco-friendly para minimizar nosso impacto ambiental. Fabricação de Janelas Personalizadas Nós fabricamos janelas europeias em qualquer tamanho ou forma, de acordo com suas necessidades. Por que nos escolher? Experiência em janelas personalizadas Qualidade garantida Design adaptado às suas necessidades Atendimento ao cliente excepcional Preços competitivos Entrega pontual Garantia de satisfação Nossas Janelas Na JanelaPro, nós nos dedicamos a fornecer janelas da mais alta qualidade para nossos clientes. Nossas janelas são fabricadas com os melhores materiais e seguindo os mais altos padrões de qualidade. Aqui está um resumo de como produzimos nossas janelas: Primeiro, selecionamos cuidadosamente os materiais. Utilizamos apenas materiais duráveis e de alta qualidade para garantir que nossas janelas sejam resistentes e seguras. Em seguida, nossos especialistas em design criam os modelos das janelas. Cada modelo é cuidadosamente projetado para garantir funcionalidade e estética. Após a aprovação do design, nossos técnicos experientes entram em ação. Eles usam equipamentos de última geração para fabricar as janelas com precisão e eficiência. Durante o processo de fabricação, nossas janelas passam por rigorosos controles de qualidade. Isso garante que cada janela atenda aos nossos padrões exigentes antes de ser entregue aos clientes. Por fim, oferecemos instalação profissional para garantir que suas novas janelas sejam instaladas corretamente e funcionem perfeitamente. Nossas Janelas Duram no Mínimo 30 Anos Na JanelaPro, estamos comprometidos em fornecer produtos de alta qualidade que atendam às necessidades de nossos clientes por décadas. Nossas janelas são projetadas e fabricadas para durar no mínimo 30 anos, garantindo durabilidade e desempenho excepcionais ao longo do tempo. Utilizamos os melhores materiais disponíveis e seguimos processos de fabricação rigorosos para garantir a qualidade de nossos produtos. Além disso, nossas janelas são submetidas a testes extensivos para garantir que atendam aos mais altos padrões de resistência e durabilidade. Se você está procurando por janelas que resistam ao teste do tempo e proporcionem conforto e segurança duradouros, nossas janelas são a escolha certa para você. Você quer encomendar janelas? Eu aceito a Política de Privacidade Enviar Entre em contato conosco: +55 94 5781-3264 JanelaPro@gmail.com R. Daniela, 4789-Igarapé, Porto Velho-RO, 76803-894, Brasil Início Nossas janelas Configuração e preços Contato Termos e Condições Política de Privacidade",
    "policy": "Política de Privacidade da JanelaPro - Seus Dados Estão Seguros Conosco main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #4C281A; } main a:hover{ text-decoration: underline; } Início Nossas janelas Configuração e preços Contato Política de Privacidade Bem-vindo à Política de Privacidade da JanelaPro. Este documento destaca nosso compromisso em manter a confidencialidade de suas informações e garantir uma experiência online segura ao visitar nosso site. Sua Privacidade é Importante Na JanelaPro, valorizamos sua privacidade e implementamos medidas para proteger suas informações. Nos esforçamos para proporcionar um ambiente seguro e agradável para todos os visitantes. Navegação Anônima Quando você explora nosso site, tenha a certeza de que não coletamos nem armazenamos nenhuma informação pessoal sobre você. Sua visita permanece completamente anônima, permitindo que você navegue livremente. Transparência Acreditamos na transparência e queremos que você se sinta confiante em sua experiência online. Se tiver alguma dúvida ou preocupação sobre sua privacidade, entre em contato conosco para obter mais informações. Comunicação Aberta Acreditamos em comunicação aberta e queremos que você tenha confiança em sua experiência online. Se tiver alguma dúvida ou preocupação sobre sua privacidade, sinta-se à vontade para entrar em contato conosco para obter mais informações. Atualizações da Política Quaisquer atualizações ou revisões em nossa Política de Privacidade serão prontamente comunicadas nesta página. Encorajamos você a verificar periodicamente para se manter informado sobre como protegemos sua privacidade. Contate-nos Se tiver alguma dúvida ou precisar de mais esclarecimentos sobre nossa Política de Privacidade, não hesite em entrar em contato: R. Daniela, 4789-Igarapé, Porto Velho-RO, 76803-894, Brasil +55 94 5781-3264 JanelaPro@gmail.com Início Nossas janelas Configuração e preços Contato Termos e Condições Política de Privacidade",
    "terms": "Obrigado por sua Visita - JanelaPro main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #4C281A; } main a:hover{ text-decoration: underline; } Início Nossas janelas Configuração e preços Contato Termos e Condições Bem-vindo aos Termos e Condições da Harmonia Corporal. Por favor, leia atentamente os seguintes termos antes de utilizar nossos serviços. Ao acessar ou usar os serviços da Harmonia Corporal, você concorda em ficar vinculado a estes termos. Se você discordar de qualquer parte destes termos, por favor, não utilize nossos serviços. Reservamos o direito de atualizar, alterar ou substituir qualquer parte destes Termos e Condições. É sua responsabilidade verificar esta página periodicamente para verificar as alterações. O uso contínuo ou acesso aos serviços após a publicação de quaisquer alterações constitui aceitação dessas alterações. Uso dos Nossos Serviços O uso dos serviços da Harmonia Corporal é de sua responsabilidade exclusiva. Os serviços são fornecidos \"como estão\" e \"conforme disponíveis\". Não garantimos que os serviços serão ininterruptos, pontuais, seguros ou livres de erros. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte dos serviços, uso dos serviços ou acesso aos serviços sem permissão expressa por escrito da Harmonia Corporal. A Harmonia Corporal reserva o direito de recusar o serviço a qualquer pessoa por qualquer motivo a qualquer momento. Propriedade Intelectual Todo o conteúdo no site da Harmonia Corporal, incluindo, mas não se limitando a textos, gráficos, logotipos, imagens e software, é propriedade da Harmonia Corporal e é protegido por leis internacionais de direitos autorais. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar obras derivadas, transferir ou vender qualquer informação, software, produtos ou serviços obtidos da Harmonia Corporal. A Harmonia Corporal e seus logotipos são marcas registradas ou marcas comerciais da Harmonia Corporal. Elas não podem ser usadas em conexão com qualquer produto ou serviço sem o consentimento prévio por escrito da Harmonia Corporal. Contate-nos Se você tiver alguma dúvida ou preocupação sobre nossos Termos e Condições, sinta-se à vontade para entrar em contato conosco: Email: JanelaPro@gmail.com Número de telefone: +55 94 5781-3264 Endereço: R. Daniela, 4789-Igarapé, Porto Velho-RO, 76803-894, Brasil Início Nossas janelas Configuração e preços Contato Termos e Condições Política de Privacidade",
    "thanks": "Thank You | JanelaPro main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #4C281A; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado por nos contactar! Agradecemos por confiar na JanelaPro. Valorizamos a sua paciência e compreensão. Se tiver alguma dúvida ou precisar de mais informações, não hesite em contactar o nosso serviço de apoio ao cliente. Com os melhores cumprimentos,Equipe JanelaPro Home"
  },
  "date": "2024-05-10T14:34:37.080Z"
}