{
  "name": "New_v9_MomentsEternity",
  "pages": {
    "terms-conditions": "Terms and Conditions of Service | Moments of Eternity +91 426 247887 momentseternity@gmail.com Main Support Terms and Conditions 1. Introduction These terms and conditions govern your use of our website. By accessing or using our website, you agree to be bound by these terms and conditions. 2. Intellectual Property Rights All content on this website, including text, images, graphics, logos, and software, is the property of Moments of Eternity or its licensors and is protected by copyright laws. 3. Use of Website You may use this website for lawful purposes only. You may not use this website in any way that could damage, disable, overburden, or impair the website or interfere with any other party's use of the website. 4. User Accounts You may be required to create an account to access certain features of the website. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 5. User Content By posting or submitting content to our website, you grant Moments of Eternity a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. 6. Prohibited Activities You may not engage in any unlawful, abusive, or otherwise objectionable behavior while using our website. This includes but is not limited to: harassing or intimidating others, infringing on intellectual property rights, or transmitting viruses or other harmful code. 7. Limitation of Liability Moments of Eternity shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from your use of or inability to use the website. 8. Indemnification You agree to indemnify and hold Moments of Eternity harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the website, your violation of these terms and conditions, or your violation of any rights of another party. 9. Termination Moments of Eternity reserves the right to terminate or suspend your access to the website at any time, with or without cause, and without prior notice. 10. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of India. Any disputes relating to these terms and conditions shall be resolved exclusively by the courts of India. 11. Changes to Terms and Conditions Moments of Eternity reserves the right to modify these terms and conditions at any time, without prior notice. Changes will be effective immediately upon posting on the website. Your continued use of the website after any such changes constitutes your acceptance of the new terms and conditions. 12. Contact Information If you have any questions or concerns about these terms and conditions, please contact us at momentseternity@gmail.com. 13. Entire Agreement These terms and conditions constitute the entire agreement between you and Moments of Eternity regarding your use of the website, superseding any prior agreements between you and Moments of Eternity. 14. Severability If any provision of these terms and conditions is found to be invalid or unenforceable, that provision shall be deemed severable from the remaining provisions, which shall remain in full force and effect. 15. Waiver The failure of Moments of Eternity to enforce any right or provision of these terms and conditions shall not constitute a waiver of such right or provision. 16. Assignment Moments of Eternity may assign its rights and obligations under these terms and conditions without notice to you. 17. Headings The headings used in these terms and conditions are for convenience only and shall not affect the interpretation of the provisions. 18. Survival The provisions of these terms and conditions that by their nature should survive termination shall survive termination, including but not limited to provisions regarding intellectual property rights, limitation of liability, and indemnification. 19. Acceptance By using our website, you accept and agree to be bound by these terms and conditions. If you do not agree with these terms and conditions, you must not use our website. Main Support Privacy Policy Terms and Conditions 4/35, Nolambur, Mogappair West",
    "thank_page": "Thank You for Your Request | Moments of Eternity Thank you for reaching out to Moments of Eternity! Back to the main page",
    "index": "Capture Life's Moments with Professional Photography | Moments of Eternit +91 426 247887 momentseternity@gmail.com Main Support Capturing Moments of Happiness Turn your special moments into eternal memories with \"Moments of Eternity\" We specialize in capturing the brightest and most emotional moments in your life. Our team of professional photographers offers a wide range of services, including wedding photography, family photo sessions, portrait photography, and the creation of unique photo albums. Entrust us with your story, and we will turn it into stunning shots that you will proudly share with your loved ones and friends. Our Services Explore the range of photography services we offer Wedding Photography Service packages for capturing wedding ceremonies, bride and groom photo sessions, and guest photography. Family Photo Sessions Photography for family events such as birthdays, anniversaries, and other family gatherings. Portrait Photography Individual photo sessions for creating professional portraits. Event Photography Coverage of various events such as corporate events, conferences, and parties. Commercial Photography High-quality images for marketing materials, advertising, and branding purposes. Product Photography Showcase your products with stunning and captivating images for e-commerce websites and catalogs. Real Estate Photography Highlight the best features of properties with professional real estate photography. Photo Editing and Retouching Enhance and retouch your photos to achieve the desired look and feel. Album Design and Printing Create beautifully designed photo albums and prints to preserve your memories. Ready to capture your special moments? Contact Us About Us Welcome to \"Moments of Eternity\"! We are a team of passionate and dedicated photographers committed to capturing the essence of life's most precious moments. With years of experience in the industry, we understand the importance of storytelling through photography. Each member of our team brings a unique perspective and creative vision to every project. Our mission is to create timeless and emotive images that you will cherish for a lifetime. Whether it's your wedding day, a family reunion, or a personal portrait session, we strive to make every moment unforgettable. At \"Moments of Eternity,\" we believe that every picture tells a story, and we are here to help you tell yours. Our Principles Quality We are committed to delivering high-quality photography services that exceed our clients' expectations. Professionalism Our team of photographers is skilled, experienced, and dedicated to providing professional service at every step. Creativity We approach each project with creativity and innovation, striving to capture unique and memorable moments. Personalization We understand that every client is unique, and we tailor our services to meet their individual needs and preferences. Reliability You can trust us to be reliable and dependable, delivering on our promises and meeting deadlines. Customer Satisfaction Our ultimate goal is customer satisfaction. We go above and beyond to ensure that our clients are happy with the results. Continuous Improvement We are always learning and evolving, continuously improving our skills and techniques to stay ahead in the industry. Integrity We conduct our business with honesty, transparency, and integrity, building trust and long-term relationships with our clients. Quality Assurance At our core, we are dedicated to delivering nothing short of excellence. Learn about the pillars of our commitment to unparalleled quality Professional Equipment We invest in state-of-the-art cameras, lenses, and lighting gear to ensure precision and clarity in every shot. Expert Team Our seasoned photographers possess a wealth of experience and an unwavering dedication to excellence, guaranteeing remarkable results. Creative Vision We approach each project with fresh perspectives and innovative techniques, delivering captivating and unique imagery. Meticulous Attention We leave no detail unnoticed, meticulously crafting each frame to perfection, from composition to post-production. Client-Centric Approach Our collaborative process ensures that your vision is realized, fostering trust and satisfaction every step of the way. Continuous Improvement We are dedicated to staying at the forefront of our craft, constantly evolving and refining our skills to exceed expectations. Feedback Loop We value your feedback and use it as a cornerstone for growth, ensuring that every experience is better than the last. Our Achievements Discover the milestones and accolades that highlight our commitment to excellence, driven by our team of highly skilled professionals Award-Winning Photography Our team's exceptional talent and dedication have earned us numerous awards, including Best Wedding Photography Studio and Photography Innovation Award, showcasing our unwavering commitment to delivering outstanding results. Published Work Our photographers' expertise has been recognized and featured in prestigious publications such as Vogue, National Geographic, and Harper's Bazaar, solidifying our reputation as industry leaders with a keen eye for capturing captivating moments. Client Testimonials The trust and satisfaction of our clients speak volumes about the caliber of our team. We take pride in the glowing testimonials we've received, applauding our professionalism, creativity, and unmatched service, further motivating us to exceed expectations. Community Engagement Beyond our studio walls, our team actively engages with the community, offering pro bono work, participating in charity events, and hosting photography workshops. These efforts reflect our team's passion for giving back and making a positive impact beyond the lens. Main Support Privacy Policy Terms and Conditions 4/35, Nolambur, Mogappair West",
    "privacy-policy": "Your Privacy Matters to Us | Moments of Eternity Privacy Policy +91 426 247887 momentseternity@gmail.com Main Support Privacy Policy 1. Introduction We are committed to protecting the privacy of our users. This privacy policy outlines the types of personal information we collect, how we use it, and the steps we take to ensure its security. 2. Information We Collect We may collect personal information such as name, email address, and phone number. Additionally, we may collect non-personal information such as IP addresses and browser type. 3. Use of Information We use the collected information to provide and improve our services. This may include customizing content based on user preferences, analyzing website usage trends, and delivering targeted advertisements. 4. Sharing of Information We do not share personal information with third parties unless required by law. However, we may share non-personal information with third-party service providers for purposes such as data analysis and website optimization. 5. Security We take appropriate security measures to protect against unauthorized access or alteration of personal information. This includes encryption of data during transmission and storage, regular security audits, and employee training on data protection practices. 6. Cookies We use cookies to improve user experience. Cookies are small text files that are stored on your device when you visit our website. They help us recognize your browser and remember your preferences for future visits. 7. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices of such websites. We encourage you to review the privacy policies of these websites before providing any personal information. 8. Children's Privacy Our services are not intended for users under the age of 13. We do not knowingly collect personal information from children under the age of 13. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us so that we can delete it. 9. Changes to Privacy Policy We reserve the right to modify this privacy policy at any time. Changes will be effective immediately upon posting on our website. We encourage you to review this privacy policy periodically for any updates. 10. Contact Information If you have any questions about our privacy policy, please contact us at momentseternity@gmail.com. We will respond to your inquiry as soon as possible. 11. Consent By using our website, you consent to our privacy policy. If you do not agree with the terms of this policy, please do not use our website. 12. Data Retention We retain personal information for as long as necessary to fulfill the purposes outlined in this privacy policy. When personal information is no longer needed, we securely delete or anonymize it. 13. Opt-Out You may opt-out of receiving promotional communications from us by following the instructions provided in such communications. Please note that even if you opt-out, you may still receive transactional emails related to your account or orders. 14. Data Protection Rights You have the right to access, update, or delete your personal information. You may also have the right to restrict or object to the processing of your personal information. If you would like to exercise any of these rights, please contact us. 15. Governing Law This privacy policy is governed by and construed in accordance with the laws of India. Any disputes relating to this privacy policy shall be resolved through arbitration. 16. Dispute Resolution Any disputes relating to this privacy policy shall be resolved through arbitration. The arbitration shall take place in India and shall be conducted in the English language. 17. Contact Us If you have any questions or concerns about our privacy policy, please contact us at momentseternity@gmail.com. We value your feedback and will do our best to address any issues you may have. Main Support Privacy Policy Terms and Conditions 4/35, Nolambur, Mogappair West",
    "support": "Expert Support for Your Photography Needs | Moments of Eternity +91 426 247887 momentseternity@gmail.com Main Support Customer Support Center Welcome to our Customer Support Center, your one-stop destination for all your inquiries and assistance needs. Whether you're looking for answers to common questions, seeking guidance, or simply want to get in touch, our dedicated team is here to provide you with the support and assistance you deserve. Our Team The Moments of Eternity team is a union of talented and inspired professionals whose passion for photography turns ordinary moments into eternal memories. Our photographers possess a unique vision and creative approach that allows them to capture every emotion, every story, and every beauty of the world in their frames. We owe our diversity, our talent, and our ability to see beauty in every moment. Our goal is to share this beauty with the world and create something truly unique for each client. Emily Stuart Founder & Chief Photographer Maxim Belov Second Photographer Anna Quins Editor & Designer Satey Naliqua Client Manager Our Approach In Moments of Eternity, we pay special attention to every detail to create perfect photos that will become unforgettable memories for a lifetime. Our team of photographers applies their professional experience and creative approach to ensure that each shot conveys emotions, atmosphere, and the uniqueness of the moment. We strive for perfection in every image, using cutting-edge technologies and high-quality equipment. Our goal is not just to create photos but to capture your individuality, your story, and your life in all its beauty. Contact us today to start creating your unique moments. Explore Our Services Contact Us Customer Reviews \"Absolutely stunning photography! The team at Moments of Eternity captured our wedding day perfectly. We couldn't be happier with the results.\" - Emily & Jack \"Professional, creative, and a pleasure to work with. The photos from our family session exceeded our expectations. Highly recommend!\" - The Smith Family \"From start to finish, the team at Moments of Eternity provided exceptional service. Their attention to detail and creativity truly sets them apart.\" - Sarah & Michael \"We're so grateful for the beautiful photos captured by Moments of Eternity. They perfectly captured the essence of our special day. Thank you!\" - Samantha & David \"Exceptional service and breathtaking photos! Moments of Eternity truly exceeded our expectations and delivered memories that will last a lifetime.\" - Jessica & Mark \"Working with Moments of Eternity was an absolute pleasure. They made us feel comfortable and relaxed, resulting in stunning photos that we'll cherish forever.\" - Ashley & Ryan Frequently Asked Questions How do I book a photography session? Booking a session with us is easy! Simply visit our website and fill out the booking form under the 'Book Now' section. Once submitted, our team will reach out to confirm the details and schedule your session. What types of photography services do you offer? We offer a wide range of photography services, including wedding photography, family portraits, corporate events, maternity shoots, newborn photography, engagement sessions, and more. Whatever your photography needs, we have you covered! Can I request a specific location for my photo session? Absolutely! We are happy to accommodate location requests for your photo session. Whether you have a specific spot in mind or need recommendations, just let us know and we'll make it happen. What should I wear for my photo session? Choosing the right outfit for your photo session can enhance the overall look of your photos. We recommend wearing solid colors and avoiding busy patterns. For more tips, check out our blog post on 'What to Wear for Your Photo Session'. How long does it take to receive the final photos? The turnaround time for receiving your final photos depends on the type of session and editing required. Typically, you can expect to receive your photos within 2-4 weeks after your session. We'll keep you updated throughout the process! Do you offer photo albums or prints? Yes, we offer a variety of photo products, including albums, prints, canvas prints, framed prints, and more. You can discuss your preferences with our team, and we'll help you choose the best options for showcasing your photos. Can I customize my photography package? Absolutely! We understand that every client has unique needs and preferences, which is why we offer customizable photography packages. Whether you need additional coverage, specific editing styles, or special requests, we'll work with you to create a package that suits your requirements. Do you offer destination photography services? Yes, we are available for destination photography sessions. Whether you're planning a destination wedding, a family vacation, or a special event in another location, we'll travel to capture your memorable moments. Contact us for more information and to discuss your destination photography needs. Contact Us Have questions or ready to book your next session? Reach out to us today and let's start capturing your moments together. I accept Privacy policy Submit Main Support Privacy Policy Terms and Conditions 4/35, Nolambur, Mogappair West"
  },
  "date": "2024-05-04T06:42:05.278Z"
}