{
  "name": "New_8_bedaura",
  "pages": {
    "index": "BedAura - Discover Your Perfect Bed for Ultimate Comfort and Style BedAura Home Advantages Why are we Study the collection About Us Write Discover the Perfect Bed Welcome to BedAura At BedAura, we believe that a good night's sleep starts with the perfect bed. Our curated collection of premium beds combines comfort, style, and durability to provide you with an unparalleled sleeping experience. Explore our range today and find the bed that suits your lifestyle and dreams. Your journey to better sleep begins here. We have the best Unmatched Comfort Experience the ultimate in comfort with our expertly crafted beds. Designed to provide optimal support and luxurious softness, each bed ensures you wake up refreshed and revitalized every morning. Stylish Designs Transform your bedroom into a haven of elegance with our stylish bed designs. From modern minimalism to classic charm, our beds are crafted to enhance any décor and elevate your living space. Durability Guaranteed Invest in quality with our durable beds that stand the test of time. Built with premium materials and meticulous attention to detail, our beds offer lasting performance and reliability for years to come. Why Choose BedAura? At BedAura, we prioritize your sleep quality and comfort above all else. Our commitment to excellence means each bed is carefully selected to meet our high standards of craftsmanship and durability. Discover the BedAura difference today and enjoy a sleep experience like no other. Study the collection Explore Our Collection Discover Your Ideal Bed Luxury Beds Indulge in luxury with our premium selection of beds crafted from the finest materials, designed for exceptional comfort and style. Orthopedic Support Find relief with our orthopedically-designed beds, engineered to provide optimal support and alleviate pressure points. Customizable Options Personalize your sleeping experience with our customizable bed options, tailored to suit your preferences and needs. Space-Saving Solutions Maximize your space with our range of space-saving beds, perfect for smaller rooms without compromising on comfort. Kids' Collection Ensure your child sleeps soundly with our specially curated collection of beds designed for little dreamers. Quality Assurance Rest easy knowing each bed is rigorously tested for quality and durability, ensuring long-lasting performance and satisfaction. Expert Advice and Support At BedAura, we're not just about selling beds; we're committed to ensuring you find the perfect sleep solution. Our team of sleep experts is here to provide personalized advice and support every step of the way. Whether you have questions about mattress firmness, need guidance on bed size, or want tips for improving your sleep hygiene, we're here to help. With our expert guidance, you can make informed decisions and create the ultimate sleep environment tailored to your unique needs and preferences. Experience the difference of shopping with BedAura today and embark on your journey to better sleep. Fast and Reliable Delivery Enjoy peace of mind with our fast and reliable delivery service. We strive to ensure your bed arrives promptly and in pristine condition, so you can start experiencing better sleep as soon as possible. Easy Returns and Exchanges Your satisfaction is our priority. If for any reason you're not completely satisfied with your purchase, our hassle-free returns and exchanges policy makes it easy to find the perfect bed for you. Dedicated Customer Support Have a question or need assistance? Our dedicated customer support team is available to provide friendly and knowledgeable assistance, ensuring your shopping experience with BedAura is seamless from start to finish. Best Deals Await Shop Our Latest Offers Explore our handpicked selection of discounted beds and take advantage of unbeatable deals on quality sleep solutions. Hurry, these offers won't last long! Ortho Comfort Bed ₹12,999 Experience blissful sleep with our Ortho Comfort Bed, designed to provide superior support and comfort for a restful night's sleep. Order Luxury Memory Foam Mattress ₹15,499 Indulge in luxury with our Luxury Memory Foam Mattress, engineered to contour to your body for unparalleled comfort and support. Order Classic Wooden Bed Frame ₹9,999 Add a touch of elegance to your bedroom with our Classic Wooden Bed Frame, crafted from high-quality wood for durability and style. Order Plush Pillow Top Mattress ₹18,999 Sink into luxurious comfort with our Plush Pillow Top Mattress, featuring a sumptuously soft pillow top for a cloud-like sleeping experience. Order Get in Touch Have a question or need assistance? Fill out the form below and one of our friendly team members will get back to you shortly. We're here to help you find the perfect bed for your needs and ensure you get the quality sleep you deserve. I accept the Privacy Policy Send a message BedAura Transforming Sleep, One Bed at a Time. Links Home Advantages Why are we Study the collection About Us Information Disclaimer Privacy Policy Terms of use Contacts bedaura@gmail.com +91-849-7971000 Near, Telangana Chowk, Mukarampura, Karimnagar, Telangana 505001, India 🍪 We use cookies! We use cookies to improve your experience on our site. By continuing to browse, you accept our cookie policy. Accept",
    "privacy-policy": "Privacy Policy - How BedAura Protects Your Personal Information BedAura Home Advantages Why are we Study the collection About Us Write Privacy Policy International Users If you are accessing BedAura from outside of the United States, please be aware that your information may be transferred to, stored, and processed in the United States where our servers are located. By using our website and providing us with your information, you consent to this transfer, processing, and storage of your information in the United States. Links to Other Websites Our website may contain links to other websites that are not operated by BedAura. We are not responsible for the privacy practices or content of these third-party websites. We recommend reviewing the privacy policies of these websites before providing them with any personal information. California Privacy Rights California residents have the right to request information regarding the disclosure of their personal information to third parties for direct marketing purposes. To make such a request, please contact us using the email provided below. Data Retention We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. GDPR Compliance For users in the European Economic Area (EEA), BedAura complies with the General Data Protection Regulation (GDPR). This means we respect your rights under the GDPR, including: The right to access your personal data. The right to rectify inaccurate or incomplete data. The right to erase your personal data (\"right to be forgotten\"). The right to restrict processing of your personal data. The right to data portability. The right to object to processing of your personal data. If you are located in the EEA and wish to exercise any of these rights, please contact us using the details provided in this Privacy Policy. Data Security Measures BedAura implements appropriate technical and organizational measures to protect your personal information against accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access. We regularly review and update our security measures in line with technological advancements and industry best practices. Changes to Our Privacy Policy BedAura reserves the right to modify or update this Privacy Policy from time to time. We will notify you of any changes by posting the revised Privacy Policy on our website with an updated effective date. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information. Consent By using BedAura’s website and services, you consent to the collection, use, and processing of your personal information as described in this Privacy Policy. If you do not agree with any part of this policy, please do not use our website or provide us with your personal information. Data Controller BedAura is the data controller responsible for the processing of your personal data under this Privacy Policy. Our contact details are provided at the end of this document for any inquiries or requests regarding your personal information. Automated Decision Making BedAura does not engage in automated decision making, including profiling, that produces legal effects concerning you or significantly affects you. Third-Party Advertising We may use third-party advertising companies to serve advertisements regarding products and services that may be of interest to you when you visit our website or other websites. These companies may use cookies and other tracking technologies to collect information about your visits to our website and other websites to provide targeted advertisements based on your interests. This Privacy Policy does not apply to the practices of third-party advertisers. Data Transfers Your personal information may be transferred to and processed in countries other than the country where you are located. These countries may have data protection laws that are different from those in your country. By using BedAura’s website and services or providing your information to us, you consent to the transfer of your information to any country where BedAura operates and to the use and disclosure of your information as described in this Privacy Policy. Supervisory Authority If you are located in the European Economic Area (EEA) and believe that we are processing your personal data in violation of applicable data protection laws, you have the right to lodge a complaint with the supervisory authority responsible for data protection in your country. Retention of Personal Data We retain your personal data for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. User Responsibilities As a user of BedAura, it is your responsibility to ensure that the personal information you provide to us is accurate, complete, and up to date. You are also responsible for maintaining the confidentiality of your account and password and for restricting access to your computer or device. We encourage you to take appropriate measures to protect your personal information when using the internet. How to Contact Us If you have any questions, comments, or concerns about this Privacy Policy, our practices, or your dealings with BedAura, please contact us at: Email: bedaura@gmail.com Effective Date This Privacy Policy was last updated on 12.06.2024. Any changes or updates to the policy will be reflected on this page with a revised effective date. Thank you for taking the time to review BedAura’s Privacy Policy. We are committed to protecting your privacy and providing you with a safe and enjoyable shopping experience. BedAura Transforming Sleep, One Bed at a Time. Links Home Advantages Why are we Study the collection About Us Information Disclaimer Privacy Policy Terms of use Contacts bedaura@gmail.com +91-849-7971000 Near, Telangana Chowk, Mukarampura, Karimnagar, Telangana 505001, India",
    "terms-conditions": "Terms of Use - Understand the Rules for Using BedAura's Website and Services BedAura Home Advantages Why are we Study the collection About Us Write Terms of Use Intellectual Property All content on the BedAura website, including but not limited to text, graphics, logos, icons, images, audio clips, and software, is the property of BedAura or its content suppliers and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of BedAura and protected by international copyright laws. Product Descriptions We strive to ensure that the information on our website is accurate and complete. However, we do not warrant that product descriptions or other content on our website are accurate, complete, reliable, current, or error-free. If a product offered by BedAura is not as described, your sole remedy is to return it in unused condition. Pricing All prices on our website are listed in USD and are subject to change without notice. We reserve the right to modify prices at any time. Despite our best efforts, a small number of products on our website may be mispriced. If we discover a pricing error, we will correct it and inform you. You will have the option to reconfirm your order at the correct price or cancel it. Payment Methods We accept various payment methods, including major credit cards, debit cards, and other payment systems as indicated on our website. By submitting your payment information, you authorize BedAura to charge the specified amount to your payment method. Shipping Policy We offer shipping to various locations as indicated on our website. Shipping costs and delivery times vary depending on the destination and the shipping method chosen at checkout. We strive to process and ship orders promptly, but we do not guarantee delivery times. Risk of Loss All items purchased from BedAura are made pursuant to a shipment contract. This means that the risk of loss and title for such items pass to you upon our delivery to the carrier. Limited Warranty BedAura warrants that the products sold on our website will be free from defects in material and workmanship for a period of one year from the date of purchase. This warranty is void if the product has been misused, abused, or altered in any way. Disclaimer of Warranties To the fullest extent permitted by applicable law, BedAura disclaims all warranties, express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose. We do not warrant that the website, its servers, or emails sent from BedAura are free of viruses or other harmful components. Limitation of Liability In no event shall BedAura be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the purchase of our products. This limitation of liability applies to all claims, whether based on warranty, contract, tort, or any other legal theory. Indemnification You agree to indemnify, defend, and hold harmless BedAura, its affiliates, officers, directors, employees, agents, and suppliers from and against any and all claims, liabilities, damages, losses, costs, and expenses, including reasonable attorneys' fees, arising out of or in any way connected with your use of the website or your violation of these Terms. Governing Law and Jurisdiction These Terms shall be governed by and construed in accordance with the laws of the State of [Your State], without regard to its conflict of law principles. Any legal action or proceeding arising under these Terms shall be brought exclusively in the federal or state courts located in [Your State], and you consent to the personal jurisdiction of such courts. Termination We reserve the right to terminate or suspend your access to the BedAura website, without notice and for any reason, including but not limited to a breach of these Terms. Upon termination, your right to use the website will immediately cease. Severability If any provision of these Terms is found to be invalid or unenforceable by a court of competent jurisdiction, such provision shall be enforced to the maximum extent permissible, and the remaining provisions of these Terms shall remain in full force and effect. Entire Agreement These Terms constitute the entire agreement between you and BedAura regarding your use of our website and supersede all prior and contemporaneous agreements, representations, and understandings between you and BedAura. Engagement Rules We encourage our customers to engage with us and with each other through our online community forums and social media channels. To maintain a positive and respectful environment, we ask that you adhere to the following guidelines: Be respectful and courteous to others. Do not post content that is offensive, defamatory, or harmful. Avoid sharing personal information or confidential data. Refrain from spamming or advertising products or services. Contact Information If you have any questions or concerns about these Terms, please contact us at bedaura@gmail.com. Thank you for choosing BedAura! We hope you enjoy our products and services. BedAura Transforming Sleep, One Bed at a Time. Links Home Advantages Why are we Study the collection About Us Information Disclaimer Privacy Policy Terms of use Contacts bedaura@gmail.com +91-849-7971000 Near, Telangana Chowk, Mukarampura, Karimnagar, Telangana 505001, India",
    "thanks": "Thank You - We Appreciate Your Trust in BedAura Thank You for Reaching Out! We are truly grateful that you've taken the time to connect with us. At BedAura, we value every single voice from our community. Your thoughts, ideas, and feedback are the very things that help us to grow and evolve. Our team is currently reviewing your message and we're eager to get back to you. We strive to respond to all inquiries within 24-48 hours, so please keep an eye on your inbox. In the meantime, we invite you to explore our website and learn more about our mission to create comfortable, sustainable, and inspiring sleep environments. We're glad you're here and we can't wait to continue this journey with you. With warmest thanks, The BedAura Team The main page",
    "about": "About Us - Learn More About BedAura's Commitment to Quality and Comfort BedAura Home Advantages Why are we Study the collection About Us Write Why Choose BedAura? At BedAura, we prioritize your sleep quality and comfort above all else. Our commitment to excellence means each bed is carefully selected to meet our high standards of craftsmanship and durability. Discover the BedAura difference today and enjoy a sleep experience like no other. Our Mission Our mission at BedAura is simple: to help you achieve the best sleep possible. We're dedicated to providing top-quality beds and sleep products that prioritize comfort, support, and durability, ensuring you wake up feeling refreshed and rejuvenated every morning. Quality Craftsmanship At BedAura, we believe in the power of quality craftsmanship. That's why we work with skilled artisans and trusted manufacturers to create beds that are not only stylish and comfortable but also built to last. Each bed is crafted with precision and attention to detail, ensuring exceptional quality and longevity. Customer Satisfaction Customer satisfaction is at the heart of everything we do. We strive to exceed your expectations with every purchase, offering exceptional customer service, hassle-free returns, and a commitment to ensuring your complete satisfaction. Your comfort and happiness are our top priorities. Community Engagement We believe in giving back to the communities we serve. Through charitable partnerships and community initiatives, we're dedicated to making a positive impact on the lives of others. At BedAura, we're not just building better beds; we're building better communities. 10,000+ Satisfied Customers 50+ Years of Experience 500+ Premium Products 100% Customer Satisfaction Our Commitment Why Choose BedAura? Quality Assurance We stand behind the quality of our beds. Each product undergoes rigorous testing to ensure it meets our high standards of craftsmanship and durability. Exceptional Service Your satisfaction is our top priority. Our dedicated team is committed to providing exceptional service, from expert advice to seamless delivery and beyond. Innovation and Design We're constantly innovating to bring you the latest in sleep technology and design. Our beds are thoughtfully crafted to blend comfort, style, and functionality, ensuring a restful night's sleep every time. BedAura Transforming Sleep, One Bed at a Time. Links Home Advantages Why are we Study the collection About Us Information Disclaimer Privacy Policy Terms of use Contacts bedaura@gmail.com +91-849-7971000 Near, Telangana Chowk, Mukarampura, Karimnagar, Telangana 505001, India",
    "disclaimer": "Disclaimer - Important Information About Using BedAura's Services BedAura Home Advantages Why are we Study the collection About Us Write Disclaimer Welcome to BedAura, your one-stop destination for all things related to beds and mattresses. We are committed to providing our customers with the best possible products and services. However, before you start shopping, we would like to provide you with some important information. First and foremost, all the products available on our website are sourced from trusted and reliable manufacturers. We have a stringent quality control process in place to ensure that every product that reaches you is of the highest quality. However, please note that the images and colors of the products displayed on the website may slightly differ from the actual products due to variations in computer and phone screens. We take great care in ensuring that the product descriptions and specifications are accurate and up-to-date. However, we cannot guarantee that all the information on the website is 100% accurate. In case you have any doubts or questions about a particular product, please feel free to contact us. We offer a variety of payment options to make shopping with us as convenient as possible. All the transactions on our website are secured by SSL encryption to ensure that your personal and financial information is safe and secure. However, we are not responsible for any unauthorized or fraudulent transactions made on your account. We strive to deliver your products as soon as possible. However, the delivery times may vary depending on the availability of the product, your location, and other factors. We will provide you with an estimated delivery time at the time of purchase. However, please note that this is only an estimate and we cannot guarantee that the product will be delivered within this time frame. In case you are not satisfied with the product, you can return it to us within 30 days of delivery. The product must be in its original condition and packaging. However, please note that we cannot accept returns for products that have been used or damaged. In case of a return, we will refund the amount to your account within 7-10 business days. We respect your privacy and are committed to protecting your personal information. We will not disclose your personal information to any third party without your consent. However, please note that we may use your personal information to provide you with personalized services and offers. We reserve the right to modify or update the terms and conditions of our website at any time without prior notice. In case of any changes, the updated terms and conditions will be posted on the website. We also offer a range of bedding accessories, including pillows, mattress protectors, and bed sheets, to help you create the perfect sleep environment. Our accessories are designed to complement our beds and mattresses and are made from high-quality materials to ensure durability and comfort. We understand that buying a bed or mattress can be a significant investment. That's why we offer a range of financing options to help you spread the cost of your purchase. You can choose from a variety of payment plans to suit your budget and lifestyle. In addition to our products and services, we also provide a range of resources to help you make informed decisions about your sleep. Our blog is packed with articles on everything from sleep hygiene to the latest sleep technologies. We also have a team of sleep experts on hand to answer any questions you may have. At BedAura, we are committed to sustainability and reducing our environmental impact. We source our materials from responsible suppliers and use eco-friendly manufacturing processes wherever possible. We also offer a range of eco-friendly beds and mattresses for customers who are looking to reduce their carbon footprint. We take great pride in our customer service and strive to provide a personalized and hassle-free shopping experience. Our team is available 24/7 to answer any questions you may have and to assist you with your purchase. We also offer a range of delivery and installation options to make the process as smooth as possible. We understand that the process of selecting a bed or mattress can be overwhelming, given the wide range of options available. That's why we offer personalized consultations to help you make the right choice. Our sleep experts will take into account your sleep preferences, body type, and budget to recommend the best products for you. We also believe in the importance of trying out a bed or mattress before making a purchase. That's why we offer a free in-home trial for selected products. You can try out the product in the comfort of your own home for up to 30 days. In case you are not satisfied with the product, we will pick it up and refund the amount to your account. By using our website, you agree to the terms and conditions mentioned above. In case you have any doubts or questions, please feel free to contact us at bedaura@gmail.com. We are always here to help you. Thank you for choosing BedAura. We hope you have a great shopping experience with us. BedAura Transforming Sleep, One Bed at a Time. Links Home Advantages Why are we Study the collection About Us Information Disclaimer Privacy Policy Terms of use Contacts bedaura@gmail.com +91-849-7971000 Near, Telangana Chowk, Mukarampura, Karimnagar, Telangana 505001, India"
  },
  "date": "2024-06-15T10:37:37.713Z"
}