{
  "name": "New_v9_PrimeFit",
  "pages": {
    "index": "PrimeFit PrimeFit ☰ about us galery club cards contact +91-242-6745329 90 DAYS OF FITNESS FREE At PrimeFit, we aim to be your trusted guide in the world of fitness and a healthy lifestyle. Our mission is to inspire, support, and help you achieve your goals, regardless of your fitness level or experience. Buy a card Gift basket \"StartTest\" on land \"StartTest\" in the pool Trial workout with special programs 20% discount on blocks of personal training Spa service as a gift Guest visit Indulge yourself or surprise a loved one with our exclusive gift basket, filled with exciting experiences and special offers tailored to enhance your fitness journey. Whether it's a thrilling start with our \"StartTest\" sessions, invigorating workouts in the pool, or pampering spa services, there's something for everyone to enjoy. Other promotions Family fitness It’s more profitable when you are confident with your loved ones! More... Bring a friend receive a gift! The promotion is valid Until the end of the month More... Buy a card online - pay less! The promotion is valid Until the end of the month More... About Us At our club, we believe in fostering a community that embraces health, wellness, and the joy of fitness. We're more than just a place to work out - we're a destination where individuals and families come together to pursue their fitness goals, support one another, and celebrate achievements. Our state-of-the-art facilities offer a diverse range of fitness equipment, from cardio machines to free weights, ensuring that every workout is both enjoyable and effective. But it's not just about the equipment; it's about the atmosphere we create. Our welcoming environment is designed to inspire and motivate, whether you're a seasoned athlete or just beginning your fitness journey. What truly sets us apart is our commitment to personalized attention and support. From our certified trainers who provide expert guidance to our friendly staff who are always ready to assist, we're here to help you reach your full potential. PrimeFit presents the pinnacle of fitness experiences PrimeFit is more than just a gym - it's a sanctuary crafted with care and dedication to your well-being. Featuring state-of-the-art equipment from leading global brands, cutting-edge workout programs tailored for adults and children alike, a spacious pool filled with purified seawater, and advanced engineering systems ensuring pristine air and water quality - everything you need for effective workouts and absolute comfort. Experience the revitalized PrimeFit - where victories await you. water with sea salt 3 tracks 25 m each water temperature 28 °C three-stage water purification system. overflow mechanism that ensures water renewal. basic and group classes premium exercise equipment from Hammer brands comfortable use of exercise equipment correct biomechanics multifunctionality intuitive adjustments effective workouts several group program rooms variety of fitness equipment 24 training areas 56 hours per week Children's fitness Harmonious growth and your child's development training from 3 years (in personal training format from 6 months) game training general developmental classes wellness programs Club cards Daytime Duration: 365 days Club visiting hours: weekdays — 07:00–17:00 weekend - 08:00-17:00 Gym Functional training hall Group programs Sea water pool Finnish sauna and hammam Towel Personal training in the gym Individual card Duration: 270 days Club visiting hours: weekdays – 07:00–24:00 weekends - 08:00-23:00 Gym Functional training hall Group programs Sea water pool Finnish sauna and hammam Towel Personal training in the gym Guest visit Compliment from the bar Premium card Duration: 365 days Club visiting hours: weekdays – 07:00–24:00 weekends - 08:00-23:00 Gym Functional training hall Group programs Sea water pool Finnish sauna and hammam Towel Personal training in the gym Guest visit Compliment from the bar Gift from SPA 20% discount on personal training block Leave your details and we will contact you Thank you for your interest in PrimeFit! Please leave your contact information below, and one of our friendly team members will reach out to you shortly to discuss membership options, class schedules, and any questions you may have. We look forward to welcoming you to our fitness community and helping you achieve your health and wellness goals. Submit I accept Privacy policy Address Chamrajpet, Bengaluru, Karnataka 560002, India Email primefit@gmail.com Phone +91-242-6745329 Privacy Policy Terms Conditions",
    "privacy-policy": "Privacy Policy - PrimeFit PrimeFit ☰ about us galery club cards contact +91-242-6745329 Privacy Policy Data Collection: PrimeFit collects information, including user preferences and workout history, to provide personalized service and enhance user experience. Personal Information: Users may voluntarily provide personal information during the registration process for membership and communication purposes. Use of Information: The collected data is used to process memberships, tailor fitness recommendations, and improve services at PrimeFit. Third-Party Partners: PrimeFit may share non-personal information with third-party partners for analysis and improvement purposes, but never sells personal information. Data Security: PrimeFit implements security measures to protect user information against unauthorized access, alteration, disclosure, or destruction. Children's Privacy: PrimeFit does not knowingly collect personal information from children under 13 years of age. Consent: By using PrimeFit, users consent to the terms described in this Privacy Policy. Opt-Out: Users have the right to opt out of receiving marketing communications. Please contact us to exercise this right. Information Update: Users may review, update, or delete their personal information by accessing their account on PrimeFit. Policy Changes: PrimeFit reserves the right to update this Privacy Policy. Users will be notified of any changes. Data Sharing: Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analysis. Data Retention: User information is retained for the time necessary to fulfill the purposes described in this policy. Legal Compliance: PrimeFit complies with all applicable data protection laws and regulations. User Rights: Users have the right to access, correct, or delete their personal information. Please contact us to exercise these rights. Contact Information: For questions or concerns about this Privacy Policy, please contact our support team via the contact information provided in our email primefit@gmail.com. Feedback: We value user feedback on our Privacy Policy and overall experience at PrimeFit. Communication: Users may receive membership confirmation emails, class schedule updates, and other communications related to their fitness journey. Marketing Communications: Users may opt in or out of promotional emails. Opt-out options are provided in each marketing email. Payment Information: PrimeFit does not store sensitive payment information. All financial transactions are securely processed through trusted partners. Address Chamrajpet, Bengaluru, Karnataka 560002, India Email primefit@gmail.com Phone +91-242-6745329 Privacy Policy Terms Conditions",
    "terms-conditions": "Terms Conditions - PrimeFit PrimeFit ☰ about us galery club cards contact +91-242-6745329 Terms Conditions 1. Agreement: By using the PrimeFit website, you agree to these terms and conditions. 2. Access: Access to certain areas of the site may be restricted. PrimeFit reserves the right to restrict access as deemed necessary. 3. Intellectual Property: The content, design, and graphics of this website are owned by PrimeFit and are protected by copyright laws. 4. User Content: Any content submitted by users through PrimeFit remains the property of the user. However, by submitting content, users grant PrimeFit a non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content worldwide. 5. Prohibited Activities: Users are prohibited from engaging in illegal or prohibited activities while using PrimeFit. 6. Limitation of Liability: PrimeFit will not be liable for any direct, indirect, incidental, special, or consequential damages arising from the use or inability to use the website. 7. Indemnification: Users agree to indemnify and hold PrimeFit harmless from any claims, damages, liabilities, costs, or expenses arising from the use of the website or violation of these terms and conditions. 8. Applicable Law: These terms and conditions shall be governed and construed in accordance with the laws of [your jurisdiction]. 9. Changes to the Terms: PrimeFit reserves the right to update or modify these terms and conditions at any time without prior notice. Users are encouraged to review the terms periodically. 10. Contact Information: For questions or concerns about these terms and conditions, please contact our support team via the contact information provided in our email primefit@gmail.com. Address Chamrajpet, Bengaluru, Karnataka 560002, India Email primefit@gmail.com Phone +91-242-6745329 Privacy Policy Terms Conditions",
    "thanks": "Thank You body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #006b09; margin: auto; align-items: center; text-align: center; padding: 10px; transition: .3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #006b09; transition: .3s; color: black; transition: .3s; } Thank You for Choosing PrimeFit Thank you for choosing PrimeFit for your fitness journey. We appreciate your trust in our dedicated team and the opportunity to support you in achieving your health and wellness goals. Whether you joined us for a workout, a group class, or a personal training session, we hope you left feeling energized, motivated, and empowered. Your progress and well-being are our utmost priority, and we eagerly anticipate your return for another rewarding experience. Home"
  }
}