{
  "name": "New_v8_voyageria",
  "pages": {
    "privacy-policy": "Voyageria Adventures Excursions: Privacy policy Voyageria Adventures home about catalog contacts home about catalog contacts Privacy policy for Voyageria Adventures Data Breach: Procedure in case of a data breach. Data Retention: How long we store your personal data. Data Portability: Your right to receive your personal data in a structured, commonly used and machine-readable format. Automated Decision Making: Information on how we use automated decision making processes. Children: Information on how we protect the personal data of children. Last Updates: When was the privacy policy last updated. Changes to This Privacy Policy: Information on when and how we may change this privacy policy. Jurisdiction: Which laws and regulations apply to this privacy policy. Cookies: Information on how we use cookies and similar technologies. Do Not Track: Information on how we respond to Do Not Track requests. Security Measures: Measures we take to protect your personal data. Data Subject Rights: Information on your rights regarding your personal data. Personal Data Collected: Types of personal data we collect and process. Third Party Disclosures: Information on how we disclose your personal data to third parties. Third Party Services: Information on third party services we use. Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "terms-conditions": "Voyageria Adventures Excursions: Terms and Conditions of Use Voyageria Adventures home about catalog contacts home about catalog contacts Explore the Best Accommodation Options with Voyageria Adventures Accommodation Site Use: Our site is intended to provide information about our products and services. You agree to use the site only for legal purposes and in accordance with these Terms. Intellectual Property: All content on our site, including text, graphics, logos, icons, images, audio and video, is Exclusive Property of Voyageria Adventures or our licensors, and is protected by applicable intellectual property laws. User Accounts: To access certain areas or resources on our site, you may need to create a user account. You are responsible for maintaining the confidentiality of your login credentials and for all activities that occur in your account. Limited Liability: In no circumstances will Voyageria Adventures, its directors, employees, affiliates or agents be liable for any direct, indirect, incidental, special, consequential or punitive damages resulting from the use or inability to use our site or the services provided by us. Changes to Terms: We reserve the right to modify these Terms at any time, at our Exclusive discretion. Any changes will take effect immediately after publication of the revised Terms on our site. We recommend that you review these Terms periodically to be aware of any changes. Continued use of our site after such changes constitutes your agreement with the revised Terms. Applicable Law: These Terms are governed and interpreted in accordance with the laws of India. Introduction: These terms govern your use of our website and services. Services: Description of services offered by Voyageria. Booking: Guidelines and policies for booking tours. Payments: Information on payment methods and policies. Cancellation: Cancellation and refund policies. Liability: Limitation of liability and disclaimers. Privacy: Our commitment to protecting your privacy. Governing Law: Applicable laws and dispute resolution. Contact Us: How to reach us for any queries or support. Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "thanks": "Voyageria Adventures Excursions: Thank you for contacting us! Thank you for contacting us! We appreciate your contact. Your message has been received successfully and we are eager to respond as soon as possible. While you wait, feel free to explore more of our website to learn more about our services and how we can help grow your business. home",
    "about": "About Voyageria - Your Trusted Travel Partner for Exploring India Voyageria Adventures home about catalog contacts home about catalog contacts About Voyageria Our core values guide everything we do at Voyageria At Voyageria, our mission is to provide unforgettable travel experiences that showcase the beauty and diversity of India. We believe that travel is not just about visiting new places, but about immersing oneself in new cultures, making meaningful connections, and creating lifelong memories. Our vision is to become the leading travel company in India, known for our exceptional service, innovative tour packages, and commitment to sustainability. We aim to inspire people to explore the world and appreciate the rich cultural heritage and natural beauty of India. Our core values guide everything we do at Voyageria: Integrity: We are committed to honest and transparent business practices. Excellence: We strive to exceed expectations in every aspect of our service. Innovation: We constantly seek new and better ways to serve our customers. Sustainability: We are dedicated to promoting responsible and sustainable tourism. Customer Focus: Our customers are at the heart of everything we do. Voyageria is powered by a passionate team of travel enthusiasts who are dedicated to making your trip to India a memorable one. Our team consists of experienced travel guides, customer support professionals, and tour planners who work tirelessly to ensure that every detail of your trip is perfect. At Voyageria, we are committed to promoting sustainable tourism practices. We work with local communities to ensure that our tours benefit the local economy and minimize the environmental impact. We believe in responsible travel that respects the culture, heritage, and environment of the destinations we visit. We believe in giving back to the communities we visit. Voyageria supports various local initiatives and projects aimed at improving the quality of life for residents. From supporting education programs to promoting environmental conservation, we are dedicated to making a positive impact. Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "catalog": "Voyageria Tour Packages - Explore India with Customized Travel Experiences Voyageria Adventures home about catalog contacts home about catalog contacts Tour Packages Explore Our Tours Adventure Tours For thrill-seekers and adventure enthusiasts, our adventure tours offer exciting activities such as trekking in the Himalayas, white-water rafting in Rishikesh, and wildlife safaris in national parks. Experience the adrenaline rush while exploring some of India's most breathtaking landscapes. book tour Cultural Tours Immerse yourself in the rich cultural heritage of India with our cultural tours. Visit ancient temples, explore historic cities, and participate in traditional festivals. Our cultural tours provide a deep dive into the traditions and customs that make India unique. book tour Relaxation and Wellness If relaxation and rejuvenation are what you seek, our wellness tours are perfect for you. Enjoy serene beach resorts, luxurious spa treatments, and yoga retreats that offer a peaceful escape from the hustle and bustle of everyday life. book tour Family-Friendly Tours Our family-friendly tours are designed to provide fun and educational experiences for travelers of all ages. Discover family-friendly attractions, engage in interactive activities, and create lasting memories with your loved ones. book tour Customized Itineraries At Voyageria, we understand that every traveler is unique. That's why we offer customized itineraries tailored to your specific interests and preferences. Whether you want to focus on a particular region or combine different types of experiences, we can create a personalized tour just for you. book tour Book Your Tour Today Ready to explore the wonders of India? Browse our catalog of tour packages and book your dream vacation today. With Voyageria, your perfect travel experience is just a few clicks away. book tour Mountain Expeditions India's mountain ranges offer some of the most exhilarating trekking experiences. Join our expeditions to the Himalayas, where you can trek through picturesque trails, witness stunning vistas, and experience the serenity of the mountains. Our guided treks ensure safety and unforgettable adventures. book tour Educational Tours Combine learning with travel with our educational tours. Visit museums, historical sites, and cultural centers. Our educational tours are perfect for school groups, families, and anyone interested in deepening their knowledge while exploring India. book tour Customized Itineraries At Voyageria, we understand that every traveler is unique. That's why we offer customized itineraries tailored to your specific interests and preferences. Whether you want to focus on a particular region or combine different types of experiences, we can create a personalized tour just for you. book tour Special Interest Tours Do you have a specific interest or hobby? Let us design a tour that caters to your passions. Whether it's photography, culinary experiences, or spiritual journeys, our special interest tours are customized to provide an enriching experience. book tour Luxury Travel Indulge in the finest experiences with our luxury travel packages. Stay in opulent hotels, dine at gourmet restaurants, and enjoy exclusive experiences. Our luxury tours are designed for travelers who seek the best in comfort and style. book tour Relaxation and Wellness If relaxation and rejuvenation are what you seek, our wellness tours are perfect for you. Enjoy serene beach resorts, luxurious spa treatments, and yoga retreats that offer a peaceful escape from the hustle and bustle of everyday life. book tour Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "contacts": "Voyageria Adventures Excursions: The Best Excursions and Adventures in India Voyageria Adventures home about catalog contacts home about catalog contacts Explore the Best Accommodation Options with Voyageria Adventures Accommodation Name Email I accept the privacy policy. Send Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "cookies": "Voyageria Adventures Excursions: Cookies Voyageria Adventures home about catalog contacts home about catalog contacts Cookies policy for Voyageria Adventures Excursions. We use cookies to provide you with a better browsing experience on our website. Cookies allow us to remember your preferences and settings, such as your language preference, for each subsequent visit. We use cookies to optimize the performance of our website, such as to improve page loading times. We use cookies to track how you interact with our website, such as which pages you visit and how long you stay on each page. This information helps us to refine our website and improve the user experience. We use cookies to show you relevant content and offers based on your interests and behaviors. We use cookies to personalize your experience on our website, such as by allowing you to log in to your account or to access your profile. We use cookies to better understand how you interact with our content, such as by tracking which pages you visit and how long you stay on each page. We use cookies to optimize the performance of our website, such as by tracking how quickly our pages load and identifying which pages need improvement. We use cookies to track how you interact with our website, such as by tracking which pages you visit and how long you stay on each page. This information helps us to refine our website and improve the user experience. We reserve the right to modify this cookies policy at any time, and all changes will be published on this page. We encourage you to periodically review this page for the latest information about our cookies policy. Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "disclaimer": "Voyageria Adventures Excursions: Disclaimer Voyageria Adventures home about catalog contacts home about catalog contacts Explore the Best Accommodation Options with Voyageria Adventures Accommodation By continuing to use our site, you agree to these terms and conditions. If you have any questions or concerns, please contact us. Thank you for choosing Voyageria Adventures for your adventures! Personal Information: Voyageria Adventures respects the privacy of its visitors. Any personal information provided through our site will be handled in accordance with our privacy policy. Visitors are encouraged to review our privacy policy to understand how their information will be used and protected. Links to Third Parties: Our site may contain links to third-party sites or resources. Voyageria Adventures does not endorse, control, or assume responsibility for the content, products or services offered by these third parties. Visitors should review the terms and conditions and privacy policies of any linked sites before interacting with them. Risks of Adventures: Participating in outdoor activities and adventures, including those offered or recommended by Voyageria Adventures, involves certain risks. These risks can include, but are not limited to, physical injuries, material damage or unforeseen circumstances beyond our control. Visitors are responsible for evaluating these risks and ensuring their own safety during any activities they choose to participate in. Accuracy of Information: Although we strive to provide accurate and up-to-date information, Voyageria Adventures cannot guarantee the completeness, accuracy or exactness of the content on our site. Visitors are encouraged to verify any information independently before relying on it for making decisions. General Information: Content on our website is for general information purposes only. Accuracy: We strive for accuracy but do not guarantee it. Third-Party Links: Our site may contain links to third-party websites. Liability: We are not liable for any damages arising from the use of our website. Changes: We may update our disclaimer periodically. Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept",
    "index": "Explore the Wonders of India with Voyageria - Your Ultimate Travel Guide Voyageria Adventures home about catalog contacts home about catalog contacts Welcome to Voyageria - Your Gateway to Incredible India Discover the Beauty of India India is a land of diversity, offering a plethora of experiences for every traveler. From the majestic Himalayas in the north to the serene beaches of Goa in the south, India promises an adventure of a lifetime. With Voyageria, you can explore the vibrant culture, rich history, and breathtaking landscapes of this incredible country. India's geography is as varied as its culture. Journey through the Thar Desert on a camel safari, trek through the lush greenery of the Western Ghats, or unwind on the sandy shores of Kerala. Each region offers unique experiences that are sure to leave you in awe. India's cultural tapestry is woven with threads of tradition, art, and history. Participate in local festivals, witness traditional dance forms, and savor the diverse culinary delights that vary from region to region. Voyageria ensures you get an authentic taste of India's cultural heritage. At Voyageria, we understand that every traveler has unique preferences. Whether you are looking for a spiritual journey through India's ancient temples, an adrenaline-filled trek in the mountains, or a relaxing beach holiday, we have the perfect tour for you. Our expert guides ensure that you experience the best of India, tailored to your interests. Ready to embark on an unforgettable journey? Browse our selection of tours and book your adventure today. With Voyageria, your dream vacation to India is just a click away. Join us and create memories that will last a lifetime. Planning a trip to India can be overwhelming, but Voyageria is here to help. Check out our travel tips and resources to ensure a smooth and enjoyable journey Stay connected with Voyageria by joining our travel community. Follow us on social media for the latest updates, travel inspiration, and exclusive offers. Share your travel stories and connect with fellow travelers who share your passion for exploring India. Known as the Pink City, Jaipur offers majestic palaces, historic forts, and vibrant bazaars. One of the oldest living cities in the world, Varanasi is a spiritual haven on the banks of the Ganges River Links Disclaimer Cookies Privacy Policy Terms &amp; Conditions +912131115218 Voyageria@gmail.com R. Jardim Botnico, 501 - Lagoa, 22470-050, India We use cookies to improve your experience on our site. By continuing to use our website, you consent to our use of cookies. For more details, please refer to our cookies policy. accept"
  },
  "date": "2024-05-27T14:51:59.089Z"
}