{
  "name": "New_v9_NailGlamourHouse",
  "pages": {
    "contacts": "Our Contacts - Contact us for an appointment or consultation Prices Contacts +91-454-9799989 Contacts About us Welcome to our beauty salon where every detail is designed for your comfort, relaxation and beauty. We are a team of professionals dedicated to the art of beauty and self-care. Our mission is to help you look and feel your best by providing high quality waxing, shugaring, manicures, pedicures, makeup and hairdressing services. At our salon, you will find a wide range of services covering all aspects of your beauty and grooming needs. Our experienced professionals work using the most advanced technology and the finest beauty products to achieve unrivaled results. We strive to make you feel relaxed and comfortable in our cozy and stylish interior. Your well-being and satisfaction is our priority. When you visit our salon, you will be immersed in a world of luxury where your beauty will be entrusted into the caring hands of our experts. An integral part of our philosophy is the desire for an individual approach to each client. We are always ready to listen to your wishes and provide services to meet your unique needs. Join our community of people who care about their appearance and want to look unrivaled. Discover the true pleasure of being beautiful with us. F.A.Q. What services does your manicure salon provide? We offer a full range of nail care services including manicures, pedicures, nail extensions, designs and more. What are your business hours? We are open Monday through Saturday from 9:00 am to 8:00 pm. Sunday is a day off. How long does it take to get a manicure? The time it takes to perform a manicure depends on the type of service you choose. Usually it takes from 30 minutes to 1.5 hours. Do I need to make an appointment in advance? YWe recommend making an appointment in advance, especially on holidays and weekends, to guarantee a convenient time for you. What professional products do you use? We only work with high quality cosmetic brands such as OPI, CND, Essie and others. Can I cancel or reschedule an appointment? Yes, of course. Just contact us by phone or online form and we will assist you with changing your appointment time. Do you have gift certificates available? Yes, we do have gift certificates for any amount. They would make a great gift for your family and friends! Contact us Phone: +91-454-9799989 E-mail: NailGlamourHouse@gmail.com Address: 65, Radhika Palace, Medical Chowk, Hanuman Nagar, Nagpur, Maharashtra 440009, India Submit I accept Privacy policy Prices Contacts Privacy policy Terms and Conditions Copyright © 2024 NailGlamourHouse. All rights reserved. const faqItems = document.querySelectorAll(\".faq__item-title\"); const handleToggleAccordion = (e) => { e.currentTarget.classList.toggle(\"faq__active\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faq__active\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; faqItems.forEach((item) => { item.addEventListener(\"click\", handleToggleAccordion); });",
    "index": "NailGlamourHouse - Professional nail salon in your city Prices Contacts +91-454-9799989 Welcome to NailGlamourHouse! We are happy to welcome you to our cozy world of beauty and nail care. Entrust your hands to us and we will make them a real work of art! Contact us Services NailGlamourHouse is a place where real masters of their craft, professionals who make each client truly special, come together! Our mission is to create beauty and take care of your confidence and satisfaction! Cosmetology Our cosmetic treatments using high quality DIBI and Phy-mongShe products will keep your skin young and beautiful, preventing age-related changes without the need for serious medical interventions. Depilation/Sugaring We use only the finest waxes and sugar pastes from ItalWax, Copa and Gloria, ensuring effective hair removal on even the most sensitive areas of skin. Nail Service Our approach to manicures and pedicures is based on safety and atraumaticity. We use disposable tools and careful techniques to treat cuticles and side rollers, minimizing the risks of cuts and kerfs. Eyebrows and eyelashes Professional eyebrow shaping and lash lamination will make your look expressive and beautiful for the long term. Makeup Our experienced makeup artists will help you choose the perfect makeup, highlight attractive facial features and hide imperfections to make you feel confident and beautiful at all times. Hairdressing services Give your hair a well-groomed look and beautiful shade with the services of our experienced hairdressers using products from famous brands KEVIN.MURPHY, KYDRA and ALTERNA. Price Watch all Cosmetology Treatment & Relaxation Massage (Facial): $30 Classic massage (face+neck+decollete): $25 JAKE method massage (face): $30 French sculpting massage (face+neck+decollete): $30 Classic massage (60 min): $35 Carbon peel system (face): $40 Evening elevator with self-tanner (face+neck+décolletage): $45 Calm Perfection Recovery Program (face+neck): $65 Depilation Waxing (thighs): $15 Waxing (deep bikini): $31 Waxing (classic bikini): $20 Wax depilation (bikini medium): $25 Waxing (upper lip/chin): $6 Waxing (shins): $12 Waxing (abdomen): $11 Waxing (full legs): $23 Sugaring Sugaring (thighs): $16 Sugaring (deep bikini): $30 Sugaring (bikini classic): $21 Sugaring (bikini medium): $26 Sugaring (upper lip/chin): $6 Sugaring (shins): $15 Sugaring (abdomen): $14 Sugaring (full legs): $28 Eyebrows/Chairs BEAUTY CHARGE (light makeup + styling)/for her: $27 Brow Correction: $9 Eyebrow Laminating: $28 Lash lamination: $28 Lash laminating + botox: $33 Eyebrow tinting: $14 Eyebrow tinting with henna: $14 Eyelash tinting: $8 Gallery Team LADONI Manicure House is designed to help our clients look great in the shortest possible time! If you wish to have several procedures done in one visit - manicure, pedicure, depilation, as well as facial and body care, just call us in advance and our specialists will be happy to help you! Nail Service: Isabela Santos Experienced nail technician with a unique sense of style and professional skills. 8 years experience. Master of manicure-pedicure. Camila Oliveira Talented specialist who creates real works of art on your nails. 5 years experience. Master manicure. Cosmetology: Larissa Costa Cosmetologist with an attentive approach to each client. Experience of 10 years. Certified specialist in injectable procedures. Juliana Silva Cosmetic aesthetician with a deep understanding of the skin and its needs. 7 years of experience. Specialist in facial treatments. Makeup/Brow: Bruna Rodrigues Creative makeup artist who knows how to accentuate your personality and beauty. 6 years experience. Master eyebrow artist. Mariana Costa Professional makeup artist who creates unique images for any event. Experience of 4 years. Specialist in makeup. Hair care: Rafaela Santos Experienced stylist who knows everything about hair beauty and care. 9 years experience. Hair Care Master. Luana Oliveira Talented hairdresser who creates perfect hairstyles for every client. 7 years experience. Specialist in styling and haircutting. Administration: Gabriela Lima Friendly and responsible receptionist, ready to help with any question. 3 years experience. Customer service specialist. Ana Carolina Alves Experienced manager with organizational skills and attention to detail. 5 years experience. Specialized in administrative work. Reviews Ana Karolina: My nails have never looked so gorgeous. Very professional service! Isabel: I love this salon! I always get a great manicure and pedicure. Thank you for taking care of my beauty! Marcia Souza: This place is a real find! The quality of service is top notch. I recommend it to all my friends! Luisa Fernandez: Professional technicians and friendly staff. I feel great after every visit! Daniela Silva: Great service and attentive staff. I am in love with my new manicure! Anna Carla: Great salon! Always well groomed hands and feet after a visit. I will recommend to all my friends! Camila Rodriguez: I finally found a place where they do manicures and pedicures perfectly! I will only go here! Joselia Santos: Great service and perfect results. Thank you, NailGlamourHouse, for taking care of my beauty! Larisa Marquez: I am thrilled with my new manicure! Thank you to the masters for the great work! Prices Contacts Privacy policy Terms and Conditions Copyright © 2024 NailGlamourHouse. All rights reserved.",
    "policy": "NailGlamourHouse Privacy Policy Prices Contacts +91-454-9799989 Privacy Policy Welcome to the NailGlamourHouse privacy policy page! We at NailGlamourHouse are committed to protecting your personal information as much as possible and to being transparent about how we collect, use, share and protect the data you provide to us. Information Collected: When you use our website or services, we may collect the following types of information: Personal Data: name, address, contact information and other data that you provide to us when you register or place an order. Usage Data: information about your interaction with our site, including pages viewed, time on the site, and actions taken on the site. Device Data: information about your device, such as IP address, browser type, operating system and other technical specifications. Use of Information: We use the information collected for the following purposes: Providing and improving our services. Personalizing your experience and providing you with more relevant information. Processing orders and providing efficient customer service. Ensuring the security and integrity of our website. Disclosure of Information:: We do not disclose your personal information to third parties without your consent, except as necessary to fulfill our obligations to you or as required by law. Data Protection: We take all necessary measures to secure and protect your data from unauthorized access, use or disclosure. Your Consent: By using our services or visiting our website, you consent to our privacy policy. If you have any questions or comments regarding our privacy policy, please contact us. Thank you for choosing NailGlamourHouse and trusting us! Prices Contacts Privacy policy Terms and Conditions Copyright © 2024 NailGlamourHouse. All rights reserved.",
    "prices": "Service Prices - Our Beauty and Grooming Rates Prices Contacts +91-454-9799989 Prices Cosmetology Treatment & Relaxation Massage (Facial): $30 Classic massage (face+neck+decollete): $25 JAKE method massage (face): $30 French sculpting massage (face+neck+decollete): $30 Classic massage (60 min): $35 Carbon peel system (face): $40 Evening elevator with self-tanner (face+neck+décolletage): $45 Calm Perfection Recovery Program (face+neck): $65 Carbon peel system (face): $40 PRX-T33 Peel $85 Calm Perfection Recovery Program (face+neck): $65 Time Of Ritual Recovery Program (face): $35 Phy-MongShe Rejuvenation Program (face+neck+decollete): $95 Atraumatic Cleanse (Seboregulating Treatment) (face): $50 Combination Cleanse (face): $55 Complex cleansing (cleansing+care+massage) (face): $90 Elevator Creator lifting program (face): $90 Hydra Perfection Hydration and Nourishment Program (face+neck): $90 PhyMongShy Moisturizing and Soothing Program (face+neck+décolletage $90 Depilation Waxing (thighs): $15 Waxing (deep bikini): $31 Waxing (classic bikini): $20 Wax depilation (bikini medium): $25 Waxing (upper lip/chin): $6 Waxing (shins): $12 Waxing (abdomen): $11 Waxing (full legs): $23 Waxing (underarm area):/p> $9 Waxing (arms to forehead): $9 Waxing (full arms): $15 Waxing (back): $15 Sugaring Sugaring (thighs): $16 Sugaring (deep bikini): $30 Sugaring (bikini classic): $21 Sugaring (bikini medium): $26 Sugaring (upper lip/chin): $6 Sugaring (shins): $15 Sugaring (abdomen): $14 Sugaring (full legs): $28 Sugaring (underarm area): $11 Sugaring (arms up to elbow): $11 Sugaring (full arms): $17 Sugaring (back): $21 Eyebrows/Chairs BEAUTY CHARGE (light makeup + styling)/for her: $27 Brow Correction: $9 Eyebrow Laminating: $28 Lash lamination: $28 Lash laminating + botox: $33 Eyebrow tinting: $14 Eyebrow tinting with henna: $14 Eyelash tinting: $8 Eyebrow tinting with henna: $14 Manicure Nail extension (acrylic): $51 Manicure with files + gel: $26/$32/$35 Manicure with files without coating: $20/$23/$26 Manicure Japanese P.SHAIN: $24/$28/$33 Baby manicure: $16 Baby manicure + nail polish: $18 Baby manicure + gel polish $22 Pedicure Female LADONI pedicure without coating: $29/$32/$35 Express pedicure \"toe treatment\": $18/$20/$22 Pedicure express \"foot treatment\": $20/$23/$26 Manicure Japanese P.SHAIN: $24/$28/$33 Pedicure for children + gel varnish (under 14 years old): $16 Pedicure pedicure for children + varnish (up to 14 years old) $15 Pedicure for children without coating: $13 Coatings and Grooming Gel Coating: $11/$12/$13 SMITH & CULT/CF Lacquer: $6/$8 PAcrylic removal: $9 Gel varnish removal (without further coating or varnish): $12 Gel varnish removal (other people's coating with the last treatment): $6 Gel removal for regular customers (with the last procedure): free of charge Spa treatment (cream mask/scrub): $5 CF intensive hand care (glove mask+scrub): $16 Hairdressing services Women's haircut: $36 Teen haircut (up to 12 years old): $18 Children's haircut (up to 6 years old): $11 Children's bangs haircut: $7 Creating bangs: $11 Hair Washing and Drying: $24 Brushing/styling short/medium hair: $39 Dry Hair Styling Long Hair: $39 Styling on dry hair short/medium hair: $32 OLAPLEX treatment for long hair: $46 ALTERNA Long Hair Cadium hair: $64 Prices Contacts Privacy policy Terms and Conditions Copyright © 2024 NailGlamourHouse. All rights reserved. const faqItems = document.querySelectorAll(\".faq__item-title\"); const handleToggleAccordion = (e) => { e.currentTarget.classList.toggle(\"faq__active\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faq__active\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; faqItems.forEach((item) => { item.addEventListener(\"click\", handleToggleAccordion); });",
    "terms": "NailGlamourHouse Terms and Conditions of Use Prices Contacts +91-454-9799989 Terms of Use Welcome to the NailGlamourHouse terms of use page! Please read the following terms of use carefully before using our site or services. By visiting our site or using our services, you automatically agree to these terms. Use of the site: By using our site, you agree to use it only for lawful purposes and to comply with all applicable laws and regulations. You may not use the site for illegal or malicious purposes. Registration: Registration may be required to access some features of the site. By registering, you agree to provide accurate and complete information about yourself and keep your information up to date. Limitation of Liability: While we make every effort to ensure that the information on the site is accurate and up to date, we do not guarantee its completeness or accuracy. We will not be liable for loss or damage resulting from the use of information on our site. Links to Third Party Resources: Our website may contain links to third party websites that are not under our control. We are not responsible for the content or privacy policies of these sites. Changes to Terms of Use: We reserve the right to change these terms of use at any time without notice. We encourage you to check this page periodically for updates. Acceptance of terms and conditions: Your use of our website following changes to the terms of use constitutes your acceptance of those changes. Disclaimer: While we make every effort to ensure the security and reliability of our site, we cannot guarantee that it will be uninterrupted or error free. We are not responsible for any loss, damage or problems arising from the use of our site or its unavailability. Copyright: All information, material and content on our website is protected by copyright. Use of this content without permission may result in legal consequences. User Obligations: When using our site, you agree not to violate the rights of other users, not to post offensive or illegal content, and not to use the site for spamming or sending unsolicited information. Contact Us: If you have any questions or comments regarding our terms of use, please contact us at the contact details provided on the Contact Us page. User Obligations: When using our site, you agree not to violate the rights of other users, not to post offensive or illegal content, and not to use the site for spamming or sending unsolicited information. Acceptance of Terms and Conditions: By using our website, you acknowledge that you have read and agree to our terms of use. If you do not agree to these terms and conditions, please do not use our site. User Obligations: When using our site, you agree not to violate the rights of other users, not to post offensive or illegal content, and not to use the site for spamming or sending unsolicited information. Final Terms: Our terms of use are subject to the laws and jurisdiction of the place where we are located. Any disputes arising from the use of our site will be resolved in accordance with applicable law. If you have any questions or comments regarding our terms of use, please contact us. Thank you for using NailGlamourHouse! Prices Contacts Privacy policy Terms and Conditions Copyright © 2024 NailGlamourHouse. All rights reserved.",
    "thanks": "Thank You for visiting NailGlamourHouse! Thank you for choosing NailGlamourHouse! We sincerely thank you for choosing our beauty salon. Your trust is our greatest asset, and we take pride in the opportunity to help you look and feel great. At NailGlamourHouse, we strive for excellence in everything we do. Our team of professionals strive to provide you with the highest level of service, personalized attention and quality services. We value your time and trust, so we work hard to make each of your visits pleasant and efficient. If you have any questions or requests, do not hesitate to contact us. We are always ready to help. Regards NailGlamourHouse team Go back"
  }
}