{
  "name": "New_v9_UrbanElegance",
  "pages": {
    "about": "Urban Elegance - Contemporary Fashion for the Modern City +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 URBAN ELEGANCE HOME ABOUT US SHOP URBAN ELEGANCE +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 HOME ABOUT US SHOP Fast Worldwide Shipping Get free shipping over $250 24/7 Customer Support Friendly 24/7 customer support Money Back Guarantee We return money within 30 days Secure Online Payment Accept all major credit cards How People Evaluate Us Devon Lane 4 days ago I recently purchased a saree from Urban Elegance, and I'm very happy with my purchase. The quality of the fabric is excellent, and the delivery was prompt. I'll definitely shop here again! Albert Flores 1 day ago Urban Elegance offers a wide range of stylish and well-made clothing. I purchased a few shirts and pants, and they all fit perfectly. The materials feel high-quality, and the prices are reasonable. Highly recommend this store! Marvin McKinney 3 days ago I had a great experience shopping at Urban Elegance. The website was easy to navigate, and the checkout process was smooth. My order arrived quickly, and the clothing items were exactly as described. The quality and fit were perfect. I highly recommend Urban Elegance to anyone looking for stylish and affordable clothing. Fashion Blog Bag Trends for Summer 2024 April 20, 2024 Summer 2024 is set to bring a fresh wave of bag trends, blending practicality with a touch of luxury. Here's a rundown of what to expect... Top 10 of This Season’s Hottest Sneakers May 10, 2024 The sneaker scene for this season is buzzing with exciting new designs, innovative technologies, and a perfect blend of style and comfort. Here are the top 10 hottest sneakers you need to know about... Subscribe for updates Subscribe for exclusive early sale access and new arrivals. SUBMIT I accept Privacy Policy URBAN ELEGANCE HOME ABOUT US SHOP Privacy Policy Terms and Conditions +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 © All rights reserved.",
    "index": "Urban Elegance - Modern Fashion for the Urban Lifestyle +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 URBAN ELEGANCE HOME ABOUT US SHOP URBAN ELEGANCE +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 HOME ABOUT US SHOP New collection Menswear 2024 SHOP Women’s Men’s Kid’s Urban Elegance Welcome to Urban Elegance, where style meets sophistication. We are dedicated to offering you the latest in fashion with a unique urban twist. Our mission is to empower individuals through distinctive, high-quality clothing that reflects their personal style. Discover our collection and redefine your wardrobe with Urban Elegance. ABOUT US New Items Gray cap $18 Jeans $32 Sunglasses $10 White sneakers $15 For All new Email Subscribers Get 5% Off and Free Delivery SUBMIT I accept Privacy Policy Summer Collections Sale Up to 70% SHOP New collection Shoes and Bags autumn / winter 2024 SHOP Popular Categories Jackets Coats Sandals Caps URBAN ELEGANCE HOME ABOUT US SHOP Privacy Policy Terms and Conditions +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 © All rights reserved.",
    "privacy-policy": "Urban Elegance - Modern Clothing for Men and Women +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 URBAN ELEGANCE HOME ABOUT US SHOP URBAN ELEGANCE +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 HOME ABOUT US SHOP Privacy Policy Welcome to Urban Elegance. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy policy, or our practices with regards to your personal information, please contact us at urbanelegance@gmail.com. Information We Collect We collect personal information that you voluntarily provide to us when you register on the website, make a purchase, express an interest in obtaining information about us or our products, or otherwise contact us. Personal Information Provided by You The personal information that we collect depends on the context of your interactions with us and the website, the choices you make, and the products you use. The personal information we collect may include the following: Name and Contact Data (e.g., email address, phone number) Payment Information (e.g., credit card number, billing address) Login Credentials (e.g., username, password) How We Use Your Information We use the information we collect or receive: To facilitate account creation and the login process To fulfill and manage your orders To send administrative information to you To protect our services To enforce our terms, conditions, and policies To respond to legal requests and prevent harm To manage user accounts To deliver and facilitate delivery of services to the user To respond to user inquiries/offer support to users Sharing Your Information We may process or share your data that we hold based on the following legal basis: Consent: We may process your data if you have given us specific consent to use your personal information in a specific purpose. Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests. Performance of a Contract: Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract. Legal Obligations: We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process. Data Security We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process. However, please also remember that we cannot guarantee that the internet itself is 100% secure. Your Privacy Rights You have certain rights under applicable data protection laws. These may include the right to: Request access and obtain a copy of your personal information Request rectification or erasure Restrict the processing of your personal information If applicable, to data portability If applicable, to object to the processing of your personal information Contact Us If you have questions or comments about this policy, you may email us at urbanelegance@gmail.com URBAN ELEGANCE HOME ABOUT US SHOP Privacy Policy Terms and Conditions +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 © All rights reserved.",
    "shop": "Urban Elegance - Your Destination for Modern Fashion +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 URBAN ELEGANCE HOME ABOUT US SHOP URBAN ELEGANCE +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 HOME ABOUT US SHOP Sale Up To 70% Black boots $110 $148.95 Jeans $40 $80 Crossbody bag $90 $130 Trending Now Watch $120 Coat $180 Sunglasses $10 Cap $18 BIG SALE HERE Don't miss our hottest deals of the season. Update your wardrobe with fashionable models at competitive prices. Shop now and save big! FAQ What is your return policy? We accept returns within 30 days of purchase. Items must be unworn, with tags still attached. For more details, please visit our Return Policy page. Do you offer international shipping? Yes, we ship internationally. Shipping costs and times vary depending on the destination. Please check our Shipping Information page for more details. What payment methods do you accept? We accept all major credit cards, PayPal, and Apple Pay. For more information, please visit our Payment Information page. Can I change or cancel my order? If you need to change or cancel your order, please contact us as soon as possible. Once the order has been processed, we may not be able to make changes or cancel it. URBAN ELEGANCE HOME ABOUT US SHOP Privacy Policy Terms and Conditions +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 © All rights reserved.",
    "terms-conditions": "Urban Elegance - Contemporary Fashion, Timeless Style +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 URBAN ELEGANCE HOME ABOUT US SHOP URBAN ELEGANCE +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 HOME ABOUT US SHOP Terms and Conditions Welcome to Urban Elegance! These terms and conditions outline the rules and regulations for the use of Urban Elegance's Website. Introduction By accessing this website, we assume you accept these terms and conditions. Do not continue to use Urban Elegance if you do not agree to take all of the terms and conditions stated on this page. License Unless otherwise stated, Urban Elegance and/or its licensors own the intellectual property rights for all material on Urban Elegance. All intellectual property rights are reserved. You may access this from Urban Elegance for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Urban Elegance Sell, rent or sub-license material from Urban Elegance Reproduce, duplicate or copy material from Urban Elegance Redistribute content from Urban Elegance Products and Orders We make every effort to display as accurately as possible the colors, features, specifications, and details of the products available on our website. However, we do not guarantee that the colors, features, specifications, and details of the products will be accurate, complete, reliable, current, or free of other errors, and your electronic display may not accurately reflect the actual colors and details of the products. We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. Payment and Pricing All prices are subject to change without notice. We reserve the right to modify prices at any time, but the products will be invoiced based on the rates in effect at the time the order is placed. Payment can be made through various methods we have available, such as Visa, MasterCard, Affinity Card, American Express, PayPal, etc. Returns and Refunds Our policy for returns and refunds which is incorporated into these terms. Please review our Return Policy for more information on how to return items and obtain refunds. Limitation of Liability In no event shall Urban Elegance, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort or otherwise, and Urban Elegance, including its officers, directors, and employees shall not be liable for any indirect, consequential or special liability arising out of or in any way related to your use of this website. Indemnification You hereby indemnify to the fullest extent Urban Elegance from and against any and all liabilities, costs, demands, causes of action, damages, and expenses (including reasonable attorney’s fees) arising out of or in any way related to your breach of any of the provisions of these terms. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Variation of Terms Urban Elegance is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms on a regular basis. Contact Us If you have any questions about these Terms and Conditions, you may email us at urbanelegance@gmail.com URBAN ELEGANCE HOME ABOUT US SHOP Privacy Policy Terms and Conditions +91-98765-43210 urbanelegance@gmail.com 2RVW+QFJ, Morshi Rd, Dhamana, Maharashtra 444901 © All rights reserved.",
    "thanks": "Urban Elegance | Trendy & Chic Clothing for Modern Urbanites BACK TO HOME Thank You! Your submission has been received successfully. We appreciate your feedback and will get back to you as soon as possible."
  },
  "date": "2024-06-14T14:46:30.037Z"
}