{
  "name": "New_v9_GateGuru",
  "pages": {
    "index": "GateGuru India - Premium Gates & Entrance Solutions in India Home Catalog Who We Are Our Services FAQ Contact us Write us Your Gateway to Elegance and Security Experience the fusion of style and strength with GateGuru India. Our meticulously crafted gates not only enhance the aesthetics of your property but also provide unmatched security. Explore our diverse collection and find the perfect gateway to elevate your space. Our Catalog Traditional Iron Gate ₹ 10,000 Order Modern Steel Gate ₹ 15,000 Order Elegant Wooden Gate ₹ 12,500 Order Classic Bamboo Gate ₹ 8,500 Order Antique Brass Gate ₹ 18,000 Order Fancy Wrought Iron Gate ₹ 14,000 Order Who We Are At GateGuru India, we are dedicated to providing the finest gate solutions to our customers across India. With years of experience in the industry, we have established ourselves as leaders in quality, craftsmanship, and customer satisfaction. Our team consists of skilled artisans and professionals who are passionate about creating gates that not only enhance the beauty of your property but also ensure safety and security. Whether it's a traditional iron gate, a modern steel design, or a bespoke wooden creation, we have the expertise and creativity to bring your vision to life. Choose GateGuru India for premium gates that reflect your style and stand the test of time. +91 98 1010 9519 gateguruindia@gmail.com Get in touch Our Services At GateGuru India, we offer a range of services to cater to your gate needs, ensuring both style and security. Contact Custom Gate Design Work with our expert designers to create a bespoke gate that perfectly complements your property. Gate Installation Professionally install your gate with precision and care, ensuring lasting performance. Security Solutions Enhance the security of your premises with our advanced gate security systems and accessories. Expert Consultation Receive personalized guidance and recommendations from our knowledgeable team of gate experts. What materials are your gates made of? Our gates are crafted from a variety of materials including iron, steel, wood, bamboo, glass, and brass, ensuring versatility and durability. Do you offer customization options for gate designs? Yes, we provide custom design services, allowing you to tailor the gate design according to your preferences, style, and architectural requirements. How long does it take to install a gate? The installation time varies depending on the complexity of the project. However, our expert installation team works efficiently to complete the installation process in a timely manner. What security features do your gates offer? Our gates can be equipped with various security features such as electronic locks, access control systems, surveillance integration, and more, ensuring enhanced security for your property. Do you provide maintenance services for gates? Yes, we offer comprehensive maintenance services to ensure the longevity and optimal performance of your gate, including regular inspections, repairs, and upkeep. Can I see samples of your previous projects? Absolutely! We have a portfolio showcasing our previous projects, demonstrating our expertise in gate design, manufacturing, and installation. Feel free to browse through our gallery. Do you provide consultations for gate selection? Yes, we offer expert consultations to assist you in selecting the perfect gate solution for your property. Our knowledgeable team will guide you through the available options and recommend the most suitable design based on your requirements. What is the warranty coverage for your gates? We stand behind the quality of our gates and offer warranty coverage to ensure your peace of mind. The warranty duration and coverage details vary depending on the type of gate and specific terms of the purchase agreement. Can your gates be customized to fit specific dimensions? Yes, we can customize the dimensions of our gates to fit the specific requirements of your property. Our team will work closely with you to ensure the gate perfectly fits the designated space. Do you offer gate automation services? Absolutely! We provide gate automation solutions, including motorization and remote control systems, for added convenience and ease of use. Are your gates suitable for both residential and commercial properties? Yes, our gates are designed to cater to both residential and commercial properties, offering versatility, style, and security for various applications. Do you offer financing options for gate purchases? Yes, we understand that investing in a quality gate is an important decision. That's why we offer flexible financing options to make it easier for you to acquire the gate of your choice. What sets your company apart from others in the industry? At GateGuru India, we take pride in our commitment to excellence, craftsmanship, and customer satisfaction. We strive to exceed expectations with every project, offering innovative designs, superior quality, and unparalleled service. Do you provide delivery services for your gates? Yes, we offer delivery services for our gates to ensure they reach you safely and promptly. Our logistics team will coordinate the delivery process to ensure a seamless experience. How can I request a quote for a gate? Requesting a quote is easy! Simply contact us through our website or give us a call, and our team will be happy to assist you in providing a customized quote based on your specific requirements. What is the typical lifespan of your gates? Our gates are built to last, with durability and longevity in mind. The lifespan of a gate depends on various factors such as material, maintenance, and environmental conditions. However, with proper care and maintenance, our gates can last for many years. Do you offer after-sales support? Absolutely! We are committed to providing exceptional customer service even after the sale. Our dedicated support team is available to address any inquiries or issues you may have regarding your gate, ensuring your satisfaction and peace of mind. Our Achievements 1000+ Gates Installed 500+ Satisfied Customers 10+ Years of Experience 95% Customer Satisfaction Rate Contact us I accept privacy policy Send message Address 3605, Main Road, Rani Jhansi Rd, Bara Hindu Rao, Delhi, 110006, India Email gateguruindia@gmail.com Phone +919810109519 3605, Main Road, Rani Jhansi Rd, Bara Hindu Rao, Delhi, 110006, India gateguruindia@gmail.com +919810109519 Home Catalog Who We Are Our Services FAQ Contact us Privacy Policy Terms and Conditions",
    "privacy": "GateGuru India - Premium Gates & Entrance Solutions in India | Privacy Policy Home Catalog Who We Are Our Services FAQ Contact us Write us GateGuru India Privacy Policy GateGuru India (\"us\", \"we\", or \"our\") operates the website (the \"Service\"). This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data. Information We Collect We collect several different types of information for various purposes to provide and improve our Service to you. Personal Data Contact Information: When you create an account with us, we collect your name, email address, phone number, and shipping address. Payment Information: If you purchase products through our website, we collect your payment information, including credit card number, expiration date, and billing address. Account Information: We collect information about your account activity, including your order history, wishlist, and product reviews. Log Data We also collect log data that your browser or device automatically transmits when you visit our website. This data may include your device type, browser type, operating system, internet protocol (IP) address, referring/exit pages, and date/time stamps. Cookies and Similar Technologies We use cookies and similar tracking technologies to track the activity on our Service and hold certain information. Cookies are files with small amounts of data that may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. We also use other tracking technologies, such as web beacons, pixel tags, and JavaScript, to gather and analyze information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service. Use of Data GateGuru India uses the collected data for various purposes: To provide and operate the Service To send you important information about the Service, including updates, security alerts, and support messages To process your orders and payments To personalize your experience To monitor and analyze the use of the Service To detect, prevent, and address technical issues To improve the functionality of the Service To provide you with customer support Data Sharing We may share your personal data with third-party service providers who assist us in providing and improving the Service. These providers are obligated to protect your data and only use it on our behalf. We may also disclose your data if required by law or to comply with legal process, to protect our rights, or to protect the safety of others. Data Security The security of your data is important to us. We use industry-standard security measures to protect your personal data. However, no method of transmission over the internet or method of electronic storage is 100% secure. Therefore, while we strive to protect your personal data, we cannot guarantee its absolute security. Data Retention We will retain your personal data for as long as necessary to provide you with the Service and fulfill the purposes described in this Privacy Policy. We may also retain your data to comply with legal obligations, resolve disputes, and enforce our agreements. Your Data Rights You have the right to access, correct, delete, and restrict the processing of your personal data. You also have the right to withdraw your consent to the processing of your data at any time. Children's Privacy Our Service does not address anyone under the age of 18. We do not knowingly collect personal data from children under 18. If you are a parent or guardian and you are aware that your child has provided us with personal data, please contact us. Changes to this Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Contact Us If you have any questions about this Privacy Policy, please contact us: gateguruindia@gmail.com 3605, Main Road, Rani Jhansi Rd, Bara Hindu Rao, Delhi, 110006, India gateguruindia@gmail.com +919810109519 Home Catalog Who We Are Our Services FAQ Contact us Privacy Policy Terms and Conditions",
    "terms": "GateGuru India - Premium Gates & Entrance Solutions in India | Terms and Conditions Home Catalog Who We Are Our Services FAQ Contact us Write us GateGuru India Terms and Conditions These Terms and Conditions (\"Terms\") govern your access to and use of the website and all related services offered by GateGuru India (\"us\", \"we\", or \"our\"). By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the Terms, you may not access the Service. Use of the Service You may use the Service only for lawful purposes and in accordance with these Terms. You agree not to use the Service: In any way that violates any applicable national or international law or regulation. To exploit, harm, or attempt to exploit or harm minors in any way. To transmit, or procure the sending of, any advertising or promotional material, including any \"junk mail\", \"chain letter\", \"spam\", or any other similar solicitation. To impersonate or attempt to impersonate GateGuru India, a GateGuru India employee, another user, or any other person or entity. To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Service, or which, as determined by us, may harm GateGuru India or users of the Service or expose them to liability. Accounts When you create an account with us, you must provide us with accurate, complete, and current information. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service. You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password. You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account. Intellectual Property The Service and its original content, features, and functionality are and will remain the exclusive property of GateGuru India and its licensors. The Service is protected by copyright, trademark, and other laws of both India and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of GateGuru India. Links to Other Websites Our Service may contain links to third-party websites or services that are not owned or controlled by GateGuru India. GateGuru India has no control over and assumes no responsibility for the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that GateGuru India shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods, or services available on or through any such websites or services. Disclaimer The Service is provided \"as is\" and without warranty of any kind. GateGuru India disclaims all warranties, express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. GateGuru India does not warrant that the Service will be uninterrupted or error-free, that defects will be corrected, or that the Service is free of viruses or other harmful components. Limitation of Liability GateGuru India will not be liable for any damages arising out of your access to or use of the Service, including, but not limited to, direct, indirect, incidental, consequential, or punitive damages. Governing Law These Terms shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. Dispute Resolution Any dispute arising out of or relating to these Terms shall be resolved through binding arbitration in accordance with the arbitration rules of the Indian Council of Arbitration. The arbitration shall be conducted in English and shall be held in New Delhi, India. Entire Agreement These Terms constitute the entire agreement between you and GateGuru India regarding your use of the Service and supersede all prior or contemporaneous communications, representations, or agreements, whether oral or written. Changes to the Terms and Conditions We may revise these Terms at any time by posting the revised Terms on the Service. You are expected to check this page from time to time to take notice of any changes we make, as they are binding on you. By continuing to access or use the Service after those revisions become effective, you agree to be bound by the revised Terms. Contact Us If you have any questions about these Terms, please contact us: gateguruindia@gmail.com 3605, Main Road, Rani Jhansi Rd, Bara Hindu Rao, Delhi, 110006, India gateguruindia@gmail.com +919810109519 Home Catalog Who We Are Our Services FAQ Contact us Privacy Policy Terms and Conditions",
    "thank": "GateGuru India - Premium Gates & Entrance Solutions in India | Thank Thank You for Your Submission! We appreciate you taking the time to fill out and submit the form. Your inquiry has been received, and our team will review it promptly. If you have any urgent questions or concerns, feel free to contact us directly. Thank you for choosing GateGuru India! Go to home page"
  }
}