{
  "name": "New_v9_pitcraft",
  "pages": {
    "terms-conditions": "PitCraft - Termos de Uso e Condições de Serviço PitCraft 09h00 - 18h00 Escrever Lar Por que nós Transforme seus sonhos Torne-se um mestre A nossa gama Termos de uso Aceitação dos Termos de Uso Ao utilizar o nosso site, você concorda em cumprir e estar vinculado(a) a estes Termos de Uso. Se você não concordar com alguma parte destes termos, por favor, abstenha-se de utilizar o nosso site. Alterações nos Termos de Uso Nós nos reservamos o direito de modificar estes Termos de Uso a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após serem publicadas no nosso site. Ao continuar a utilizar o nosso site após a publicação das alterações, você concorda em cumprir e estar vinculado(a) aos termos modificados. Produtos e Preços Todos os mangalos apresentados no nosso site estão sujeitos à disponibilidade. Nós nos esforçamos para manter as informações do produto precisas e atualizadas, mas não podemos garantir que todos os produtos estejam sempre disponíveis. Os preços dos nossos mangalos estão sujeitos a alterações sem aviso prévio. Pedidos e Pagamento Ao fazer um pedido no nosso site, você declara e garante que tem pelo menos 18 anos de idade e que possui autoridade legal para realizar o pedido. Nós aceitamos pagamentos por meio de cartão de crédito, débito e PayPal. Todas as transações são processadas em uma conexão segura e não armazenamos nenhuma informação de pagamento. Entrega e Frete Nós nos esforçamos para entregar todos os pedidos o mais rápido possível. No entanto, os prazo de entrega podem variar dependendo do local de destino e da disponibilidade do produto. Nós oferecemos frete grátis para todos os pedidos acima de R$500. Para pedidos abaixo de R$500, a taxa de frete será calculada e exibida durante o processo de finalização da compra. Política de Devolução e Troca Nós queremos que você esteja completamente satisfeito(a) com o seu mangal. Se por algum motivo você não estiver satisfeito(a) com o produto, você pode devolvê-lo ou trocá-lo dentro de 30 dias a partir da data de entrega. O produto deve estar em suas condições originais, com o embalagem e acessórios intactos. Não cobramos taxa de restocking. Garantia Todos os nossos mangalos vêm com uma garantia limitada de 1 ano contra defeitos de material e fabricação. Se você encontrar um defeito no seu mangal durante o período de garantia, entre em contato conosco imediatamente para obter instruções de devolução e reparo. Uso Aceitável do Site Ao utilizar o nosso site, você concorda em não: Utilizar o site para fins ilegais ou não autorizados; Interferir ou perturbar a integridade ou o funcionamento do site; Tentar acessar áreas restritas do site; Enviar ou transmitir qualquer material que contenha vírus, worms ou outros códigos maliciosos; Violar direitos autorais, marcas registradas, segredos comerciais ou outros direitos de propriedade intelectual de terceiros. Isenção de Responsabilidade Nós não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes do uso do nosso site, incluindo, mas não limitado a, danos diretos, indiretos, incidentais, especiais ou consequentes. Nós também não nos responsabilizamos por quaisquer erros, omissões ou imprecisões nas informações contidas no nosso site. Responsabilidade do Usuário Ao utilizar o nosso site, você é responsável por manter a confidencialidade da sua conta e senha, e por todas as atividades que ocorrerem na sua conta. Você também é responsável por fornecer informações precisas, completas e atualizadas ao fazer um pedido. Nós não nos responsabilizamos por quaisquer erros ou atrasos na entrega decorrentes de informações incorretas ou incompletas. Política de Privacidade Nós nos comprometemos em proteger a sua privacidade e a segurança das suas informações pessoais. Nós não coletamos, armazenamos ou compartilhamos informações pessoais dos nossos usuários, exceto aquelas fornecidas voluntariamente ao fazer um pedido ou entrar em contato conosco. Nós utilizamos essas informações apenas para o processamento e entrega do pedido, e para responder às suas perguntas ou preocupações. Não utilizamos cookies ou outras tecnologias de rastreamento em nosso site. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência, e não constituem uma aprovação ou endosso do conteúdo desses sites. Nós não nos responsabilizamos pelo conteúdo, a precisão ou a confiabilidade de informações contidas em sites de terceiros, e não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes do uso desses sites. Direitos Autorais e Marcas Registradas Todo o conteúdo contido em nosso site, incluindo, mas não limitado a, textos, imagens, logotipos, e gráficos, são de propriedade exclusiva do PitCraft, e estão protegidos por direitos autorais e outras leis de propriedade intelectual. Não é permitida a reprodução, distribuição, exibição ou transmissão de qualquer parte do conteúdo do nosso site sem a autorização prévia e por escrito do PitCraft. Todas as marcas registradas e nomes de produtos mencionados em nosso site são de propriedade exclusiva de seus respectivos proprietários. Lei Aplicável e Jurisdição Estes Termos de Uso são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente do uso do nosso site ou destes Termos de Uso será resolvida exclusivamente pelos tribunais competentes do Brasil. Ao utilizar o nosso site, você concorda em se submeter à jurisdição pessoal dos tribunais do Brasil. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos de Uso ou sobre o nosso site em geral, por favor, entre em contato conosco pelo email: pitcraft@gmail.com. Nós nos esforçaremos para responder o mais rápido possível. PitCraft Phone +55-62-3608-2928 Email pitcraft@gmail.com Location s/n Av. Independência, Quadra 16, Lote 20 - Jardim Monte Cristo, Aparecida de Goiânia - GO, 74968-350, Brasil Ligações Lar Por que nós Transforme seus sonhos Torne-se um mestre A nossa gama Adicionalmente Política de Privacidade Termos de uso",
    "thanks": "PitCraft - Página de Agradecimento pela Visita e Interesse em Nossos Produtos Muito obrigado! Agradecemos pelo tempo dedicado a entrar em contato conosco através do formulário de feedback do PitCraft. Sua opinião é extremamente valiosa para nós. Em breve, entraremos em contato com você para responder suas perguntas ou fornecer mais informações sobre o assunto em questão. Fique atento à sua caixa de entrada. Novamente, agradecemos sua contribuição e esperamos que continue aproveitando o nosso site. Voltar para a página inicial",
    "index": "PitCraft - Seja Bem-vindo à Página Inicial PitCraft 09h00 - 18h00 Escrever Lar Por que nós Transforme seus sonhos Torne-se um mestre A nossa gama Ver sortimento PitCraft Descubra a Arte do Churrasco Bem-vindo ao PitCraft Qualidade Superior Nossos churrasqueiras são fabricadas com os melhores materiais para garantir durabilidade e desempenho. Desfrute de um churrasco perfeito sempre. Design Inovador No PitCraft, combinamos funcionalidade e estilo. Nossos designs modernos e práticos tornam o seu churrasco não só delicioso, mas também esteticamente agradável. Serviço Impecável Estamos aqui para ajudar você a escolher a churrasqueira perfeita. Nosso suporte ao cliente está disponível para responder a todas as suas perguntas e garantir a sua satisfação. Descubra a Experiência Completa Por que Escolher PitCraft? No PitCraft, entendemos a paixão pelo churrasco. Nossos produtos são projetados para proporcionar a melhor experiência possível, desde o momento em que acende o fogo até o último pedaço de carne suculenta. Durabilidade Inigualável Nossos produtos são feitos para durar. Com materiais resistentes e construção robusta, nossas churrasqueiras são um investimento que valerá a pena por muitos anos. Desempenho Superior Cada detalhe é pensado para maximizar o desempenho. Controle preciso da temperatura, distribuição uniforme do calor e fácil limpeza são apenas algumas das características que definem nossos produtos. Versatilidade Excepcional Com PitCraft, você pode explorar uma variedade de técnicas de cozimento. Nossas churrasqueiras são perfeitas para grelhar, defumar, assar e muito mais, permitindo que você seja criativo na cozinha. Transforme Seus Momentos O Churrasco Perfeito Começa Aqui No PitCraft, acreditamos que o churrasco é mais do que apenas cozinhar - é uma experiência que une amigos e família, cria memórias e celebra a vida. Com nossas churrasqueiras de alta qualidade, cada refeição ao ar livre se torna uma ocasião especial. Descubra como nossas soluções inovadoras podem transformar seus momentos de lazer em verdadeiras festas gastronômicas. Explore Nossa Linha Completa de Churrasqueiras Catálogo Encontre o Equipamento Perfeito para Seu Churrasco Catálogo Descubra as Novidades e Promoções Imperdíveis Catálogo Torne-se um Mestre do Churrasco Dicas e Truques para Churrasqueiros de Todas as Habilidades Escolha dos Cortes Aprenda quais cortes de carne são ideais para diferentes métodos de cozimento e como prepará-los para obter os melhores resultados. Técnicas de Grelhagem Domine as técnicas de grelhar carne, peixe e legumes para garantir sabores suculentos e texturas perfeitas em cada prato. Segurança e Manutenção Saiba como manter sua churrasqueira em ótimas condições de funcionamento e como garantir uma experiência segura para você e seus convidados. Receitas Exclusivas Experimente nossas receitas exclusivas desenvolvidas para realçar o sabor dos seus pratos e impressionar seus amigos e familiares. Acessórios Essenciais para o seu Churrasco Descubra uma variedade de produtos que irão elevar o seu churrasco a um novo nível de excelência. Espátula de Aço Inoxidável R$39,90 Uma espátula resistente e durável, perfeita para virar seus alimentos com facilidade durante o churrasco. Ordem Termômetro Digital para Carne R$49,90 Garanta que suas carnes estejam sempre no ponto certo com este termômetro digital preciso e fácil de usar. Ordem Conjunto de Utensílios para Churrasco R$99,90 Este conjunto completo de utensílios inclui tudo o que você precisa para preparar e servir um churrasco perfeito para seus convidados. Ordem Fale Conosco Tem Alguma Pergunta ou Comentário? Entre em Contato Conosco! Estamos aqui para ajudar! Se você tiver dúvidas sobre nossos produtos, precisar de assistência ou simplesmente quiser compartilhar seu feedback, não hesite em nos contatar. Preencha o formulário abaixo e nossa equipe entrará em contato o mais breve possível para atender às suas necessidades. Endereço de email pitcraft@gmail.com Localização s/n Av. Independência, Quadra 16, Lote 20 - Jardim Monte Cristo, Aparecida de Goiânia - GO, 74968-350, Brasil Telefone +55-62-3608-2928 Aceito a Política de Privacidade Enviar PitCraft Phone +55-62-3608-2928 Email pitcraft@gmail.com Location s/n Av. Independência, Quadra 16, Lote 20 - Jardim Monte Cristo, Aparecida de Goiânia - GO, 74968-350, Brasil Ligações Lar Por que nós Transforme seus sonhos Torne-se um mestre A nossa gama Adicionalmente Política de Privacidade Termos de uso",
    "privacy-policy": "PitCraft - Política de Privacidade e Proteção de Dados PitCraft 09h00 - 18h00 Escrever Lar Por que nós Transforme seus sonhos Torne-se um mestre A nossa gama Política de Privacidade Bem-vindo(a) ao PitCraft, o seu destino para os melhores mangalos de alta qualidade! Antes de nos mergulharmos no mundo deliciososo e cheio de fumaça dos mangalos, há algumas coisas importantes que precisamos deixar claras. Primeiro e mais importante, o PitCraft é um site de comércio eletrônico dedicado exclusivamente à venda de mangalos. Não coletamos, armazenamos ou usamos qualquer tipo de informação pessoal de nossos clientes. Queremos que você se sinta seguro(a) ao navegar em nosso site e comprar nossos produtos, sabendo que sua privacidade está protegida. Agora, vamos falar sobre os mangalos! Os mangalos têm sido uma parte importante da cultura culinária de muitos países ao redor do mundo por séculos. Eles nos permitem cozinhar nossos alimentos de forma lenta e constante, dando-lhes um sabor e uma textura únicos que não podem ser alcançados por outros métodos de cozimento. No PitCraft, nós nos orgulhamos de oferecer uma ampla variedade de mangalos para atender às necessidades e preferências de todos os nossos clientes. Desde os mangalos de carvão clássicos até os mangalos a gás de última geração, nós temos tudo o que você precisa para levar sua experiência culinária ao próximo nível. Mas os mangalos não são apenas sobre a comida. Eles também são sobre a experiência de cozinhar ao ar livre, de se reunir com amigos e familiares em torno do fogo, e de criar memórias duradouras que serão lembradas por anos. Eles nos permitem desacelerar o ritmo frenético da vida moderna e nos conectar com a natureza e com as pessoas que mais amamos. No PitCraft, nós acreditamos que os mangalos são mais do que apenas um produto. Eles são uma parte importante da nossa cultura e da nossa vida, e nós queremos compartilhar essa paixão com você. Por isso, nós nos esforçamos para oferecer não apenas os melhores mangalos do mercado, mas também um serviço de atendimento ao cliente excepcional, para que você possa ter a melhor experiência possível ao comprar em nosso site. Mas, como em qualquer atividade que envolva fogo e altas temperaturas, é importante tomar as devidas precauções de segurança ao usar um mangal. Antes de usar seu mangal pela primeira vez, certifique-se de ler e seguir todas as instruções e avisos de segurança fornecidos pelo fabricante. Nunca deixe um mangal desatendido, e mantenha-o afastado de crianças, animais de estimação e materiais inflamáveis. Mas, antes de comprar um mangal, é importante considerar alguns fatores para garantir que você escolha o produto certo para suas necessidades. Primeiro, pense no tamanho do mangal. Se você planeja cozinhar para um grande grupo de pessoas, um mangal maior será mais adequado. Por outro lado, se você só vai usar o mangal para cozinhar para a família, um mangal menor será suficiente. Outro fator importante a ser considerado é o tipo de combustível. Os mangalos de carvão são mais tradicionais e dão um sabor único à comida, mas eles podem ser mais difíceis de controlar a temperatura. Já os mangalos a gás são mais fáceis de usar e de controlar a temperatura, mas eles não dão o mesmo sabor a fumaça da comida. Também é importante considerar o material do mangal. Os mangalos de aço inoxidável são mais resistentes e duráveis, mas eles podem ser mais caros. Já os mangalos de ferro fundido são mais baratos, mas eles podem enferrujar com o tempo. No PitCraft, nós oferecemos uma ampla variedade de mangalos para atender às necessidades e preferências de todos os nossos clientes. Nós temos mangalos de carvão, mangalos a gás, mangalos de aço inoxidável, mangalos de ferro fundido, e muito mais. Nós também oferecemos acessórios para mangal, como churrasqueiras, espátulas, e pinças, para que você possa ter tudo o que precisa para uma experiência culinária perfeita. Mas, além de oferecer produtos de alta qualidade, nós também nos preocupamos com o meio ambiente. Nós sabemos que a queima de carvão e madeira em mangalos pode contribuir para a poluição do ar e para o aquecimento global. Por isso, nós incentivamos nossos clientes a usarem combustíveis mais sustentáveis, como o gás natural ou o biogás, e a adotarem práticas de cozimento mais eficientes, como o uso de tampas e o cozimento de vários alimentos ao mesmo tempo. Nós também nos comprometemos a reduzir o nosso próprio impacto ambiental, através da adoção de práticas sustentáveis em nossas operações. Nós usamos embalagens e materiais recicláveis, nós minimizamos o desperdício de energia e de água, e nós apoiamos iniciativas de reflorestamento e de conservação da natureza. No PitCraft, nós acreditamos que é possível ter uma experiência culinária deliciosa e cheia de fumaça, sem comprometer o meio ambiente e a saúde das pessoas. Por isso, nós nos esforçamos para oferecer produtos e serviços que sejam não apenas de alta qualidade, mas também sustentáveis e responsáveis. Em caso de dúvidas ou problemas com seu mangal, não hesite em entrar em contato conosco. Nós estaremos sempre disponíveis para ajudar e para fornecer o suporte técnico necessário. Você pode nos enviar um e-mail a qualquer momento em pitcraft@gmail.com, e nós nos esforçaremos para responder o mais rápido possível. Finalmente, nós gostaríamos de agradecer a você por escolher o PitCraft como o seu destino para os melhores mangalos do mercado. Nós esperamos que você se divirta explorando nossa seleção de produtos e que encontre o mangal perfeito para suas necessidades e preferências. E, acima de tudo, nós esperamos que você possa criar memórias duradouras e deliciosas ao redor do fogo, com a ajuda do PitCraft. Atenciosamente, A equipe do PitCraft PitCraft Phone +55-62-3608-2928 Email pitcraft@gmail.com Location s/n Av. Independência, Quadra 16, Lote 20 - Jardim Monte Cristo, Aparecida de Goiânia - GO, 74968-350, Brasil Ligações Lar Por que nós Transforme seus sonhos Torne-se um mestre A nossa gama Adicionalmente Política de Privacidade Termos de uso"
  },
  "date": "2024-05-28T19:19:11.628Z"
}