{
  "name": "New_v9_DollDelight",
  "pages": {
    "index": "Doll Delight - Premium Toy Dolls in India Home About us Contact Catalog FAQ Services Discover the Magic of Dolls Explore our enchanting collection of high-quality dolls, perfect for kids and collectors alike. Discover your new favorite doll today! Shop Now About Doll Delight At Doll Delight, we believe in the magic that a beautiful doll can bring into the lives of children and collectors alike. Our carefully curated selection of dolls is crafted with the highest quality materials and attention to detail, ensuring that each doll becomes a cherished companion or a prized piece in a collection. Our journey began with a passion for creating joy and sparking imagination. Today, we offer a wide variety of dolls that cater to diverse tastes and preferences. From classic porcelain dolls to modern, interactive ones, our collection is designed to inspire and delight. We are committed to providing exceptional customer service and a seamless shopping experience. Whether you're purchasing a gift for a loved one or adding to your own collection, Doll Delight is your destination for finding that perfect doll. Join us in celebrating the timeless charm and wonder of dolls. Contact Us I accept privacy policy Send message Classic Porcelain Doll ₹1,500 Order Interactive Baby Doll ₹2,200 Order Handmade Cloth Doll ₹1,800 Order Collector's Edition Doll ₹3,500 Order Fairy Tale Doll ₹2,800 Order Limited Edition Doll ₹4,000 Order FAQ What types of dolls do you offer? We offer a wide range of dolls including classic porcelain dolls, interactive baby dolls, handmade cloth dolls, collector's edition dolls, fairy tale dolls, and limited edition dolls. Where are your dolls made? Our dolls are crafted by skilled artisans from various parts of the world, including India, ensuring high-quality and unique designs. Are your dolls safe for children? Yes, all our dolls are made with non-toxic materials and meet safety standards to ensure they are safe for children to play with. Do you offer custom-made dolls? Yes, we offer custom-made dolls where you can choose specific features and clothing to create a unique doll tailored to your preferences. How can I place an order? You can place an order directly through our website by browsing our catalog, selecting your desired doll, and clicking the \"Order\" button. What payment methods do you accept? We accept various payment methods including credit/debit cards, net banking, and popular digital wallets. Do you ship internationally? Currently, we ship within India. We are working on expanding our shipping options to international locations in the near future. How long does delivery take? Delivery usually takes 5-7 business days within India. Delivery times may vary depending on your location and any unforeseen delays. What is your return policy? We accept returns within 30 days of purchase, provided the doll is in its original condition and packaging. Please contact our customer service for assistance. Do you offer gift wrapping services? Yes, we offer gift wrapping services for an additional charge. You can select this option at checkout. Can I track my order? Yes, once your order is shipped, you will receive a tracking number via email to monitor the delivery status. Do you have a physical store? We operate primarily online, but we participate in various doll exhibitions and fairs. Check our website for upcoming events. Can I cancel my order? You can cancel your order within 24 hours of placing it. After this period, cancellations may not be possible as the order processing begins. Do you offer discounts or promotions? We offer discounts and promotions during special occasions and sales events. Subscribe to our newsletter to stay updated on the latest offers. How can I contact customer service? You can contact our customer service via email or call us at our helpline number provided on the website. What if I receive a damaged doll? If you receive a damaged doll, please contact our customer service immediately with your order details and a photo of the damage. We will arrange for a replacement or refund. Services Custom Doll Making Create your dream doll with our custom doll-making service. Choose specific features, outfits, and accessories to design a unique doll. Doll Repair and Restoration Our skilled artisans can repair and restore your beloved dolls to their original glory, preserving their sentimental value and beauty. Gift Wrapping We offer elegant gift wrapping services to make your presents extra special. Perfect for birthdays, holidays, and other celebrations. Doll Collectors Club Join our Doll Collectors Club to connect with fellow enthusiasts, attend exclusive events, and receive special discounts on our products. Home About us Contact Catalog FAQ Services Privacy policy Terms and Conditions 12, Evergreen Street, 1st Main, Udaya Nagar, Udaya Nagar, Bengaluru, Karnataka 560016, India dolldelight@gmail.com +918028516050",
    "privacy": "Doll Delight - Premium Toy Dolls in India | Privacy Policy Home About us Contact Catalog FAQ Services Privacy Policy At Doll Delight, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and safeguard your personal information when you visit our website or make a purchase. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, shipping address, and payment details. Usage Data: Information about how you use our website, including IP address, browser type, and browsing history. How We Use Your Information We use the collected information for various purposes, including: Processing and fulfilling your orders Providing customer support Improving our website and services Sending promotional emails and newsletters (you can opt-out at any time) Conducting market research and analysis How We Protect Your Information We implement a variety of security measures to maintain the safety of your personal information. This includes using secure servers and encrypting sensitive information. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties except as described below: Trusted third-party service providers who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential. When we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Your Consent By using our site, you consent to our Privacy Policy. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. Any changes will be posted on this page, and we encourage you to review it periodically. Contact Us If you have any questions about our Privacy Policy, please contact us at: Email: dolldelight@gmail.com Home About us Contact Catalog FAQ Services Privacy policy Terms and Conditions 12, Evergreen Street, 1st Main, Udaya Nagar, Udaya Nagar, Bengaluru, Karnataka 560016, India dolldelight@gmail.com +918028516050",
    "terms": "Doll Delight - Premium Toy Dolls in India | Terms and Conditions Home About us Contact Catalog FAQ Services Terms and Conditions Welcome to Doll Delight. These Terms and Conditions outline the rules and regulations for the use of our website and services. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use Doll Delight's website if you do not accept all of the terms and conditions stated on this page. 1. Introduction These terms and conditions govern your use of our website. By using this website, you agree to these terms and conditions in full. If you disagree with any part of these terms and conditions, you must not use our website. 2. Intellectual Property Rights Unless otherwise stated, Doll Delight and/or its licensors own the intellectual property rights for all material on this website. All intellectual property rights are reserved. You may view and/or print pages for your own personal use subject to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media without permission Selling, sublicensing, and/or otherwise commercializing any website material Publicly performing and/or showing any website material Using this website in any way that is or may be damaging to this website Using this website in any way that impacts user access to this website Using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website Using this website to engage in any advertising or marketing 4. Your Account If you create an account on our website, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. 5. Product Descriptions Doll Delight attempts to be as accurate as possible. However, we do not warrant that product descriptions or other content of this site are accurate, complete, reliable, current, or error-free. 6. Limitation of Liability In no event shall Doll Delight, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort, or otherwise, and Doll Delight, including its officers, directors, and employees, shall not be liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 7. Indemnification You hereby indemnify to the fullest extent Doll Delight from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these terms. 8. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms Doll Delight is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms on a regular basis. 10. Assignment Doll Delight is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. 11. Entire Agreement These terms constitute the entire agreement between Doll Delight and you in relation to your use of this website, and supersede all prior agreements and understandings. 12. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. Contact Us If you have any questions about these Terms and Conditions, please contact us at: Email: dolldelight@gmail.com Home About us Contact Catalog FAQ Services Privacy policy Terms and Conditions 12, Evergreen Street, 1st Main, Udaya Nagar, Udaya Nagar, Bengaluru, Karnataka 560016, India dolldelight@gmail.com +918028516050",
    "thank": "Doll Delight - Premium Toy Dolls in India | Thank you Thank You for Your Inquiry! We appreciate your interest in Doll Delight. Our team will review your message and get back to you as soon as possible. If you have any urgent questions, feel free to contact us. In the meantime, explore our catalog and discover the enchanting world of our dolls. We look forward to assisting you! Main page"
  },
  "date": "2024-05-20T13:21:53.552Z"
}