{
  "name": "New_v9_ArtAsset",
  "pages": {
    "thanks": "Welcome to ArtAsset Design Studio - Unleash Your Creative Vision | Artistic Designs Dear friends and partners! We want to express our sincere gratitude to everyone who makes our existence possible – our clients, partners, and all those who support us on this creative journey. Thanks to you, ArtAsset design studio continues to delight the world with its unique perspective on art and design. Your projects have become more than just tasks for us; they are true stories that we create together. Thanks to your trust and inspiration, we strive for new heights of creativity and innovation. We also want to extend our gratitude to our talented team of professionals, who invest their passion and energy into ArtAsset projects every day. Without your hard work and dedication, our success would be impossible. Thank you for your constant support, inspiration, and the opportunity to share our art with the world. We are proud to be part of your success and to create something unique together with you. With love and gratitude, The ArtAsset Team Go Home",
    "terms-conditions": "ArtAsset Design Studio Terms and Conditions - Design Brilliance, Our Commitment | Terms & Conditions Home Catalog Stage FAQ Contacts Therms-conditions Terms and Conditions Acceptance: By utilizing the services of ArtAsset Design Studio, you agree to comply with the terms and conditions outlined in this document. If you do not agree, kindly refrain from using our services. Project Information: ArtAsset Design Studio strives to provide accurate and current information about our design projects and services. However, ArtAsset reserves the right to modify project details, pricing, and availability without prior notice. Commissioning and Payments: Initiating a design project with us implies your intention to commission the selected services. Payment is processed securely, and projects are subject to acceptance and availability. Design and Delivery: ArtAsset Design Studio aims to deliver your design projects promptly. Project timelines may vary, and we will communicate any delays. Please refer to our Project Delivery Policy for detailed information. Revisions and Collaborations: Our Revisions and Collaborations Policy outlines the procedures for revising or collaborating on design projects. We aim to ensure your satisfaction with our creative endeavors and will work with you to address any concerns. Intellectual Property Rights: All content on the ArtAsset Design Studio website, including designs, text, and logos, is protected by intellectual property laws. Reproduction or use without permission is strictly prohibited. User Profiles: Creating a user profile allows you to access certain features on our site. You are responsible for maintaining the confidentiality of your profile information and for any activities that occur under your profile. Prohibited Design Activities: Users are prohibited from engaging in any activities that may harm, disrupt, or compromise the integrity of the ArtAsset Design Studio website or its users. Disclaimer of Design Liability: ArtAsset Design Studio is not liable for any direct, indirect, or consequential damages resulting from the use of our website or the commissioning of our design services. Our liability is limited to the maximum extent permitted by law. Privacy Policy: Please review our Privacy Policy to understand how we collect, use, and protect your personal information. For any privacy-related inquiries, contact us at artassetstudio@gmail.com Changes to Terms and Conditions: ArtAsset Design Studio reserves the right to update these terms and conditions as needed. Users are encouraged to review this page regularly for any changes. Contact Us: If you have questions or concerns regarding our terms and conditions, please contact us at artassetstudio@gmail.com Contacts: +55 85 7203 7852 artassetstudio@gmail.com Banjara Hills, 500034, India Working hours Weekday 09:00 - 20:00 Saturday 09:00 - 18:00 Sunday Day off Information Privacy policy Terms and Conditions",
    "privacy-policy": "ArtAsset Design Studio - Crafting Creativity, Ensuring Privacy | Privacy Policy Home Catalog Stage FAQ Contacts Privacy Policy Welcome to ArtAsset Design Studio: Immerse yourself in the world of ArtAsset, your premier destination for innovative and captivating design! This Privacy Policy delineates how we gather, utilize, and safeguard your personal information while you engage with our website or collaborate on design projects. Types of Information We Collect: ArtAsset may gather various types of information, including your name, contact details, project requirements, and collaborative interactions. Be assured, your privacy is of utmost importance to us. Utilization of Your Information: Your data is employed to elevate your design experience, facilitate project collaboration, and communicate essential updates or promotions. We uphold a strict policy of not sharing your information with third parties without your explicit consent. Ensuring the Security of Your Data: ArtAsset implements cutting-edge security measures to protect your information. Our website is fortified with SSL encryption to guarantee a secure environment for browsing and project collaboration. External Links: Our website may feature links to third-party platforms. Please note that ArtAsset is not responsible for the privacy practices of these external sites. Kindly review their privacy policies independently. Privacy Concerns for Young Users: ArtAsset is designed for a general audience and is not directed at users under the age of 13. We do not knowingly collect personal information from young users. Your Preferences: You have the autonomy to update or delete your personal information at any time. For privacy concerns or updates, kindly contact us at artassetstudio@gmail.com Opting Out of Communications: You can choose to opt out of receiving promotional communications from us by following the unsubscribe instructions provided or by reaching out directly. Changes to the Privacy Policy: ArtAsset reserves the right to periodically update this Privacy Policy. Any changes will be communicated through our website, so please check back regularly for updates. Contacting ArtAsset: For inquiries or concerns about our Privacy Policy or the handling of your personal information, feel free to contact us at artassetstudio@gmail.com Effective Date: This Privacy Policy is effective as of [current date] and will remain in effect until further notice. Contacts: +55 85 7203 7852 artassetstudio@gmail.com Banjara Hills, 500034, India Working hours Weekday 09:00 - 20:00 Saturday 09:00 - 18:00 Sunday Day off Information Privacy policy Terms and Conditions",
    "index": "Welcome to artAsset Design Studio - Crafting Unique Living Spaces | Home Home Catalog Stage FAQ Contacts \"Welcome to ArtAsset design studio, where every idea comes to life in unique artistic shapes and colors!\" Apartments design Home design Office design Building design We offer Individual Design Project We will develop an interior concept with an original idea, providing high-quality 3D visualization, a complete set of technical documentation, and formulating the project budget. Replanning Approval We will prepare a comprehensive set of documents for replanning in compliance with legislative requirements. We'll navigate through all approval stages until you receive the new technical passport for the property. Construction Works We will carry out construction and finishing works of any complexity, adhering to all norms and deadlines. We offer a 5-year warranty on repair and finishing services. Author's Supervision Take the hassle out of project implementation. We'll oversee the progress of repair and finishing works and represent your interests in supplier showrooms. Stages of work Stage 1 Individual Consultation At this stage, we carefully listen to your preferences, analyze needs, and define the style. The individual consultation is a pivotal moment in creating a unique design that aligns with your taste and preferences. Stage 2 Concept Development The concept development process involves creating a unique idea that will form the foundation of the entire design project. We strive for original and functional solutions that reflect your style. Stage 3 Visualization and Documentation At this stage, we provide high-quality 3D visualizations of your future interior and prepare all the necessary technical documentation. This is a crucial step for a clear understanding and successful implementation of the project. Stage 4 Implementation and Supervision After project approval, the implementation phase begins. We take on all aspects related to construction and finishing, ensuring high-quality work and providing author's supervision, guaranteeing the successful completion of the project. Why choose us? 5K+ Number of clients 10K+ completed orders 6K+ Positive Feedback Our latest works 150 м2 Step into timeless luxury with our Vintage Chic apartment. Soft hues, eclectic decor, and timeless pieces create a stylish and inviting home with a touch of retro flair 177 м2 Experience the tranquility of Coastal Retreat. Beach-inspired elements and soothing colors converge to offer a serene and relaxed atmosphere, perfect for your home 220 м2 Embrace modern aesthetics with our Urban Elegance apartment. A harmonious blend of sleek design and urban charm creates a sophisticated and stylish living space for contemporary urban dwellers. 199 м2 Immerse yourself in the dynamic world of Eclectic Fusion. Diverse elements and styles converge into a harmonious blend, reflecting your unique personality and creating a vibrant living space. 106 м2 Discover the charm of Rustic Serenity. Natural textures and warm hues blend seamlessly, creating a charming and inviting home environment with timeless rural elegance. 133 м2 Achieve balance and serenity in our Modern Zen apartment. Harmonizing clean lines, minimalist aesthetics, and natural elements create a calming and contemporary retreat for mindful living. Contacts: +55 85 7203 7852 artassetstudio@gmail.com Banjara Hills, 500034, India Working hours Weekday 09:00 - 20:00 Saturday 09:00 - 18:00 Sunday Day off Information Privacy policy Terms and Conditions",
    "catalog": "Welcome to artAsset Design Studio - Crafting Unique Living Spaces | Catalog Home Catalog Stage FAQ Contacts Catalog Apartment Design Elevate your living space with our apartment design services. Immerse yourself in personalized concepts, creative solutions, and transformative ideas for a home that reflects your unique style and personality. Urban Elegance Harmonious blend of modern aesthetics and urban charm, creating a sophisticated and stylish living space for contemporary urban dwellers. Coastal Retreat Embrace the tranquil allure of Coastal Retreat, where beach-inspired elements and soothing colors converge, offering a serene and relaxed atmosphere for your home. Timeless Classic Eternal beauty meets enduring elegance in Timeless Classic, a design style that incorporates timeless furnishings and refined details, creating an everlasting sense of sophistication. Eclectic Fusion Dive into the vibrant world of Eclectic Fusion, where diverse elements and styles converge into a harmonious blend, reflecting your unique personality and creating a dynamic living space. Home Design Elevate your living space with our personalized home design services. Immerse yourself in creative concepts and transformative ideas that reflect your unique style and personality. Rustic Serenity Discover tranquility in Rustic Serenity, blending natural textures and warm hues to create a charming and inviting home environment with timeless rural elegance. Modern Zen Achieve balance and serenity in Modern Zen, a design style that harmonizes clean lines, minimalist aesthetics, and natural elements for a calming and contemporary home retreat. Vintage Chic Evoke nostalgia and charm with Vintage Chic, where timeless pieces, soft hues, and eclectic decor combine to create a stylish and inviting home with a touch of retro flair. Transitional Elegance Experience the perfect blend of classic and contemporary in Transitional Elegance, seamlessly fusing traditional elements with modern sophistication for a timeless and refined home ambiance. Office Design Transform your workspace with our personalized office design services. Immerse yourself in innovative concepts and transformative ideas that embody your corporate identity and enhance productivity. Corporate Oasis Create a Corporate Oasis where modern functionality meets lush greenery, fostering a productive and rejuvenating office environment. Tech Savvy Hub Step into the future with Tech Savvy Hub, a cutting-edge office design integrating smart technologies and dynamic spaces, enhancing innovation and collaboration. Industrial Elegance Infuse sophistication into your workspace with Industrial Elegance, featuring raw textures and modern aesthetics for a refined and stylish industrial-inspired office environment. Minimalist Powerhouse Maximize efficiency in the Minimalist Powerhouse, a sleek and clutter-free office design focusing on essential elements, fostering focus, and boosting productivity. Building Design Embark on an architectural journey with our personalized design services. Immerse yourself in innovative concepts and transformative ideas that redefine urban landscapes and shape the future of architectural marvels. Futuristic Marvel Explore the architectural frontier with Futuristic Marvel, pushing boundaries with innovative structures and cutting-edge technology, shaping the future skyline. Organic Harmony Achieve harmony with nature through Organic Harmony, integrating sustainable materials and biophilic principles to create environmentally conscious and aesthetically pleasing structures. Neo-Classical Grandeur Experience timeless elegance with Neo-Classical Grandeur, blending classical architecture with modern functionality, crafting monumental and refined buildings. Adaptive Urbanism Adopt the Adaptive Urbanism philosophy, designing buildings that evolve with urban needs, seamlessly integrating flexibility and innovation into the architectural landscape. FAQ What services does ArtAsset design studio offer? - ArtAsset provides a full range of interior design services, including personalized concepts, 3D visualization, technical documentation, and author's supervision. What services does ArtAsset design studio offer? - ArtAsset provides a full range of interior design services, including personalized concepts, 3D visualization, technical documentation, and author's supervision. How does ArtAsset's design style stand out from other studios? - ArtAsset is unique for its inspiring approach, combining modern trends with the client's individual style, creating distinctive and appealing interiors. - What features of apartment design do you emphasize in your work? - We pay special attention to the individual characteristics of each space, creating cozy, functional, and stylish designs that reflect the owners' personalities. Why choose ArtAsset for designing your home? - ArtAsset brings together talented designers, innovative ideas, and outstanding execution to turn your home into art that embodies your style and taste. What principles underlie the design of offices by ArtAsset? - We create office spaces that enhance productivity and inspiration, integrating modern technologies and ergonomic solutions to improve workflow and comfort. How does ArtAsset cater to individual preferences of clients? - We dedicate special attention to understanding and implementing clients' unique preferences, creating designs that are not only beautiful but also fully align with their style and needs. Write to us Submit I accept Privacy policy Contacts: +55 85 7203 7852 artassetstudio@gmail.com Banjara Hills, 500034, India Working hours Weekday 09:00 - 20:00 Saturday 09:00 - 18:00 Sunday Day off Information Privacy policy Terms and Conditions"
  }
}