{
  "name": "New_v8__HotelPro",
  "pages": {
    "about": "Discover HotelPro: Your Premier Destination for Luxury Accommodations x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More About Our Hotel See More 01 WHO WE ARE Оur Hotel Stands As A Beacon Of Comfort Our team consists of dedicated professionals who are passionate about providing exceptional hospitality. From our front desk staff who greet you with a warm smile to our housekeeping team who ensures your room is immaculate, every member of our team is here to ensure your stay. With 12+ of years in the hospitality industry, we have honed our expertise in anticipating and fulfilling the needs of our guests. Whether you're traveling for business or leisure, we are here to make your stay comfortable, convenient, and memorable. support 24/7 Care and round-the-clock support throughout your stay. over 32 100 m2 We have enough space for you to relax and unwind according to your needs. more 12K guests More and more visitors are becoming our regular guests. 02 ADVANTAGES Your Gateway To Tranquility, Family Fun, And Adventure 01 Immerse yourself in the crisp mountain air and rejuvenate your senses with the soothing sounds of nature. Whether you're lounging on our outdoor terrace or taking a leisurely stroll through the surrounding woods, you'll feel a sense of tranquility and connection with the great outdoors. 02 Our warm and welcoming atmosphere is perfect for guests of all ages, ensuring that every member of your family feels right at home. With spacious accommodations, kid-friendly amenities, and a variety of onsite activities, including nature walks, scavenger hunts, and outdoor games, there's never a dull moment at Pro Hotel. 03 Positioned as a gateway to adventure, Pro Hotel provides convenient access to a wealth of outdoor activities and attractions in the surrounding area. Whether you're a nature enthusiast, an outdoor adventurer, or simply looking to explore the local culture, you'll find plenty of opportunities to satisfy your wanderlust. 03 TEAM Staff Who Provide Excessive Comfort And Create A Great Mood David Martinez Head Chef Work Experience: 12 years Michael Lee Chief Concierge Work Experience: 7 years Emily Johnson Front Office Manager Work Experience: 10 years Sarah Brown Spa Manager Work Experience: 5 years 04 SERVICES Our Services Whether seeking a romantic getaway, a family vacation, or simply a peaceful escape from the hustle and bustle of everyday life, the resort caters to every need and desire. Car Rental Secure your car rental at the best price and enjoy peace of mind. Cozy Spa Step into a world of relaxation and rejuvenation, where tranquility awaits and luxurious treatments. Travel Events We are specialize in crafting bespoke travel events tailored to your unique preferences and interests. See All HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "contact": "Get in Touch with HotelPro: Your Gateway to Luxury Hospitality x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Contact Us See More Information HotelPro is more than just a place to stay; it's an experience. Nestled in the heart, our hotel offers a perfect blend of luxury, comfort, and convenience. Whether you're traveling for business or leisure, we strive to make your stay with us unforgettable. When it comes to dining, our onsite restaurant offers a culinary journey like no other. Indulge in exquisite flavors crafted by our talented chefs, complemented by a selection of fine wines and spirits. Whether you're planning a corporate event or a romantic getaway, our dedicated team is here to assist you every step of the way. From event planning to concierge services, we go above and beyond to ensure your needs are met with utmost care and attention to detail. Our Location Baniyadih, Paunsara, Chhattisgarh (23) 562 28-93 HotelPro@gmail.com 03 GET IN TOUCH Get In Touch Name Email Address Message I accept - Privacy Policy Send HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "disclaimer": "HotelPro Disclaimer: Clearing the Air on Our Policies and Information x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Disclaimer www.hotelpro.com is intended solely for informational purposes. Although strive to present accurate and up-to-date information, We cannot guarantee the complete accuracy, reliability, availability or timeliness of content and we do not provide warranties, express or implied, regarding these aspects. HotelPro Disclaimer External Links Disclaimer: HotelPro may contain links to external websites and content owned or originated from third parties, as well as links contained in advertisements. We do not control, endorse, or guarantee the content found on these sites. Professional Advice Disclaimer: The information on HotelPro is not intended to serve as professional advice (e.g., legal, financial, health). It is provided for general information and educational purposes only and should not substitute for professional consultation. Always seek the advice of qualified professionals before making any decisions based on information from our site. Errors and Omissions Disclaimer: Despite our efforts to ensure accurate and up-to-date information, HotelPro cannot be held liable for any errors, omissions, or outcomes arising from the use of this information. Fair Use Disclaimer: This site may contain copyrighted material not specifically authorized by the copyright owner. We make such material available for criticism, comment, news reporting, teaching, scholarship, and research. Expressed Opinions Disclaimer: Opinions and views expressed on HotelPro are those of the content creators and do not necessarily reflect the official policy or position of any other agency, organization, employer, or company. Disclaimer of Liability: The information on our site is provided with the understanding that HotelPro is not engaged in rendering professional services or advice. The content should not be used as a substitute for consultation with professional advisors. Use at Your Own Risk Disclaimer: All information on this site is provided 'as is,' without warranty of any kind, including the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. HotelPro, its affiliates, or their respective partners, agents, or employees, shall not be liable for any decisions made or actions taken based on the information provided on this site. Account: For any questions regarding this legal notice. Contacts: HotelPro@gmail.com HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "index": "HotelPro: Your Luxury Destination for Unforgettable Stays - Book Now and Enjoy Comfort and Sophistication! x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Unwind and Rejuvenate in Nature's Embrace See More support 24/7 Care and round-the-clock support throughout your stay. over 32 100 m2 We have enough space for you to relax and unwind according to your needs. more 12K guests More and more visitors are becoming our regular guests. 01 SHALE HOTEL INTRO Rent Property In An Easy Way Our assets are first class accommodation with breathtaking views, excellent service and genuine hospitality. We are the home for your unforgettable stay and the best pictures on camera! Unlimited featured use Only pay when you publish 24/7 supports 02 FEATURED PROPERTIES Properties In Your Favorite Area Bungalow Apartments Experience the ultimate in comfort and relaxation as you indulge in the serenity of your own private retreat. Bubble House Perfect for romantic getaways, intimate gatherings, or solo adventurers seeking a whimsical escape. Villa Bodrum With spacious interiors, modern amenities, and private outdoor spaces, each Villa is a haven of relaxation and rejuvenation. Order Now 03 ABOUT US 12+ Years Of Helping You Find The Right Properties Nestled in the heart of mountains, our hotel offers a serene oasis for travelers seeking an unforgettable experience. With many years of excellence in the hospitality industry, we pride ourselves on providing impeccable service and attention to detail to ensure that every guest feels at home. Best food menu We serve Continental, Chinese and Indian cuisines. Not to mention many regional flavors and tastes. A feast for your taste buds! Enjoy silence in privacy The quietude of the place coupled with our discreet room service would leave you to yourself in toto. You can be as private as possible! In the best locale The quintessential locales of the Shale Hotel is unbelievable. You can disappear into the woods in a no time, yet come back quickly. Easy reservation The online reservation is quite simple and straightforward. You decide when you want to come to Shale hotel and book accordingly. Simple! Staff at your disposal In Shale hotel, our staff will appear mysteriously when you want them. The next moment you won't find them! That is our room service! Just you & nature The quintessential locales of the Misty Mount is unbelievable. You can disappear into the woods in a no time, yet come back quickly. 04 TESTIMONIALS What Our Clients Say The ambiance of the hotel is serene and elegant, providing the perfect escape from the hustle and bustle of daily life. The location is ideal, nestled in a peaceful environment yet conveniently close to local attractions. The rooms are modern and well-appointed, offering all the comforts of home and then some. The hotel exudes sophistication and elegance, creating a truly luxurious atmosphere. The attention to detail in every aspect of the hotel, from the chic decor to the gourmet dining options, is evident HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "policy": "HotelPro Privacy Policy: Ensuring Transparency and Protection of Your Personal Data x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Privacy Policy Privacy Policy Information Gathering Practices Introduction This Privacy Policy sets forth the policies and practices of HotelPro ('we,' 'us,' or 'our') regarding the collection, use, and disclosure of Personal Data (as defined below) in connection with your use of our website. Definitions Personal Data** means any information that can be used to identify, locate, or contact a natural person. This may include, but is not limited to, your name, address, email address, phone number, credit card information, and travel history. Processing** means any operation or set of operations performed on Personal Data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction. Collection of Personal Data When you create an account or book a hotel through the Website or Apps. When you contact us for customer support or make inquiries. When you interact with us on social media. When we receive information about you from third parties, such as when you book a hotel through an online travel agency. Disclosure of Personal Data To our affiliates and subsidiaries; To hotels and other travel providers to facilitate your bookings; To law enforcement or other government authorities when required by law or to protect our rights or property; The Website and Apps may contain links to third-party websites. These websites are not under our control, and we are not responsible for their privacy practices. We encourage you to review the privacy policies of any third-party websites you visit. Security of Personal Data We maintain reasonable administrative, technical, and physical safeguards to protect Personal Data from unauthorized access, use, disclosure, or destruction. However, no security system is impenetrable, and we cannot guarantee the absolute security of your Personal Data. Transfer of Personal Data Your Personal Data may be transferred to and processed in countries other than your own, where privacy laws may not provide the same level of protection as in your country. By using the Website, Apps, or Services, you consent to the transfer of your Personal Data to such other countries. Cookies and Tracking Technologies We may use cookies and other tracking technologies to collect information about your use of the Website, Apps, and Services. These technologies allow us to track your browsing behavior, improve the website's performance, and provide you with personalized content and advertising. Contacts HotelPro@gmail.com HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "rooms": "Indulge in Luxury: Discover HotelPro's Exquisite Rooms and Suites x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Rooms & Appartments See More 01 Rooms Our Rooms Bungalow Apartments Experience the ultimate in comfort and relaxation as you indulge in the serenity of your own private retreat. Bubble House Perfect for romantic getaways, intimate gatherings, or solo adventurers seeking a whimsical escape. Villa Bodrum With spacious interiors, modern amenities, and private outdoor spaces, each Villa is a haven. Family Cottage Our cottage provides a serene retreat for those seeking solace in nature's embrace. Standard Cottage elax in rustic elegance, unwind on your private veranda, and immerse yourself in the beauty. Single Apartments Designed for solo travelers or cozy couples, our apartments offer a cozy retreat. 02 About HotelPro Our Story HotelPro's journey began with a vision to redefine luxury hospitality. It all started with a passionate team dedicated to creating an unparalleled guest experience. Drawing inspiration from the rich heritage of hospitality, HotelPro was founded on principles of excellence, sophistication, and personalized service. Driven by a commitment to innovation and guest satisfaction, HotelPro set out to curate a collection of exceptional properties, each offering a unique blend of elegance and comfort. Our founders believed that every guest deserved to experience the essence of luxury, and thus, HotelPro was born. At HotelPro, our story is a testament to our passion for hospitality and our unwavering commitment to creating extraordinary moments for every guest. Join us on our journey as we continue to redefine luxury hospitality and create lasting memories for years to come. 03 TESTIMONIALS What Our Guests Say About Us The ambiance of the hotel is serene and elegant, providing the perfect escape from the hustle and bustle of daily life. The location is ideal, nestled in a peaceful environment yet conveniently close to local attractions. The rooms are modern and well-appointed, offering all the comforts of home and then some. The hotel exudes sophistication and elegance, creating a truly luxurious atmosphere. The attention to detail in every aspect of the hotel, from the chic decor to the gourmet dining options, is evident HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "services": "Explore Our Services at HotelPro: Elevating Your Stay with Unmatched Luxury and Exceptional Hospitality x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Services Of Our Hotel See More 01 SERVICES Properties In Your Favorite Area Car Rental Secure your car rental at the best price and enjoy peace of mind. Cozy Spa Step into a world of relaxation and rejuvenation, where tranquility awaits and luxurious treatments. Travel Events We are specialize in crafting bespoke travel events tailored to your unique preferences and interests. Food Court Step into a culinary paradise where diversity meets convenience, offering an array of delectable options. Dry Sauna Our state-of-the-art dry sauna offers a serene retreat from the hustle and bustle of the outside world. Кids' Camp From outdoor adventures to creative arts and crafts. With The Everlasting Beauty That Stood For Many Years Comes A Fine Resort To Serve Its Name Best food menu We serve Continental, Chinese and Indian cuisines. Not to mention many regional flavors and tastes. A feast for your taste buds! Enjoy silence in privacy The quietude of the place coupled with our discreet room service would leave you to yourself in toto. You can be as private as possible! In the best locale The quintessential locales of the Shale Hotel is unbelievable. You can disappear into the woods in a no time, yet come back quickly. Easy reservation The online reservation is quite simple and straightforward. You decide when you want to come to Shale hotel and book accordingly. Simple! Staff at your disposal In Shale hotel, our staff will appear mysteriously when you want them. The next moment you won't find them! That is our room service! Just you & nature The quintessential locales of the Misty Mount is unbelievable. You can disappear into the woods in a no time, yet come back quickly. 03 NEWS Hotel News Discover Our Exclusive Spring Stay Packages You can immerse yourself in the beauty of the season and create cherished moments with your loved ones. Here's How to Decorate Your New Home With a little creativity, planning, and inspiration, you can turn your new house into a home that truly. Introducing Our New Chef's Tasting Menu Prepare your taste buds for an unforgettable journey as we unveil our new Chef's Tasting Menu. HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "terms-conditions": "HotelPro Terms and Conditions: Clear Guidelines for Your Use of Our Services and Platform x We use cookies to ensure that we give you the best experience on our website. Accept HotelPro About Services Rooms Contact Discover More Terms & Conditions This agreement outlines the rules and guidelines for accessing and using www.hotelpro.com By accessing this site, you agree to abide by these terms and conditions. If you disagree with any part of these terms, please refrain from using our site. Intellectual Property Rights The content, including but not limited to, intellectual property displayed on this site, is the property of HotelPro and/or its content suppliers, except for content you own. We grant you a limited license, subject to these terms, for personal viewing of the material on our site. Usage Restrictions You are specifically restricted from: Copying, duplicating, or otherwise exploiting material on our site for any purpose without obtaining written permission from us. Selling, sublicensing, or otherwise commercializing any material from the site. Publicly performing or displaying any site content. Using this site in any way that is harmful, or in any way that prevents the use or enjoyment of the site by any other person. Your Content Your Content refers to any audio, video, text, images, or other materials you choose to display on this site. By posting Your Content, you grant HotelPro a non-exclusive, worldwide, irrevocable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. Your Content must be owned by you and must not infringe on the rights of third parties. HotelPro has the right to remove any of Your Content from this site at any time, and without prior notice. Disclaimer of Warranty This site is provided as is, with all faults, and HotelPro makes no representations or warranties of any kind related to this site or the materials contained on this site. Limitation of Liability In no event shall HotelPro, nor any of its officers, directors, and employees, be liable for anything arising out of or in any way connected with your use of this site, whether such liability is under contract, tort, or otherwise. Indemnification You hereby indemnify to the fullest extent HotelPro from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these terms. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Terms Modification HotelPro is permitted to revise these terms at any time as it sees fit, and by using this site, you are expected to review these terms regularly. Assignment HotelPro is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. Entire Agreement These terms constitute the entire agreement between HotelPro and you concerning the use of this site and supersede all prior agreements and understandings. These terms will be governed and interpreted in accordance with the laws of the jurisdiction where HotelPro is located, and you submit to the non-exclusive jurisdiction of the state and federal courts located in for the resolution of any disputes. Governing Law & Jurisdiction Contact: HotelPro@gmail.com HotelPro Join our community to stay in the groove with the latest updates. About Us About Rooms Services Contact Links Disclaimer Privacy Policy Terms & Conditions (23) 562 28-93 HotelPro@gmail.com Baniyadih, Paunsara, Chhattisgarh © 2024. HotelPro All rights reserved.",
    "thanks": "Thank You for Choosing HotelPro: Your Gateway to Exceptional Hospitality Thanks for your order We're thrilled that you've chosen us to fulfill your shopping needs. Your order is currently being processed and will be shipped as soon as possible. In the meantime, you can track your order status online or by contacting our customer service team. We value your business and appreciate your trust in our products and services. To show our gratitude, we've included a special gift with your order. We hope you enjoy it! We use the following shipping methods for all of our shipments. Your order is expected to arrive within 3-5 business days. You will receive an email notification when your order has been shipped, which will include a tracking number that you can use to track the progress of your delivery. We appreciate your business and look forward to serving you again soon. If you have any feedback about your shopping experience, please share it with us. We're always looking for ways to improve our services and provide our customers with the best possible experience. You can view your order history and track your current orders by logging into your account on our website. If you need to make any changes to your order, such as updating your shipping address or canceling your order, please contact our customer service team as soon as possible. We value your privacy and do not share your personal information with any third parties. Your payment and shipping information is secure and encrypted. Your trust in us is invaluable. We deeply respect each of our guests and are committed to providing exceptional service. We aim to make every moment of your stay with us comfortable and enjoyable. We hope you enjoy your new purchase! Thank you for choosing us. We are honored to have you as our guest at HotelPro, and we are excited to ensure you have a delightful and memorable stay. We can't wait to make your stay with us a memorable one. We hope you feel the warmth and hospitality we bring to every aspect of HotelPro. Once again, thank you for your reservation. We are eager to welcome you to HotelPro and provide you with a remarkable hospitality experience. Welcome to HotelPro, where every moment is designed to exceed your expectations! Once again, thank you for your reservation. We appreciate your trust in us and are committed to making your stay with us exceptional. Let's make every moment count! Sincerely. Home"
  },
  "date": "2024-05-06T09:44:55.491Z"
}