{
  "name": "New_v10_Fashmom",
  "pages": {
    "thanks": "Thank you for your purchase! Igniting Women's Empowerment with Unforgettable Style At our company, we believe that fashion should be a reflection of your unique style and personality. That's why we are committed to creating a collection of modern clothing that is both stylish and comfortable. We source our materials from the best suppliers around the world, ensuring that every piece is of the highest quality and crafted with precision. Our collection is a celebration of the beauty of the modern woman. We believe that fashion should be inclusive and accessible to everyone, which is why we offer a wide range of sizes and styles to fit any body type. We are passionate about empowering women to express themselves through fashion and encourage them to embrace their individuality through our clothing. We are committed to sustainability and ethical practices. We only source materials from suppliers who share our values and adhere to the highest standards of quality and environmental responsibility. We believe that fashion should not just be a trend, but a way of life. Join us in embracing modern style that is both beautiful and sustainable. Discover our captivating collection",
    "about": "Fashmom: about us Fashmom Home Catalog About Contacts Home Catalog About Contacts Unleash Your Inner Artist with Fashmom At Fashmom, we believe that fashion is a form of creative expression and that every garment should be a unique work of art. Each piece is a labor of love, carefully crafted to meet the highest standards of quality and style. Our collection is a journey through different eras and styles, taking you on a visual adventure that is both educational and inspiring. Empowering Women Through Fashion Our mission is to empower women to express their unique style and to create a community that celebrates individuality and creativity. By connecting women with the finest fashion products, we aim to create a platform where women can discover and shop for clothing that is both stylish and sustainable, and that empowers women to embrace their true selves. Unleash Your Inner Fashionista with Fashmom At Fashmom, we believe that fashion is a form of self-expression and that every garment should be a unique work of art. Each piece is a labor of love, carefully crafted to meet the highest standards of quality and style. Our collection features garments from various eras and styles, each one a reflection of the beauty and craftsmanship of Fashmom's commitment to using only the finest materials and techniques. Every piece is a unique work of art that cannot be found elsewhere. Supporting the Fashion Community, One Purchase at a Time We are committed to supporting the fashion community and empowering women to express their unique style. By shopping with us, you actively support the fashion community and help preserve the rich history of fashion. Fashmom provides women with the means to curate their own unique style, and we believe that fashion is a form of self-expression that should be celebrated and encouraged. Discover a World of Unique and Stylish Clothing Explore a world of handcrafted garments from India, each one a masterpiece of artistic expression and craftsmanship. Fashmom blends the classic with the modern to create a unique look that is both stylish and timeless. Our collection features garments that are both comfortable and functional, ensuring that you'll find the perfect piece to elevate your personal style and make you feel like a work of art every day. Empowering Women Through Sustainable Fashion At Fashmom, we believe that fashion should be a tool for empowerment, not just a means to impress others. That's why we source our materials from sustainable suppliers and design each piece with the utmost care and attention to detail. By shopping with us, you not only get stylish and high-quality clothing, but you also support a community that values sustainability and ethical practices. Discover a World of Unique and Ethical Clothing Explore a world of handcrafted garments from India that are truly one-of-a-kind, each piece a reflection of the wearer's inner beauty and style. At Fashmom, we believe that every woman deserves to wear clothing that exudes confidence, creativity, and a touch of magic. That's why we handcraft each piece with the utmost care and attention to detail, using only the finest materials and the highest quality craftsmanship. Our collection is a celebration of the best of Indian culture, blending ancient techniques with modern styles to create a unique and timeless look that is both stylish and sustainable. Find Your Perfect Piece We're home to a vast collection of stylish and comfortable women's clothing from India, featuring garments from various eras and styles. Browse our collection with confidence, knowing that each piece is a masterpiece of craftsmanship and a reflection of the wearer's unique style. Whether you're looking for a classic design or something more modern, we have something for everyone. With swift shipping and exceptional customer service, we are confident that you'll find the perfect garments to enhance your style and make you feel like a work of art every day. Embrace Your Inner Artist At Fashmom, we believe that fashion is a form of self-expression that can bring people together. By creating unique and visually stunning clothing, we aim to create a platform where people can connect with something that speaks to their soul. Our online store is your sanctuary for all things fashion forward. Explore our collection of one-of-a-kind pieces that are both stylish and meaningful. With fast shipping and exceptional customer service, we are confident that you'll find the perfect garments to express your unique style and help you embrace your inner artist. Fashmom@gmail.com +3 535 6972 677 82, John Paul II Alley, Warsaw. Privacy Policy Terms conditions Cookies Disclaimer This website uses cookies to enhance your user experience. By clicking \"I agree\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "catalog": "Fashmom: catalog Fashmom Home Catalog About Contacts Home Shop Now About Us Contact Us Embracing Uniqueness: A Journey with Fashmom At Fashmom, we believe that every woman is a work of art, and that fashion is a form of self-expression. Our designs are a reflection of this belief, featuring a mix of avant-garde and bohemian elements that are both timeless and trendy. Whether you're looking for a statement piece or everyday wear, we have the perfect garment to make you feel confident, exquisite, and truly unique. Each piece is carefully crafted to be a work of art, and we invite you to join us on this journey of self-discovery through fashion. Come and explore the world of Fashmom, where uniqueness is our middle name. Experience Elegance Start Your Style Odyssey Discover Unique Pieces Shop the Collection Elevate Your Style Shop Now Timeless Style Shop the Collection Indulge in Luxury Fashion Shop Now Unleash Your Artistic Side Shop the Collection At Fashmom, we believe that every woman is a canvas waiting to be painted. Our collection is a celebration of the beauty of femininity, where vintage meets modernity through the lens of artisanal craftsmanship. Each piece is a symphony of textures, colors, and details, carefully curated to become a part of your personal style journey. We believe that fashion should be a transformative experience, a way to escape the monotony of daily life and embrace the beauty of the world around us. So come and discover the magic of Fashmom, where fashion is a labor of love and a means of self-expression. Fashmom: The Sanctuary of Unique Fashion At Fashmom, we believe that every woman is a true original, and we want to help you channel that inner spark and create a wardrobe that truly reflects your unique style. Our collection is a curated experience, crafted with love and attention to detail to help you find the perfect pieces that make you stand out from the crowd. So come and discover the magic of Fashmom, where fashion is an expression of your innermost self, and we will help you redefine your personal style journey. Contact Us: Fashmom@gmail.com Call Us: +3 535 6972 677 Visit Us: 82, John Paul II Alley, Warsaw. Privacy Policy Terms and Conditions Cookie Policy Disclaimer This website uses cookies to enhance your user experience. By clicking \"I agree\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "contacts": "Get in Touch with Fashmom Fashmom Home Catalog About Contacts Home Catalog About Contacts Experience the Ultimate Fashion Journey with Fashmom At Fashmom, we are passionate about fashion and the way it makes us feel. That's why we've curated a collection of clothing pieces that are not only stylish, but also inspire us to be our best selves. From bold statement dresses to chic tops and flowy skirts, our pieces are designed to make you feel confident, beautiful, and truly unique. Whether you're a fashionista or just looking for a new favorite thing, we've got you covered. Reach out to us today to learn more about our online store and how we can help you on your fashion journey. Name Email I agree with terms of conditions Send Fashmom@gmail.com +3 535 6972 677 82, John Paul II Alley, Warsaw. Privacy Policy Terms conditions Cookies Disclaimer This website uses cookies to enhance your user experience. By clicking \"I agree\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "cookies": "Fashmom's Privacy Policy: Your Information, Your Safety Fashmom Home Catalog About Contacts Home Catalog About Contacts Cookies policy for Fashmom Fashmom is a brand that creates one-of-a-kind, high-quality clothing that is designed to make you feel confident and empowered. This website uses cookies to enhance your experience and provide personalized content. A cookie is a small amount of data that is stored on your device by a website you visit. There are two types of cookies: Session cookies: These cookies expire when you close your browser. Persistent cookies: These cookies remain on your device until you delete them. We use session and persistent cookies on our website. The cookies we use are: Google Analytics: we use Google Analytics to track how you move through our website. This helps us understand which pages are most popular, where users are coming from, and how they're finding our website. Social media cookies: we use social media cookies to show personalized content and relevant ads in your browsing experience on our website. Functionality cookies: we use functionality cookies to remember your preferences for features, such as language or currency. You can change your settings to accept or decline cookies through your browser settings. However, if you choose to decline cookies, you may not be able to fully experience all the functionality of our website. You can also choose to block the use of cookies by Google Analytics by installing the browser extension for opting out of privacy. This will prevent any additional information from being collected. By continuing to use our website, you consent to the use of cookies. The unique and personalized content that you see on our website is created by our AI algorithms. These algorithms use your browsing history and device information to create a personalized experience for you. If you want to opt out of this personalized experience, you can uninstall the Fashmom mobile app. By doing so, you will not see any personalized content from our AI algorithms. Contact Us: Fashmom@gmail.com Call Us: +3 535 6972 677 Visit Us: 82, John Paul II Alley, Warsaw. Privacy Policy Terms and Conditions Cookie Policy Disclaimer This website uses cookies to enhance your user experience. By clicking \"I agree\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "disclaimer": "Fashmom: Uniquely Informative Disclaimer Fashmom Home Catalog About Contacts Home Catalog About Contacts Fashmom - Modern Clothing Online At Fashmom, we are passionate about providing the best online shopping experience for all of our visitors. We strive to provide unique and stylish clothing items that are both functional and fashionable. We are committed to creating a safe and welcoming environment for all of our visitors. We do not claim ownership over any of the content posted on our website, even if it appears to be ours. We are dedicated to providing helpful and useful information to our visitors. We do not hold copyright over the material we publish. Instead, we are committed to creating a safe and welcoming environment for all of our visitors. We do not tolerate content that is inappropriate, offensive, or illegal on our website. We strive to create a safe and welcoming environment for all of our visitors. If you have any concerns about the content on our website, please contact us at Fashmom@gmail.com. We cannot guarantee that our website will be available or uninterrupted. We may experience technical difficulties, server issues, or other disruptions that prevent us from providing access to our website. We apologize for any inconvenience this may cause. We are not responsible for any harm caused by viruses or other malware that may be found on our website or when accessing or downloading materials from it. We recommend using up-to-date antivirus software and only downloading files from trusted sources. We cannot guarantee the functionality or accuracy of the information on our website. We do not warrant that our website is free of errors or that the information on our website is complete, accurate, or up-to-date. If you have any concerns about the information on our website, please contact us at Fashmom@gmail.com. We reserve the right to modify, suspend, or discontinue our website, or any part of it, at any time without notice. If necessary, we may do so to comply with applicable laws or regulations. If this happens, we will post a notice on our website so that you are aware of what is happening and can make appropriate plans to access the information you need. Contact Us: Fashmom@gmail.com Fashmom@gmail.com +3 535 6972 677 82, John Paul II Alley, Warsaw. Terms and Conditions Cookie Policy Disclaimer Our Privacy Policy This website uses cookies to enhance your user experience. By clicking \"I agree\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "index": "Elegance and Sustainability - Fashmom Fashmom Home Catalog About Contacts Home Catalog About Contacts Elevate Your Style with Fashmom: Modern Fashion Made Simple At Fashmom, we believe that fashion should be accessible to everyone, regardless of age, body shape, or budget. That's why we offer a modern clothing collection that is designed to be both stylish and practical. From trendy tolls to comfortable basics, we have something for everyone. Our clothes are designed to be versatile, comfortable, and easy to mix and match. Whether you're running errands, going out for a night on the town, or just want to feel confident and on-trend, we have you covered. Join the Fashmom community today and discover the beauty of modern fashion. &gt; Shop Our Collection Elevate Your Style with Fashmom: Modern Fashion Made Simple At Fashmom, we believe that fashion should be accessible to everyone, regardless of age, body shape, or budget. That's why we offer a modern clothing collection that is designed to be both stylish and practical. From trendy tolls to comfortable basics, we have something for everyone. Our clothes are designed to be versatile, comfortable, and easy to mix and match. Whether you're running errands, going out for a night on the town, or just want to feel confident and on-trend, we have you covered. Join the Fashmom community today and discover the beauty of modern fashion. Every purchase you make at Fashmom is an investment in your personal style, self-awareness, and journey of self-discovery. We are committed to sustainability and ethical manufacturing practices, ensuring that every item we offer is crafted with the utmost care and attention to detail. Our collection celebrates the elegance of the feminine form, combining comfort, functionality, and a timeless style that is both classic and modern, while also being entirely unique. Each piece is a masterpiece, crafted with love and dedication to become a part of your personal style odyssey. Join us on this journey of self-expression and empowerment. With each purchase, you support the Indian fashion industry and become a part of a community of women who are passionate about fashion, sustainability, and self-love. Your purchase is not merely a product – it is a symphony of colors, textures, and patterns that harmonize to create an artwork that is exclusively yours. Every piece reflects your inner beauty, and we are honored to be a part of your personal style expedition. Fashmom: Where Every Woman is a Modern Masterpiece At Fashmom, we believe that fashion should be a celebration of individuality, not a follower of trends. That's why we create a selection of modern clothing that caters to your unique style and aesthetic. Our collection represents the blend of vintage and modern fashion, infused with modernity, glamour, and sophistication, and crafted with a focus on comfort, functionality, and a style that is both timeless and contemporary. Every purchase you make at Fashmom is an investment in your personal style and self-expression. We are committed to sustainability and ethical manufacturing practices, ensuring that each item we offer is made with meticulous care and attention to detail. Our collection represents the finest blend of vintage and modern fashion, and we strive to create garments that not only look great, but also make you feel like a visionary. Each piece is a masterpiece, crafted with love and care to become a part of your personal style journey. Our clothing is designed to make you feel like a modern masterpiece, with each piece being a unique creation that reflects your individuality. We celebrate the beauty of the feminine form, and we believe that every woman deserves to feel like a work of art, whether she's a fashionista, a bohemian spirit, or a classic enthusiast at heart. Your purchase helps us build a community of fashion-loving women who empower themselves and support the Indian fashion industry. Join us in our mission to empower women and shop sustainably, experiencing the joy of clothing made with love at Fashmom. The Alluring Jean Dress $399.99 Add to Cart The Elegant Lace Blouse $249.99 Add to Cart The Timeless Jumpsuit $349.99 Add to Cart The Flirty Skirt $499.99 Add to Cart Embracing Modernity with Style at Fashmom At Fashmom, we believe that fashion is a reflection of your personality and lifestyle. We want to empower women to express themselves in the modern world. Join us in celebrating the beauty of clothing that is made to be worn, not just looked at. Shop sustainably and experience the magic of clothing that is designed to make you feel confident, stylish, and ready to take on the world. Start Your Shopping Adventure Now Contact Us: Fashmom@gmail.com Call Us: +3 535 6972 677 Visit Us: 82, John Paul II Alley, Warsaw. Privacy Policy Terms and Conditions Cookie Policy Disclaimer This website uses cookies to enhance your user experience. By clicking \"I agree\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "privacy-policy": "Fashmom: Protecting Your Privacy, One Purchase at a Time Fashmom Home Catalog About Contacts Home Catalog About Contacts Fashmom's Privacy Policy: Protecting Your Personal Information At Fashmom, we understand the importance of privacy and are committed to safeguarding the personal information of our customers and visitors. This Privacy Policy outlines how we collect, use, protect, and share your information to ensure transparency and build trust. When you browse our website, certain information about your device, such as the browser type and operating system, is automatically collected. We may also gather data on your interactions with our website, including the pages visited, links clicked, and search queries made. This information is collected through the use of cookies, which are small text files stored on your device. For more details, please refer to our Cookies Policy. We utilize the information we collect for various purposes, including: 1. Processing orders and managing customer accounts 2. Sending you information about your orders, including details about purchased products and new releases 3. Improving our website and services by analyzing user interactions and enhancing functionality, layout, and design. We may also generate reports on website usage and performance based on this data. 4. Sending personalized promotions and marketing materials to you, and notifying you about new products, special offers, and relevant information. If you wish to opt out of receiving such materials, you can update your account preferences at any time. We may use personal information to respond to inquiries, process orders, and deliver products and services. Additionally, we may leverage publicly available sources, such as government records or third-party directories, to enhance our understanding of customers and their interests. We may share your information with trusted third parties, such as service providers, contractors, and affiliates, who assist us in utilizing and protecting data. Furthermore, we may disclose information to our parent company, subsidiaries, and affiliates for the purposes outlined in this Privacy Policy. You have the right to access, correct, or delete your personal information held by us. If you would like to review, update, or delete your data, please contact us for further assistance. Your use of our website is subject to our Terms of Service: Guidelines for a Secure Shopping Experience of Use. We do not assume responsibility for the content of external websites linked from our platform. The accuracy and reliability of such information cannot be guaranteed. We reserve the right to modify, suspend, or terminate our website or any part thereof without prior notice. For further inquiries, please contact us at Fashmom@gmail.com. Our customer support team can be reached at +3 535 6972 677. 82, John Paul II Alley, Warsaw. Privacy Policy Terms of Service Cookies Disclaimer This website uses cookies to enhance your user experience. By clicking \"I understand\" you acknowledge that you have read and understood our unique Fashmom Privacy Policy and Terms of Service that explains how we use cookies and how you can control them. I agree",
    "terms-conditions": "Fashmom: Terms Conditions Fashmom Home Catalog About Contacts Home Catalog About Contacts Supreme Threads's Terms &amp; Conditions: Creating a Modern Shopping Experience Welcome to Supreme Threads, the premier destination for innovative and cutting-edge clothing and accessories! By accessing and using our website, you agree to abide by these terms of service, carefully crafted to ensure a seamless and enjoyable shopping experience for our customers. At Supreme Threads, our unwavering commitment lies in creating a dynamic and stylish space that embodies the latest trends and innovations in fashion technology. We strive to cultivate a community that celebrates creativity, self-expression, and the beauty of the present. The majority of the items showcased on our website are available for purchase and will be dispatched within 2-3 business days from the date of order processing. Please note that we maintain a strict no-return or exchange policy. However, should you encounter any concerns regarding your purchase, we encourage you to reach out to our exceptional customer support team, and we will make every effort to address your needs. We take immense pride in offering the highest quality products and are committed to providing the best possible shopping experience for our valued customers. Safeguarding your privacy and confidentiality is of paramount importance to us. Rest assured that any information collected from you will be used solely for order communication and other relevant purposes. We reserve the right to cancel or suspend your account in the event of a violation of our terms of service. Should such action be necessary, your access to our website will be promptly revoked as per our policies. Supreme Threads retains the sole discretion to refuse service to any individual, at any time, and for any reason. In the event that your access to our site is denied, subsequent access will not be granted without explicit authorization. By making a purchase on our website, you assume full responsibility for ensuring that you possess the necessary legal rights and authority to utilize the acquired products. In case of any uncertainty regarding the usage rights of a specific product, we strongly advise against completing the purchase. We conduct our business ethically and do not knowingly engage in the sale, purchase, or trade of counterfeit, pirated, or stolen products. If you suspect that you have received a counterfeit or pirated item from our website, please contact us immediately. We will initiate a comprehensive investigation to rectify the situation promptly. In the event of a violation of any terms of service outlined herein, Supreme Threads reserves the right to terminate your account. Upon termination, your access to our website will be permanently revoked. Please be aware that under no circumstances are you permitted to sell, rent, lease, assign, distribute, or host any of our content on your website or any other platform without prior written consent. We highly value your ability to enjoy our products and services without concern for unauthorized use or exploitation. For inquiries or assistance, please feel free to contact us at Fashmom@gmail.com. Our dedicated customer support team is available 24/7 at +1 234 567 890 to address any questions or concerns you may have. You can find us at 82, John Paul II Alley, Warsaw. Faravell. Privacy Policy: Safeguarding Your Personal Information Terms and Conditions: Guidelines for a Secure Shopping Experience Cookies: Enhancing Your Website Experience Disclaimer: Acknowledging Our Limitations Fashmom uses cookies to enhance your online experience. By clicking \"I understand\" you acknowledge that you have read and understood our Privacy Policy and Terms and Conditions. We also use cookies to personalize your browsing experience, keep you logged in and remember your preferences. If you continue to use this site, we will assume that you are happy with it. I understand"
  },
  "date": "2024-05-13T19:04:33.992Z"
}