{
  "name": "New_v9_illuminatemart",
  "pages": {
    "terms-conditions": "Termos de Uso da IlluminateMart - Condições para Navegação e Compras IlluminateMart Lar Ofertas Inspiração Nossa garantia Sobre nós Serviços Termos de uso Propriedade Intelectual Todos os conteúdos, incluindo, mas não se limitando a, textos, imagens, logotipos, ícones, áudio e vídeo, presentes no nosso site são de nossa propriedade ou de propriedade de terceiros que nos concederam o direito de utilizá-los. Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual no nosso site são reservados. Você não pode utilizar, reproduzir, modificar, distribuir, exibir ou transmitir qualquer conteúdo do nosso site sem nossa autorização prévia por escrito. Você também não pode utilizar o nosso nome, logotipo ou outra propriedade intelectual sem nossa autorização prévia por escrito. Links para Outros Sites O nosso site pode conter links para outros sites que não são de nossa propriedade ou controle. Nós não somos responsáveis pelo conteúdo, política de privacidade ou práticas de qualquer site de terceiros. Nós recomendamos que você leia atentamente os termos de uso e política de privacidade de qualquer site de terceiros antes de utilizar o mesmo. Terminação Nós nos reservamos o direito de terminar ou suspender o seu acesso ao nosso site em qualquer momento, sem aviso prévio, por qualquer motivo, incluindo, mas não se limitando a, violação destes termos de uso. Após a terminação ou suspensão do seu acesso ao nosso site, você deve destruir imediatamente todas as cópias de qualquer conteúdo ou software que você tenha obtido do nosso site. Alterações nos Termos de Uso Nós nos reservamos o direito de alterar estes termos de uso em qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a publicação no nosso site. Nós recomendamos que você leia atentamente estes termos de uso sempre que utilizar o nosso site para ficar atualizado(a) com as regras e políticas mais recentes. Comentários e Sugestões Nós valorizamos os comentários e sugestões dos nossos clientes. Se você tiver alguma sugestão para melhorar o nosso site ou os nossos produtos, por favor entre em contato conosco por email em illuminatemart@gmail.com. Nós nos esforçaremos para responder a sua sugestão o mais rápido possível. As lustres são um tipo de iluminação suspensa que podem ser utilizadas para iluminar e decorar ambientes internos. Elas são compostas por uma estrutura metálica ou de outro material resistente, um ou mais suportes para lâmpadas, e um cabo ou corrente para suspendê-las no teto. As lustres podem ser utilizadas em diversos ambientes, como salas de estar, salas de jantar, cozinhas, quartos, escritórios e até mesmo em áreas externas, como varandas e jardins. Elas são uma excelente opção para quem deseja criar um ambiente elegante e sofisticado em sua casa ou escritório. Para escolher a melhor lustre para você, é importante considerar alguns fatores, como o tamanho e a altura do ambiente, o estilo de decoração, a quantidade de luz necessária, e o orçamento disponível. O tamanho e a altura do ambiente são fatores muito importantes na escolha da lustre. Uma lustre muito grande ou muito pequena pode desequilibrar a decoração do ambiente. A altura ideal da lustre também varia de acordo com o ambiente. Em uma sala de estar, por exemplo, a lustre deve ser suspensa a uma altura que não atrapalhe a visão das pessoas sentadas, mas que também não fique muito baixa. O estilo de decoração do ambiente também é um fator importante na escolha da lustre. Uma lustre moderna e minimalista pode ser uma excelente opção para um ambiente com decoração contemporânea, enquanto uma lustre com cristais e detalhes dourados pode ser mais adequada para um ambiente com decoração clássica. A quantidade de luz necessária no ambiente também deve ser considerada na escolha da lustre. Uma lustre com várias lâmpadas e um difusor de luz pode ser uma excelente opção para iluminar um ambiente grande e escuro, enquanto uma lustre com uma única lâmpada e sem difusor de luz pode ser mais adequada para criar um ambiente mais íntimo e acolhedor. Por fim, o orçamento disponível também deve ser considerado na escolha da lustre. As lustres podem variar muito de preço, de acordo com o tamanho, o material, o número de lâmpadas, e outros fatores. É importante escolher uma lustre que seja adequada ao seu orçamento, mas que também atenda às suas necessidades e preferências. Como Cuidar da Sua Lustre Para manter a sua lustre sempre bonita e funcionando perfeitamente, é importante cuidar dela adequadamente. Aqui estão alguns dicas e sugestões para cuidar da sua lustre: Limpeza: limpe a sua lustre regularmente com um pano macio e seco para remover a poeira e a sujeira. Não utilize produtos químicos ou abrasivos que possam danificar a superfície da lustre. Lâmpadas: substitua as lâmpadas queimadas imediatamente para evitar que a lustre fique com uma iluminação desigual. Utilize lâmpadas com a potência e o tipo adequados para a sua lustre. Cabos e Correntes: verifique regularmente os cabos e correntes da sua lustre para garantir que eles estejam firmes e seguros. Não pendure objetos pesados nos cabos ou correntes da lustre. Manutenção: se a sua lustre tiver algum problema ou defeito, como um fio solto ou uma lâmpada que pisca, entre em contato com um profissional qualificado para realizar a manutenção necessária. Não tente consertar a lustre por conta própria, pois isso pode ser perigoso e causar danos adicionais. Como Instalar a Sua Lustre A instalação de uma lustre pode ser um pouco mais complicada do que a instalação de outros tipos de iluminação, como luminárias de parede ou de teto. No entanto, se você tiver alguma experiência em trabalhos elétricos e seguir as instruções corretamente, você pode instalar a sua lustre por conta própria. Aqui estão alguns passos básicos para instalar uma lustre: Desligue a energia elétrica na caixa de disjuntores para evitar acidentes. Remova a tampa ou o difusor da lustre para acessar os fios elétricos. Conecte os fios elétricos da lustre aos fios elétricos do teto, seguindo as instruções do fabricante. Normalmente, o fio preto ou marrom é o fio quente, o fio branco é o fio neutro, e o fio verde ou amarelo é o fio de terra. Fixe a base da lustre no teto com parafusos ou suportes, dependendo do modelo da lustre. Coloque a tampa ou o difusor da lustre novamente no lugar. Ligue a energia elétrica na caixa de disjuntores e teste a lustre para garantir que ela esteja funcionando corretamente. Se você não tiver experiência em trabalhos elétricos ou não se sentir confiante em instalar a lustre por conta própria, entre em contato com um profissional qualificado para realizar a instalação. Contato Se você tiver alguma pergunta ou preocupação sobre estes termos de uso ou o uso do nosso site, por favor entre em contato conosco por email em illuminatemart@gmail.com. Nós nos esforçaremos para responder a sua pergunta ou preocupação o mais rápido possível. Obrigado por utilizar o IlluminateMart. Nós esperamos que você encontre as lustres perfeitas para iluminar a sua vida. IlluminateMart Transformando ambientes, iluminando vidas - IlluminateMart Navegação Lar Ofertas Inspiração Nossa garantia Sobre nós Serviços Contatos R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9998-65159 illuminatemart@gmail.com Adicionalmente Política de Privacidade Termos de uso",
    "thanks": "Página de Agradecimento da IlluminateMart - Obrigado por Escolher a Qualidade em Iluminação Obrigado por entrar em contato conosco! Aqui na IlluminateMart, valorizamos muito a comunicação com nossos usuários. Ficamos felizes em saber que você tomou um momento do seu dia para nos enviar um comentário, sugestão ou pergunta através do nosso formulário de contato. Sua contribuição é fundamental para que possamos continuar melhorando nossa plataforma e oferecer o melhor atendimento possível. Nós acreditamos que a base de qualquer relacionamento bem-sucedido é a comunicação aberta e honesta, e estamos comprometidos em manter esse diálogo com você. Nossa equipe está totalmente dedicada a ler e responder a cada mensagem que recebemos. No entanto, devido ao alto volume de correios que recebemos diariamente, nossa resposta pode demorar um pouco. Pedimos sua compreensão e paciência enquanto trabalhamos para responder a todas as solicitações. Se você tiver alguma dúvida ou precisar de ajuda adicional enquanto aguarda nossa resposta, não hesite em consultar nossa seção de Perguntas Frequentes ou entrar em contato conosco novamente. Estamos aqui para ajudar! Novamente, obrigado por nos contatar. Nós apreciamos sua contribuição e esperamos ter a oportunidade de servi-lo novamente em breve. Até então, desejamos que você tenha um ótimo dia e continue iluminando o mundo ao seu redor! Para principal",
    "index": "Bem-vindo à Página Inicial da IlluminateMart - Sua Loja de Luminárias Exclusivas IlluminateMart Lar Ofertas Inspiração Nossa garantia Sobre nós Serviços Bem-vindo à IlluminateMart! Bem-vindo à IlluminateMart, sua loja online exclusiva para encontrar as mais belas e elegantes luminárias para iluminar e transformar o seu espaço. Navegue pela nossa ampla seleção de lustres, pendentes, plafons e muito mais, cuidadosamente selecionados para atender aos seus gostos e necessidades. Combinando estilo, qualidade e funcionalidade, nossas luminárias irão adicionar um toque de sofisticação e luminosidade ao seu ambiente. Explore agora e descubra como a IlluminateMart pode iluminar o seu mundo! Nossas ofertas Ofertas Exclusivas! Não perca nossas ofertas exclusivas e descontos especiais. Na IlluminateMart, trazemos constantemente promoções irresistíveis para iluminar sua casa com estilo e economia. Confira nossas ofertas abaixo e aproveite para decorar com elegância! 50% OFF Pendentes Modernos Frete Grátis Em todas as compras acima de $100 Desconto Especial Plafons Clássicos Inspire-se! Descubra as Últimas Tendências em Iluminação Deixe-se inspirar pelas últimas tendências em iluminação na IlluminateMart. Dos designs mais modernos às peças clássicas atemporais, temos tudo o que você precisa para criar o ambiente perfeito em sua casa. Explore nossa coleção e encontre a peça que vai iluminar e elevar a decoração do seu espaço. 1200+ Novos Estilos Disponíveis 90% Clientes Satisfeitos 3 dias Entrega rápida Nossa Garantia Garantia de Qualidade: Nossas luminárias são cuidadosamente selecionadas para garantir qualidade e durabilidade excepcionais. Atendimento ao Cliente 24/7: Estamos sempre disponíveis para ajudar. Entre em contato conosco a qualquer hora, estamos aqui para você. Devolução Sem Complicações: Se não estiver completamente satisfeito, oferecemos uma política de devolução fácil e sem complicações. Sobre a IlluminateMart A IlluminateMart é sua loja online de confiança para encontrar as mais deslumbrantes luminárias para iluminar seu espaço. Com uma ampla seleção de estilos, desde o contemporâneo até o clássico, estamos dedicados a oferecer produtos de alta qualidade que adicionam beleza e funcionalidade à sua casa. Nossa missão é proporcionar uma experiência de compra excepcional, combinando variedade, qualidade e serviço ao cliente incomparável. Explore nossa coleção hoje e deixe-nos iluminar o seu mundo! 1 Consultoria em Iluminação: Nossa equipe especializada está aqui para ajudá-lo a encontrar as luminárias perfeitas para cada espaço da sua casa. 2 Instalação Profissional: Oferecemos serviços de instalação profissional para garantir que suas luminárias sejam montadas com segurança e precisão. 3 Personalização de Projetos: Quer uma luminária personalizada? Trabalhamos com você para criar a peça perfeita que atenda às suas necessidades e estilo. Lustres Clássicos Elegância Antiga R$ 350,00 Lustre de cristal com design vintage, perfeito para adicionar um toque de glamour à sua sala de jantar. Comprar agora Luxo Intemporal R$ 580,00 Lustre requintado em bronze, com detalhes elaborados, para criar uma atmosfera de sofisticação em qualquer ambiente. Comprar agora Estilo Barroco R$ 450,00 Lustre deslumbrante inspirado no período barroco, com curvas elaboradas e detalhes ornamentados, ideal para espaços elegantes. Comprar agora Opulência Real R$ 720,00 Lustre majestoso com pingentes de cristal e acabamento em ouro, adicionando um toque de realeza à sua casa. Comprar agora Entre em Contato Conosco Estamos aqui para ajudar! Preencha o formulário abaixo e nossa equipe entrará em contato com você em breve para responder a todas as suas perguntas e ajudá-lo a encontrar a luminária perfeita para o seu espaço. Aceito a Política de Privacidade Enviar IlluminateMart Transformando ambientes, iluminando vidas - IlluminateMart Navegação Lar Ofertas Inspiração Nossa garantia Sobre nós Serviços Contatos R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9998-65159 illuminatemart@gmail.com Adicionalmente Política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade da IlluminateMart - Seus Dados em Segurança Conosco IlluminateMart Lar Ofertas Inspiração Nossa garantia Sobre nós Serviços Política de Privacidade A IlluminateMart é uma plataforma online dedicada à venda de lustres de alta qualidade. Nossa missão é oferecer aos nossos clientes uma ampla variedade de opções de iluminação, desde os designs mais clássicos até os mais modernos e sofisticados. É importante salientar que todos os nossos produtos são cuidadosamente selecionados e testados antes de serem disponibilizados para venda. Nossa equipe de especialistas trabalha incansavelmente para garantir que cada lustre atenda aos mais altos padrões de qualidade e durabilidade. No entanto, embora sejam feitos todos os esforços para garantir a precisão das informações e imagens dos produtos no nosso site, não podemos garantir que as cores, os tamanhos e os materiais sejam exatamente como mostrados na tela do computador ou dispositivo móvel. Isso ocorre porque as cores e os tamanhos podem variar dependendo das configurações de exibição do dispositivo utilizado pelo cliente. Além disso, é importante ressaltar que todos os nossos produtos são vendidos sob a forma de \"visto e agradado\". Isso significa que, uma vez que o produto for entregue e instalado, não será possível realizar devoluções ou trocas, exceto em casos de defeito ou danos durante o transporte. Em caso de defeito ou danos durante o transporte, o cliente deverá entrar em contato com a nossa equipe de atendimento ao cliente dentro de 48 horas após a entrega do produto. Nossa equipe analisará o caso e informará ao cliente as próximas etapas a serem seguidas para resolver o problema. É importante ressaltar que a IlluminateMart não se responsabiliza por quaisquer danos ou acidentes decorrentes da instalação inadequada dos lustres adquiridos em nosso site. Recomendamos que a instalação seja realizada por um profissional qualificado e que sejam seguidas todas as orientações fornecidas pelo fabricante. Também é importante lembrar que a IlluminateMart não se responsabiliza por quaisquer danos ou prejuízos decorrentes do uso inadequado dos lustres adquiridos em nosso site. Recomendamos que os clientes sigam todas as orientações fornecidas pelo fabricante e que utilizem os produtos de forma adequada e segura. Em caso de dúvidas ou problemas com os produtos adquiridos em nosso site, o cliente deverá entrar em contato com a nossa equipe de atendimento ao cliente. Nossa equipe estará sempre disponível para ajudar e responder às perguntas dos clientes. Por fim, é importante ressaltar que a IlluminateMart não coleta nem utiliza quaisquer informações pessoais dos seus clientes. Nossa prioridade é garantir a privacidade e a segurança dos dados dos nossos clientes, e por isso não solicitamos nenhuma informação pessoal durante o processo de compra. Além disso, é importante mencionar que a IlluminateMart oferece uma ampla variedade de opções de pagamento para facilitar a vida dos nossos clientes. Aceitamos pagamentos com cartão de crédito, débito, boleto bancário e até mesmo em até 12x sem juros em alguns casos. Todas as transações realizadas em nosso site são seguras e encriptadas, garantindo a proteção dos dados dos nossos clientes. Além disso, trabalhamos com uma das melhores transportadoras do país para garantir que os produtos cheguem em perfeitas condições e no prazo combinado. Mas afinal, por que escolher um lustre para iluminar o seu ambiente? A resposta é simples: lustres são elementos de decoração que podem transformar completamente a aparência de um ambiente, além de proporcionar uma iluminação adequada e confortável. Existem vários tipos de lustres disponíveis no mercado, cada um com suas características e estilos únicos. Lustres de cristal, por exemplo, são conhecidos por sua elegância e sofisticação, e podem ser usados em ambientes formais e informais. Já lustres de metal, como os de ferro forjado ou aço inoxidável, são mais robustos e podem ser usados em ambientes externos ou em estilos mais industriais. Outro fator importante a ser considerado ao escolher um lustre é a altura do teto do ambiente em questão. Lustres suspensos são ideais para ambientes com tetos altos, enquanto lustres de parede ou de teto são mais adequados para ambientes com tetos baixos. Mas além da estética e funcionalidade, lustres também podem ter um impacto significativo na sua conta de energia. Lustres com lâmpadas LED, por exemplo, consomem muito menos energia do que as lâmpadas incandescentes tradicionais, e podem durar até 25 vezes mais. Isso significa que, ao investir em um lustre com lâmpadas LED, você estará economizando dinheiro e contribuindo para o meio ambiente. Em nosso site, você encontrará uma ampla variedade de lustres com lâmpadas LED, em diferentes estilos e tamanhos. Além disso, todos os nossos lustres são cuidadosamente selecionados para garantir que eles sejam de alta qualidade e durabilidade. Mas a IlluminateMart não é apenas uma loja online de lustres. Nós somos uma equipe de profissionais apaixonados por iluminação e decoração, e nos esforçamos para oferecer o melhor serviço e produtos para nossos clientes. Outro ponto importante a ser destacado é que a IlluminateMart oferece uma garantia de 12 meses em todos os nossos produtos. Isso significa que, caso o seu lustre apresente algum defeito ou problema durante este período, nós nos comprometemos a consertá-lo ou trocá-lo por outro, sem custos adicionais para você. Mas não só isso, nós também oferecemos uma política de devolução de 30 dias. Se você estiver insatisfeito com o seu lustre por qualquer motivo, você pode devolvê-lo para nós dentro deste prazo, e nós lhe faremos o reembolso completo do valor pago. Se você tiver alguma dúvida ou sugestão, por favor, não hesite em entrar em contato conosco pelo e-mail illuminatemart@gmail.com. Estaremos sempre à disposição para ajudar e responder às suas perguntas. Obrigado por escolher a IlluminateMart como sua loja de lustres online de confiança. Esperamos que você encontre o lustre perfeito para iluminar seu ambiente com estilo e elegância. Atenciosamente, a equipe da IlluminateMart. IlluminateMart Transformando ambientes, iluminando vidas - IlluminateMart Navegação Lar Ofertas Inspiração Nossa garantia Sobre nós Serviços Contatos R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9998-65159 illuminatemart@gmail.com Adicionalmente Política de Privacidade Termos de uso"
  },
  "date": "2024-05-25T04:32:14.119Z"
}