{
  "name": "New_v9_DoorElegance",
  "pages": {
    "catalog": "DoorElegance: Your Premier Door Store in India | Catalog Home Catalog Why Choose us Features Work Process Our Product Catalog Classic Wooden Door ₹15,000 Order Modern Glass Door ₹26,000 Order Secure Steel Door ₹30,000 Order Elegant French Door ₹35,000 Order Rustic Barn Door ₹20,000 Order Contemporary Sliding Door ₹28,000 Order About Us DoorElegance was founded with a vision to provide high-quality, aesthetically pleasing doors that elevate the beauty and functionality of homes across India. Our journey began over a decade ago, with a small team of dedicated craftsmen and a passion for creating the perfect door for every home. Today, we are proud to be one of the leading door manufacturers in the country, offering a wide range of products from classic wooden doors to modern glass and steel designs. At DoorElegance, we believe that a door is not just a functional element of your home, but also a statement of style and elegance. Our team of expert designers and craftsmen work tirelessly to bring you doors that combine durability, security, and beauty. We use only the highest quality materials and the latest manufacturing techniques to ensure that every door we produce meets our exacting standards. We are committed to providing exceptional customer service, from the initial consultation to the final installation. Our professional team is here to guide you through every step of the process, helping you choose the right door for your needs and ensuring a seamless installation experience. Join the thousands of satisfied customers who have made DoorElegance their trusted choice for high-quality doors. Discover the elegance and craftsmanship that sets us apart, and let us help you transform your home with the perfect door. Looking For Answers? Check Below! What types of doors do you offer? We offer a wide range of doors including wooden doors, glass doors, steel doors, and custom-designed doors to suit various styles and needs. Can I customize my door? Yes, we provide customizable design options. You can choose the material, style, finish, and other details to create a door that perfectly matches your home. Do you provide installation services? Yes, our professional team offers installation services to ensure your doors are fitted perfectly and securely. What materials do you use? We use high-quality materials including solid wood, tempered glass, and steel to ensure our doors are durable and long-lasting. How do I maintain my door? Maintenance depends on the material of your door. For wooden doors, regular polishing is recommended. Glass doors can be cleaned with glass cleaner, and steel doors can be wiped with a damp cloth. Do you offer warranties? Yes, all our doors come with a warranty to cover any manufacturing defects. The duration of the warranty varies by product. We're Here To Provide 24x7 Support Send message I accept privacy policy Links Home Catalog Why Choose us Features Work Process Policy Privacy policy Terms and Conditions Contacts 240, Velachery Main Rd, Durga Colony, East Tambaram, Sembakkam, Chennai, Tamil Nadu 600073, India +919445888601 doorelegance@gmail.com",
    "index": "DoorElegance: Your Premier Door Store in India Home Catalog Why Choose us Features Work Process Discover the Elegance of Quality Doors At DoorElegance, we believe that every home deserves a perfect door. Explore our wide range of interior and exterior doors, crafted with precision and designed to elevate your living space. Explore Our Catalog Why Choose DoorElegance? At DoorElegance, we pride ourselves on delivering top-notch doors and exceptional customer service. Here's why our customers love us: Wide Range of Designs High-Quality Materials Affordable Prices Custom Door Options Professional Installation Services View Our Catalog Satisfied Customers 10,000+ Door Designs 500+ Professional Installers 100+ Awards & Certifications 50+ Unique Featured Products Elegant Wooden Doors Discover our range of elegant wooden doors, crafted to perfection to add a touch of class to your home. Modern Glass Doors Our modern glass doors are designed to provide both style and functionality, perfect for contemporary interiors. Secure Steel Doors Choose from our selection of secure steel doors, offering maximum security without compromising on style. Customizable Designs Get doors that are as unique as your home with our customizable design options, tailored to your specifications. Eco-Friendly Options Explore our eco-friendly door options, made from sustainable materials to ensure a greener future. Premium Quality All our doors are made with premium materials, ensuring durability and long-lasting beauty. Contemporary Doors And Accents WORK PROCESS 01 Consultation We begin with a detailed consultation to understand your needs and preferences, ensuring we recommend the best door solutions for your home. 02 Design Our expert designers create custom door designs that align with your aesthetic and functional requirements. 03 Manufacturing Using high-quality materials, we manufacture your doors with precision and care, ensuring durability and style. 04 Installation Our professional installation team ensures that your new doors are installed perfectly, providing a seamless finish to your project. Links Home Catalog Why Choose us Features Work Process Policy Privacy policy Terms and Conditions Contacts 240, Velachery Main Rd, Durga Colony, East Tambaram, Sembakkam, Chennai, Tamil Nadu 600073, India +919445888601 doorelegance@gmail.com",
    "privacy": "DoorElegance: Your Premier Door Store in India | Privacy Policy Home Catalog Why Choose us Features Work Process Privacy Policy At DoorElegance, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or interact with us online. Information Collection We may collect personal information such as your name, email address, phone number, and address when you place an order, request information, or sign up for our newsletter. We also collect non-personal information such as browser type, language preference, referring site, and the date and time of each visitor request. Use of Information The information we collect is used to process transactions, improve customer service, personalize user experience, and send periodic emails regarding your order or other products and services. Protection of Information We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. Cookies We use cookies to enhance your experience on our site. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser (if you allow) that enable the site's or service provider's systems to recognize your browser and capture and remember certain information. Disclosure of Information We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. Third-Party Links Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We, therefore, have no responsibility or liability for the content and activities of these linked sites. Consent By using our site, you consent to our website's privacy policy. Changes to our Privacy Policy If we decide to change our privacy policy, we will post those changes on this page. Policy changes will apply only to information collected after the date of the change. If you have any questions regarding this Privacy Policy, you may contact us using the information below: Email: doorelegance@gmail.com Links Home Catalog Why Choose us Features Work Process Policy Privacy policy Terms and Conditions Contacts 240, Velachery Main Rd, Durga Colony, East Tambaram, Sembakkam, Chennai, Tamil Nadu 600073, India +919445888601 doorelegance@gmail.com",
    "terms": "DoorElegance: Your Premier Door Store in India | Terms and Conditions Home Catalog Why Choose us Features Work Process Terms and Conditions 1. Introduction Welcome to DoorElegance. These terms and conditions outline the rules and regulations for the use of our website. 2. Intellectual Property Rights Other than the content you own, under these terms, DoorElegance and/or its licensors own all the intellectual property rights and materials contained on this website. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media; Selling, sublicensing, and/or otherwise commercializing any website material; Publicly performing and/or showing any website material; Using this website in any way that is or may be damaging to this website; Using this website in any way that impacts user access to this website; Using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; Engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this website; Using this website to engage in any advertising or marketing. 4. Your Content In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video, text, images, or other material you choose to display on this website. By displaying Your Content, you grant DoorElegance a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. 5. Limitation of Liability In no event shall DoorElegance, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website, whether such liability is under contract. DoorElegance, including its officers, directors, and employees, shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 6. Indemnification You hereby indemnify to the fullest extent DoorElegance from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. 7. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 8. Variation of Terms DoorElegance is permitted to revise these terms at any time as it sees fit, and by using this website, you are expected to review these terms regularly. 9. Assignment DoorElegance is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. 10. Entire Agreement These terms constitute the entire agreement between DoorElegance and you concerning your use of this website and supersede all prior agreements and understandings. 11. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. If you have any questions about these Terms and Conditions, please contact us at doorelegance@gmail.com. Links Home Catalog Why Choose us Features Work Process Policy Privacy policy Terms and Conditions Contacts 240, Velachery Main Rd, Durga Colony, East Tambaram, Sembakkam, Chennai, Tamil Nadu 600073, India +919445888601 doorelegance@gmail.com",
    "thank": "DoorElegance: Your Premier Door Store in India | Thank Thank You for Reaching Out! We appreciate your interest in DoorElegance. Your message has been received, and our team will get back to you as soon as possible. We are committed to providing you with the best service and high-quality doors that meet your needs. If you have any urgent inquiries, please feel free to call us. In the meantime, we invite you to explore our wide range of products on our website. Thank you for choosing DoorElegance. We look forward to serving you! Main page"
  },
  "date": "2024-06-14T11:13:11.524Z"
}