{
  "name": "New_v8_ClockWorks",
  "pages": {
    "about-us": "ClockWorks - Conheça Mais Sobre Nós ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO RELOGIOS PARA CADA MOMENTO . Entregue-se ao luxo dos relógios de parede ClockWorks, meticulosamente criados para decorar sua casa com elegância. De relógios clássicos a designs modernos, oferecemos uma seleção cuidadosa de produtos para todos os estilos. EXPLORE AGORA POR QUE NOS ESCOLHER ClockWorks oferece uma combinação de elegância e inovação. Nossos relógios de parede são meticulosamente projetados com designs contemporâneos, garantindo tanto beleza quanto funcionalidade. Eles são criados para elevar seus ambientes de forma eficaz. Priorizamos qualidade e sustentabilidade, entregando produtos que fortalecem enquanto minimizam o impacto ambiental. Saiba Mais &#8594; O QUE OS NOSSOS CLIENTES DIZEM \"Estou absolutamente apaixonado pelos relógios de parede da ClockWorks! A qualidade é excepcional e a variedade de modelos é incrível. Além disso, eu valorizo o compromisso deles com a sustentabilidade.\" - Emily S. \"ClockWorks se tornou minha escolha principal para todas as minhas necessidades de decoração. Seus relógios nunca decepcionam e me sinto bem sabendo que eles priorizam a procedência ética.\" - David M. \"Eu já experimentei muitas marcas de relógios, mas ClockWorks se destaca. A atenção aos detalhes em seus produtos é notável, e eu adoro como eles atendem a diversos estilos de decoração.\" - Sarah L. O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "contacts": "ClockWorks - Entre em Contato ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Tem alguma dúvida? Entre em contato conosco. Eu aceito a Política de Privacidade ENVIAR ENTRE EM CONTATO Conecte-se com a ClockWorks para todas as suas dúvidas sobre relógios de parede e assistência. SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951 O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "disclaimers": "ClockWorks - Avisos Legais ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Avisos Legais O uso deste site está sujeito aos seguintes avisos legais e disclaimers: Limitação de Responsabilidade O conteúdo deste site destina-se apenas a fins informativos gerais. Não constituímos aconselhamento profissional ou específico para qualquer situação individual. Embora nos esforcemos para garantir a precisão das informações fornecidas neste site, não garantimos que as informações estejam completas, precisas ou atualizadas. Não nos responsabilizamos por qualquer perda direta, indireta ou consequente decorrente do uso deste site ou da confiança em qualquer informação fornecida neste site. Reservamo-nos o direito de modificar ou descontinuar temporariamente ou permanentemente este site (ou qualquer parte dele) com ou sem aviso prévio. Não nos responsabilizamos por qualquer interrupção ou falha no funcionamento deste site, incluindo interrupções ou falhas causadas por eventos fora do nosso controle razoável. Links para Outros Sites Este site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. Não temos controle sobre o conteúdo desses sites de terceiros e não nos responsabilizamos pelo conteúdo deles. Modificações Reservamo-nos o direito de modificar estes avisos legais e disclaimers a qualquer momento. Ao continuar a utilizar este site, você concorda em ficar vinculado à versão atual desses avisos legais e disclaimers. O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "index": "ClockWorks - Transforme Sua Casa com Relógios de Parede Elegantes ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Descubra a Elegância Atemporal com a ClockWorks Explore nossa coleção requintada de relógios de parede, criados com precisão e estilo para complementar qualquer espaço. Seja você fã de designs clássicos ou estéticas modernas, nossos relógios são projetados para aprimorar sua decoração com funcionalidade e charme. Explore Agora RELOGIOS PARA CADA MOMENTO . Entregue-se ao luxo dos relógios de parede ClockWorks, meticulosamente criados para decorar sua casa com elegância. De relógios clássicos a designs modernos, oferecemos uma seleção cuidadosa de produtos para todos os estilos. EXPLORE AGORA Relógios Clássicos Relógios Modernos Relógios Vintage Relógios Decorativos NOSSO COMPROMISSO Estamos comprometidos com qualidade e integridade. Nossos relógios de parede são cuidadosamente projetados com materiais de alta qualidade, garantindo durabilidade e precisão. Priorizamos a procedência ética e práticas sustentáveis em todo o nosso processo de produção. Junte-se a nós nesta missão de decorar com responsabilidade. Saiba Mais &#8594; MAIS VENDIDOS. Conjunto Clássico de Relógios Design Tradicional 99,99 R$ Relógio de Parede Decorativo Elegância em Casa 129,99 R$ Relógio de Parede Moderno Estilo Contemporâneo 179,99 R$ Relógio de Parede Vintage Estilo Retrô 149,99 R$ POR QUE NOS ESCOLHER ClockWorks oferece uma combinação de elegância e inovação. Nossos relógios de parede são meticulosamente projetados com designs contemporâneos, garantindo tanto beleza quanto funcionalidade. Eles são criados para elevar seus ambientes de forma eficaz. Priorizamos qualidade e sustentabilidade, entregando produtos que fortalecem enquanto minimizam o impacto ambiental. Saiba Mais &#8594; O QUE OS NOSSOS CLIENTES DIZEM \"Estou absolutamente apaixonado pelos relógios de parede da ClockWorks! A qualidade é excepcional e a variedade de modelos é incrível. Além disso, eu valorizo o compromisso deles com a sustentabilidade.\" - Emily S. \"ClockWorks se tornou minha escolha principal para todas as minhas necessidades de decoração. Seus relógios nunca decepcionam e me sinto bem sabendo que eles priorizam a procedência ética.\" - David M. \"Eu já experimentei muitas marcas de relógios, mas ClockWorks se destaca. A atenção aos detalhes em seus produtos é notável, e eu adoro como eles atendem a diversos estilos de decoração.\" - Sarah L. O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "privacy-policy": "ClockWorks - Política de Privacidade ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Política de Privacidade A sua privacidade é importante para nós. É política da ClockWorks respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site ClockWorks, e outros sites que possuímos e operamos. Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado. Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados. Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei. O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade. Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados. O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno da privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contato conosco. O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "products": "ClockWorks - Nossos Produtos ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Relógios Clássicos Relógios Modernos Relógios Vintage Relógios Decorativos NOSSO COMPROMISSO Estamos comprometidos com qualidade e integridade. Nossos relógios de parede são cuidadosamente projetados com materiais de alta qualidade, garantindo durabilidade e precisão. Priorizamos a procedência ética e práticas sustentáveis em todo o nosso processo de produção. Junte-se a nós nesta missão de decorar com responsabilidade. Saiba Mais &#8594; MAIS VENDIDOS. Conjunto Clássico de Relógios Design Tradicional 99,99 R$ Relógio de Parede Decorativo Elegância em Casa 129,99 R$ Relógio de Parede Moderno Estilo Contemporâneo 179,99 R$ Relógio de Parede Vintage Estilo Retrô 149,99 R$ O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "terms-conditions": "ClockWorks - Termos e Condições ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Termos e Condições de Uso Estes termos e condições regulam o uso deste site; ao acessar este site, você concorda com estes termos e condições na íntegra. Se você discordar destes termos e condições ou de qualquer parte destes termos e condições, você não deve usar este site. Licença de Uso do Site Salvo disposição em contrário, a ClockWorks e/ou seus licenciadores detêm os direitos de propriedade intelectual em todo o material neste site. Todos os direitos de propriedade intelectual são reservados. Você pode visualizar, baixar para fins de caching apenas e imprimir páginas, arquivos ou outros conteúdos do site para seu uso pessoal, sujeito às restrições definidas abaixo e em outro lugar nestes termos e condições. Você não deve: Republicar material deste site sem permissão prévia por escrito; Vender, alugar ou sub-licenciar material do site; Reproduzir, duplicar, copiar ou de outra forma explorar material neste site para fins comerciais; Editar ou de outra forma modificar qualquer material neste site; ou Redistribuir material deste site, exceto para conteúdo especificamente e expressamente disponível para redistribuição. Onde o conteúdo é disponibilizado para redistribuição, ele deve ser redistribuído na sua totalidade e sem alteração. Restrições de Uso Você não deve usar este site de qualquer maneira que cause, ou possa causar, danos ao site ou atraso ou interferência no fornecimento do site; ou de qualquer maneira que seja ilegal, fraudulenta ou prejudicial, ou em conexão com qualquer atividade ilegal, fraudulenta ou prejudicial. Você não deve usar este site para copiar, armazenar, hospedar, transmitir, enviar, usar, publicar ou distribuir qualquer material que consista ou esteja vinculado a qualquer spyware, vírus de computador, cavalo de Troia, worm, keystroke logger, rootkit ou outro software malicioso. Você não deve conduzir qualquer atividade de coleta de dados sistemática ou automatizada (incluindo, sem limitação, scraping, mineração de dados, extração de dados e colheita de dados) neste site sem o consentimento expresso por escrito da ClockWorks. Você não deve usar este site para transmitir ou enviar comunicações comerciais não solicitadas. Você não deve usar este site para fins relacionados à comercialização sem o consentimento expresso por escrito da ClockWorks. Acesso restrito: O acesso a certas áreas deste site é restrito. A ClockWorks reserva-se o direito de restringir o acesso a outras áreas deste site, ou mesmo a todo o site, a critério da ClockWorks. Se a ClockWorks fornecer-lhe uma ID de usuário e senha para permitir que você acesse áreas restritas deste site ou outros conteúdos ou serviços, você deve garantir que a ID de usuário e a senha sejam mantidas confidenciais. A ClockWorks pode desativar sua ID de usuário e senha ao seu exclusivo critério sem aviso prévio ou explicação. Variação A ClockWorks pode revisar estes termos e condições de tempos em tempos. Os termos e condições revisados entrarão em vigor no uso deste site a partir da data da publicação dos termos e condições revisados neste site. Verifique esta página regularmente para garantir que você está familiarizado com a versão atual. Atribuição A ClockWorks pode transferir, subcontratar ou, de outra forma, lidar com os direitos e/ou obrigações sob estes termos e condições sem notificar você ou obter seu consentimento. Você não pode transferir, subcontratar ou, de outra forma, lidar com seus direitos e/ou obrigações sob estes termos e condições. Severabilidade Se uma disposição destes termos e condições for determinada por qualquer tribunal ou outra autoridade competente como ilegal e/ou inexequível, as outras disposições continuarão em vigor. Se qualquer disposição ilegal e/ou inexequível seria legal ou exequível se parte dela fosse excluída, essa parte será considerada excluída, e o restante da disposição continuará em efeito. Acordo Completo Estes termos e condições, juntamente com a Política de Privacidade, constituem o acordo completo entre você e a ClockWorks em relação ao seu uso deste site, e substituem todos os acordos anteriores em relação ao seu uso deste site. Para qualquer dúvida sobre estes termos e condições, entre em contato conosco através dos nossos canais de suporte. O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951",
    "thanks": "ClockWorks - Obrigado ClockWorks INÍCIO SOBRE NÓS PRODUTOS CONTATO Obrigado por entrar em contato! Agradecemos seu interesse na ClockWorks. Recebemos sua mensagem e responderemos o mais breve possível. Para retornar à página inicial, clique aqui. O site da ClockWorks utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou recuse. Aceitar Recusar Navegação Início Produtos Contatos Links Importantes Avisos Legais Política de Privacidade Termos e Condições Localização SIA Q 6 C - Guará, Brasília - Distrito Federal, Brasil clockworks@gmail.com +55 22 98787-5951"
  },
  "date": "2024-06-18T09:28:05.512Z"
}