{
  "name": "New_v8_CleanSweep",
  "pages": {
    "about-us": "About Us - CleanSweep: Elevating Cleaning Routines for Spotless Homes CleanSweep HOME ABOUT US Products Contact Explore Our Vacuum Cleaner Accessories Discover high-quality vacuum cleaner accessories at CleanSweep, where functionality meets durability. We deliver directly to you, ensuring the best deals on essential vacuum gear. Vacuum Bags Filters Attachments Hoses Accessories Sets Replacement Parts Enhance Your Cleaning Experience with Quality Accessories from CleanSweep! Explore a wide range of vacuum cleaner accessories that elevate your cleaning pleasure. Our experts are here to guide you in finding the perfect additions for your cleaning routine. Immerse yourself in a diverse range of top-quality accessories designed to enhance your cleaning experience. Our commitment to excellence and customer satisfaction ensures that you find the perfect additions to elevate your cleaning rituals. Customer Testimonials \"CleanSweep has transformed my cleaning routine! Their vacuum cleaners are powerful and efficient, making cleaning a breeze. The customer service is exceptional, and I always receive helpful advice whenever I have questions. I highly recommend CleanSweep to anyone looking for top-notch cleaning solutions!\" - wrote Jane Doe and rated: &#9733;&#9733;&#9733;&#9733;&#9733; The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "contacts": "Contact Us - CleanSweep: Expert Advice for Spotless Homes CleanSweep HOME ABOUT US Products Contact CONTACT US CONNECT WITH CLEANSWEEP Stay informed about the latest in cleaning trends, new arrivals, and exclusive offers. Reach out to CleanSweep for expert advice and personalized recommendations to enhance your cleaning experience. 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714 Got any questions? I accept Policy & Privacy SUBMIT The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "disclaimers": "Disclaimers - CleanSweep: Terms and Conditions for Safe Cleaning CleanSweep HOME ABOUT US Products Contact Disclaimers The information provided by CleanSweep (\"we,\" \"us\" or \"our\") on [website URL] is for general informational purposes only. All information on the Site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the Site. UNDER NO CIRCUMSTANCE SHALL WE HAVE ANY LIABILITY TO YOU FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SITE OR RELIANCE ON ANY INFORMATION PROVIDED ON THE SITE. YOUR USE OF THE SITE AND YOUR RELIANCE ON ANY INFORMATION ON THE SITE IS SOLELY AT YOUR OWN RISK. The Site may contain (or you may be sent through the Site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. For more detailed disclaimers and information, please refer to our Terms and Conditions. The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "index": "CleanSweep - High-Quality Vacuum Cleaners and Accessories for Spotless Homes CleanSweep HOME ABOUT US Products Contact CleanSweep - Elevate Your Cleaning Experience Discover a World of High-Quality Vacuum Cleaners and Accessories SHOP NOW Explore Our Vacuum Cleaner Accessories Discover high-quality vacuum cleaner accessories at CleanSweep, where functionality meets durability. We deliver directly to you, ensuring the best deals on essential vacuum gear. Vacuum Bags Filters Attachments Hoses Accessories Sets Replacement Parts Vacuum Cleaner Accessories Store Quality vacuum cleaner accessories at affordable prices. We offer a wide range of accessories to enhance your cleaning experience without breaking the bank. Vacuum Bag from $9.99 Vacuum Filter from $19.99 Vacuum Attachment from $7.99 Buy Now Enhance Your Cleaning Experience with Quality Accessories from CleanSweep! Explore a wide range of vacuum cleaner accessories that elevate your cleaning pleasure. Our experts are here to guide you in finding the perfect additions for your cleaning routine. Immerse yourself in a diverse range of top-quality accessories designed to enhance your cleaning experience. Our commitment to excellence and customer satisfaction ensures that you find the perfect additions to elevate your cleaning rituals. Customer Testimonials \"CleanSweep has transformed my cleaning routine! Their vacuum cleaners are powerful and efficient, making cleaning a breeze. The customer service is exceptional, and I always receive helpful advice whenever I have questions. I highly recommend CleanSweep to anyone looking for top-notch cleaning solutions!\" - wrote Jane Doe and rated: &#9733;&#9733;&#9733;&#9733;&#9733; The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "privacy-policy": "Privacy Policy - CleanSweep: Protecting Your Data Privacy CleanSweep HOME ABOUT US Products Contact Privacy Policy This Privacy Policy describes how CleanSweep (\"we\", \"us\", or \"our\") collects, uses, and shares your personal information when you visit our website [www.cleansweep.com] (the \"Site\") or use our products or services (collectively, the \"Services\"). By using the Services, you agree to the collection and use of information in accordance with this policy. Information Collection and Use We collect several different types of information for various purposes to provide and improve our Services to you. Types of Data Collected Personal Data Usage Data Use of Data We may use the collected data for various purposes: To provide and maintain our Services To notify you about changes to our Services To provide customer support ... Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "products": "Products - CleanSweep: High-Quality Vacuum Cleaners and Accessories for Spotless Homes CleanSweep HOME ABOUT US Products Contact Vacuum Cleaners Vacuum Cleaner Accessories Store Quality vacuum cleaner accessories at affordable prices. We offer a wide range of accessories to enhance your cleaning experience without breaking the bank. Vacuum Bag from $9.99 Vacuum Filter from $19.99 Vacuum Attachment from $7.99 Buy Now Enhance Your Cleaning Experience with Quality Accessories from CleanSweep! Explore a wide range of vacuum cleaner accessories that elevate your cleaning pleasure. Our experts are here to guide you in finding the perfect additions for your cleaning routine. The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "terms-conditions": "Terms and Conditions - CleanSweep: Legal Agreements for Transparent Transactions CleanSweep HOME ABOUT US Products Contact Terms and Conditions Please read these terms and conditions carefully before using the CleanSweep website (the \"Service\") operated by CleanSweep (\"us\", \"we\", or \"our\"). Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service. Accounts When you create an account with us, you must provide us with accurate, complete, and current information at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service. Intellectual Property The Service and its original content, features, and functionality are and will remain the exclusive property of CleanSweep and its licensors. The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. Termination We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Changes We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714",
    "thanks": "Thank You - CleanSweep: Appreciation for Your Inquiry CleanSweep HOME ABOUT US Products Contact Thank You! Thank you for contacting CleanSweep! We appreciate your inquiry and will get back to you as soon as possible. In the meantime, feel free to explore our website for high-quality vacuum cleaners and accessories to elevate your cleaning experience. We look forward to serving you and helping you achieve a spotless home. Back to Home The CleanSweep Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CleanSweep Vacuum Cleaners Explore our collection and elevate your cleaning experience. NAVIGATION HOME ABOUT US PRODUCTS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE 4VQ3+CPM, Chacha Nagar, Bandrekar Wadi, Jogeshwari East, Mumbai, Maharashtra 400060, India cleansweep@gmail.com +91-905-557-8714"
  },
  "date": "2024-05-08T09:40:06.983Z"
}