{
  "name": "New_v8_RockRave",
  "pages": {
    "contacts": "Contact RockRave: Reach out for inquiries, bookings, and collaborations in India Home Concerts Bands Contacts Contact us and find out the answers to all your questions Welcome to the RockRave contact page - your source for concerts and events in India! We strive to provide our visitors with the latest and updated information about upcoming concerts, festivals and other music-related events in the country. If you have any questions, suggestions or comments, please do not hesitate to contact us. We are always open to feedback from our visitors and value your opinion. On this page you will find various ways to contact us so that we can assist you and respond to your queries. Feedback Form: If you have specific questions or suggestions, please fill out the feedback form below. We will try to reply to you as soon as possible. Email: You can also send us an email to our official email address rockrave@gmail.com. We will be happy to receive your message and respond within 24 hours. Social Media: You can find us on popular social networks such as Facebook, Instagram and Twitter. Join us for all the news and updates about upcoming events. Telephone: If you have any urgent questions or need assistance immediately, please call us on our telephone number: +91 338 4541116. Our staff will be happy to assist you. Postal address: If you prefer to communicate by mail, you can also send us a letter at our postal address: H.no.12, Shailendra Nagar, Ghuru - Ameri Rd, Ameri, Ghuru, Chhattisgarh 495001, India. We promise to respond to your email as soon as possible. How to contact us? 1. On the main page of the RockRave website you will find a \"Contact\" or \"Feedback\" button. Click on it to go to the contact information page. 2. The contact page will provide a telephone number and email address where you can contact us. We are happy to answer any of your questions and provide the necessary information. 3. If you have any problems using the site or purchasing tickets, please contact our support team. The support phone number and email address are also listed on the contact page. 4. We are also available on social networks. Subscribe to our official account on Facebook, Instagram or Twitter to stay up to date with all the news and announcements of upcoming concerts. 5. If you prefer to communicate via instant messengers, write to us on WhatsApp or Telegram. The contact page will contain a link to our account in these applications. 6. We also conduct regular webinars and online conferences where you can ask questions and get advice. Subscribe to our newsletter to stay updated on all events. 7. If you have suggestions for improving our website or ideas for new concerts, you can write to us through the feedback form on the contact page. We are always open to cooperation and new ideas. 8. Our customer service specialists are always ready to help you and answer all your questions. Feel free to contact us with any questions or suggestions - we value your opinion and strive to make the RockRave website as convenient and interesting as possible for our users. Feel free to contact us with your questions, we are always happy to help you. Thank you for your interest in RockRave, we hope to see you at our shows! Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer",
    "disclaimer": "Disclaimer: Limiting liability for the accuracy and reliability of information provided. Home Concerts Bands Contacts Disclaimer Welcome to RockRave, the ultimate source for information on concerts and music events in India. Before you proceed to use our website, we would like to inform you about our disclaimer. RockRave is a platform that provides information on upcoming concerts, music festivals, and other music-related events in India. While we strive to ensure that the information provided on our website is accurate and up-to-date, we do not guarantee the accuracy, completeness, or reliability of the information presented. The information on our website is sourced from various sources, including event organizers, venues, and artists themselves. While we make every effort to verify the information, there may be instances where the details provided are inaccurate or outdated. We recommend that you double-check all information with the event organizers before making any plans to attend a concert or music event. RockRave is not responsible for any errors or omissions in the information provided on our website. We do not guarantee the availability of tickets, the accuracy of event dates and timings, or the quality of performances at any concert or music event listed on our platform. RockRave is also not responsible for any changes to the lineup, venue, or any other aspect of a concert or music event. Event organizers may make changes to the event details without prior notice, and RockRave cannot be held liable for any inconvenience or disappointment caused by such changes. RockRave does not endorse or promote any specific concert or music event listed on our platform. We provide information on a wide range of events happening in India, and it is up to the users to make informed decisions about which events to attend. In using RockRave, you agree to release us from any liability for any damages, losses, or inconvenience that may arise from your use of the information provided on our website. We are not responsible for any personal injury, property damage, or financial loss that may occur as a result of attending a concert or music event listed on RockRave. By using RockRave, you acknowledge and accept our disclaimer. If you do not agree with any part of this disclaimer, we advise you to refrain from using our website. Thank you for choosing RockRave as your go-to source for information on concerts in India. We hope you have a great time at the events you choose to attend! Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer",
    "index": "RockRave: Your Ultimate Guide to Concerts in India - Explore Now! Home Concerts Bands Contacts The energy of music and charged crowd awaits you RockRave is an online platform that provides information about the hottest concerts, festivals and music events in India. We are one of the most popular resources for all fans of rock music, electronic music and other genres. Our goal is to collect and provide relevant and interesting news about the music industry in India, helping our users stay updated with all the events and not miss out on any important concerts. We work with the best promoters, agencies and artists to provide only the latest and most reliable information. Our editors monitor all changes in the concert schedule, announcements of new events and other music news so that our platform is relevant and interesting for all our users. RockRave is not just a site with concert posters, it is a whole world of music and entertainment. We not only share information about upcoming events, but also publish interviews with artists, reviews of new albums and tracks, and talk about interesting facts from the music industry. We try to be a link between artists and their fans, helping them find each other and communicate on our platform. There's something for everyone at RockRave. Whether you like rock, punk, metal, jazz, pop or electronic sets, we have information about events that will brighten up your leisure time. We publish not only large festivals and concerts in major cities, but also intimate performances by independent artists in small clubs. We believe that music brings people together and makes hearts beat in unison, so we strive to provide access to music to everyone who appreciates and loves it. Our site is convenient and easy to use. You can easily find the event you're interested in by searching by date, location, music genre or artist name. We provide detailed information about each event, including date and time, location, ticket prices and a link to purchase tickets online. We also have a section with user reviews and ratings that will help you choose the best and most memorable event. If you are an artist or promoter, you can add your event to our site absolutely free. Simply fill out the form on our website with the necessary information about the concert, and your event will appear in the news feed of our website. This way, you can attract more fans and increase ticket sales for your event. RockRave is not just an information portal, we also have a merchandise store with merchandise from your favorite artists. Here you can buy T-shirts, caps, bracelets, posters and other items with the symbols of your favorite bands and artists. We constantly update our range and monitor new products so that you can always purchase the most current and stylish items. In addition, RockRave has a unique opportunity to subscribe to our newsletter and stay up to date with all the news in the music industry. We send regular updates about upcoming concerts, promotions and special ticket offers. Thus, you will always be aware of all events and will be the first to purchase tickets to the hottest concerts. RockRave is not only a website, it is a community of like-minded people who share a love for music and art. We are glad to welcome all connoisseurs of quality music to our site and promise to help you find the ideal event for your holiday. Join us and share your musical experiences with other RockRave users! RockRave is your guide to the world of music and entertainment in India. Discover new sounds, meet new artists and immerse yourself in the atmosphere of true rock and roll. Our doors are open to everyone who appreciates music and strives for bright impressions! Welcome to RockRave - your concert guide to the world of music in India! Our team Our India concert information site RockRave team consists of three talented and dedicated staff members who work hard to provide our users with the latest and most relevant information about music events in the country. The first member of our team is the editor Marta, responsible for the content on the site. He monitors the latest concert announcements, updates information about the venue, ticket prices and event participants. Its task is not to miss a single important detail and provide users with all the necessary information so that it is easy for them to choose an event to their liking and plan their time. The second important member of our team is the designer Shaya. He is involved in website design, creating an attractive and user-friendly interface for users. His goal is to make the RockRave website as convenient and attractive as possible for visitors, so that they enjoy using our services and find the necessary information without unnecessary effort. And finally, the third member of our team is a marketer Josh. He is responsible for promoting the site, attracting new users and partners. With his participation, we expand our audience, run promotions and participate in affiliate programs to give more people the opportunity to learn about RockRave and join our community. Through the combined efforts of our small but friendly team, we strive to create the best resource for all music and concert lovers in India. We are convinced that our work brings benefit and joy to our users, and we are proud that we can make the country's music community richer and more diverse. News On September 26, 2021 A concert by famous Indian musician A. R. Rahman will take place in New Delhi. The event will be held at the Krishna Manonja Hall and will be dedicated to the memory of the legendary singer Mohammed Rafi. On October 10, 2021 The Bollywood Summer festival dedicated to Indian cinema will be held in Mumbai. Guests will be able to enjoy performances by dancers, singers and actors, as well as watch screenings of new films. Entry to the event is free. On November 15, 2021 The Sun and Sea Music Festival will be held in Goa, where the best performers of Indian pop music will perform. Guests will be able to enjoy wonderful songs, dance numbers and an unforgettable holiday atmosphere. On December 3, 2021 The rock band Indian Dreams will hold a concert in Bangalore. The group will perform their hits and new compositions, attracting the attention of music lovers from all over the country. Telephone: +91 338 4541116 Email: rockrave@gmail.com Address: H.no.12, Shailendra Nagar, Ghuru - Ameri Rd, Ameri, Ghuru, Chhattisgarh 495001, India I accept Privacy Policy Send Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer",
    "policy": "Privacy Policy: Ensuring the confidentiality and security of your personal information. Home Concerts Bands Contacts Privacy Policy RockRave is committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, disclose, and protect your information when you visit our website or use our services. Information We Collect When you visit the RockRave website, we may collect certain information from you, including: - Personal information such as your name, email address, and phone number when you sign up for an account or purchase tickets - Location information when you use our website or mobile app - Information about your device, such as the type of device you use, operating system, and browser type - Usage information, such as the pages you visit, the links you click on, and the content you interact with How We Use Your Information We may use the information we collect for the following purposes: - To provide you with the products and services you request, such as processing ticket orders and sending you event updates - To personalize your experience on our website and tailor our content to your interests - To improve our website and services, including analyzing user behavior and trends - To communicate with you about upcoming events, promotions, and news related to RockRave - To protect the security and integrity of our website and services Disclosure of Your Information We may share your information with third parties in certain circumstances, including: - With event organizers and promoters to facilitate ticket purchases and event planning - With service providers who help us deliver our products and services, such as payment processors and data analytics companies - With law enforcement or government agencies in response to legal requests or to protect our rights and property We do not sell or rent your personal information to third parties for marketing purposes. Data Security RockRave takes the security of your information seriously and implements measures to protect it from unauthorized access, disclosure, or alteration. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee the absolute security of your data. Cookies RockRave uses cookies to collect information about your browsing behavior and preferences. Cookies are small text files stored on your device that track your activity on our website. You can disable cookies in your browser settings, but this may affect the functionality of our website. Third-Party Links Our website may contain links to third-party websites that are not controlled by RockRave. We are not responsible for the privacy practices of these websites and recommend that you review their privacy policies before providing any personal information. Children's Privacy RockRave does not knowingly collect personal information from children under the age of 13. If you believe that we have collected information from a child under 13, please contact us immediately so that we can take appropriate action. Changes to this Privacy Policy RockRave reserves the right to update or modify this Privacy Policy at any time. We will notify you of any changes by posting the updated policy on our website. Your continued use of our website after the changes are made constitutes your acceptance of the updated policy. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at rockrave@gmail.com. Last updated: October 2021 Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer",
    "terms": "Terms of Use: Guidelines for using our services and content on RockRave. Home Concerts Bands Contacts Terms & Conditions RockRave Concert Information Website Terms and Conditions Welcome to RockRave, your ultimate source for information on concerts in India. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please read these terms carefully before using the website. 1. Acceptance of Terms By accessing or using the RockRave website, you agree to be bound by these Terms and Conditions. If you do not agree with any of these terms, please do not use the website. 2. Use of Information The information provided on the RockRave website is for general informational purposes only. We strive to provide accurate and up-to-date information, but we do not guarantee the accuracy, completeness, or reliability of any information on the website. 3. Registration In order to access certain features of the RockRave website, you may be required to register an account. You are responsible for maintaining the confidentiality of your account information and for any activity that occurs under your account. 4. User Conduct By using the RockRave website, you agree to abide by all applicable laws and regulations. You also agree not to engage in any conduct that is harmful, offensive, or disruptive to other users. 5. Intellectual Property All content on the RockRave website, including text, graphics, logos, and images, is the property of RockRave or its licensors and is protected by copyright laws. You may not reproduce, distribute, or modify any content from the website without prior written consent. 6. Links to Third-Party Websites The RockRave website may contain links to third-party websites that are not owned or operated by RockRave. We do not endorse or have any control over the content or policies of these websites, and we are not responsible for any damages or losses resulting from your use of these websites. 7. Limitation of Liability RockRave is not liable for any direct, indirect, incidental, or consequential damages arising from your use of the website or any content on the website. This includes, but is not limited to, damages for loss of profits, data, or goodwill. 8. Changes to Terms and Conditions RockRave reserves the right to update or modify these Terms and Conditions at any time without prior notice. Your continued use of the website after any changes indicates your acceptance of the new terms. 9. Governing Law These Terms and Conditions are governed by the laws of India. Any disputes arising from your use of the RockRave website shall be resolved in the appropriate courts in India. 10. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at rockrave@gmail.com. By using the RockRave website, you acknowledge that you have read and understood these Terms and Conditions and agree to be bound by them. Thank you for visiting RockRave and enjoy the best concerts in India! Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer",
    "thanks": "Thank you for rocking with us! Your support makes RockRave concerts in India possible. Accepted! We will contact you shortly. Home",
    "bands": "RockRave: Discover the Hottest Bands and Musicians in India's Concert Scene! Home Concerts Bands Contacts Find out more about your favorite artists RockRave is your source for information about concerts and bands in India! We offer the most up-to-date information about upcoming concerts, festivals and performances of the best artists. Here you will find complete information about tickets, concert venue and set list for each band. Our editors monitor all the news in the world of music so that you are always aware of the hottest events. We invite you to plunge into the fascinating world of music, where everyone will find something to their taste. Here you can find information about the most popular music bands coming to India. We will tell you about their history, styles and songs so that you can better understand their music. The RockRave service provides a convenient opportunity to purchase tickets for concerts in India. You can choose a convenient payment method and receive tickets by email or mobile application. We present various genres of music: from rock and metal to electronic and pop music. Our editors carefully select the most interesting and popular groups so that everyone can find something to their liking. Our website also offers the opportunity to subscribe to our newsletter so that you don't miss any important concerts. We send notifications about upcoming events and special promotions to keep you up to date with the latest news. RockRave is not just an information site, it is a whole music portal that will help you plunge into the world of music and enjoy live performances of the best artists. Subscribe to our newsletter and start your musical adventure now! Interesting things about popular groups \"Mystical Ragas\" The Mystic Ragas group consists of four talented musicians who are committed to traditional Indian music and culture. The leader of the group, Rajesh, plays the sitar and is a virtuoso of this instrument. His playing is filled with deep emotions and mystical sounds that captivate listeners and transport them to another world. The tabla is played by Shiv, who skillfully performs complex rhythmic patterns, creating the basis for the group's music. Jaya plays bass and adds depth and dynamics to the band's sound. Finally, Aria plays drums, adding energy and drive to the performances. The Mystic Ragas group is based in Delhi, the capital of India, where Raga music was played in the courts of powerful rulers thousands of years ago. Today they perform in various clubs and festivals, attracting audiences with their unique sound and energy. Their performances are filled with the magic of oriental motifs that make the audience forget about everything in the world and immerse themselves in the world of music. \"Electronic Manipulators Manipur\" The group \"Electronic Manipulators of Manipur\" is a mixture of traditional Indian music and modern electronic sounds. Their music combines ancient ragas with modern beats to create a unique sound that is unforgettable. The band's leader, Ramesh, plays the traditional Indian bamboo flute and adds his unique melodies to the band's sound. Sarah works on the computer and creates electronic sounds and effects that complement the band's sound. Lina plays the keyboard, adding harmony and melody to the music. Finally, Hari plays drums and provides the rhythmic basis for the band's music. The group is based in the state of Manipur in northeast India, where a unique Manipuri culture and music flourishes. Their performances often take place in open-air venues, where the sounds of music merge with nature and create a unique atmosphere. The group attracts audiences with its bold approach to music and ability to combine ancient traditions with modernity. \"Panchatantra Fusion\" The Panchatantra Fusion group is a group of young and talented musicians united by a common love for music and creativity. Their music combines elements of various musical genres such as jazz, rock, funk and classical Indian music. The band's leader, Sanjay, plays the cello and adds depth and emotion to the music. Vishal plays electric guitar and creates modern riffs and solos, adding dynamics and energy to the band's sound. Anu plays the drums and adds rhythm and power to the performances. Finally, Riya performs on vocals, her amazing voice captivates listeners and makes them experience every note. The group is based in Bangalore, where the contemporary music scene is thriving and the creativity of young artists is thriving. Their performances often take place in music clubs and festivals, where they attract audiences with their talent and charisma. The Panchatantra Fusion group has become popular due to its unique sound and friendly atmosphere on stage. \"Bollywood Revolution\" The Bollywood Revolution group is a group of professional musicians who perform their versions of popular Indian movie songs. Their musical style combines elements of traditional Indian music and modern pop tracks to create an enthralling sound that captures the hearts of listeners. The leader of the group, Arjun, is a talented singer and musician, his unique voice and energy captivates the audience from the first notes. Sarita performs backing vocals, her crystalline voice adds harmony and melody to the group's performances. Jay plays drums, creating rhythm and dynamics for the band's sound. Finally, Mira plays the keyboard, adding atmosphere and mood to the music. The group is based in Mumbai, a city that is the heart of the Indian film industry and music scene. Their performances take place in various clubs and corporate events, where they attract audiences with their energy and professionalism. The Bollywood Revolution group became known for their unique sound and vibrant performances. \"Transcendental Jamming\" The group \"Transcendental Jamming\" is a group of musicians playing energetic and fiery fusion music. Their sound combines elements of rock, jazz, indie and funk, creating a unique style and energy that makes listeners move and dance. The band's leader, Shankar, plays the tabla and adds rhythm and Indian influences to the music. Ravi plays bass guitar and creates depth and power for the band's sound. Ritu plays the keyboard, adding harmony and melody. Finally, Juggy plays drums and brings the drive and energy to the band's performances. The band is based in Goa, a popular tourist destination on the Indian Ocean coast where music culture and an alternative scene flourish. Their performances take place on beaches and in clubs, where they attract a wide audience with their vibrant and dynamic sound. Transcendental Jamming has become known for its original style and infectious energy on stage. Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer",
    "concerts": "Upcoming RockRave Concerts in India: Find Your Next Live Music Experience! Home Concerts Bands Contacts Easy to buy and choose your favorite concert RockRave is your source for the hottest and most memorable concerts in India! We have compiled for you a complete list of upcoming events that will not leave any music lover indifferent. From rock giants to electronic festivals, here you will find all the concert information you need to plan your time and have an unforgettable experience. The list of concerts on RockRave is constantly updated, so stay tuned so you don't miss your favorite lineup or highly anticipated event. We collaborate with the best organizers and promoters to provide you with exclusive opportunities to participate in the biggest concerts. Our website offers a convenient search by genre and location so you can quickly find concerts that interest you. You can also subscribe to our notifications to receive the latest news about upcoming events and special offers. At RockRave you will find concerts from famous artists such as Coldplay, Ed Sheeran, Justin Bieber, as well as young and up-and-coming artists ready to amaze you with their talent. We're sure there's something for everyone here - whether you're a fan of rock, hip-hop, pop or the electronic scene. In addition, RockRave features not only concerts, but also other music events such as festivals, club nights and exhibitions. We strive to create the most comprehensive calendar of music events in India so that everyone can find something to suit their tastes. Participate in discussions, share your impressions and meet like-minded people on our forum. RockRave is not only an information resource, but also a community of people united by a love of music and live performances. So if you want to experience some real rock or dance to the hottest DJs, be sure to check out RockRave and find your dream gig. We guarantee that you will not regret your choice and will be satisfied with every evening spent in the company of stellar musicians. ¡Rock on with RockRave! Upcoming concerts and events 1. Magic concert of the fairy of Illyria Date: July 15, 2023 Place: Forest glade, Mysterious forest We invite you to an amazing event - a concert of the fairy Illyria, which will take place on Lesnaya Polyana, in the very heart of the mysterious forest. Fairy Illyria invites everyone to her magical concert, where the sounds of her enchanting voice will be intertwined with the rustling of leaves and the singing of birds. Don't miss the unique opportunity to plunge into an atmosphere of magic and mystery, to enjoy melodies that sound only once in a lifetime. Come with your friends and family for an unforgettable evening with loved ones and enjoy the magic of nature. 2. An exciting rock concert featuring the legendary fictional bands \"Galactic Rockers\" and \"Meteor Metalheads\" Date: September 15, 2023 Place: fictional music venue \"Star Rock Club\" Guests will be able to enjoy a vibrant show, amazing music and fiery performances. An unforgettable atmosphere of cosmic energy and rock and roll madness awaits you! Don't miss the opportunity to experience fantastic music and adventure at this epic rock concert! 3. Festival of Magic and Art \"Star Lights\" Date: August 25, 2023 Place: Castle of the Moon Sorceress, Magic Valley At the festival of magic and art \"Star Lights\" you can plunge into the wonderful world of magic, where magic is mixed with art. Expect exciting performances by magicians, magicians, clowns and fire performers. In addition to exciting performances, the festival will host master classes on magical arts, where everyone can learn how to perform magic tricks and tricks, and immerse themselves in the world of mysticism and magic. 4. Fairytale Ball \"Phantom Palace\" Date: September 10, 2023 Place: Forgotten Castle, Desert Plains We invite you to the fabulous ball \"The Phantom Palace\", which will take place in a forgotten castle on the desert plains. An exciting evening awaits you, filled with dancing, music and mystery. The ball will feature the best dancers and musicians from different parts of the world, as well as a variety of entertainment and master classes for all guests. Immerse yourself in an atmosphere of mystery and fabulousness, enjoy beautiful music and dancing under the starry sky. 5. Gala concert \"Legends of Dragons\" Date: October 5, 2023 Place: Ancient Forest, Dragon Valley We invite you to the gala concert \"Legends of Dragons\", which will take place in the Ancient Forest, in the heart of the Valley of Dragons. An amazing performance awaits you, where the sounds of music combine with the mysterious singing of dragons, creating a unique atmosphere of magic and enchantment. The concert will feature the best musicians and artists who will give you unforgettable moments and amazing experiences. In addition, various activities and workshops await you, where you can learn more about ancient legends and myths about dragons. Home Concerts Bands Contacts Privacy Policy Terms & Conditions Disclaimer"
  },
  "date": "2024-04-30T13:48:04.799Z"
}