{
  "name": "New_v8_ComfyCradle",
  "pages": {
    "about-us": "About ComfyCradle - Crafting Premium Sofas for Your Comfort and Style ComfyCradle HOME ABOUT US SHOP Contact Embracing Comfort in Every Sofa At ComfyCradle, we're passionate about curating sofas that celebrate and enhance your living space. Our mission is to empower individuals to create cozy and stylish homes, providing high-quality sofas that inspire comfort and relaxation. From luxurious leather to modern fabric designs, we strive to elevate your home with every piece. CRAFTSMANSHIP & QUALITY At ComfyCradle, we take pride in our craftsmanship. Each sofa is meticulously crafted by skilled artisans using premium materials to ensure durability, comfort, and timeless style. Why Choose ComfyCradle Sofas? Hand-selected materials for superior quality Expert craftsmanship with attention to detail Comfort-focused designs for everyday enjoyment Variety of styles and configurations to suit any space Backed by our commitment to customer satisfaction EXCLUSIVE OFFERS Enjoy Up to 25% OFF DISCOVER DEALS CUSTOMER TESTIMONIALS \"I absolutely love my new sofa from ComfyCradle! It's stylish, comfortable, and fits perfectly in my living room. Highly recommend!\" - Jessica M. \"The quality of sofas at ComfyCradle is unmatched. I'm impressed with the craftsmanship and attention to detail. Great value for money!\" - Michael P. \"Shopping at ComfyCradle was a breeze. The staff was helpful, and I found exactly what I was looking for. Couldn't be happier!\" - Emily R. ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "contacts": "Contact ComfyCradle - Get in Touch for Premium Sofa Inquiries ComfyCradle HOME ABOUT US SHOP Contact CONTACT US Have a question? Reach out to ComfyCradle! I accept Privacy Policy SUBMIT STAY IN TOUCH Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616 ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "disclaimers": "ComfyCradle Disclaimers - Read Our Policies and Limitations ComfyCradle HOME ABOUT US SHOP Contact ComfyCradle Disclaimers 1. Limitation of Liability In no event shall ComfyCradle, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this website. This includes all liability for: errors, mistakes, or inaccuracies of content; personal injury or property damage of any nature whatsoever, resulting from your access to and use of our website; any unauthorized access to or use of our secure servers and/or any and all personal information stored therein; any interruption or cessation of transmission to or from our website; any bugs, viruses, trojan horses, or the like which may be transmitted to or through our website by any third party; any errors or omissions in any content or for any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available via the website. The foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction. 2. External Links Disclaimer Our website may contain links to external websites that are not provided or maintained by or in any way affiliated with ComfyCradle. Please note that ComfyCradle does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. By providing links to external websites, ComfyCradle does not endorse the views expressed within them. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. 3. Errors and Omissions Disclaimer While we strive to ensure that the information on this website is accurate, we do not warrant that all of the information is complete, true, accurate, or non-misleading. 4. Fair Use Disclaimer ComfyCradle may use copyrighted material which has not always been specifically authorized by the copyright owner. ComfyCradle is making such material available for criticism, comment, news reporting, teaching, scholarship, or research. ComfyCradle believes this constitutes a \"fair use\" of any such copyrighted material as provided for in section 107 of the United States Copyright law. 5. Consent By using our website, you hereby consent to our disclaimers and agree to their terms. 6. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "index": "ComfyCradle - Elevate Your Living Space with Premium Sofas ComfyCradle HOME ABOUT US SHOP Contact EXPERIENCE & EMBRACE COMFORTABLE LIVING DISCOVER OUR LATEST COLLECTION EXPLORE OUR SOFAS DISCOVER OUR SOFA COLLECTION Luxury Leather Sofa Leather Sofas $ 800.00 Modern Fabric Sofa Fabric Sofas $ 650.00 Classic Sectional Sofa Sectional Sofas $ 1200.00 Elegant Recliner Sofa Recliner Sofas $ 950.00 Embracing Comfort in Every Sofa At ComfyCradle, we're passionate about curating sofas that celebrate and enhance your living space. Our mission is to empower individuals to create cozy and stylish homes, providing high-quality sofas that inspire comfort and relaxation. From luxurious leather to modern fabric designs, we strive to elevate your home with every piece. COMFYCRADLE BEST SELLERS Signature Leather Sofa Leather Sofas $ 900.00 Luxury Sectional Sofa Sectional Sofas $ 1500.00 Flawless Fabric Sofa Fabric Sofas $ 800.00 Radiant Recliner Sofa Recliner Sofas $ 1200.00 CRAFTSMANSHIP & QUALITY At ComfyCradle, we take pride in our craftsmanship. Each sofa is meticulously crafted by skilled artisans using premium materials to ensure durability, comfort, and timeless style. Why Choose ComfyCradle Sofas? Hand-selected materials for superior quality Expert craftsmanship with attention to detail Comfort-focused designs for everyday enjoyment Variety of styles and configurations to suit any space Backed by our commitment to customer satisfaction EXCLUSIVE OFFERS Enjoy Up to 25% OFF DISCOVER DEALS CUSTOMER TESTIMONIALS \"I absolutely love my new sofa from ComfyCradle! It's stylish, comfortable, and fits perfectly in my living room. Highly recommend!\" - Jessica M. \"The quality of sofas at ComfyCradle is unmatched. I'm impressed with the craftsmanship and attention to detail. Great value for money!\" - Michael P. \"Shopping at ComfyCradle was a breeze. The staff was helpful, and I found exactly what I was looking for. Couldn't be happier!\" - Emily R. ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "privacy-policy": "ComfyCradle Privacy Policy - Your Privacy Matters to Us ComfyCradle HOME ABOUT US SHOP Contact d ComfyCradle Privacy Policy Effective Date: January 2024 Thank you for choosing ComfyCradle! We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website, including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. 1. Information We Collect We may collect personal information from you when you visit our Site, register an account, make a purchase, subscribe to our newsletter, participate in a survey or promotion, or contact us for support. The types of personal information we may collect include: Personal Identifiers: Name, email address, phone number. Demographic Information: Age, gender, location. Payment Information: Credit card details, billing address. Usage Data: IP address, browser type, pages visited, referring URL. 2. How We Use Your Information We use the information we collect in the following ways: To provide, operate, and maintain our website and services. To process and fulfill orders, including sending confirmations and updates. To communicate with you, including responding to your inquiries and providing customer support. To personalize your experience and deliver content and product offerings relevant to your interests. To improve our website, products, and services based on your feedback and usage patterns. To administer contests, promotions, surveys, or other site features. To comply with legal obligations and enforce our policies. 3. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties unless we provide users with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release information when its release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. 4. Data Security We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. All transactions are processed through a gateway provider and are not stored or processed on our servers. 5. Your Rights and Choices You have the right to access, correct, update, or delete your personal information. You may also opt-out of receiving marketing communications from us at any time by following the unsubscribe instructions provided in the email. 6. Changes to This Privacy Policy We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "products": "ComfyCradle Sofas - Explore Our Premium Collection ComfyCradle HOME ABOUT US SHOP Contact DISCOVER OUR SOFA COLLECTION Luxury Leather Sofa Leather Sofas $ 800.00 Modern Fabric Sofa Fabric Sofas $ 650.00 Classic Sectional Sofa Sectional Sofas $ 1200.00 Elegant Recliner Sofa Recliner Sofas $ 950.00 COMFYCRADLE BEST SELLERS Signature Leather Sofa Leather Sofas $ 900.00 Luxury Sectional Sofa Sectional Sofas $ 1500.00 Flawless Fabric Sofa Fabric Sofas $ 800.00 Radiant Recliner Sofa Recliner Sofas $ 1200.00 ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "terms-conditions": "ComfyCradle Terms and Conditions - Understand Our Website Policies ComfyCradle HOME ABOUT US SHOP Contact ComfyCradle Terms and Conditions Welcome to ComfyCradle! These terms and conditions outline the rules and regulations for the use of our website and any other related media form, media channel, mobile website, or mobile application (collectively referred to as the \"Site\"). By accessing this website, we assume you accept these terms and conditions. Do not continue to use ComfyCradle if you do not agree to all of the terms and conditions stated on this page. 1. Intellectual Property Rights Unless otherwise stated, ComfyCradle and/or its licensors own the intellectual property rights for all material on the Site. All intellectual property rights are reserved. You may access this from ComfyCradle for your own personal use subjected to restrictions set in these terms and conditions. 2. Restrictions You are specifically restricted from all of the following: publishing any Site material in any other media; selling, sublicensing, and/or otherwise commercializing any Site material; publicly performing and/or showing any Site material; using this Site in any way that is or may be damaging to this Site; using this Site in any way that impacts user access to this Site; using this Site contrary to applicable laws and regulations, or in any way may cause harm to the Site, or to any person or business entity; engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this Site; using this Site to engage in any advertising or marketing. Certain areas of this Site are restricted from being accessed by you and ComfyCradle may further restrict access by you to any areas of this Site, at any time, in absolute discretion. Any user ID and password you may have for this Site are confidential and you must maintain confidentiality as well. 3. Your Content In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on this Site. By displaying Your Content, you grant ComfyCradle a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. 4. No warranties This Site is provided \"as is,\" with all faults, and ComfyCradle expresses no representations or warranties, of any kind related to this Site or the materials contained on this Site. Also, nothing contained on this Site shall be interpreted as advising you. 5. Limitation of liability In no event shall ComfyCradle, nor any of its officers, directors, and employees, shall be held liable for anything arising out of or in any way connected with your use of this Site whether such liability is under contract. ComfyCradle, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this Site. 6. Indemnification You hereby indemnify to the fullest extent ComfyCradle from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. 7. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 8. Variation of Terms ComfyCradle is permitted to revise these Terms at any time as it sees fit, and by using this Site you are expected to review these Terms on a regular basis. 9. Assignment The ComfyCradle is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 10. Entire Agreement These Terms constitute the entire agreement between ComfyCradle and you in relation to your use of this Site and supersede all prior agreements and understandings. 11. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the State of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616",
    "thanks": "Thank You from ComfyCradle - Your Order Has Been Received ComfyCradle HOME ABOUT US SHOP Contact Thank You! Your order has been successfully received. We appreciate your business and look forward to enhancing your living space with our premium sofas. If you have any questions, feel free to contact us. ComfyCradle website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline ComfyCradle SOFA Discover comfort with ComfyCradle sofas. USEFUL LINKS About Us Products Contact Disclaimers Privacy & Policy Terms & Conditions LOCATE US Willingdon Crescent, President's Estate, New Delhi, Delhi 110011, India comfycradle@gmail.com +91-975-558-1616"
  },
  "date": "2024-06-14T15:12:28.052Z"
}