{
  "name": "New_v8.1_ShoeCouture",
  "pages": {
    "about": "Sobre a ShoeCouture | Nossa Paixão por Calçados da Moda ShoeCouture Início Sobre Serviço Contato Sobre Nós Nossa Missão Na nossa empresa, buscamos oferecer aos clientes não apenas calçados de qualidade, mas também uma experiência de compra única que combine estilo, conforto e atendimento profissional. Nossa missão é fazer com que cada cliente se sinta especial ao escolher seus calçados conosco. Dedicamos especial atenção à qualidade dos nossos produtos, selecionando cuidadosamente materiais e supervisionando cada etapa da produção para garantir a durabilidade e confiabilidade de cada par de calçados. Nosso objetivo é não apenas satisfazer, mas superar as expectativas dos nossos clientes. Além disso, estamos sempre atentos às últimas tendências da moda e atualizações na indústria de calçados para oferecer aos clientes os modelos mais atuais e estilosos. Nos esforçamos para não ser apenas uma loja, mas sim um parceiro confiável na escolha de calçados para qualquer ocasião e estilo de vida. Nossos Números Temos números impactantes que refletem nosso compromisso e sucesso Em primeiro lugar, nossa taxa de satisfação do cliente atinge consistentemente mais de 95%, demonstrando nossa dedicação em proporcionar uma experiência excepcional de compra. Este é um reflexo direto do nosso foco em qualidade e atendimento personalizado. Além disso, ao longo dos últimos cinco anos, expandimos nossa presença para mais de 20 cidades, o que nos permite atender uma base de clientes cada vez mais diversificada e crescente. Isso não só fortalece nossa marca, mas também nos posiciona como um líder no mercado de calçados. Por último, mas não menos importante, nosso compromisso com a sustentabilidade é evidente em nosso programa de reciclagem, onde reciclamos mais de 90% dos materiais usados na fabricação de nossos produtos. Estamos empenhados em reduzir nosso impacto ambiental e contribuir positivamente para as comunidades em que operamos. Visitantes Mensais Mais de 50.000 visitantes únicos por mês, demonstrando um crescimento constante na audiência do site. Taxa de Conversão Taxa de conversão média de 3%, refletindo a eficácia das estratégias de marketing e usabilidade do site. Tempo Médio na Página Os usuários passam em média 3 minutos navegando pelo site, indicando engajamento e interesse no conteúdo oferecido. Taxa de Retenção Taxa de retenção de clientes de 70%, mostrando a fidelidade dos visitantes que retornam regularmente ao site. Nosso Time Somos uma equipe dedicada e apaixonada pelo que fazemos. Cada membro traz consigo habilidades únicas e experiências diversas, unidos pelo compromisso com a excelência e o sucesso da nossa empresa. Trabalhamos em conjunto para proporcionar aos nossos clientes o melhor atendimento, produtos de qualidade e uma experiência de compra excepcional. Estamos aqui para superar desafios, inovar constantemente e garantir que cada cliente se sinta valorizado e bem atendido. Ana Silva Gerente de Vendas Carlos Santos Especialista em Atendimento ao Cliente Mariana Oliveira Designer de Produto Avaliações dos Clientes: Explore o que nossos clientes têm a dizer sobre suas experiências conosco. Leia avaliações e depoimentos genuínos destacando sua satisfação com nossos produtos, qualidade de serviço e experiência geral de compra. Maria Santos Designer de Interiores \"Comprei um par de botas de inverno na ShoeCouture e fiquei impressionada com a qualidade e o conforto. As botas são perfeitas para o clima frio e combinam muito bem com meus looks. Estou muito satisfeita com minha compra!\" Moda Tendências de Calçados para a Primavera 2024 Estilo de Vida Como Escolher o Calçado Ideal para o Trabalho Remoto Dicas de Compra Guia Completo para Cuidar dos seus Sapatos de Couro Eventos ShoeCouture patrocina Desfile de Moda Beneficente Novidades Lançamento da Nova Coleção de Verão: Descubra as Novas Tendências Dicas de Estilo Como Combinar Seus Sapatos com Diferentes Looks de Verão Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 ShoeCouture. Todos os direitos reservados.",
    "contact": "Contate a ShoeCouture | Entre em Contato Conosco ShoeCouture Início Sobre Serviço Contato Entre em contato hoje mesmo Se você tiver dúvidas sobre nossos produtos, precisar de ajuda com um pedido ou simplesmente quiser dizer olá, estamos aqui e prontos para ajudar. Entre em contato conosco hoje mesmo e vamos iniciar uma conversa. A sua satisfação é a nossa prioridade e esperamos ouvir o seu contato em breve! Visite nossa loja Manaus - AM, 69093-192, Brasil Envie-nos um e-mail agora ShoeCouture@gmail.com Ajuda e suporte Number: +55-41-2411-6433 ENTRE EM CONTATO CONOSCO Entre em contato hoje mesmo Se você tiver dúvidas sobre nossos produtos, precisar de ajuda com um pedido ou simplesmente quiser dizer olá, estamos aqui e prontos para ajudar. Entre em contato conosco hoje mesmo e vamos iniciar uma conversa. A sua satisfação é a nossa prioridade e esperamos ouvi-lo em breve! Aceito a política de privacidade Enviar Valorizamos nossos clientes Em nossa loja de calçados, consideramos nossos clientes como o centro de tudo o que fazemos. Valorizamos cada cliente não apenas como comprador, mas como parte fundamental da nossa comunidade e família. Estamos comprometidos em oferecer uma experiência de compra excepcional, onde o conforto, a qualidade e o estilo se encontram para atender às necessidades individuais de cada pessoa. Nosso compromisso com a satisfação do cliente se reflete em cada interação. Desde o momento em que nossos clientes entram na loja até a escolha do calçado perfeito, nossa equipe está dedicada a fornecer orientação especializada e um atendimento personalizado. Estamos aqui para ouvir suas preferências, entender suas expectativas e ajudá-los a encontrar exatamente o que procuram. Além disso, valorizamos a lealdade de nossos clientes e buscamos construir relacionamentos duradouros baseados na confiança e na transparência. Estamos sempre abertos ao feedback dos nossos clientes, pois acreditamos que isso nos ajuda a melhorar continuamente. Estamos empenhados em superar suas expectativas, proporcionando não apenas produtos de alta qualidade, mas também uma experiência de compra gratificante que os faça retornar sempre. Em resumo, na nossa loja de calçados, cada cliente é especial. Estamos aqui para oferecer mais do que apenas sapatos; estamos aqui para oferecer uma experiência única e significativa que faz com que nossos clientes se sintam valorizados e bem cuidados. Perguntas Frequentes (FAQ) Aqui estão algumas respostas para as perguntas mais comuns que recebemos Como faço para fazer uma compra no site? Para fazer uma compra, basta navegar pelo nosso site, selecionar os produtos desejados, adicionar ao carrinho e seguir o processo de checkout. Quais são as opções de pagamento disponíveis? Aceitamos várias formas de pagamento, incluindo cartões de crédito/débito, PayPal e transferência bancária. Todas as opções são seguras e protegidas. Como posso acompanhar o status do meu pedido? Após fazer um pedido, você receberá atualizações por e-mail. Além disso, você pode fazer login na sua conta para acompanhar o status do pedido em tempo real. Qual é a política de devolução e reembolso? Oferecemos uma política de devolução de 30 dias. Se não estiver satisfeito com sua compra, você pode devolvê-la para troca ou reembolso, conforme as condições da política. Vocês oferecem frete grátis? Sim, oferecemos frete grátis para pedidos acima de um determinado valor. Consulte nossa página de frete para mais detalhes. Como posso entrar em contato com o serviço de atendimento ao cliente? Você pode entrar em contato conosco através do formulário de contato em nosso site, por e-mail ou telefone. Nossa equipe está pronta para ajudar com qualquer dúvida ou problema que você possa ter. Can I cancel my order after it has been placed? We strive to process orders quickly to ensure prompt delivery. If you need to cancel your order, please contact us as soon as possible. Once an order has been shipped, it cannot be canceled, but you may be able to return it for a refund or exchange. Please refer to our cancellation policy for more information. Do you offer bulk discounts for large orders? Yes, we offer bulk discounts for large orders. Please contact our sales team for more information and to discuss your specific needs. How can I contact customer support? You can contact our customer support team via email, phone, or live chat. Our support representatives are DISPONÍVEL to assist you with any questions or concerns you may have regarding your order or our products. Do you have a physical store location? At this time, we operate exclusively as an online retailer and do not have a physical store location. However, our website is designed to provide you with a seamless shopping experience from the comfort of your own home. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 ShoeCouture. Todos os direitos reservados.",
    "disclaimer": "Aviso Legal da ShoeCouture | Informações e Avisos Legais ShoeCouture Início Sobre Serviço Contato Isenção de responsabilidade Todo o conteúdo presente no site ShoeCouture, incluindo textos, imagens, logotipos, marcas registadas e outros elementos, é propriedade exclusiva da empresa ou dos respetivos detentores de direitos. A reprodução, distribuição ou utilização não autorizada deste conteúdo é estritamente proibida e pode constituir uma violação das leis de propriedade intelectual aplicáveis. A ShoeCouture não se responsabiliza por quaisquer danos diretos, indiretos, incidentais ou consequenciais decorrentes da utilização do site ou da compra de produtos. A empresa não garante a exatidão, confiabilidade ou integridade das informações disponibilizadas no site. O uso do site ShoeCouture é da inteira responsabilidade do utilizador. A empresa não se responsabiliza por quaisquer danos ou perdas resultantes do acesso ou utilização indevida do site, incluindo, entre outros, a perda de dados, vírus ou falhas de sistema. O site ShoeCouture pode conter links para sites externos, os quais são fornecidos apenas para conveniência dos utilizadores. A empresa não se responsabiliza pelo conteúdo, políticas de privacidade ou práticas desses sites externos, nem endossa ou garante a exatidão das informações neles contidas. A ShoeCouture reserva-se o direito de modificar, atualizar ou remover qualquer parte do site, incluindo produtos, preços e informações, a qualquer momento e sem aviso prévio. É responsabilidade do utilizador consultar regularmente o site para obter as informações mais atualizadas. A ShoeCouture compromete-se a proteger a privacidade e os dados pessoais dos seus clientes, em conformidade com a legislação aplicável. No entanto, a empresa não se responsabiliza por eventuais violações de segurança ou acesso não autorizado a informações pessoais por parte de terceiros. A ShoeCouture não será responsável por qualquer incumprimento ou atraso no cumprimento das suas obrigações decorrentes de circunstâncias de força maior, incluindo, entre outros, desastres naturais, greves, motins, atos de guerra ou terrorismo. O presente Aviso Legal rege-se e deve ser interpretado de acordo com as leis vigentes em Portugal. Qualquer litígio decorrente da utilização do site ShoeCouture ou da compra de produtos será resolvido nos tribunais competentes de Portugal. ShoeCouture@gmail.com. O não exercício ou a demora no exercício de qualquer direito ou disposição prevista no presente Aviso Legal não constituirá uma renúncia a esse direito ou disposição. Se qualquer disposição do presente Aviso Legal for considerada inválida ou inexequível, tal não afetará a validade das restantes disposições, que permanecerão em vigor e produzirão efeitos. É estritamente proibido o uso indevido do site ShoeCouture, incluindo, entre outros, a tentativa de aceder ilegalmente a sistemas ou informações, a distribuição de vírus ou códigos maliciosos, ou qualquer atividade ilegal ou prejudicial. A ShoeCouture não se responsabiliza pelo conteúdo gerado pelos utilizadores, como comentários, avaliações ou uploads de imagens. O utilizador é o único responsável por garantir que o conteúdo por si submetido não viola quaisquer direitos de terceiros ou leis aplicáveis. O site ShoeCouture utiliza cookies e tecnologias semelhantes para melhorar a experiência do utilizador e fornecer serviços personalizados. Ao continuar a navegar no site, o utilizador concorda com a utilização de cookies, conforme descrito na nossa Política de Cookies. A ShoeCouture reserva-se o direito de alterar o presente Aviso Legal a qualquer momento, sem aviso prévio. É responsabilidade do utilizador consultar regularmente esta página para se manter atualizado. Em caso de dúvidas, reclamações ou sugestões relacionadas com o presente Aviso Legal, o utilizador poderá contactar a ShoeCouture através dos canais de comunicação disponibilizados no site. A ShoeCouture esforça-se por fornecer informações precisas sobre os seus produtos e serviços. No entanto, a empresa não garante a exatidão ou integridade dessas informações, e reserva-se o direito de corrigir eventuais erros ou omissões. As promoções e ofertas especiais disponibilizadas pela ShoeCouture estão sujeitas a termos e condições específicos, que serão devidamente comunicados aos utilizadores. A empresa reserva-se o direito de cancelar ou modificar essas promoções e ofertas a qualquer momento, sem aviso prévio. O site ShoeCouture, incluindo todo o seu conteúdo e funcionalidades, é propriedade exclusiva da empresa ou dos respetivos detentores de direitos. Qualquer uso não autorizado do site ou de seus componentes pode constituir uma violação das leis de propriedade intelectual aplicáveis. A ShoeCouture não se responsabiliza por quaisquer falhas técnicas, interrupções ou atrasos no funcionamento do site, bem como por quaisquer danos ou perdas resultantes dessas ocorrências. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 ShoeCouture. Todos os direitos reservados.",
    "index": "ShoeCouture | Calçados da Moda para Todas as Ocasiões ShoeCouture Início Sobre Serviço Contato .w-slider-dot { background: #e7e7e7; border-radius: 20px; transition: width 0.4s ease-out, background-color 0.5s ease; } .w-slider-dot.w-active { background: #da000b; width: 50px; border-radius: 20px; } Elegance Heels Saltos altos elegantes, perfeitos para ocasiões formais e eventos especiais. Feitos com materiais de alta qualidade para garantir conforto e durabilidade. R$ 299,90 Urban Sneakers Tênis urbanos, ideais para o dia a dia. Confortáveis e estilosos, combinam com qualquer look casual. Disponíveis em várias cores e tamanhos. R$ 199,90 Classic Loafers Mocassins clássicos que nunca saem de moda. Perfeitos para o ambiente de trabalho ou ocasiões mais formais. Feitos em couro genuíno. R$ 249,90 Summer Sandals Sandálias de verão, ideais para dias quentes. Leves e arejadas, com design moderno e elegante. Disponíveis em diversas cores vibrantes. R$ 149,90 Winter Boots Botas de inverno robustas, projetadas para manter seus pés aquecidos e secos. Perfeitas para aventuras ao ar livre e clima frio. R$ 329,90 Nossas Principais Categorias Products Shoes Categories Sapatos Casuais Encontre conforto e estilo para o seu dia a dia com nossa coleção de calçados casuais. Calçados Formais Descubra nossa linha sofisticada de calçados formais, perfeitos para qualquer evento elegante. Tênis Esportivos Performance e conforto se encontram em nossa seleção de calçados esportivos de alta qualidade. Coleção Infantil Diversão e conforto para os pequenos com nossa adorável e durável linha de calçados infantis. Últimos Produtos Headphones Speakers Products À venda Oxfords Modernos R$ 299,90 R$ 339,90 ESTOQUE: DISPONÍVEL Sold Out À venda Tênis Running Pro R$ 249,90 ESTOQUE: DISPONÍVEL Sold Out À venda Botas Elegantes de Cano Curto R$ 349,90 R$ 379,90 ESTOQUE: DISPONÍVEL Sold Out À venda Chinelo de Praia R$ 89,90 R$ 101,90 ESTOQUE: DISPONÍVEL Sold Out À venda Luxo Stilettos R$ 399,90 Saltos altos luxuosos, perfeitos para eventos glamorosos, com acabamento em couro de alta qualidade. ESTOQUE: DISPONÍVEL Sold Out À venda Botas Aventura R$ 359,90 $&nbsp;0.00&nbsp;USD Botas resistentes para atividades ao ar livre, projetadas para oferecer conforto e proteção em terrenos difíceis. ESTOQUE: DISPONÍVEL Sold Out À venda Sandálias Tropicais R$ 129,90 R$ 149,90 Sandálias leves e coloridas, ideais para dias quentes e passeios na praia. ESTOQUE: DISPONÍVEL Sold Out À venda Mocassins Clássicos R$ 279,90 R$ 319,90 Mocassins de couro genuíno, elegantes e confortáveis, perfeitos para um visual sofisticado. ESTOQUE: DISPONÍVEL Sold Out À venda Tênis Fitness R$ 219,90 Tênis projetados para oferecer máximo suporte e conforto durante suas atividades físicas e treinos intensos. ESTOQUE: DISPONÍVEL Sold Out Sapatos Mais Vendidos Turfs Sneakers Shoes À venda Corredor Urbano R$ 189,90 R$ 199,90 À venda Mocassins de Couro Clássicos R$ 269,90 R$ 299,90 À venda Explorador Todo-Terreno R$ 319,90 R$ 379,90 Nossos Tênis em Destaque Boots Loafers Sneakers À venda Corrida AirFlex R$ 249,90 ESTOQUE: DISPONÍVEL Sold Out À venda Tênis Estilo Urbano R$ 189,90 R$ 239,90 ESTOQUE: DISPONÍVEL Sold Out À venda Tênis Retro Vibes R$ 199,90 ESTOQUE: DISPONÍVEL Sold Out À venda Urbano Cano Alto R$ 279,90 ESTOQUE: DISPONÍVEL Sold Out À venda Velocity Venture $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda Luxe Vista star star star star star_half star $&nbsp;150.00&nbsp;USD $&nbsp;80.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda StratosSphere $&nbsp;120.00&nbsp;USD $&nbsp;160.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda UrbanFlex star star star star star_half star $&nbsp;135.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda Serene Sole star star star star star_half star $&nbsp;100.00&nbsp;USD $&nbsp;120.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda Soccer Star star star star star star_half star $&nbsp;600.00&nbsp;USD $&nbsp;0.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda StarShoe star star star star star_half star $&nbsp;375.00&nbsp;USD $&nbsp;400.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out À venda Fast Pace star star star star star_half star $&nbsp;400.00&nbsp;USD $&nbsp;450.00&nbsp;USD ESTOQUE: DISPONÍVEL Sold Out Avaliações dos Clientes Explore o que nossos clientes têm a dizer sobre suas experiências conosco. Leia avaliações e depoimentos genuínos destacando sua satisfação com nossos produtos, qualidade de serviço e experiência geral de compra. João Silva Gerente de Marketing \"Adorei a experiência de compra na ShoeCouture! Encontrei exatamente o que procurava - um par de tênis confortáveis e estilosos para usar no trabalho. A entrega foi rápida e o atendimento ao cliente foi excelente. Recomendo!\" Nossos Blogs Explore nossa coleção selecionada de artigos informativos e atualizações sobre as últimas tendências, dicas de estilo e novidades da indústria de calçados e moda. Aprofunde-se em conteúdo informativo projetado para inspirar sua experiência de compra de calçados e mantê-lo atualizado sobre o que há de mais recente e popular na indústria de calçados. Cuidados com os calçados Dicas de Estilo: Como Escolher o Calçado Perfeito para Cada Ocasião Moda As Últimas Tendências em Calçados para a Primavera/Verão Marca Manutenção de Calçados: Como Cuidar dos Seus Sapatos Adequadamente Comemore o mês de julho com descontos em todos os produtos! Ampla variedade de produtos Oferecemos uma diversidade de estilos e modelos de calçados para que cada cliente possa encontrar o par perfeito para qualquer ocasião e gosto. Qualidade e conforto Todos os nossos produtos são feitos com materiais de alta qualidade e utilizando as últimas tecnologias, garantindo confiabilidade, durabilidade e conforto em cada par de sapatos. Atendimento ao cliente excepcional Nossa equipe está pronta para fornecer assistência profissional e consultoria, proporcionando um atendimento personalizado para atender às necessidades individuais de cada cliente. Preços acessíveis Nosso compromisso é oferecer preços competitivos, tornando calçados elegantes e de qualidade acessíveis para todos, sem comprometer o bolso. Política de cookies Nossa política de cookies explica como utilizamos cookies e tecnologias similares para melhorar sua experiência em nosso site. Os cookies são pequenos arquivos de texto armazenados em seu dispositivo quando você visita nosso site. Eles nos ajudam a entender como você interage com nosso site, permitindo-nos melhorar e personalizar sua experiência de navegação. Continuar Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 ShoeCouture. Todos os direitos reservados.",
    "privacy-policy": "Política de Privacidade da ShoeCouture | Protegendo Suas Informações Pessoais ShoeCouture Início Sobre Serviço Contato Política de privacidade Coleta de Informações Pessoais: Explicar quais tipos de informações pessoais são coletadas dos usuários quando eles interagem com o site ShoeCouture, como nome, endereço, e-mail, informações de pagamento, entre outros. Uso das Informações: Detalhar como as informações pessoais coletadas são utilizadas pelo ShoeCouture, incluindo para processamento de pedidos, comunicação com clientes, personalização de experiências de usuário, entre outros fins. Compartilhamento de Informações: Esclarecer se e como as informações pessoais dos usuários são compartilhadas com terceiros, como parceiros de negócios ou prestadores de serviços, e os propósitos desse compartilhamento. Cookies e Tecnologias Semelhantes: Informar sobre o uso de cookies, pixels de rastreamento e outras tecnologias semelhantes para coletar informações sobre os usuários, como dados de navegação, preferências do usuário, entre outros. Segurança das Informações: Descrever as medidas de segurança implementadas pelo ShoeCouture para proteger as informações pessoais dos usuários contra acesso não autorizado, uso indevido ou divulgação. Direitos dos Usuários: Explicar os direitos dos usuários em relação às suas informações pessoais, como o direito de acessar, corrigir, atualizar, ou excluir suas informações pessoais. Consentimento do Usuário: Informar como o consentimento dos usuários é obtido para a coleta, uso e compartilhamento de suas informações pessoais, especialmente quando exigido por lei. Retenção de Dados: Esclarecer por quanto tempo as informações pessoais dos usuários são mantidas pelo ShoeCouture e os critérios utilizados para determinar esse período. ShoeCouture@gmail.com. Alterações na Política de Privacidade: Informar que a política de privacidade pode ser atualizada periodicamente e como os usuários serão notificados sobre essas mudanças. Contato: Fornecer informações de contato para que os usuários possam entrar em contato com o ShoeCouture para questões relacionadas à privacidade e proteção de dados. Acesso e Atualização de Informações Pessoais: Explicar como os usuários podem acessar e atualizar suas informações pessoais armazenadas pelo ShoeCouture. Limitação de Uso de Informações: Descrever quais são os limites de uso das informações pessoais dos usuários, garantindo que elas sejam utilizadas apenas para os fins especificados. Direitos de Privacidade de Menores: Informar sobre as práticas do ShoeCouture em relação à coleta de informações de menores de idade, se aplicável. ShoeCouture@gmail.com. Transferência Internacional de Dados: Explicar se e como as informações pessoais dos usuários podem ser transferidas para países fora do seu país de residência e quais medidas são tomadas para garantir a proteção dessas informações. Política de Cookies: Detalhar o uso de cookies pelo ShoeCouture, incluindo os tipos de cookies utilizados, seus propósitos e como os usuários podem gerenciar suas preferências de cookies. Marketing Direto: Informar sobre como os usuários podem optar por receber comunicações de marketing direto do ShoeCouture e como podem cancelar essa opção. Links para Outros Sites: Esclarecer que a política de privacidade se aplica apenas ao site do ShoeCouture e que links para outros sites são de responsabilidade dos próprios sites. Consentimento Explícito: Explicar quando o consentimento explícito dos usuários é necessário para o processamento de suas informações pessoais, especialmente em casos sensíveis. Política de Retenção de Dados: Definir o período de retenção das informações pessoais dos usuários e os critérios utilizados para determinar esse período. Proteção de Dados Sensíveis: Descrever como o ShoeCouture protege informações pessoais consideradas sensíveis, como informações de pagamento e dados de identificação. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 ShoeCouture. Todos os direitos reservados.",
    "terms-conditions": "Termos e Condições da ShoeCouture | Seu Acordo de Compra ShoeCouture Início Sobre Serviço Contato Termos e condições A utilização do site ShoeCouture e a compra de produtos através do mesmo implicam a aceitação integral dos presentes Termos e Condições. Ao navegar no site e efetuar encomendas, o cliente concorda em cumprir todas as disposições aqui estabelecidas. Ao longo da sua visita, o cliente poderá ser solicitado a fornecer determinadas informações, como dados pessoais e detalhes de pagamento. É essencial que todas as informações fornecidas sejam precisas e atualizadas. A ShoeCouture reserva-se o direito de cancelar encomendas ou recusar serviços caso sejam detetadas informações falsas ou enganosas. Todo o conteúdo presente no site ShoeCouture, incluindo textos, imagens, logotipos, marcas registadas e outros elementos, é propriedade exclusiva da empresa ou dos respetivos detentores de direitos. A reprodução, distribuição ou utilização não autorizada deste conteúdo é estritamente proibida. Os preços e a disponibilidade dos produtos apresentados no site ShoeCouture estão sujeitos a alterações sem aviso prévio. A empresa esforça-se por manter as informações atualizadas, mas não se responsabiliza por eventuais erros ou omissões. Ao efetuar uma encomenda no site ShoeCouture, o cliente compromete-se a fornecer informações precisas e completas, incluindo detalhes de envio e pagamento. A ShoeCouture reserva-se o direito de cancelar ou recusar encomendas em caso de suspeita de fraude ou incumprimento dos presentes Termos e Condições. A ShoeCouture esforça-se por entregar as encomendas dentro dos prazos estimados, mas não se responsabiliza por atrasos causados por circunstâncias alheias ao seu controlo. Os custos de envio serão claramente indicados durante o processo de compra. A ShoeCouture oferece uma política de devolução e reembolso justa e transparente. Os clientes têm o direito de devolver produtos não desejados dentro de um determinado prazo, desde que cumpram os requisitos estabelecidos pela empresa. A ShoeCouture não se responsabiliza por quaisquer danos diretos, indiretos, incidentais ou consequenciais decorrentes da utilização do site ou da compra de produtos. A responsabilidade da empresa limita-se ao valor da encomenda em questão. ShoeCouture@gmail.com. A ShoeCouture compromete-se a proteger a privacidade e os dados pessoais dos seus clientes, em conformidade com a legislação aplicável. Todas as transações online são realizadas através de canais seguros e encriptados. A ShoeCouture não será responsável por qualquer incumprimento ou atraso no cumprimento das suas obrigações decorrentes de circunstâncias de força maior, incluindo, entre outros, desastres naturais, greves, motins, atos de guerra ou terrorismo. A ShoeCouture reserva-se o direito de alterar os presentes Termos e Condições a qualquer momento, sem aviso prévio. É responsabilidade do cliente consultar regularmente esta página para se manter atualizado. É estritamente proibido o uso indevido do site ShoeCouture, incluindo, entre outros, a tentativa de aceder ilegalmente a sistemas ou informações, a distribuição de vírus ou códigos maliciosos, ou qualquer atividade ilegal ou prejudicial. O site ShoeCouture pode conter links para sites externos, os quais são fornecidos apenas para conveniência dos utilizadores. A empresa não se responsabiliza pelo conteúdo, políticas de privacidade ou práticas desses sites externos. Ao fornecer o seu endereço de e-mail, o cliente concorda em receber comunicações eletrónicas da ShoeCouture, incluindo confirmações de encomenda, atualizações de estado e informações promocionais. Os presentes Termos e Condições regem-se e devem ser interpretados de acordo com as leis vigentes em Portugal. Qualquer litígio decorrente da utilização do site ShoeCouture ou da compra de produtos será resolvido nos tribunais competentes de Portugal. A ShoeCouture reserva-se o direito de ceder ou transferir os seus direitos e obrigações decorrentes dos presentes Termos e Condições a terceiros, sem necessidade de consentimento prévio do cliente. Se qualquer disposição dos presentes Termos e Condições for considerada inválida ou inexequível, tal não afetará a validade das restantes disposições, que permanecerão em vigor e produzirão efeitos. O não exercício ou a demora no exercício de qualquer direito ou disposição prevista nos presentes Termos e Condições não constituirá uma renúncia a esse direito ou disposição. Em caso de dúvidas, reclamações ou sugestões relacionadas com os presentes Termos e Condições, o cliente poderá contactar a ShoeCouture através dos canais de comunicação disponibilizados no site. O site ShoeCouture utiliza cookies e tecnologias semelhantes para melhorar a experiência do utilizador e fornecer serviços personalizados. Ao continuar a navegar no site, o cliente concorda com a utilização de cookies, conforme descrito na nossa Política de Cookies. Os presentes Termos e Condições, juntamente com as políticas e avisos legais mencionados, constituem o acordo integral entre o cliente e a ShoeCouture, substituindo quaisquer acordos ou entendimentos anteriores, escritos ou verbais. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 ShoeCouture. Todos os direitos reservados.",
    "thanks": "Obrigado pela ShoeCouture Indo para casa Palavras de Agradecimento Na nossa loja de sapatos, valorizamos profundamente cada cliente que entrou pela nossa porta ou navegou pelo nosso catálogo online. A sua confiança e lealdade são a base do nosso sucesso. Estamos dedicados a oferecer-lhe os melhores calçados, um serviço impecável e uma experiência de compra que supera as expectativas. Obrigado por escolher-nos para suas necessidades de calçados."
  },
  "date": "2024-06-18T06:11:57.887Z"
}