{
  "name": "New_v9_Craftopia_Sales",
  "pages": {
    "about": "Sobre a Craftopia - Sua Loja de Produtos para Hobby e Criatividade Lar Sobre nós Produtos Serviços Ofertas Vagas Blogue Contato Lar Sobre nós Produtos Serviços Ofertas Vagas Blogue Contato Sobre Nós Bem-vindo à Craftopia, o seu destino para tudo relacionado a hobbies e criatividade! Desde nossa fundação, nos dedicamos a fornecer uma ampla variedade de produtos e serviços para entusiastas de artesanato, arte e hobbies em geral. Na Craftopia, acreditamos que a criatividade é uma parte essencial da vida e estamos aqui para inspirar e apoiar seus projetos criativos. Nossa equipe é apaixonada por ajudar nossos clientes a explorar novas técnicas, descobrir novos materiais e alcançar resultados incríveis em seus projetos de artesanato. Depoimentos dos Clientes Maria Silva \"Adoro comprar na Craftopia! Sempre encontro os melhores materiais para meus projetos de artesanato. A qualidade dos produtos é incrível e o atendimento ao cliente é excepcional.\" Pedro Santos \"Estou muito satisfeito com a variedade de produtos oferecidos pela Craftopia. Encontrei tudo o que precisava para o meu hobby de pintura e desenho. Recomendo a todos!\" Ana Oliveira \"A Craftopia é minha loja favorita para comprar materiais de costura e bordado. Os produtos são de alta qualidade e o processo de compra é muito fácil. Estou muito feliz com minhas compras!\" Lucas Rodrigues \"Sou cliente da Craftopia há anos e sempre fico impressionado com a rapidez da entrega e a qualidade dos produtos. Recomendo esta loja para todos os amantes de hobbies e artesanato.\" Galeria Programa de Afiliados Cadastre-se Preencha nosso formulário de inscrição para se tornar um afiliado da Craftopia. É rápido, fácil e gratuito! Receba seu Link Personalizado Após a aprovação do seu cadastro, você receberá um link de afiliado exclusivo para compartilhar em suas redes sociais, blog ou site. Promova Nossos Produtos Compartilhe seu link de afiliado com seus seguidores, amigos e familiares. Utilize suas habilidades de marketing para atrair clientes para a Craftopia. Ganhe Comissõe Por cada venda realizada através do seu link de afiliado, você receberá uma comissão generosa. Quanto mais vendas você gerar, mais dinheiro você ganhará! Acompanhe seus Ganhos Acesse sua área de afiliado para acompanhar suas vendas, comissões e pagamentos. Oferecemos relatórios detalhados para que você possa monitorar seu desempenho. Suporte Personalizado e Recursos de Marketing Como afiliado da Craftopia, você terá acesso a suporte personalizado da nossa equipe de afiliados, pronta para ajudá-lo com quaisquer dúvidas ou questões relacionadas ao programa. Coroado, Manaus - Amazonas, Brazil craftopiasales@gmail.com +559874545646 Lar Sobre nós política de Privacidade © 2024 Craftopia",
    "gratitude": "Obrigado por Comprar na Craftopia - Sua Loja de Produtos para Hobby e Criatividade Obrigado A Craftopia gostaria de expressar sua sincera gratidão a todos os nossos clientes por seu apoio contínuo. É graças à sua confiança e lealdade que podemos continuar a fornecer uma ampla gama de produtos para hobbies e criatividade, ajudando a inspirar e dar vida a projetos criativos ao redor do país. Cada compra que você faz na Craftopia não é apenas uma transação comercial, mas sim uma contribuição para a comunidade de artesãos e entusiastas criativos que estão sempre buscando novas formas de expressão. Além disso, gostaríamos de agradecer à nossa dedicada equipe da Craftopia, cujo compromisso e paixão pelo serviço ao cliente garantem que cada interação seja excepcional. Seu profissionalismo e dedicação são os pilares do nosso sucesso e estamos profundamente gratos por seu trabalho árduo e comprometimento com nossa missão de inspirar a criatividade em todos os lugares. Obrigado por fazerem parte da família Craftopia e por ajudarem a tornar nossos sonhos uma realidade. Lar",
    "index": "Venda de Produtos para Hobby e Criatividade - Craftopia Lar Sobre nós Produtos Serviços Ofertas Vagas Blogue Contato Lar Sobre nós Produtos Serviços Ofertas Vagas Blogue Contato Desperte sua criatividade com Craftopia! Craftopia oferece uma vasta seleção de produtos para hobbies e artesanato, ajudando você a expressar sua criatividade de forma única. Explore nossa coleção de materiais de alta qualidade e liberte sua imaginação com Craftopia! Learn more Produtos Artesanato em Papel (Papelaria Criativa) Explore nossa variedade de papéis especiais, adesivos, carimbos e outros materiais para criar projetos artesanais exclusivos. Pintura e Desenho Encontre tintas, pincéis, telas, lápis de cor e outros materiais para dar vida às suas obras de arte em tela, papel ou outras superfícies. Costura e Bordado Descubra uma ampla seleção de tecidos, linhas, agulhas, acessórios de costura e kits de bordado para dar vida às suas criações têxteis. Modelagem e Escultura Explore uma variedade de massas de modelar, argilas, ferramentas de escultura e acessórios para criar esculturas e modelagens incríveis. Tricô e Crochê Encontre fios, agulhas, padrões e acessórios para tricotar e crochê, seja você um iniciante ou um expert nesta arte manual. Acessórios e Ferramentas Aqui você encontrará uma gama de acessórios indispensáveis e ferramentas especializadas para auxiliar em seus projetos de artesanato e hobby. Serviços Consultoria Criativa Oferecemos consultoria especializada para ajudar você a encontrar os materiais e técnicas ideais para o seu projeto criativo. Workshops e Cursos Participe de nossos workshops e cursos presenciais e online, onde você poderá aprender novas técnicas e aprimorar suas habilidades em artesanato e hobbies. Assistência Técnica Especializada Conte com nossa equipe de especialistas para oferecer suporte técnico e orientação na utilização correta de ferramentas e materiais. Personalização de Produtos Personalize seus materiais e acessórios de acordo com suas preferências e necessidades, criando itens exclusivos para seus projetos. Entrega Rápida e Segura Garantimos entregas rápidas e seguras para que você receba seus produtos com comodidade e tranquilidade, onde quer que esteja. Atendimento ao Cliente Especializado Nossa equipe de atendimento está sempre disponível para ajudar e responder suas dúvidas, proporcionando uma experiência de compra personalizada e satisfatória. Ofertas e Promoções Especiais Ofertas e Promoções Especiais Aproveite nossos descontos especiais em uma ampla seleção de produtos por tempo limitado. Não perca essa oportunidade de economizar em seus materiais de hobby e artesanato favoritos! Ofertas da Semana Descubra nossas ofertas da semana e aproveite preços especiais em uma variedade de produtos. Renovamos nossas ofertas regularmente, então fique de olho para não perder as melhores oportunidades. Compre Mais, Economize Mais Quanto mais você compra, mais você economiza! Aproveite nossas promoções de \"compre mais, economize mais\" em diversos itens selecionados. Economize ainda mais ao comprar em grandes quantidades. Frete Grátis em Compras Acima de um Determinado Valor Ganhe frete grátis em suas compras ao atingir um determinado valor mínimo de compra. Aproveite essa oferta para economizar em seus produtos favoritos sem se preocupar com os custos de envio. Parceiros e Fornecedores Parcerias Estratégicas Apresentamos nossos parceiros estratégicos, empresas e organizações com as quais colaboramos para oferecer uma ampla gama de produtos de alta qualidade para nossos clientes. Fornecedores Selecionados Trabalhamos com fornecedores selecionados cuidadosamente para garantir a qualidade e a variedade dos produtos que oferecemos. Conheça nossos fornecedores confiáveis que nos ajudam a manter os mais altos padrões de excelência. Colaborações Exclusivas Destacamos nossas colaborações exclusivas com artistas, artesãos e fabricantes de renome, que trazem produtos exclusivos e inspiradores para nossa comunidade de clientes. Oportunidades de Parceria Se você é um fornecedor ou artista e está interessado em estabelecer uma parceria conosco, entre em contato para discutir oportunidades de colaboração. Estamos sempre abertos a novas parcerias que possam enriquecer nossa oferta de produtos e serviços. Vagas Assistente de Atendimento ao Cliente Estamos em busca de um(a) assistente de atendimento ao cliente para proporcionar uma experiência excepcional aos nossos clientes. O candidato ideal deve ter habilidades de comunicação excelentes e ser apaixonado por ajudar os outros. Experiência anterior em atendimento ao cliente é uma vantagem. Escreva para nós Especialista em Marketing Digital Estamos procurando por um(a) especialista em marketing digital para desenvolver e implementar estratégias de marketing eficazes que aumentem a visibilidade da Craftopia online. O candidato ideal deve ter experiência comprovada em marketing digital, incluindo SEO, mídias sociais, e-mail marketing, entre outras áreas. Escreva para nós Designer Gráfico Estamos em busca de um(a) designer gráfico talentoso(a) para criar materiais visuais atraentes e criativos para a Craftopia. O candidato ideal deve ter habilidades sólidas em design gráfico, domínio de software de design, e ser capaz de trabalhar em colaboração com nossa equipe de marketing. Escreva para nós Assistente de Estoque e Logística Estamos procurando por um(a) assistente de estoque e logística para auxiliar na gestão de nosso estoque e no processo de envio de pedidos. O candidato ideal deve ter habilidades organizacionais sólidas, atenção aos detalhes e capacidade de trabalhar de forma eficiente em um ambiente dinâmico. Escreva para nós Instrutor de Workshops Criativos Estamos em busca de instrutores talentosos para ministrar workshops criativos em nossa loja física e online. O candidato ideal deve ter experiência em seu campo de especialização (por exemplo, pintura, costura, modelagem) e habilidades de comunicação excelentes para ensinar e inspirar nossos clientes. Escreva para nós Analista de E-Commerce Estamos procurando por um(a) analista de e-commerce para analisar e otimizar a experiência de compra em nosso site. O candidato ideal deve ter experiência em análise de dados, compreensão de métricas de e-commerce e capacidade de propor e implementar melhorias para aumentar as vendas e a satisfação do cliente. Escreva para nós Certificação de Qualidade dos Produtos Artesanais Orgulhamo-nos de possuir certificações reconhecidas que garantem a qualidade e a autenticidade dos produtos artesanais oferecidos pela Craftopia. Nossos clientes podem confiar que estão adquirindo produtos de excelência para seus projetos criativos. Prêmio de Excelência em Atendimento ao Cliente A Craftopia foi honrada com o Prêmio de Excelência em Atendimento ao Cliente, em reconhecimento ao nosso compromisso em proporcionar uma experiência de compra excepcional. Estamos dedicados a oferecer suporte personalizado e atencioso a todos os nossos clientes. Certificação Ambiental e Sustentável Comprometemo-nos com práticas comerciais sustentáveis e responsáveis, e estamos orgulhosos de possuir certificações que reconhecem nossos esforços em minimizar nosso impacto ambiental. Ao escolher a Craftopia, os clientes contribuem para um futuro mais sustentável. Blogue Novo Workshop de Pintura em Aquarela Disponível! Apresente um novo workshop de pintura em aquarela que a Craftopia está oferecendo. Destaque os detalhes do workshop, como datas, horários, instrutor e o que os participantes aprenderão. Inclua imagens inspiradoras de trabalhos em aquarela para atrair o interesse dos leitores. Conheça Nossa Coleção de Materiais Sustentáveis para Artesanato! Apresente uma nova linha de produtos sustentáveis que a Craftopia está lançando. Destaque os materiais ecologicamente corretos disponíveis, como papéis reciclados, tintas à base de água e outros materiais ecológicos. Explique como esses produtos podem ajudar os clientes a reduzir seu impacto ambiental enquanto praticam seus hobbies criativos. Dicas de Presentes Artesanais para o Dia dos Namorados! Com a proximidade do Dia dos Namorados, ofereça aos leitores do blog da Craftopia algumas ideias de presentes artesanais únicos e feitos à mão para seus entes queridos. Apresente uma variedade de projetos DIY, como cartões personalizados, álbuns de fotos artesanais, velas decorativas e outros presentes que podem ser feitos usando materiais disponíveis na Craftopia. Inclua instruções passo a passo ou links para tutoriais para incentivar os leitores a experimentarem esses projetos em casa. FAQ Quais são os métodos de pagamento aceitos pela Craftopia? Aceitamos uma variedade de métodos de pagamento, incluindo cartão de crédito (Visa, MasterCard, American Express), boleto bancário e transferência bancária. Qual é o prazo de entrega dos produtos da Craftopia? O prazo de entrega pode variar dependendo da sua localização e do método de envio selecionado. Em média, os pedidos são entregues dentro de 3 dias úteis após a confirmação do pagamento. Como faço para rastrear o meu pedido? Assim que o seu pedido for despachado, você receberá um e-mail com o número de rastreamento e as instruções para acompanhar a entrega do seu pedido. Posso devolver ou trocar um produto se não estiver satisfeito? Sim, aceitamos devoluções e trocas dentro de 5 dias após a entrega, desde que o produto esteja em sua embalagem original e não tenha sido utilizado. Consulte nossa política de devolução para obter mais detalhes. Vocês oferecem descontos para compras em grandes quantidades? Sim, oferecemos descontos especiais para compras em grandes quantidades. Entre em contato conosco para obter um orçamento personalizado. Vocês realizam entregas internacionais? Sim, realizamos entregas para diversos países ao redor do mundo. Os custos de envio e os prazos de entrega podem variar dependendo do destino. Contate-nos Enviar mensagem Aceito Política de Privacidade Coroado, Manaus - Amazonas, Brazil craftopiasales@gmail.com +559874545646 Lar Sobre nós política de Privacidade © 2024 Craftopia",
    "policy": "Política de Privacidade - Craftopia Lar Sobre nós Produtos Serviços Ofertas Vagas Blogue Contato Lar Sobre nós Produtos Serviços Ofertas Vagas Blogue Contato Política de Privacidade - craftopiasales Segurança de dados: Criptografia e armazenamento seguro: Craftopia emprega padrões da indústria medidas de segurança, incluindo protocolos de criptografia e segurança servidores, para proteger suas informações pessoais contra acesso não autorizado acesso, divulgação, alteração ou destruição. Seus dados são armazenado de forma segura e acessível apenas a pessoal autorizado com um necessidade legítima de acessá-lo. Controles de acesso: O acesso às suas informações pessoais é estritamente limitado a funcionários autorizados que necessitam dele para realizar suas tarefas de forma eficaz, como processamento de pedidos, suporte ao cliente, e atividades de marketing. Revisamos regularmente nossa segurança protocolos e procedimentos para garantir a conformidade com os melhores práticas e padrões de segurança em evolução. Serviços de terceiros: Prestadores de serviços: Para atender seus pedidos e fornecer-lhe com o melhor serviço possível, podemos contratar terceiros confiáveis prestadores de serviços, como processadores de pagamento, empresas de transporte, e provedores de análise. Esses prestadores de serviços são contratualmente obrigado a tratar os seus dados de forma segura e a processá-los apenas em de acordo com nossas instruções e política de privacidade. Análise e Publicidade: Craftopia pode utilizar terceiros serviços de análise e publicidade para analisar o tráfego do site, rastrear o comportamento do usuário e medir a eficácia de nossos campanhas de marketing. Esses serviços podem usar cookies e similares tecnologias para coletar dados em nosso nome, ajudando-nos a otimizar nosso site, adaptar o conteúdo publicitário e melhorar geral experiência do cliente. Retenção de dados: Período de retenção: retemos suas informações pessoais apenas pelo período enquanto for necessário para cumprir os fins para os quais foi coletados, incluindo processamento de pedidos, conformidade legal, requisitos de contabilidade e relatórios. Uma vez que seus dados não são não for mais necessário para esses fins, iremos descartá-lo com segurança ou anonimizá-lo para evitar identificação. Exclusão de dados: Mediante solicitação, excluiremos ou anonimizaremos imediatamente suas informações pessoais de nossos registros, a menos que sejamos obrigados por lei mantê-lo por um período mais longo ou ter um direito legítimo motivo comercial para mantê-lo. Você pode solicitar a exclusão de seus dados entrando em contato com nossa equipe de suporte ao cliente. Transferências internacionais de dados: Transferência de dados transfronteiriça: Ao usar nosso site e fornecer suas informações para a Craftopia, você reconhece e concorda com o transferência de seus dados para países fora do seu jurisdição, incluindo países que podem ter dados diferentes leis de proteção daqueles em seu país de residência. Descansar garantida, tomamos medidas adequadas para garantir que as transferências de dados cumprem as leis de proteção de dados aplicáveis ​​e fornecer salvaguardas adequadas para a segurança e integridade do seu Informação. Privacidade infantil: Restrição de idade: Craftopia não coleta conscientemente informações pessoais informações de indivíduos menores de 13 anos sem consentimento verificável dos pais. Se tomarmos consciência de que temos informações pessoais coletadas inadvertidamente de uma criança menor de idade 13, tomaremos medidas imediatas para excluir tais informações de nossos registros. Se você acredita que seu filho nos forneceu informações pessoais sem o seu consentimento, entre em contato conosco imediatamente. Seus direitos: Acesso e Correção: Você tem o direito de acessar, corrigir ou atualizar as informações pessoais que mantemos sobre você. Você pode revisar e edite as informações da sua conta fazendo login no seu Craftopia conta ou entrando em contato com nossa equipe de suporte ao cliente para obter assistência. Portabilidade de dados: Mediante solicitação, forneceremos uma cópia do seus dados pessoais de forma estruturada, comumente usada e formato legível por máquina, permitindo transferi-lo para outro provedor de serviços ou exercer seus direitos sob dados aplicáveis leis de proteção. Alterações na Política de Privacidade: Notificação de Mudanças: Craftopia reserva-se o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento para refletir alterações em nosso práticas, requisitos legais ou operações comerciais. Vamos notificá-lo sobre quaisquer alterações materiais em nossas práticas de privacidade e solicitar seu consentimento se exigido pela lei aplicável. Nós encorajamos você revisar esta Política de Privacidade periodicamente para se manter informado sobre como coletamos, usamos e protegemos seus dados. Aceitação dos Termos: Seu uso continuado do nosso site após a publicação de quaisquer alterações a esta Política de Privacidade constitui aceitação dessas mudanças. Se você não concordar com os termos descrito nesta Política de Privacidade ou em qualquer atualização dela, por favor abster-se de usar nosso site e serviços. Parceiros de publicidade: Anunciantes terceirizados: Craftopia pode trabalhar com terceiros parceiros de publicidade, como redes de anúncios e mídias sociais plataformas, para exibir anúncios relevantes aos seus interesses. Esses parceiros podem usar cookies e tecnologias semelhantes para coletar dados sobre o seu comportamento de navegação em diferentes sites e plataformas. Opções de cancelamento: você tem a opção de cancelar o recebimento personalizado publicidade de nossos parceiros de publicidade ajustando seu anúncio preferências nas respectivas plataformas ou usando bloqueio de anúncios Programas. Observe que desativar a publicidade personalizada não significa que você não verá mais anúncios; significa simplesmente os anúncios você vê pode ser menos relevante para você. Solicitações de titulares de dados: Pedido de Informação: Se desejar exercer os seus direitos em relação às suas informações pessoais, como acesso, corrigir ou excluir seus dados, você pode enviar uma solicitação ao nosso Oficial de Proteção de Dados (DPO) usando os dados de contato fornecidos nesta Política de Privacidade. Tempo de Resposta: Responderemos às suas solicitações do titular dos dados em um em tempo hábil e de acordo com a proteção de dados aplicável leis. Observe que podemos solicitar informações adicionais de você verifique sua identidade e processe sua solicitação de maneira eficaz. Notificação de violação de dados: Resposta a Incidentes de Segurança: No caso de violação de dados ou incidente de segurança envolvendo suas informações pessoais, Craftopia investigará prontamente o assunto, tomará as medidas apropriadas para mitigar qualquer dano e notificar os indivíduos afetados e reguladores autoridades, conforme exigido por lei. Procedimento de Notificação: Se você acredita que suas informações pessoais foi comprometido ou se você tomar conhecimento de qualquer acesso ou divulgação dos seus dados, entre em contato conosco imediatamente para que possamos tomar medidas imediatas para resolver a situação. Atualizações e revisões: Revisões de políticas: Craftopia reserva-se o direito de atualizar ou revisar esta Política de Privacidade conforme necessário para refletir alterações em nossa práticas comerciais, requisitos legais ou tecnologias avanços. Iremos notificá-lo sobre quaisquer alterações materiais no política através do nosso site ou outros canais apropriados. Revisão e Aceitação: Ao continuar a usar nosso site e serviços após a data efetiva de quaisquer alterações nesta Política de Privacidade Política, você reconhece e concorda com os termos atualizados e condições aqui descritas. Base Legal para Processamento: Fundamentos Legais: A Craftopia processa suas informações pessoais com base por vários motivos legais, incluindo o seu consentimento, contrato desempenho, interesses legítimos e conformidade com leis obrigações. Garantimos que os seus dados são tratados de forma lícita, de forma justa e transparente, de acordo com os dados aplicáveis leis de proteção. Contate-nos: Perguntas e Preocupações: Se você tiver alguma dúvida, comentário ou preocupações sobre nossa Política de Privacidade, práticas de dados ou o tratamento de suas informações pessoais, não hesite em nos contatar no craftopiasales@gmail.com. Nossa dedicada equipe de privacidade terá prazer em ajudá-lo e responder a quaisquer dúvidas ou problemas imediatamente. Coroado, Manaus - Amazonas, Brazil craftopiasales@gmail.com +559874545646 Lar Sobre nós política de Privacidade © 2024 Craftopia"
  }
}