{
  "name": "New_8_delightgifts",
  "pages": {
    "terms-conditions": "Terms of Use - Terms and Conditions delightgifts@gmail.com +91-943-7143528 Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India DelightGifts Home Bestseller Types of gifts Help is needed? About Us Why are we Terms of Use User Content DelightGifts may provide opportunities for users to submit content, such as product reviews, comments, or other materials (\"User Content\"). By submitting User Content, you grant DelightGifts a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology now known or later developed. You represent and warrant that you own or otherwise control all rights to your User Content and that its use will not infringe upon or violate the rights of any third party. Indemnification You agree to indemnify, defend, and hold harmless DelightGifts, its affiliates, officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your access to or use of DelightGifts, your violation of these Terms of Use, or your infringement or violation of any intellectual property or other rights of any person or entity. Termination DelightGifts reserves the right, in its sole discretion, to terminate or suspend your access to all or part of DelightGifts, with or without notice, for any reason, including, but not limited to, breach of these Terms of Use. Any suspected fraudulent, abusive, or illegal activity may be grounds for terminating your account and may be referred to appropriate law enforcement authorities. Upon termination or suspension, your right to use DelightGifts will immediately cease, and we reserve the right to remove or delete any of your User Content from our website. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Waiver The failure of DelightGifts to enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision unless acknowledged and agreed to by DelightGifts in writing. Force Majeure DelightGifts shall not be liable for any failure or delay in performance due to causes beyond our reasonable control, including, but not limited to, acts of God, war, terrorism, labor disputes, embargoes, government orders, natural disasters, or failures of the internet or any utility service. Changes to DelightGifts DelightGifts reserves the right to modify, suspend, or discontinue any aspect of our website or services at any time without prior notice. We may also impose limits on certain features or restrict your access to parts or all of DelightGifts without notice or liability. Age Restrictions DelightGifts is intended for users who are at least 18 years old or the age of majority in their jurisdiction. By using DelightGifts, you represent and warrant that you are of legal age to form a binding contract and meet all of the foregoing eligibility requirements. If you do not meet these requirements, you must not access or use DelightGifts. Assignment DelightGifts may assign these Terms of Use, in whole or in part, to any person or entity at any time with or without your consent. You may not assign your rights or delegate your duties under these Terms of Use without DelightGifts' prior written consent. Product Customization DelightGifts may offer product customization services, allowing you to personalize certain items with text, images, or other design elements. By submitting any content for customization, you grant DelightGifts a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content for the purpose of providing the customization services. You represent and warrant that you own or otherwise control all rights to the content submitted for customization and that its use will not infringe upon or violate the rights of any third party. DelightGifts reserves the right to refuse or cancel any customization order for any reason, including, but not limited to, concerns about the legality, appropriateness, or quality of the submitted content. In the event that we refuse or cancel a customization order, we will notify you and process a refund for the unfulfilled item. Promotions and Discounts From time to time, DelightGifts may offer promotions, discounts, or special offers on our products. These offers may be subject to additional terms and conditions, which will be disclosed at the time of the promotion. Unless otherwise stated, promotions and discounts cannot be combined, and they are not applicable to previous purchases. DelightGifts reserves the right to modify, cancel, or terminate any promotion or discount at any time without notice. Gift Cards and Gift Certificates DelightGifts may offer gift cards or gift certificates for purchase, which can be redeemed for products available on our website. Gift cards and gift certificates are not redeemable for cash, and they cannot be used to purchase additional gift cards or gift certificates. DelightGifts is not responsible for lost, stolen, or damaged gift cards or gift certificates. Any unused balance will remain on the gift card or gift certificate for future use, and it will not be refunded or exchanged for cash. Contact Us If you have any questions or concerns regarding these Terms of Use or our website, please contact us at delightgifts@gmail.com. We appreciate your feedback and will do our best to address your inquiry promptly. Links Home Bestseller Types of gifts Help is needed? About Us Why are we Additionally Disclaimer Privacy Policy Terms of Use Contact adress Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India phone +91-943-7143528 email delightgifts@gmail.com",
    "thanks": "Thank You - Appreciation from DelightGifts Thank You for Reaching Out! We truly appreciate you taking the time to connect with us here at DelightGifts. Your thoughts, questions, and feedback are invaluable to our team, as they help us grow and continually improve our service. Our dedicated team is committed to providing you with a prompt and thorough response. We understand that your time is precious, and we aim to get back to you as soon as possible, usually within 24 to 48 hours. While you wait, feel free to explore our gift gallery for inspiration, or learn more about our story and mission. We're excited to help you find the perfect gift to create delightful moments for you and your loved ones. Once again, thank you for connecting with DelightGifts. We're looking forward to assisting you and making your gifting experience extraordinary. Stay Delightful! The DelightGifts Team Home Page",
    "about": "About Us - Discover Our Story and Mission delightgifts@gmail.com +91-943-7143528 Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India DelightGifts Home Bestseller Types of gifts Help is needed? About Us Why are we About Us At DelightGifts, we are passionate about bringing joy and creativity into everyday life through our unique and thoughtful gifts. Founded with a vision to provide high-quality, handcrafted items, our mission is to help you celebrate every special moment with something truly memorable. Our Mission We aim to offer a curated selection of gifts that bring happiness and a touch of magic to any occasion. Each product is carefully chosen to ensure it meets our high standards of quality and creativity. Our Vision We envision a world where every gift is a heartfelt expression of love and appreciation. By offering unique and personalized items, we strive to make every celebration unforgettable. Our Values Quality, creativity, and customer satisfaction are at the core of everything we do. We believe in providing exceptional products and outstanding service to make your shopping experience delightful. Our Story Started as a small family business, DelightGifts has grown into a beloved brand known for its distinctive and charming gifts. Our journey is driven by a passion for craftsmanship and a dedication to bringing joy to our customers. Our Products Artisanal Jewelry Discover our collection of artisanal jewelry, meticulously crafted to reflect elegance and style. Each piece is a testament to fine craftsmanship and timeless beauty. Personalized Keepsakes Celebrate life’s special moments with our personalized keepsakes. From engraved photo frames to custom-made mementos, create gifts that cherish memories forever. Handcrafted Home Decor Transform your space with our handcrafted home decor items. From intricately designed vases to unique wall art, our collection adds a touch of sophistication to any room. Thoughtful Souvenirs Find the perfect souvenir that captures the essence of your travels or commemorates a special occasion. Our thoughtful souvenirs are crafted with attention to detail and love for storytelling. Eco-Friendly Gifts Choose from our eco-friendly gifts made from sustainable materials. Show your commitment to the environment with products that blend functionality with sustainability. 5000+ Happy Customers 1000+ Handcrafted Gifts 95% Customer Satisfaction 10+ Years of Excellence Quality Craftsmanship We take pride in sourcing and creating gifts of the highest quality, ensuring each item meets our standards of excellence. Customer Satisfaction Our dedicated team is committed to providing exceptional service, ensuring every customer has a positive and memorable shopping experience. Community Engagement We believe in giving back to our community. Through partnerships and initiatives, we strive to make a positive impact beyond our products. Links Home Bestseller Types of gifts Help is needed? About Us Why are we Additionally Disclaimer Privacy Policy Terms of Use Contact adress Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India phone +91-943-7143528 email delightgifts@gmail.com We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Ok",
    "disclaimer": "Disclaimer - Legal Information delightgifts@gmail.com +91-943-7143528 Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India DelightGifts Home Bestseller Types of gifts Help is needed? About Us Why are we Disclaimer Product Descriptions and Images We strive to provide accurate and detailed descriptions of our products. However, please note that the colors, dimensions, and other aspects of the products may slightly vary due to differences in computer monitors, device screens, and photography techniques. The images are for illustrative purposes only and should not be relied upon as the sole representation of the product. Product Availability All products listed on DelightGifts are subject to availability. While we make every effort to ensure that our inventory levels are accurate, there may be instances where a product is out of stock. In such cases, we will notify you promptly and offer a refund or a replacement with a similar item, subject to your approval. Promotions and Giveaways From time to time, DelightGifts may offer promotions, discounts, or giveaways to our customers. The terms and conditions of such offers will be posted on our website or communicated via email or social media. We reserve the right to modify, cancel, or terminate any promotion or giveaway at any time without prior notice. Force Majeure DelightGifts shall not be liable for any failure or delay in performing its obligations under this disclaimer or any other policy posted on our website if such failure or delay is caused by circumstances beyond our reasonable control, including, but not limited to, acts of God, natural disasters, wars, civil unrest, labor disputes, government actions, or any other events that make it impracticable or impossible to perform our obligations. Waiver The failure of DelightGifts to enforce any provision of this disclaimer or any other policy posted on our website shall not constitute a waiver of such provision or the right to enforce it in the future. Governing Language This disclaimer and any other policies posted on our website are written in the English language. If any translated version of this disclaimer conflicts with the English version, the English version shall control. Social Media DelightGifts may maintain a presence on various social media platforms, such as Facebook, Instagram, Twitter, and Pinterest. We encourage our customers to follow us on these platforms to stay updated on our latest products, promotions, and news. However, we are not responsible for the content, privacy policies, or practices of these social media platforms or any third-party websites that may be linked from them. We recommend that you review the terms and conditions of any social media platform before using it. Environmental Responsibility DelightGifts is committed to reducing its environmental impact and promoting sustainable practices. We source our products from responsible suppliers who share our values and comply with applicable environmental laws and regulations. We also use eco-friendly packaging materials and encourage our customers to recycle or reuse them. By choosing DelightGifts, you are supporting a business that cares about the planet and future generations. Intellectual Property Complaints DelightGifts respects the intellectual property rights of others and expects its users to do the same. If you believe that any content on our website infringes your copyright or other intellectual property rights, please provide us with a written notice that includes the following information: A physical or electronic signature of a person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed. Identification of the copyrighted work or other intellectual property that is allegedly infringed. Identification of the material that is allegedly infringing and information reasonably sufficient to permit us to locate the material. Your name, address, telephone number, and email address. A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of the exclusive right that is allegedly infringed. Changes to the Disclaimer DelightGifts reserves the right to modify or update this disclaimer at any time without prior notice. The revised disclaimer will be effective immediately upon posting on our website. We encourage you to review this disclaimer periodically to stay informed about any changes. If you have any questions or concerns about this disclaimer or any other aspect of our website, please do not hesitate to contact us at delightgifts@gmail.com. We are always here to help and make your shopping experience as delightful as possible. Thank you for choosing DelightGifts as your destination for unique and memorable gifts and souvenirs. We appreciate your business and look forward to serving you. Happy shopping! Links Home Bestseller Types of gifts Help is needed? About Us Why are we Additionally Disclaimer Privacy Policy Terms of Use Contact adress Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India phone +91-943-7143528 email delightgifts@gmail.com",
    "index": "Home - Unique Gifts and Souvenirs delightgifts@gmail.com +91-943-7143528 Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India DelightGifts Home Bestseller Types of gifts Help is needed? About Us Why are we Unique Gifts Discover the Perfect Present Find the perfect gift for any occasion with our curated collection of unique and thoughtful souvenirs. Whether you're celebrating a birthday, anniversary, or just want to show someone you care, we have something special for everyone. Explore our range of handcrafted items and make every moment memorable. Our Bestsellers Handcrafted Treasures Discover our collection of handcrafted gifts, each one a unique piece of art. Perfect for those who appreciate the beauty of handmade items. Personalized Gifts Make your gifts truly special with our personalized options. Add a personal touch to any present and create unforgettable memories. Eco-Friendly Choices Choose from our selection of eco-friendly gifts, made with sustainable materials. Perfect for the environmentally conscious gift-giver. Artisan Candles Our artisan candles are hand-poured and infused with unique scents that create a relaxing ambiance. Perfect for unwinding after a long day or setting the mood for a special occasion. Custom Mugs Start your day with a smile with our custom mugs. Choose from a variety of designs and add your own personal message or name for a one-of-a-kind gift. Memory Books Capture precious moments with our beautifully designed memory books. Ideal for commemorating special events like weddings, anniversaries, and family gatherings. Decorative Trinkets Add a touch of charm to any space with our decorative trinkets. From whimsical figurines to elegant decor pieces, there's something to suit every taste and style. Help with a choice is necessary? Contact us and we will be happy to help +91-943-7143528 Get help Why Choose Us At DelightGifts, we believe in offering gifts that leave a lasting impression. Our carefully curated collection is designed to cater to all tastes and occasions, ensuring you find the perfect present every time. Here’s why our customers love us: Quality Craftsmanship We take pride in the quality of our products. Each item is crafted with attention to detail and made to last, ensuring your gifts are as special as the moments they celebrate. Unique Selection Our diverse range of gifts includes something for everyone. From handcrafted items to personalized presents, our unique selection is sure to delight. Excellent Customer Service We’re here to help you find the perfect gift. Our friendly and knowledgeable team is always ready to assist with any questions or special requests. Our Gift Categories Home Decor Elevate any living space with our exquisite home decor items. From elegant vases to unique wall art, our selection adds a touch of style and personality to every home. Fashion Accessories Discover a range of fashion accessories that make perfect gifts for any style enthusiast. From chic scarves to statement jewelry, find the ideal piece to complement any wardrobe. Travel Essentials Make every journey memorable with our travel essentials. Choose from stylish luggage tags, practical travel organizers, and other must-have items for the globetrotter in your life. Featured Gifts Explore our selection of featured gifts, carefully chosen to delight and inspire. Each item is unique and crafted with care, ensuring you find something truly special. Handcrafted Wooden Journal Beautifully bound and made from sustainable wood, this journal is perfect for jotting down thoughts, sketches, and memories. ₹1,500 Order now Personalized Leather Wallet Elegant and practical, this leather wallet can be customized with initials or a name, making it a thoughtful gift. ₹2,200 Order now Ceramic Tea Set This charming ceramic tea set includes a teapot and matching cups, perfect for enjoying a relaxing tea time. ₹1,800 Order now Customizable Photo Frame Capture precious moments with this customizable photo frame, designed to hold your favorite memories. ₹900 Order now Write to us I accept the Privacy Policy Send a message Links Home Bestseller Types of gifts Help is needed? About Us Why are we Additionally Disclaimer Privacy Policy Terms of Use Contact adress Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India phone +91-943-7143528 email delightgifts@gmail.com We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Ok",
    "privacy-policy": "Privacy Policy - Our Commitment to Your Privacy delightgifts@gmail.com +91-943-7143528 Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India DelightGifts Home Bestseller Types of gifts Help is needed? About Us Why are we Privacy Policy Cross-Border Data Transfers DelightGifts is based in the United States, and your personal information may be transferred to, stored, and processed in the United States or other countries where our service providers are located. These countries may have data protection laws that are different from the laws of your country. However, we will take appropriate measures to protect your personal information in accordance with this privacy policy and applicable law. Data Breach Notification In the event of a data breach that affects your personal information, we will notify you as required by law. We will also take appropriate measures to investigate and remediate the breach, and to prevent future breaches from occurring. Dispute Resolution If you have a dispute with DelightGifts regarding our use of your personal information, please contact us using the information below. We will do our best to resolve the dispute in a timely and fair manner. If we are unable to resolve the dispute, you may have the right to bring a claim in a court of competent jurisdiction. Additional Information for European Union Users If you are a user located in the European Union (EU), you have certain rights under the General Data Protection Regulation (GDPR). These rights include: The right to access your personal information The right to correct or update your personal information The right to delete your personal information The right to restrict the processing of your personal information The right to object to the processing of your personal information The right to data portability To exercise your GDPR rights, please contact us using the information below. Please note that we may require additional information from you to verify your identity before processing your request. Legal Basis for Processing We process your personal information for the following legal bases: To perform a contract with you or to take steps at your request prior to entering into a contract To comply with our legal obligations For our legitimate interests, such as improving our website and customer experience, conducting research and analysis, preventing fraud and abuse, and enforcing our terms and conditions With your consent, such as sending you marketing communications International Data Transfers If you are located in the EU, please note that your personal information may be transferred to, stored, and processed in the United States or other countries outside the EU. We have taken appropriate measures to ensure that your personal information is adequately protected in accordance with this privacy policy and applicable law. Data Retention We will retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. The criteria used to determine our retention periods include: The length of time we have an ongoing relationship with you Whether there is a legal obligation to which we are subject Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation, or regulatory investigations) Additional Information for Nevada Residents If you are a resident of Nevada, you have the right to opt-out of the sale of certain personal information to third parties. To exercise this right, please contact us using the information below. Please note that we do not currently sell personal information to third parties. Additional Information for Canadian Residents If you are a resident of Canada, you have certain rights under Canadian privacy law. These rights include: The right to access your personal information The right to correct or update your personal information The right to withdraw your consent to the collection, use, or disclosure of your personal information The right to be informed about our policies and practices regarding the collection, use, and disclosure of your personal information Children's Privacy Our website is not intended for use by children under the age of 13, and we do not knowingly collect personal information from children. If you believe that we have collected personal information from a child under 13, please contact us so that we can take appropriate action. Do Not Track Signals Some web browsers may transmit \"do not track\" signals to the websites and other online services with which the browser communicates. There is no standard that governs what, if anything, websites should do when they receive these signals. We currently do not take action in response to these signals. If and when a standard is established, we may revise our policy on responding to these signals. Social Media Features Our website may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button or interactive mini-programs that run on our site. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our site. Your interactions with these features are governed by the privacy policy of the company providing it. Contact Us If you have any questions or concerns about this privacy policy or our use of your personal information, please contact us at delightgifts@gmail.com. Thank you for choosing DelightGifts Links Home Bestseller Types of gifts Help is needed? About Us Why are we Additionally Disclaimer Privacy Policy Terms of Use Contact adress Ground Floor Sankarakhole, Road, Khajuripada, Kutabari, Odisha 762012, India phone +91-943-7143528 email delightgifts@gmail.com"
  },
  "date": "2024-06-15T11:53:37.335Z"
}