{
  "name": "New_v9_StellarShop",
  "pages": {
    "terms-conditions": "Read Our Terms and Conditions: Guidelines for Website Usage Main About Us Product Terms and Conditions 1. Introduction These Terms and Conditions govern your use of our website. By accessing or using our website, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you do not agree to these Terms and Conditions or our Privacy Policy, you must not use our website. 2. Intellectual Property Rights All content included on our website, such as text, graphics, logos, images, videos, and software, is the property of our company or its licensors and is protected by copyright laws. 3. Use of Our Website You may use our website for lawful purposes only and in accordance with these Terms and Conditions. You agree not to use our website: To violate any applicable laws or regulations. To infringe upon the rights of others. To engage in any fraudulent or harmful activities. 4. User Accounts In order to access certain features of our website, you may be required to create a user account. You are responsible for maintaining the confidentiality of your account information and for any activities that occur under your account. 5. User Contributions You may post, upload, or submit content to our website, including but not limited to text, images, videos, and comments. By posting or submitting content, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, distribute, and display such content. 6. Prohibited Activities You agree not to engage in any of the following prohibited activities: Using our website in any way that violates any applicable laws or regulations. Impersonating any person or entity, or falsely stating or misrepresenting your affiliation with a person or entity. Interfering with or disrupting the operation of our website or the servers or networks connected to our website. 7. Termination We may terminate or suspend your access to our website immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these Terms and Conditions. 8. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. 9. Changes to Terms and Conditions We reserve the right to modify or replace these Terms and Conditions at any time. Any changes will be effective immediately upon posting the updated Terms and Conditions on our website. Your continued use of our website after any such changes constitutes your acceptance of the new Terms and Conditions. 10. Contact Us If you have any questions about these Terms and Conditions, please contact us at stellarshop@gmail.com. 11. Severability If any provision of these Terms and Conditions is found to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not be affected or impaired. 12. Entire Agreement These Terms and Conditions constitute the entire agreement between you and us regarding your use of our website, superseding any prior agreements or understandings, whether written or oral. 13. Waiver Our failure to enforce any provision of these Terms and Conditions shall not be deemed a waiver of such provision or of the right to enforce such provision. 14. Contact Information If you have any questions or concerns about these Terms and Conditions, please contact us at stellarshop@gmail.com. 15. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any dispute arising out of or relating to these Terms and Conditions shall be subject to the exclusive jurisdiction of the courts in India. 16. Changes to Terms and Conditions We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 17. Contact Us If you have any questions about these Terms and Conditions, please contact us at stellarshop@gmail.com. 18. Effective Date These Terms and Conditions are effective as of 05/04/2024 and will remain in effect until terminated by either party in accordance with the provisions set forth herein. 19. Entire Agreement These Terms and Conditions constitute the entire agreement between you and StellarShop regarding your use of the website, superseding any prior agreements or understandings, whether written or oral. 20. Severability If any provision of these Terms and Conditions is found to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not be affected or impaired. 21. Changes We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 22. Contact Information If you have any questions or concerns about these Terms and Conditions, please contact us at stellarshop@gmail.com. 23. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any dispute arising out of or relating to these Terms and Conditions shall be subject to the exclusive jurisdiction of the courts in India. 24. Changes to Terms and Conditions We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. About Us Products Privacy Policy Terms and Conditions +91 124 655965 stellarshop@gmail.com 36, Prithvi Raj Market, Khan Market",
    "thank_page": "Thank You for Choosing Us: Confirmation of Your Request Your request has been received and is being processed. Back to the Main page",
    "about": "Learn About Our Stellar Journey at StellarShop Main About Us Product About Us Our History Founded in 2005 by a group of passionate astronomers, Stellar Shop began as a small online store selling telescopes and accessories. With a commitment to providing high-quality products and exceptional customer service, the company quickly gained a loyal following within the astronomy community. Over the years, Stellar Shop expanded its product range to include binoculars, books, and other astronomy-related items. In 2010, recognizing the growing demand for hands-on experiences, the company opened its first physical store, offering customers the opportunity to see products up close and receive personalized advice from knowledgeable staff. As the company continued to grow, it expanded its presence both online and offline, establishing partnerships with leading manufacturers and distributors to offer an even wider selection of products. In 2015, Stellar Shop launched its own line of telescopes and accessories, incorporating customer feedback and innovative technology to create products tailored to the needs of amateur and professional astronomers alike. In 2020, Stellar Shop celebrated its 15th anniversary, reflecting on its journey from a small startup to a trusted name in the astronomy industry. Today, the company remains dedicated to its founding principles of quality, innovation, and customer satisfaction, continuing to inspire curiosity and exploration of the universe. Meet Our Team Our dedicated team of specialists is committed to providing exceptional service and expertise. John Smith Founder & CEO Emily Johnson Head of Product Development David Lee Marketing Manager Sarah Wilson Senior Astronomer Michael Brown Technical Support Specialist Frequently Asked Questions What payment methods do you accept? &#10010; We accept various payment methods, including credit/debit cards, PayPal, and bank transfers. You can choose the payment option that is most convenient for you during checkout. Can I return an item if I'm not satisfied? &#10010; Yes, we offer a 30-day return policy for most items. Please review our privacy policy for more information on eligibility and instructions on how to initiate a return. Do you offer warranties on your products? &#10010; Yes, we offer warranties on most of our products. The duration and coverage of the warranty may vary depending on the product. Please refer to the product description or contact our customer service team for more information. How can I contact your customer service team? &#10010; You can contact our customer service team by phone, email, or through the contact form on our website. Our representatives are available to assist you during business hours, Monday to Friday. Do you offer technical support for your products? &#10010; Yes, we provide technical support for our products. If you encounter any issues or have questions about using your purchase, our knowledgeable team is here to assist you. You can reach our technical support department by phone or email. Can I modify or cancel my order after it has been placed? &#10010; Once an order has been placed, it is processed quickly to ensure prompt delivery. Therefore, modifications or cancellations may not be possible. However, please contact our customer service team as soon as possible, and we will do our best to accommodate your request. Are your products suitable for beginners? &#10010; Yes, we offer a range of products suitable for beginners, including telescopes, binoculars, and astronomy guides. Our knowledgeable staff can also provide recommendations based on your level of experience and interests to help you get started on your astronomy journey. Do you offer educational discounts? &#10010; Yes, we offer educational discounts for schools, colleges, and educational institutions. Please contact our sales team for more information on eligibility and how to apply for an educational discount. Get in Touch Have questions or need assistance? Reach out to us! Our dedicated team is here to help you with anything from product inquiries to technical support. Drop us a message, and we'll get back to you as soon as possible. I accept Privacy policy Submit About Us Products Privacy Policy Terms and Conditions +91 124 655965 stellarshop@gmail.com 36, Prithvi Raj Market, Khan Market",
    "index": "Discover the Universe: Shop Stellar Products Online Main About Us Product Unlock the Doors of Space with Stellar Shop At Stellar Shop, we offer everything you need to explore space. From telescopes to books, we provide the tools and knowledge for an exciting journey into the world of stars and galaxies. Welcome to our store, where space becomes closer! Our Journey From a small passion project to a leading destination for space enthusiasts, Stellar Shop has been on an extraordinary journey. Founded by a group of avid astronomers in 2010, our company quickly gained recognition for its exceptional quality and commitment to customer satisfaction. Over the years, we've expanded our product range, opened physical stores, and launched an online platform to serve customers worldwide. Today, Stellar Shop continues to inspire curiosity and exploration, inviting everyone to unlock the mysteries of the universe. Learn more Our Solutions Embark on a journey through the cosmos with our range of products and services. Whether you're a novice or an experienced astronomer, we have everything you need to explore the universe and unlock its mysteries. Telescopes Discover distant galaxies and celestial wonders with our selection of telescopes. Binoculars Get a closer look at the stars and planets with our powerful binoculars. Books and Guides Expand your knowledge of the universe with our curated selection of astronomy books and guides. Accessories Enhance your stargazing experience with our wide range of accessories, including filters, eyepieces, and mounts. Our Principles Quality We are committed to providing products of the highest quality to ensure your satisfaction and enjoyment of the cosmos. Innovation We continually strive to innovate and improve our products and services, staying at the forefront of advancements in astronomy. Accessibility We believe that everyone should have the opportunity to explore the wonders of the universe, which is why we offer a range of products suitable for all levels of experience and budget. Community We foster a sense of community among astronomers and space enthusiasts, providing resources, support, and opportunities for collaboration. Our Products Explore our range of astronomy essentials, carefully selected to elevate your stargazing experience. Telescopes 🌌 Binoculars 🔭 Books 📚 Dive into the world of astronomy with our range of products designed to inspire and educate. From powerful telescopes that bring distant galaxies closer to informative books that unravel the mysteries of the cosmos, we have everything you need to embark on your celestial journey. Learn More Our Partners Our company establishes strong connections with industry-leading companies, striving for continuous improvement of our products and services. These strategic partnerships are the cornerstone of our success, allowing us to stay at the forefront of technological innovations and offer our clients only the best. Collaborating with leading companies gives us access to cutting-edge solutions and expertise, enabling us to address our clients' complex challenges with greater efficiency and precision. We take pride in our partnerships and aim to deepen our relationships to achieve mutual goals and success. Thanks to our partners, we can confidently look to the future, knowing that we are always at the forefront of innovation and providing our clients with the best solutions. Our company continues to grow our partner network to continue delivering outstanding service and products of the highest quality. Contact Us Ready to take your astronomy journey to the next level? Have a question or need assistance? Our team is here to help! Whether you're looking for product recommendations, technical support, or just want to say hello, we're only a message away. Fill out the form below and let us assist you in exploring the wonders of the cosmos. Leave a Message About Us Products Privacy Policy Terms and Conditions +91 124 655965 stellarshop@gmail.com 36, Prithvi Raj Market, Khan Market",
    "privacy-policy": "Understanding Our Policy Terms: Your Guide to Privacy and Security Main About Us Product Privacy Policy 1. Introduction We are committed to protecting the privacy of our users. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. 2. Information We Collect We may collect personal information such as your name, email address, and contact information when you interact with our website or fill out forms on our site. 3. How We Use Your Information We may use the information we collect from you to provide, maintain, and improve our services, communicate with you, and personalize your experience. 4. Disclosure of Your Information We may disclose your personal information to third parties when necessary to comply with applicable laws or regulations, protect our rights or property, or prevent fraud or other illegal activities. 5. Security of Your Information We take reasonable measures to protect the security of your personal information and ensure that it is not accessed, disclosed, altered, or destroyed. 6. Retention of Your Information We will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. 7. Children's Privacy Our website is not intended for children under the age of 13, and we do not knowingly collect personal information from children under 13. If we learn that we have collected personal information from a child under 13, we will take steps to delete such information. 8. Links to Other Websites Our website may contain links to third-party websites. We have no control over the privacy practices or content of these websites and are not responsible for the privacy policies or practices of third parties. 9. Changes to Our Privacy Policy We reserve the right to modify this Privacy Policy at any time. Changes and clarifications will take effect immediately upon their posting on the website. You are encouraged to review this Privacy Policy periodically to stay informed of updates. 10. Contact Us If you have any questions about this Privacy Policy, please contact us at stellarshop@gmail.com. 11. Governing Law This Privacy Policy is governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. 12. Consent By using our website, you consent to our Privacy Policy and agree to its terms. 13. Severability If any provision of this Privacy Policy is found to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not in any way be affected or impaired. 14. Entire Agreement This Privacy Policy constitutes the entire agreement between you and us regarding the collection, use, and disclosure of your information and supersedes all prior agreements and understandings, whether written or oral. 15. Waiver Our failure to enforce any provision of this Privacy Policy shall not be deemed a waiver of such provision or of the right to enforce such provision. 16. Language This Privacy Policy is written in English. If there is any discrepancy between the translated version and the original English version, the English version shall prevail. 17. Updates We may update this Privacy Policy from time to time in order to reflect changes to our practices or for other operational, legal, or regulatory reasons. It is your responsibility to review this Privacy Policy periodically to ensure you are aware of any updates. 18. Effective Date This Privacy Policy is effective as of 05/04/2024 and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page. 19. Contact Information If you have any questions or concerns about our Privacy Policy, please contact us at stellarshop@gmail.com. 20. Consent to Processing By using our website, you consent to the processing of your personal information in accordance with this Privacy Policy. 21. Data Protection Officer We have designated a Data Protection Officer (\"DPO\") to oversee our compliance with data protection laws and regulations. If you have any questions or concerns about our handling of your personal data or our privacy practices, you can contact our DPO at stellarshop@gmail.com. 22. Data Breach Notification In the event of a data breach that may affect your personal information, we will notify you and relevant authorities in accordance with applicable laws and regulations. 23. International Data Transfers Your personal information may be transferred to and processed in countries outside of your jurisdiction, where data protection and privacy laws may differ from those in your country. By using our website or providing us with your information, you consent to the transfer and processing of your information in accordance with this Privacy Policy. About Us Products Privacy Policy Terms and Conditions +91 124 655965 stellarshop@gmail.com 36, Prithvi Raj Market, Khan Market",
    "products": "Explore Stellar Products for Astronomy Enthusiasts Main About Us Product Products Explore Our Product Categories Discover a wide range of astronomy products to enhance your stargazing experience. Telescopes Choose from a variety of telescopes designed for beginners to advanced astronomers. Explore distant galaxies, nebulae, and planets with ease. Galaxy-X1000 Telescope 1000mm focal length, 150mm aperture NovaScope 2000 Computerized GoTo mount, 8-inch reflector StellarView 500 Portable refractor telescope, 80mm aperture Binoculars Experience the wonders of the night sky up close with our range of astronomy binoculars. Perfect for stargazing and celestial observation. AstroView 10x50 Binoculars 10x magnification, 50mm objective lens GalaxyGazer 8x42 Binoculars Wide field of view, waterproof design StarSeeker 15x70 Binoculars Large aperture, ideal for deep-sky observation Books & Guides Expand your knowledge of the cosmos with our selection of astronomy books and guides. Learn about constellations, astrophotography, and more. Astronomy 101: A Beginner's Guide Introduction to astronomy fundamentals Night Sky Atlas Comprehensive guide to celestial objects Photographing the Stars Astrophotography techniques and tips Accessories Enhance your stargazing experience with our range of astronomy accessories, including eyepieces, filters, and mounts. Find the perfect add-ons for your telescope setup. Polarizing Filter Set Reduce glare and enhance contrast Planetary Eyepiece Kit High magnification eyepieces for planetary observation Equatorial Mount Precise tracking for astrophotography Ready to take your stargazing to the next level? Contact us today to learn more about our products or to place an order. Contact Us Customer Reviews Laura Miller \"I've been using the Planetary Eyepiece Kit with my telescope, and it's fantastic. The eyepieces provide crisp, clear views of planets, and the different magnifications allow me to customize my observing experience. Highly recommended for any astronomy enthusiast!\" Alice Johnson \"As a beginner in astronomy, I found the Astronomy 101 book extremely helpful. It's well-written and packed with valuable information that's easy to understand. I've learned so much about the night sky thanks to this book!\" Michael Wong \"I've been using the StarSeeker 15x70 binoculars for stargazing, and they exceed my expectations. The wide aperture provides stunning views of celestial objects, and the build quality is excellent. Definitely worth the investment!\" Our Achievements Numbers we are proud of 5000+ Satisfied Customers 500+ Products Available 95% Positive Customer Feedback 10+ Years in Business Visit Our Physical Store Experience the wonders of astronomy in person Step into our spacious and vibrant store, where you'll find everything you need for an exciting journey into the world of astronomy. Located in a convenient location, our store offers a wide selection of telescopes, binoculars, accessories, and books for astronomy enthusiasts of all levels. Our knowledgeable staff is ready to assist you with choosing the right equipment and answering all your questions. You can easily try out various telescope and binocular models to find the perfect gear for your observations. In addition to our product offerings, we regularly host events such as lectures, demonstrations, and astronomy club meetings, providing you with opportunities to meet like-minded individuals, exchange experiences, and share your passion for the cosmos. Whether you're a beginner looking for your first telescope or a seasoned observer in need of professional equipment, our store has everything you need for thrilling adventures under the open sky. About Us Products Privacy Policy Terms and Conditions +91 124 655965 stellarshop@gmail.com 36, Prithvi Raj Market, Khan Market"
  },
  "date": "2024-05-10T17:23:16.604Z"
}