{
  "name": "New_v9_alloyavenue",
  "pages": {
    "catalog": "Explore Our Wide Range of Alloy Wheels - AlloyAvenue AlloyAvenue Home Catalog Contacts Contact Us Exquisite Alloy Wheels for Your Vehicle Welcome to our catalog of alloy wheels, where you will find a wide selection of stylish and reliable wheel rims for your vehicle. Our collection includes wheels of various diameters, from 17 to 22 inches, as well as a variety of designs – from classic to modern. We guarantee high quality and excellent value for money. Choose the perfect wheels to give your vehicle a unique and elegant look. Wheel R17 5,000 INR Order Wheel R18 6,500 INR Order Wheel R19 8,000 INR Order Wheel R20 9,500 INR Order Wheel R21 11,000 INR Order Wheel R22 12,500 INR Order Visit Us Nuagaon, Nuagam, Odisha 762102, India Contact Us +91 94383 65684 alloyavenue@gmail.com AlloyAvenue Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "contacts": "Get in Touch with AlloyAvenue - Your Alloy Wheels Partner AlloyAvenue Home Catalog Contacts Contact Us Contact Us Leave a request, and our manager will contact you I accept the Privacy Policy Submit a form Visit Us Nuagaon, Nuagam, Odisha 762102, India Contact Us +91 94383 65684 alloyavenue@gmail.com AlloyAvenue Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "disclaimer": "Legal Disclaimer - AlloyAvenue - Your Trusted Alloy Wheels Provider AlloyAvenue Home Catalog Contacts Contact Us Disclaimer Welcome to AlloyAvenue! By accessing this website, you acknowledge and agree to the following disclaimers: Content Accuracy: While we strive to provide accurate and up-to-date information, we cannot guarantee the completeness, accuracy, or reliability of the content on AlloyAvenue. The information provided on this website is for general informational purposes only and should not be relied upon for making decisions. No Warranty: AlloyAvenue makes no warranties, expressed or implied, regarding the accuracy, reliability, or suitability of the information and materials provided on this website. We disclaim all warranties, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement of intellectual property. Use at Your Own Risk: Any reliance you place on the information provided on AlloyAvenue is strictly at your own risk. We shall not be held liable for any loss or damage, including but not limited to direct, indirect, incidental, consequential, or punitive damages arising out of or in connection with the use of this website. Third-Party Links: AlloyAvenue may contain links to third-party websites that are not owned or controlled by us. We are not responsible for the content, privacy policies, or practices of any third-party websites. The inclusion of any link does not imply endorsement by AlloyAvenue. User Responsibility: Users of AlloyAvenue are responsible for evaluating the accuracy, completeness, and usefulness of the information provided on this website. We encourage users to exercise caution and discretion when relying on any information obtained from this site. Changes to Disclaimer: AlloyAvenue reserves the right to modify, amend, or update this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer periodically for changes. Intellectual Property: The content, including but not limited to text, graphics, images, and logos, displayed on AlloyAvenue is the property of AlloyAvenue or its content suppliers and is protected by copyright laws. You may not reproduce, distribute, modify, transmit, or use the content of this website for any commercial or public purpose without prior written consent from AlloyAvenue. User-Generated Content: AlloyAvenue may allow users to submit comments, posts, or other content to the website. However, we do not endorse, support, or guarantee the accuracy, integrity, or quality of user-generated content. Users are solely responsible for the content they submit, and AlloyAvenue reserves the right to remove or edit any user-generated content at its discretion. Technical Issues: While we make every effort to keep AlloyAvenue accessible and free from technical issues, we do not guarantee that the website will be uninterrupted, error-free, or free from viruses or other harmful components. Users are advised to use appropriate antivirus software and maintain updated security measures when accessing this website. No Professional Advice: The information provided on AlloyAvenue is not intended as professional advice. Users should seek the advice of qualified professionals regarding specific questions or concerns related to their interests or activities. Indemnification: By using AlloyAvenue, you agree to indemnify, defend, and hold harmless AlloyAvenue and its affiliates, officers, directors, employees, and agents from any claims, damages, liabilities, costs, or expenses (including legal fees) arising out of or in connection with your use of this website or violation of this disclaimer. Advertisers and Sponsors: AlloyAvenue may display advertisements or sponsored content. The inclusion of such advertisements does not constitute endorsement or recommendation by AlloyAvenue. We are not responsible for the actions or products of advertisers or sponsors. Entire Agreement: This disclaimer constitutes the entire agreement between you and AlloyAvenue regarding your use of this website, superseding any prior agreements or understandings. Accessibility: AlloyAvenue is committed to ensuring that our website is accessible to all users, regardless of disabilities or impairments. We strive to adhere to accessibility standards and guidelines to make our content usable for everyone. If you encounter any accessibility barriers while using AlloyAvenue, please contact us so that we can address the issue promptly. Community Guidelines: AlloyAvenue fosters a community of respect, collaboration, and open dialogue among its users. We expect all users to adhere to our community guidelines and refrain from engaging in activities that are unlawful, harmful, or disruptive to others. Any violations of our community guidelines may result in the removal of content or suspension of user accounts. Affiliate Disclosure: AlloyAvenue may participate in various affiliate marketing programs, which means we may earn commissions on purchases made through our links to third-party websites. These commissions help support the maintenance and operation of AlloyAvenue at no additional cost to you. However, our editorial content is not influenced by affiliate partnerships, and we strive to provide honest and unbiased information to our users. Testimonials and Reviews: Any testimonials or product reviews featured on AlloyAvenue reflect the experiences and opinions of individual users and are not necessarily representative of the views of AlloyAvenue. We do not verify the accuracy or authenticity of user-generated content, including testimonials and reviews, and users should exercise their own discretion when relying on such information. Limitation of Liability: In no event shall AlloyAvenue or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of this website or the information contained herein, even if advised of the possibility of such damages. Your sole remedy for dissatisfaction with this website or its content is to stop using the website. No Endorsement: Any mention of specific products, services, or brands on AlloyAvenue is for informational purposes only and does not constitute endorsement or recommendation by AlloyAvenue unless explicitly stated. Users are encouraged to conduct their own research and seek professional advice before making any purchasing decisions based on information provided on this website. Updates and Revisions: AlloyAvenue reserves the right to update, revise, or amend this disclaimer and any other policies or terms of use at any time without prior notice. Changes will be effective immediately upon posting on the website. It is your responsibility to review this disclaimer periodically to stay informed of any updates. Feedback and Suggestions: We welcome feedback, suggestions, and inquiries from our users. If you have any comments, suggestions, or questions regarding AlloyAvenue or this disclaimer, please feel free to contact us at alloyavenue@gmail.com. We value your input and strive to improve our website and services based on user feedback. Binding Agreement: By accessing or using AlloyAvenue, you acknowledge that you have read, understood, and agree to be bound by the terms and conditions of this disclaimer. If you do not agree to these terms, please refrain from using this website. Language Interpretation: This disclaimer may be translated into other languages for the convenience of our users. In the event of any discrepancies or conflicts between the translated versions and the English version, the English version shall prevail. Third-Party Services: AlloyAvenue may utilize third-party services, platforms, or tools to enhance user experience, functionality, or analytics. These third-party services may have their own terms of use and privacy policies, and users are encouraged to review them when interacting with such services through AlloyAvenue. No Waiver: The failure of AlloyAvenue to enforce any provision of this disclaimer shall not be construed as a waiver of such provision or the right to enforce it at a later time. Acknowledgment of Understanding: By continuing to use AlloyAvenue, you acknowledge that you have read, understood, and agreed to all the terms and conditions outlined in this disclaimer. Your continued use of this website constitutes your ongoing acceptance of these terms. User Conduct: Users of AlloyAvenue are expected to conduct themselves in a respectful and lawful manner. Any misuse, abuse, or unauthorized use of this website or its features may result in the termination of user privileges and, if applicable, legal action. Termination of Access: AlloyAvenue reserves the right to suspend, restrict, or terminate access to the website or any part thereof at our discretion, without prior notice or liability, for any reason or no reason at all. This includes but is not limited to violations of this disclaimer or other applicable policies. Severability: If any provision of this disclaimer is found to be invalid, illegal, or unenforceable, the remaining provisions shall remain in full force and effect to the fullest extent permitted by law. Non-Assignment: Users may not assign or transfer any rights or obligations under this disclaimer without the prior written consent of AlloyAvenue. No Agency: Nothing contained in this disclaimer shall be construed as creating any agency, partnership, joint venture, employment, or other similar relationship between AlloyAvenue and the user. Legal Jurisdiction: This disclaimer shall be governed by and construed in accordance with the laws of the jurisdiction in which AlloyAvenue operates. By accessing and using AlloyAvenue, you agree to be bound by the terms and conditions set forth in this disclaimer. If you do not agree with any part of this disclaimer, you must not use this website. For any questions or concerns regarding this disclaimer, please contact us at alloyavenue@gmail.com. Thank you for visiting AlloyAvenue. Visit Us Nuagaon, Nuagam, Odisha 762102, India Contact Us +91 94383 65684 alloyavenue@gmail.com AlloyAvenue Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to AlloyAvenue - Your Source for High-Quality Alloy Wheels AlloyAvenue Home Catalog Contacts Contact Us Welcome to AlloyAvenue! We are pleased to welcome you to our website dedicated to the sale of alloy wheels for cars. Our wheels are made of high-quality materials and meet the highest standards of quality and safety. We offer a wide range of wheels in various sizes and designs, so you can find the perfect option for your car. Our team of professionals is always ready to help you with your selection and answer all your questions. Order wheels at AlloyAvenue and receive high quality and excellent service! Catalog Contacts Our Range: We offer a wide selection of alloy wheels for various makes and models of cars. You will find wheels of various diameters, widths, and offsets, as well as a variety of designs – from classic to modern. Quality and Reliability: All our wheels undergo strict quality control, ensuring their reliability and durability. We only work with reliable manufacturers to provide our customers with the highest quality products. Professional Service: Our team of experts is always ready to help you with your selection and answer all your questions. We strive to ensure our customers' satisfaction with their purchase and confidence in choosing us. How to Choose the Perfect Wheels for Your Car? Choosing alloy wheels for your car can be challenging, but we are ready to help you make the right choice. Here are a few tips to help you choose the perfect wheels for your car: Catalog Visit Us Nuagaon, Nuagam, Odisha 762102, India Contact Us +91 94383 65684 alloyavenue@gmail.com AlloyAvenue Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "privacy-policy": "Your Privacy Matters - AlloyAvenue's Privacy Policy AlloyAvenue Home Catalog Contacts Contact Us Privacy Policy Welcome to AlloyAvenue! Please read the following disclaimer carefully before using our website. Accuracy of Information The information provided on AlloyAvenue is for general informational purposes only. While we strive to keep the information up to date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Professional Advice The content on AlloyAvenue is not intended to be a substitute for professional advice. All content, including text, graphics, images, and information, contained on or available through this website is for general information purposes only. Consult a professional in the relevant field for specific advice tailored to your situation. External Links AlloyAvenue may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. User Responsibility Your use of any information or materials on AlloyAvenue is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements. Changes to the Disclaimer We reserve the right to update or change our disclaimer at any time without prior notice. Any changes will be posted on this page. Limitation of Liability In no event shall AlloyAvenue or its contributors be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of this website or with the delay or inability to use this website, or for any information, products, services, and related graphics obtained through this website, or otherwise arising out of the use of this website, whether based on contract, tort, strict liability, or otherwise, even if AlloyAvenue or any of its contributors has been advised of the possibility of damages. Indemnification You agree to indemnify, defend, and hold harmless AlloyAvenue and its contributors from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your use of the website or any violation or alleged violation of these Terms of Use. Severability If any provision of this disclaimer is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render this disclaimer unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Entire Agreement This disclaimer constitutes the entire agreement between you and AlloyAvenue regarding your use of this website, and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and AlloyAvenue. User Conduct While using AlloyAvenue, you agree to abide by all applicable laws and regulations and to respect the rights of others. You agree that you are solely responsible for all content that you post, upload, or otherwise make available on the website. You agree not to engage in any of the following prohibited activities: Violating any local, state, national, or international law or regulation. Posting or transmitting any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. Impersonating any person or entity, or falsely stating or otherwise misrepresenting your affiliation with a person or entity. Posting or transmitting any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation. Posting or transmitting any content that contains software viruses, worms, or any other harmful computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment. Interfering with or disrupting AlloyAvenue or servers or networks connected to AlloyAvenue, or disobeying any requirements, procedures, policies, or regulations of networks connected to AlloyAvenue. Collecting or storing personal data about other users without their express consent. Engaging in any other conduct that restricts or inhibits any other person from using or enjoying AlloyAvenue, or which, in the judgment of AlloyAvenue, exposes AlloyAvenue or any of its users to any liability or detriment of any type. Modification of Terms AlloyAvenue reserves the right to modify or amend these terms of service at any time without prior notice. Your continued use of the website after any such changes constitutes your acceptance of the new terms. It is your responsibility to review these terms regularly. Copyright Policy AlloyAvenue respects the intellectual property rights of others and expects users of the website to do the same. We will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us. If you believe that your content has been copied in a way that constitutes copyright infringement, please provide us with the following information: A physical or electronic signature of the copyright owner or a person authorized to act on their behalf. Identification of the copyrighted work claimed to have been infringed. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material. Your contact information, including your address, telephone number, and an email address. A statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and, under penalty of perjury, that you are authorized to act on behalf of the copyright owner. Termination of Access AlloyAvenue reserves the right to terminate or suspend access to our website immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Changes to the Website AlloyAvenue reserves the right to modify or discontinue, temporarily or permanently, the website (or any part thereof) with or without notice. We shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. Contact Information If you have any questions or concerns regarding this disclaimer, please contact us at alloyavenue@gmail.com. By using AlloyAvenue, you signify your acceptance of this disclaimer. If you do not agree to this disclaimer, please do not use our website. Thank you for visiting AlloyAvenue. Visit Us Nuagaon, Nuagam, Odisha 762102, India Contact Us +91 94383 65684 alloyavenue@gmail.com AlloyAvenue Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "AlloyAvenue - Terms of Use for Alloy Wheel Purchases AlloyAvenue Home Catalog Contacts Contact Us Terms of Use Welcome to AlloyAvenue! These Terms of Use (\"Terms\") govern your use of the AlloyAvenue website (the \"Site\") and all content, services, and products available at or through the Site. By accessing or using the Site, you agree to be bound by these Terms. Please read them carefully before using the Site. Acceptance of Terms By accessing the Site, you agree to be bound by these Terms, all applicable laws, and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. Use License Permission is granted to temporarily download one copy of the materials (information or software) on AlloyAvenue's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on AlloyAvenue's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by AlloyAvenue at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on AlloyAvenue's website are provided on an 'as is' basis. AlloyAvenue makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, AlloyAvenue does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall AlloyAvenue or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on AlloyAvenue's website, even if AlloyAvenue or a AlloyAvenue authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of materials The materials appearing on AlloyAvenue's website could include technical, typographical, or photographic errors. AlloyAvenue does not warrant that any of the materials on its website are accurate, complete, or current. AlloyAvenue may make changes to the materials contained on its website at any time without notice. However, AlloyAvenue does not make any commitment to update the materials. Links AlloyAvenue has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by AlloyAvenue of the site. Use of any such linked website is at the user's own risk. Modifications AlloyAvenue may revise these terms of service for its website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service. User Conduct When using AlloyAvenue, you agree to abide by all applicable laws and regulations. You further agree not to: Violate any third-party rights, including but not limited to intellectual property rights. Post or transmit any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. Impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity. Engage in any conduct that restricts or inhibits any other user from using or enjoying the site. Indemnification You agree to indemnify and hold AlloyAvenue, its affiliates, partners, and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the Site, your violation of these Terms, or your violation of any rights of another. Termination AlloyAvenue reserves the right to terminate or suspend your access to all or any part of the Site at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate this agreement or your AlloyAvenue account (if you have one), you may simply discontinue using the Site. Changes to Terms AlloyAvenue reserves the right, at its sole discretion, to modify or replace any part of these Terms. It is your responsibility to check these Terms periodically for changes. Your continued use of or access to the Site following the posting of any changes to these Terms constitutes acceptance of those changes. Entire Agreement These Terms constitute the entire agreement between you and AlloyAvenue regarding your use of the Site, superseding any prior agreements between you and AlloyAvenue regarding the Site. Severability If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. Feedback We welcome your feedback, comments, and suggestions for improvements to AlloyAvenue. You can submit feedback by emailing us at alloyavenue@gmail.com. By submitting feedback, you grant AlloyAvenue the right to use your feedback in any way without compensation. Reservation of Rights AlloyAvenue reserves all rights not expressly granted in these Terms. Nothing in these Terms shall be construed as granting any license to intellectual property rights. Assignment These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by AlloyAvenue without restriction. No Agency No agency, partnership, joint venture, employee-employer, or franchisor-franchisee relationship is intended or created by these Terms. Headings The section headings in these Terms are for convenience only and have no legal or contractual effect. Survival Any provisions of these Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Updates to Terms AlloyAvenue reserves the right to update or modify these Terms at any time without prior notice. Your continued use of the Site after any such changes constitutes your acceptance of the new Terms. It is your responsibility to review these Terms periodically for changes. Electronic Communications By using the Site, you consent to receive electronic communications from AlloyAvenue. These communications may include notices about your account (e.g., payment authorizations, password changes) and are part of your relationship with us. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing. Waiver The failure of AlloyAvenue to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. Please review these Terms regularly. If you do not agree to any provision of these Terms, please discontinue using the Site immediately. If you have any questions about these Terms, please contact us at alloyavenue@gmail.com. Visit Us Nuagaon, Nuagam, Odisha 762102, India Contact Us +91 94383 65684 alloyavenue@gmail.com AlloyAvenue Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing AlloyAvenue - Your Top Destination for Alloy Wheels Thank You! We appreciate your contacting us. Your feedback is important to us. We will try to review your message as soon as possible and take the necessary actions. If you have any questions or additional requests, please do not hesitate to contact us. Best regards, AlloyAvenue Team Home"
  }
}