{
  "name": "New_v9_Treasure_Trove",
  "pages": {
    "catalog": "Curated Keepsakes from Across the Globe at Treasure Trove's Boutique. Treasure Trove Contact About Catalog Embark on a Journey of Cultural Treasures at Treasure Trove. Souvenirs to Cherish Immerse yourself in a world of captivating souvenirs that capture the essence of your travels and adventures. From intricately carved figurines to vibrant textiles, each piece is a testament to the skill and artistry of local craftsmen. Handcrafted Wooden Mask Intricate Ceramic Vase Vibrant Batik Scarf Handwoven Basket Intricate Wooden Carving Colorful Beaded Necklace Handpainted Ceramic Plate Intricate Metalwork Sculpture Gifts to Delight Discover the perfect gift for every occasion, from heartfelt tokens of appreciation to unique treasures that celebrate life's milestones. Our collection of gifts is carefully curated to inspire joy and create lasting memories. Personalized Leather Journal Handblown Glass Vase Artisan Chocolate Truffles Handcrafted Wooden Puzzle Engraved Crystal Decanter Handmade Ceramic Teapot Artisan Soap Gift Set Handwoven Silk Scarf Treasure Trove Terms conditions Privacy policy Phone: +911125523338 E-mail: treasuretrove@gmail.com Contact About Catalog © 2022 Treasure Trove",
    "index": "Unlock the World's Wonders at Treasure Trove: A Souvenir Emporium. Treasure Trove Contact About Catalog Embark on a Journey of Cultural Treasures at Treasure Trove. Discover Unique Treasures at Treasure Trove Welcome to Treasure Trove, where every item is a unique and cherished find. Our carefully curated collection of souvenirs and gifts is designed to capture the essence of your travels, celebrations, and special moments. From handcrafted local artisanal pieces to one-of-a-kind collectibles, we offer a treasure trove of unforgettable keepsakes that will delight and inspire. Connect with us Featured Treasures Explore our featured collection of exquisite souvenirs and gifts, each with a story to tell. From intricately carved wooden figurines to vibrant handwoven textiles, these treasures are a testament to the skill and creativity of local artisans. Bring home a piece of history, culture, and tradition that will be cherished for generations to come. Celebrating Local Artistry At Treasure Trove, we take pride in supporting local artisans and preserving cultural heritage. Our collection showcases the incredible talent and craftsmanship of skilled makers from around the world. Each piece is a labor of love, infused with the unique traditions and stories of its origin. By choosing these treasures, you not only bring home a beautiful keepsake but also contribute to the preservation of age-old techniques and the empowerment of local communities. Personalized Gifts for Every Occasion Whether you're celebrating a special milestone, expressing gratitude, or simply spreading joy, Treasure Trove offers a wide range of personalized gifts to make your loved ones feel truly cherished. Our skilled artisans can engrave, embroider, or customize your chosen treasure with names, dates, or heartfelt messages, creating a one-of-a-kind keepsake that will be treasured for years to come. Corporate Gifts and Promotional Items Treasure Trove is your go-to destination for unique and memorable corporate gifts and promotional items. Our team of experts will work closely with you to curate a collection that aligns with your brand values and leaves a lasting impression on your clients, employees, or partners. From custom-designed souvenirs to branded merchandise, we offer a wide range of options to elevate your brand and create meaningful connections. About Treasure Trove Treasure Trove is more than just a souvenir and gift shop; it's a celebration of the world's diverse cultures, traditions, and artistry. Founded by a team of passionate travelers and collectors, our mission is to curate a collection of unique and meaningful treasures that tell stories and evoke cherished memories. We believe that every item in our shop has a soul, a history, and a connection to the people and places that inspired its creation. By bringing these treasures to you, we hope to spark a sense of wonder, appreciation, and curiosity about the world around us. Events and Workshops Treasure Trove is more than just a shopping destination; it's a vibrant community hub where creativity and cultural exchange thrive. Join us for our exciting lineup of events and workshops, where you can learn from skilled artisans, explore new crafts, and immerse yourself in the rich tapestry of global traditions. From pottery classes to jewelry-making workshops, our events offer a unique opportunity to connect with like-minded individuals and unleash your creative potential. Shop Online and Explore Our Virtual Treasures Can't make it to our physical store? No problem! Treasure Trove offers a seamless online shopping experience, allowing you to explore our vast collection of souvenirs and gifts from the comfort of your home. Our user-friendly website and secure checkout process ensure a hassle-free shopping experience. Plus, with our virtual tours and detailed product descriptions, you can immerse yourself in the stories and craftsmanship behind each treasure before making your purchase. Sustainable and Ethical Practices At Treasure Trove, we are committed to sustainable and ethical practices throughout our operations. We work closely with our artisan partners to ensure fair trade practices, environmentally friendly production methods, and the preservation of traditional techniques. By choosing our treasures, you not only bring home a beautiful keepsake but also contribute to the empowerment of local communities and the protection of our planet's cultural and natural heritage. Get in Touch with Treasure Trove We'd love to hear from you! Whether you're seeking a unique gift, have a question about our products, or want to collaborate with us, our friendly team is here to assist you. At Treasure Trove, we value personal connections and strive to provide an exceptional customer experience. Phone: +911125523338 E-mail: treasuretrove@gmail.com Address: Polayathodu, Trivandrum Road, near Artech Palmgrove, Kollam, Kerala 691001, India &nbsp;I accept&nbsp; Privacy Policy Send Treasure Trove Terms conditions Privacy policy Phone: +911125523338 E-mail: treasuretrove@gmail.com Contact About Catalog © 2022 Treasure Trove",
    "privacy-policy": "Discover Exquisite Mementos and Gifts at Treasure Trove's Artisan Trove. Treasure Trove Contact About Catalog Embark on a Journey of Cultural Treasures at Treasure Trove. Privacy Policy At Treasure Trove, we are committed to protecting your privacy and safeguarding your personal information. This Privacy Policy outlines how we collect, use, disclose, and protect the information you provide when you visit our website or make a purchase from our store. Information We Collect We may collect personal information such as your name, email address, mailing address, phone number, and payment details when you place an order, sign up for our newsletter, or participate in our events or promotions. Additionally, we may automatically collect certain non-personal information, such as your IP address, browser type, and browsing behavior, to improve our website's functionality and enhance your shopping experience. Use of Information We use the personal information you provide to process your orders, communicate with you about your purchases, and deliver relevant content and promotional offers. We may also use your information to improve our products and services, conduct market research, and analyze website traffic and user behavior. Your personal information will never be sold, rented, or shared with third parties for their marketing purposes without your explicit consent. Cookies and Tracking Technologies Our website uses cookies and similar tracking technologies to enhance your browsing experience and provide personalized content. These technologies help us understand how you interact with our website, enabling us to improve its functionality and tailor our offerings to your preferences. You can adjust your browser settings to control or disable cookies, but please note that disabling certain cookies may affect the functionality of our website. Data Security We implement reasonable physical, electronic, and administrative safeguards to protect your personal information from unauthorized access, use, or disclosure. However, no method of data transmission or storage is entirely secure, and we cannot guarantee absolute security. If a data breach occurs, we will promptly notify you in accordance with applicable laws and regulations. Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Treasure Trove. We are not responsible for the privacy practices or content of these third-party websites. We encourage you to review the privacy policies of those websites before providing any personal information. Children's Privacy Our website and services are not intended for children under the age of 13. We do not knowingly collect personal information from children without parental consent. If you believe we have inadvertently collected personal information from a child, please contact us immediately, and we will take appropriate steps to remove the information from our systems. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates or changes. Your continued use of our website or services after any modifications constitutes your acceptance of the updated Privacy Policy. Contact Us If you have any questions, concerns, or requests regarding this Privacy Policy or our data practices, please contact us at treasuretrove@gmail.com. We value your trust and are committed to addressing your inquiries promptly and transparently. Treasure Trove Terms conditions Privacy policy Phone: +911125523338 E-mail: treasuretrove@gmail.com Contact About Catalog © 2022 Treasure Trove",
    "terms-conditions": "Embark on a Journey of Cultural Treasures at Treasure Trove. Treasure Trove Contact About Catalog Embark on a Journey of Cultural Treasures at Treasure Trove. Terms and Conditions Welcome to Treasure Trove! These Terms and Conditions govern your use of our website and services. By accessing or using our website, or by purchasing any products from Treasure Trove, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you do not agree with any part of these terms, please refrain from using our website or services. Product Descriptions and Pricing We strive to provide accurate and up-to-date information about our products, including descriptions, images, and pricing. However, errors or discrepancies may occur, and we reserve the right to correct any such errors or inaccuracies. In the event of a pricing error, we will notify you and provide the option to proceed with the order at the correct price or cancel it. Order Acceptance and Cancellation All orders placed through our website are subject to acceptance by Treasure Trove. We reserve the right to refuse or cancel any order for any reason, including but not limited to product availability, errors in pricing or product descriptions, or suspected fraudulent activity. In the event of a cancellation, we will refund any payments made for the order. Payment and Shipping We accept various payment methods, including credit cards, debit cards, and other secure online payment options. All payment information is securely processed and protected using industry-standard encryption protocols. Shipping charges and delivery times will be clearly displayed during the checkout process, and we will make every effort to deliver your order within the specified timeframe. Returns and Exchanges We stand behind the quality of our products and want you to be completely satisfied with your purchase. If you are not satisfied with your order for any reason, you may return or exchange the item(s) within 30 days of delivery. Please refer to our Returns and Exchanges Policy for detailed instructions and conditions. Intellectual Property All content, including text, images, logos, and designs, on our website and in our products is the property of Treasure Trove or its respective owners and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works from any part of our website or products without our prior written consent. Third-Party Links Our website may contain links to third-party websites or resources. These links are provided solely for your convenience, and we do not endorse or assume any responsibility for the content, privacy practices, or policies of such third-party websites. Limitation of Liability Treasure Trove shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of or in connection with your use of our website or services, including but not limited to damages for lost profits, data, or other intangible losses, even if we have been advised of the possibility of such damages. Governing Law and Jurisdiction These Terms and Conditions shall be governed by and construed in accordance with the laws of [Your State/Country]. Any disputes arising from or related to these Terms and Conditions shall be subject to the exclusive jurisdiction of the courts located in [Your City/State/Country]. Changes to Terms and Conditions We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Your continued use of our website or services after any such changes constitutes your acceptance of the revised Terms and Conditions. If you have any questions, please contact us at treasuretrove@gmail.com. We value your trust and are committed to addressing your inquiries promptly and transparently. Treasure Trove Terms conditions Privacy policy Phone: +911125523338 E-mail: treasuretrove@gmail.com Contact About Catalog © 2022 Treasure Trove",
    "thank_page": "Unearth Unique Treasures from Distant Lands at Treasure Trove's Emporium. Embark on a Journey of Cultural Treasures at Treasure Trove. Thank You for Your Message! We appreciate you taking the time to reach out to us at Treasure Trove. Your message has been received, and a member of our friendly team will be in touch with you shortly. At Treasure Trove, we are passionate about curating a collection of unique and meaningful treasures from around the world. Whether you're seeking a special souvenir, a one-of-a-kind gift, or simply want to learn more about our offerings, we are dedicated to providing you with an exceptional experience. Our knowledgeable staff is eager to assist you in finding the perfect keepsake that resonates with your personal style and interests. We take pride in sharing the stories and cultural significance behind each piece, ensuring that your purchase is not just a beautiful object but a connection to the rich tapestry of global traditions. If you have any additional questions or would like to schedule a visit to our store, please don't hesitate to reply to this email or give us a call. We look forward to welcoming you to the captivating world of Treasure Trove and helping you create lasting memories through our extraordinary treasures. Once again, thank you for your interest in Treasure Trove. We can't wait to embark on this journey of discovery with you. Return to Home Page"
  },
  "date": "2024-04-30T16:14:53.011Z"
}