{
  "name": "New_v9_VinylVibes",
  "pages": {
    "index": "VinylVibes - Your Home For Vinyl Records In India About us Our team Contacts Contact Us +91-261-6108241 vinylvibes@gmail.com Welcome to VinylVibes Dive into the rich world of vinyl records at VinylVibes. Explore our diverse collection featuring classic rock, jazz, indie, and rare editions. Experience the warmth and authenticity of vinyl sound. Explore Our Collection About VinylVibes Established in 2020 in India, VinylVibes is dedicated to bringing the timeless charm of vinyl records to music enthusiasts. Our mission is to offer a carefully curated collection of records that spans various genres and eras. From classic rock and jazz to modern indie and rare finds, we have something for every vinyl lover. Our team is passionate about music and committed to providing exceptional service. Each record is meticulously selected to ensure you enjoy the best audio experience possible. Join us in celebrating the rich, warm sound of vinyl and discover new favorites in our extensive catalog. Our Team Meet the passionate individuals behind VinylVibes, dedicated to bringing you the best in vinyl records. Ananya Rao Founder / CEO Ananya founded VinylVibes in 2020 with a vision to revive the love for vinyl records in India. Her passion for music and dedication to quality drives the company's success. Priya Kapoor Head of Curation Priya is responsible for curating our diverse collection of vinyl records. Her keen ear for music ensures that we offer only the best selections to our customers. Meera Singh Customer Relations Manager Meera manages our customer relations with a focus on providing exceptional service. She is always ready to help you find your next favorite record. Our contacts Phone +91-261-6108241 Location Banjara Hills Rd Number 1, Balapur Basthi, Banjara Hills, Hyderabad, Telangana 500034, India Visit us at our Hyderabad location to explore our extensive collection of vinyl records. Whether you're looking for classic albums or contemporary hits, our friendly staff is here to help you find exactly what you need. Our Records Diverse Collection At VinylVibes, we pride ourselves on offering a diverse range of vinyl records. Whether you're a fan of classic rock or contemporary hits, you'll find something to love. Classic Rock Jazz Hip-Hop Indie Rare Editions New Releases Quality and Authenticity Each vinyl record in our collection is carefully selected to ensure the highest quality and authenticity. Our records span a wide array of genres and eras, bringing you the best in music from around the world. From the rich, warm tones of vintage records to the crisp, clean sound of new releases, our assortment is designed to satisfy both seasoned collectors and new vinyl enthusiasts. Explore our catalog and discover your next favorite album at VinylVibes. Our Cozy Store Welcome to VinylVibes, your ultimate destination for vinyl records in India. Our store is designed to provide a comfortable and inviting atmosphere where you can explore our extensive collection at your leisure. Connect with us I accept Privacy policy Home Privacy policy Terms of Use Spin into vinyl bliss with VinylVibes!",
    "privacy": "VinylVibes Privacy Policy About us Our team Contacts Contact Us +91-261-6108241 vinylvibes@gmail.com Privacy Policy Thank you for choosing VinylVibes! Your privacy is of utmost importance to us. This Privacy Policy aims to explain how we collect, use, disclose, and protect your personal information when you interact with our website and services. Information We Collect When you visit our website, make a purchase, or communicate with us, we may collect certain personal information, such as your name, email address, shipping address, phone number, and payment details. We may also collect information about your browsing activity and device, including your IP address, browser type, and operating system. How We Use Your Information We use the information we collect for various purposes, including: Processing and fulfilling your orders Providing customer support and responding to your inquiries Personalizing your experience and improving our website Sending you marketing communications, promotional offers, and updates about our products and services Analyzing website usage and trends to enhance our marketing strategies and operations Information Sharing and Disclosure We may share your personal information with third-party service providers who assist us in operating our website, processing payments, and delivering products to you. These service providers are contractually obligated to use your information only for the purpose of providing services to us and are bound by confidentiality obligations. Security Measures We take the security of your personal information seriously and implement appropriate measures to protect it from unauthorized access, disclosure, alteration, or destruction. These measures include encryption, secure server connections, and regular security audits. Updates to Our Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes by posting the updated policy on our website or through other appropriate means. Contact Us If you have any questions, concerns, or requests regarding our Privacy Policy or the handling of your personal information, please don't hesitate to contact us at vinylvibes@gmail.com. Home Privacy policy Terms of Use Spin into vinyl bliss with VinylVibes!",
    "terms": "VinylVibes Terms of Service About us Our team Contacts Contact Us +91-261-6108241 vinylvibes@gmail.com Terms of Service Welcome to VinylVibes! These Terms of Service govern your use of our website and services. By accessing or using our website, you agree to comply with and be bound by these terms. If you disagree with any part of these terms, please do not use our website. Use of Our Website You agree to use our website only for lawful purposes and in accordance with these Terms of Service. You may not use our website in any way that violates any applicable laws or regulations or infringes upon the rights of others. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of VinylVibes or its content suppliers and is protected by international copyright laws. You may not modify, reproduce, distribute, transmit, display, perform, publish, or create derivative works from any of the content on our website. Limitation of Liability In no event shall VinylVibes, its directors, officers, employees, affiliates, agents, contractors, suppliers, or licensors be liable for any damages, including without limitation, indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of our website or services. This includes, but is not limited to, damages for loss of profits, data, or other intangible losses, even if VinylVibes has been advised of the possibility of such damages. Indemnification You agree to indemnify and hold harmless VinylVibes and its affiliates, officers, directors, employees, agents, licensors, and suppliers from and against any claims, liabilities, damages, losses, costs, or expenses arising out of or in any way related to your breach of these Terms of Service. This includes, but is not limited to, your violation of any law or the rights of a third party. Changes to Terms We reserve the right to modify or replace these Terms of Service at any time without prior notice. Your continued use of our website after any such changes constitutes your acceptance of the new Terms of Service. It is your responsibility to review this page periodically for updates. Contact Us If you have any questions or concerns about our Terms of Service, please contact us at vinylvibes@gmail.com. We value your feedback and are committed to providing you with the best possible service. Home Privacy policy Terms of Use Spin into vinyl bliss with VinylVibes!",
    "thanks": "VinylVibes - Thank You for Your Inquiry! Thank You for Your Inquiry! We're thrilled that you chose VinylVibes! Your inquiry has been successfully received, and our team is already working to get back to you as soon as possible. We appreciate your interest in our collection of vinyl records and are committed to providing you with the best service. Return to Home"
  },
  "date": "2024-05-27T10:46:19.791Z"
}