{
  "name": "New_v11_DollCraft",
  "pages": {
    "about": "About Doll Craft - Handcrafted Doll Workshop in India dollcraft@gmail.com Jaipur, Rajasthan 302006, India Home About us Our Team Contacts About us Explore the craftsmanship behind Doll Craft, where each creation embodies dedication and artistry. Immerse yourself in our journey of handcrafting exquisite dolls using a blend of traditional techniques and creative innovation. Let Doll Craft enrich your world with dolls crafted to inspire imagination and joy. Learn More Experience Doll Craft's Delight Dive into the delightful world of Doll Craft and indulge yourself in the joy and creativity of handmade doll crafting. Doll Craft in Numbers 2010 Founding Year 50 Team Members 500+ Happy Customers $200K Annual Revenue 15 International Markets 30 Doll Varieties 200+ Annual Production (in thousands) 5 Award Recognitions Craftsmanship Defines Us At Doll Craft, our dedication to craftsmanship sets us apart. From meticulously designing each doll to ensuring every detail is perfect, we uphold the highest standards to create dolls that inspire imagination and delight. Embrace the Magic Step into the enchanting world of Doll Craft and embrace the magic of creativity. Our diverse collection of dolls captures the essence of imagination, inviting you to explore new adventures and stories with every playtime. Meet Our Team Get acquainted with the talented individuals at Doll Craft. We are a group of creative minds dedicated to crafting exceptional dolls and bringing joy to our customers. James Robertson Founder &amp; CEO Lily Thompson Chief Michael Green Master Emily Wilson Designer Experience Doll Craft Magic Handcrafted Dolls Immerse yourself in the enchanting world of Doll Craft with our exquisite handcrafted dolls, meticulously crafted to inspire wonder and imagination. Explore Now Explore the Magic of Doll Craft Immerse yourself in the enchanting world of our handmade dolls, crafted with love and attention to detail. Discover now Get started Pages HomeAbout usContactsExperience Utilities ArtProgressNewsOur Team © Doll Craft. All Rights Reserved 2024. Privacy Policy Terms and Conditions",
    "index": "Handcrafted Dolls Workshop - Doll Craft India | Unique Handmade Dolls dollcraft@gmail.com Jaipur, Rajasthan 302006, India Home About us Our Team Contacts Embrace the Magic of Doll Craft Immerse yourself in the enchantment of handmade dolls crafted with passion and precision. Let Doll Craft elevate your space with our unique creations, each infused with character and charm. Explore Now Explore the World of Handcrafted Dolls Immerse yourself in the world of Doll Craft and discover the magic of handmade dolls like never before. Dive into the enchanting world of our meticulously crafted dolls, designed to spark imagination and creativity. Made with love and attention to detail, our dolls are crafted to delight both children and collectors alike. Experience the beauty of handmade dolls with Doll Craft, where each creation is a work of art. Indulge in the intricate details and unique personalities of our handcrafted dolls, each one telling its own story. From classic designs to modern trends, our dolls are sure to capture your heart and inspire endless playtime adventures. Treat yourself to the joy of owning a Doll Craft doll and experience the wonder of handmade craftsmanship. Our dolls are crafted with care and attention to detail, using only the finest materials to ensure quality and durability. Whether you're a doll enthusiast or a first-time collector, our collection offers something special for everyone. Explore Now Enhance Your Doll Crafting Experience Explore the creativity and uniqueness of our doll crafting supplies tailored to your needs. Craft Now Discover Our Crafting Collection Handcrafted Doll Materials Carefully curated selection of doll crafting essentials. Bring your doll-making ideas to life with our premium materials. Explore Our Doll Crafting Tools Crafting Toolkits Find everything you need to bring your doll creations to life. Elevate your crafting experience with our high-quality tools and accessories. Get Inspired with Doll Craft Ideas Doll Crafting Inspiration Fuel your creativity with our collection of doll crafting ideas and tutorials. Discover new techniques and designs to enhance your doll crafting projects. Shop Doll Accessories Doll Accessory Collections Complete your doll creations with our range of charming accessories. Personalize your dolls with unique accessories for endless creative possibilities. Discover Doll Craft Magic At Doll Craft, we prioritize the artistry of our dolls, ensuring that each creation is crafted with meticulous attention to detail. Our commitment to excellence means using only the finest materials to bring our dolls to life, leaving you captivated and inspired by their beauty and charm. Explore the Art of Doll Crafting Join us at Doll Craft and embark on a journey through the captivating process of doll making. With our dedication to quality and craftsmanship, you'll witness firsthand the intricate steps involved in creating our exquisite handmade dolls. Dive into the intricate art of doll crafting at Doll Craft, where each doll is lovingly crafted to perfection. From sculpting to painting, our skilled artisans ensure that each doll meets our high standards of excellence. Step into our doll crafting studio and experience the magic of Doll Craft. Located in the heart of India, our workshop is equipped with state-of-the-art tools and follows strict quality control measures to ensure the beauty and durability of our dolls. Immerse yourself in the artistry and innovation of doll making at Doll Craft. With a focus on creativity and sustainability, we continuously explore new techniques and materials to create dolls that are both stunning and eco-friendly. Witness the passion and expertise behind Doll Craft's production process, where traditional craftsmanship meets modern design. From sculpting lifelike features to stitching intricate costumes, each doll is a true work of art. Welcome to the enchanting world of Doll Craft, where the art of doll making is celebrated every day. Join us as we blend traditional techniques with contemporary aesthetics to craft dolls that spark imagination and joy. Join us at Doll Craft and let your curiosity guide you through the fascinating world of doll crafting. With our commitment to quality and innovation, you'll gain insights into the meticulous process of creating dolls that inspire wonder and delight. Connect with Us Have inquiries? Our dedicated team is here to assist you with any questions or concerns you may have. dollcraft@gmail.com +91 (803) 6547921 Jaipur, Rajasthan 302006, India First Name* Email Message * I agree Privacy Policy Get started Pages HomeAbout usContactsExperience Utilities ArtProgressNewsOur Team © Doll Craft. All Rights Reserved 2024. Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Doll Craft India dollcraft@gmail.com Jaipur, Rajasthan 302006, India Home About us Our Team Contacts Privacy Policy Privacy Policy Overview: Our Privacy Policy outlines the information we collect, how it is used, and the measures we take to safeguard your data. Information Collection: We collect personal information such as name, email address, phone number, and payment details when you make a purchase or sign up for our newsletter. Usage of Information: The information collected is used to process your orders, provide customer support, and send updates about our products and services. Data Protection: We implement a variety of security measures to maintain the safety of your personal information. Third-Party Services: We may share your information with trusted third-party services to facilitate our operations, such as payment processors and shipping companies. Marketing Communications: With your consent, we may use your information to send you promotional materials and updates about new products and offers. Data Retention: We retain your personal information for as long as necessary to fulfill the purposes outlined in this policy, unless a longer retention period is required by law. Children's Privacy: Our website and services are not intended for children under the age of 13, and we do not knowingly collect personal information from children. Your Rights: You have the right to access, correct, or delete your personal information, as well as to restrict or object to its processing. Policy Updates: We may update this Privacy Policy from time to time, and we will notify you of any changes by posting the new policy on our website. International Data Transfers: Your information may be transferred to and processed in countries other than your own, with appropriate safeguards in place. Data Breach Response: In the event of a data breach, we will notify affected individuals and relevant authorities as required by law. Consent Withdrawal: You may withdraw your consent for us to use your personal information at any time by contacting us. Third-Party Links: Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these websites. Contact Information: If you have any questions or concerns about our Privacy Policy, please contact us at dollcraft@gmail.com. Governing Law: This Privacy Policy is governed by the laws of India, and any disputes will be resolved in accordance with Indian law. Effective Date: This Privacy Policy is effective as will remain in effect except with respect to any changes in its provisions in the future. Get started Pages HomeAbout usContactsExperience Utilities ArtProgressNewsOur Team © Doll Craft. All Rights Reserved 2024. Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Doll Craft India dollcraft@gmail.com Jaipur, Rajasthan 302006, India Home About us Our Team Contacts Terms and Conditions Terms and Conditions Overview: These Terms and Conditions govern your use of the Doll Craft India website and services. By accessing or using our website, you agree to comply with these terms. Website Access: You must be at least 18 years old to use our website. By accessing or using our website, you represent that you are at least 18 years old. Intellectual Property: All content on this website, including text, images, logos, and designs, is the intellectual property of Doll Craft India and may not be used or reproduced without permission. Product Descriptions: We make every effort to accurately describe our products, but we cannot guarantee that descriptions are complete, current, or error-free. Order Acceptance: Your order is an offer to purchase our products. We reserve the right to accept or decline orders at our discretion. Pricing and Payment: Prices for our products are listed in Indian Rupees (INR) and are subject to change without notice. Payment is required at the time of purchase. Shipping: We aim to ship orders business days. Delivery times may vary depending on your location and shipping method. Return and Exchange Policy: We accept returns and exchanges days of purchase. Items must be unused and in their original condition. Limitation of Liability: Doll Craft India is not liable for any indirect, incidental, or consequential damages arising from your use of our website or products. Indemnification: You agree to indemnify and hold Doll Craft India harmless from any claims, damages, or losses arising from your violation of these terms or your use of our website. Dispute Resolution: Any disputes arising from these terms or your use of our website will be resolved through arbitration in accordance with Indian law. Modification of Terms: We reserve the right to modify these Terms and Conditions at any time. Changes will be effective immediately upon posting on our website. Severability: If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable to the fullest extent permitted by law. Waiver: Our failure to enforce any provision of these terms does not waive our right to enforce such provision in the future. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and Doll Craft India regarding your use of our website and services. Contact Information: If you have any questions or concerns about our Terms and Conditions, please contact us at dollcraft@gmail.com. Governing Law: These Terms and Conditions are governed by the laws of India, and any disputes will be resolved in accordance with Indian law. Effective Date: These Terms and Conditions are effective will remain in effect except with respect to any changes in its provisions in the future. Get started Pages HomeAbout usContactsExperience Utilities ArtProgressNewsOur Team © Doll Craft. All Rights Reserved 2024. Privacy Policy Terms and Conditions",
    "thanks": "Thank You - Doll Craft India Thank you! Thank you for contacting us! We appreciate your support and trust in Doll Craft India. Each doll is made with the utmost care and attention to detail, embodying the craftsmanship and love of our skilled artisans. We hope our creation brings joy and delight to your collection or as a gift to a loved one. If you have any questions or need further assistance, please do not hesitate to contact us. Our customer service team is here to help and ensure you have a wonderful experience with Doll Craft India. Stay connected with us on social media for updates on new dolls, special promotions, and behind-the-scenes looks at our workshop. Thank you once again for supporting handmade artistry. Home"
  },
  "date": "2024-05-21T15:16:30.955Z"
}