{
  "name": "New_v8_asos",
  "pages": {
    "about_us": "Sobre nós - Asas do Sol Cassino & Hotel Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Descubra a essência do luxo e da hospitalidade em nosso Asas do Sol Cassino & Hotel Localizado nas deslumbrantes paisagens do coração do Brasil, nosso hotel-cassino oferece uma experiência verdadeiramente única para cada hóspede. Com instalações de classe mundial, uma variedade emocionante de jogos de cassino e restaurantes excepcionais, estamos dedicados a proporcionar momentos inesquecíveis para todos os nossos visitantes. Reserve agora Este site é para pessoas maiores de 18 anos. Por favor, verifique sua idade antes de continuar. Sim Não Descubra uma experiência única em nosso Asas do Sol Cassino & Hotel Somos mais do que um simples hotel-cassino. Aqui, cada detalhe foi cuidadosamente projetado para proporcionar a você uma experiência verdadeiramente excepcional. Desde nossas instalações luxuosas até nossa equipe dedicada e serviço impecável, cada momento em Asas do Sol é único e memorável. Reservar agora Descubra um mundo único em nosso Asas do Sol Cassino & Hotel Criamos um lugar único onde o luxo encontra a emoção do jogo. Nosso hotel-cassino convida você para uma jornada inesquecível, onde cada momento é preenchido com conforto, estilo e prazer. Seja em busca de aventura ou relaxamento, no Asas do Sol você encontrará tudo o que procura e muito mais. Reserve agora Faça sua reserva agora! Eu aceito a Política de Privacidade Enviar Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "contacts": "Contato - Asas do Sol Cassino & Hotel Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Este site é para pessoas maiores de 18 anos. Por favor, verifique sua idade antes de continuar. Sim Não Estamos aqui para ajudar Entre em Contato Conosco No Asas do Sol Cassino & Hotel, valorizamos a comunicação com nossos hóspedes. Seja para fazer uma reserva, tirar dúvidas ou dar feedback, nossa equipe está pronta para atendê-lo. Entre em contato conosco através dos canais abaixo ou venha nos visitar pessoalmente. Estamos ansiosos para ouvir você! Reserve agora Fale Conosco Suporte ao Cliente Nossa equipe de suporte ao cliente está disponível 24 horas por dia, 7 dias por semana, para ajudar com qualquer dúvida ou problema que você possa ter. Entre em contato conosco por telefone ou email, e faremos o nosso melhor para ajudar você rapidamente. Reservar agora Visite-nos Nossa Localização Estamos localizados em um dos destinos mais belos e vibrantes do Brasil. Venha nos visitar e aproveite a hospitalidade incomparável e as atrações emocionantes que oferecemos. Nosso endereço é: Olivença, Ilheus - Bahia, Brazil Reservar agora Faça sua reserva agora! Eu aceito a Política de Privacidade Enviar Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "disclaimer": "Cassino e Hotel Asas do Sol - Fortaleza Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Aviso Legal Este aviso legal é para todos os hóspedes que usam o site do Asas do Sol Cassino & Hotel. Este site é operado pelo Asas do Sol Cassino & Hotel, que é responsável pela política de privacidade e pela política de cookies. Aqui está o que você precisa saber sobre como usamos suas informações pessoais. Cookies Nós usamos cookies para fornecer uma melhor experiência de navegação. Quando você visita nosso site, recebe cookies que nos permitem lembrar de suas preferências e acesso anterior. Para aprimorar a experiência do usuário, também usamos cookies de terceiros, como Google Analytics. Você pode ajustar suas configurações de cookie no seu navegador, mas isso pode impedir que alguns recursos funcionem corretamente. Privacidade Nós nos comprometemos a proteger suas informações pessoais. Aqui estão nossas práticas de privacidade: Nós não compartilhamos suas informações pessoais com terceiros, a menos que você nos autorize a fazê-lo. Nós usamos suas informações pessoais apenas para os propósitos para os quais você as forneceu e para permitir que você use nossos serviços. Você pode acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Política de Cookies Política de Privacidade Termos de Uso Segurança Nós nos comprometemos a proteger suas informações pessoais. Aqui estão nossas práticas de segurança: Nós usamos encriptação SSL para proteger suas informações pessoais ao enviar para o servidor. Nós não armazenamos suas informações pessoais durante um período prolongado de tempo. Nós não compartilhamos suas informações pessoais com terceiros, a menos que você nos autorize a fazê-lo. Política de Cookies Nós usamos cookies para fornecer uma melhor experiência de navegação. Quando você visita nosso site, recebe cookies que nos permitem lembrar de suas preferências e acesso anterior. Para aprimorar a experiência do usuário, também usamos cookies de terceiros. Política de Privacidade Nós nos comprometemos a proteger suas informações pessoais. Aqui estão nossas práticas de privacidade: Nós não compartilhamos suas informações pessoais com terceiros, a menos que você nos autorize a fazê-lo. Nós usamos suas informações pessoais apenas para os propósitos para os quais você as forneceu e para permitir que você use nossos serviços. Você pode acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Termos de Uso Os termos de uso desse site incluem os termos de cookies, privacidade e segurança. Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "index": "Cassino e Hotel Asas do Sol - O lugar perfeito para sua estadia Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Este site é para pessoas maiores de 18 anos. Por favor, verifique sua idade antes de continuar. Sim Não Descubra a verdadeira essência do paraíso em nosso Asas do Sol Cassino & Hotel Localizado no coração do Brasil, nosso resort oferece uma experiência luxuosa e inesquecível. Desde nossos jogos emocionantes até nossas acomodações de classe mundial, você encontrará tudo o que precisa para uma estadia perfeita. Reserve agora Explore as incríveis experiências que aguardam por você no nosso Asas do Sol Cassino & Hotel Jogos Emocionantes Desfrute de uma variedade de jogos emocionantes, desde slots de última geração até jogos de mesa clássicos. Lazer e Relaxamento Recarregue suas energias em nossas piscinas deslumbrantes ou mime-se com um tratamento relaxante em nosso spa de classe mundial. Gastronomia Excepcional Delicie-se com uma experiência culinária excepcional em nossos restaurantes premiados, oferecendo pratos locais e internacionais. Entretenimento Noturno Termine o dia com estilo desfrutando de espetáculos ao vivo, música ao vivo e eventos especiais em nosso cassino animado. Desfrute do melhor serviço e atenção aos detalhes em nosso Asas do Sol Cassino & Hotel Atendimento Personalizado Nossa equipe dedicada está sempre à disposição para tornar sua estadia o mais confortável e agradável possível. Instalações de Classe Mundial De nossas suítes luxuosas a nossas áreas de lazer exclusivas, tudo foi projetado para superar suas expectativas. Serviços Excepcionais Aproveite uma ampla gama de serviços exclusivos, desde concierge 24 horas até serviço de quarto de alta qualidade. Experiências Memoráveis Crie memórias duradouras com nossas excursões personalizadas, eventos exclusivos e atividades emocionantes para toda a família. Mergulhe em um mundo único de entretenimento em nosso Asas do Sol Cassino & Hotel Nossas salas de jogos oferecem uma variedade incomparável de jogos de azar, desde os clássicos até os mais modernos, para que cada hóspede possa encontrar algo de seu agrado. Reservar agora Descubra por que milhares de turistas nos escolhem: Asas do Sol Cassino & Hotel Razões para escolher-nos: Localização privilegiada, no coração de um dos destinos mais deslumbrantes do Brasil. Localização Instalações de classe mundial, oferecendo conforto e entretenimento para todos os hóspedes. Instalações Variedade de opções gastronômicas, desde pratos tradicionais até culinária internacional. Gastronomia Serviço excepcional, com uma equipe dedicada pronta para atender a todas as suas necessidades. Atendimento Faça sua reserva agora! Eu aceito a Política de Privacidade Enviar Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "privacy": "Política de Privacidade do Cassino e Hotel Asas do Sol - Fortaleza Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Política de Privacidade O Asas do Sol Cassino & Hotel está comprometido com a privacidade dos dados dos nossos visitantes. Cookies Nós usamos cookies para garantir que você obtenha a melhor experiência em nosso site. Esses cookies nos ajudam a entender como você usa nosso site, a identificar se você já visitou antes, a oferecer publicidade personalizada e a melhorar a segurança. Você pode ajustar as configurações do seu navegador para receber notificações quando cookies forem enviados, ou para recusar completamente os cookies. No entanto, se você recusar os cookies, pode não conseguir acessar determinadas funcionalidades do nosso site. Informações de Uso Quando você usa nosso site, precisamos coletar algumas informações de uso, como o endereço IP, a linguagem do navegador, o sistema operacional e a data e hora de acesso. Essas informações são coletadas automaticamente e não são vinculadas a nenhuma informação pessoal identificável. Elas são usadas para entender como nossos visitantes usam nosso site e melhorar a experiência. Nós não venderemos suas informações pessoais para terceiros. Nós não usaremos suas informações pessoais para enviar spam. Nós não compartilharemos suas informações pessoais com outras empresas, exceto quando solicitado por lei. Nós não usaremos suas informações pessoais para fins publicitários. Nós não usaremos suas informações pessoais para fins de marketing. Nós não usaremos suas informações pessoais para fins de pesquisa. Segurança Nós tomamos medidas de segurança para proteger as informações pessoais dos nossos visitantes. Nossos servidores são hospedados em datacenters seguros e nossos sistemas de segurança são atualizados regularmente. No entanto, nenhuma rede de transmissão é 100% segura e não podemos garantir que suas informações pessoais sejam seguras. No entanto, nós fazemos o nosso melhor para proteger suas informações pessoais. Alterações nesta política de privacidade A política de privacidade do Asas do Sol Cassino & Hotel pode ser atualizada de tempos em tempos. Ao usar nosso site, você concorda em ser notificado sobre quaisquer alterações nesta política de privacidade. Se houver alguma alteração significativa, nós postaremos uma notificação na nossa home page. Contato Se você tem alguma dúvida ou preocupação sobre a privacidade dos dados dos nossos visitantes, entre em contato conosco. Email: asasdosol@gmail.com Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "rooms": "Nossas riquezas quartos no Asas do Sol Cassino & Hotel - Fortaleza Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Este site é para pessoas maiores de 18 anos. Por favor, verifique sua idade antes de continuar. Sim Não Conforto e Luxo Nossos Quartos no Asas do Sol Cassino & Hotel Descubra a elegância e o conforto dos nossos quartos no Asas do Sol Cassino & Hotel. Cada acomodação foi cuidadosamente projetada para oferecer a você uma experiência única e relaxante. Com uma combinação perfeita de luxo moderno e amenidades de alta qualidade, nossos quartos são o refúgio ideal após um dia emocionante no cassino. Reserve agora A Escolha Perfeita Por Que Escolher Asas do Sol Cassino & Hotel Experiência Inigualável e Conforto Excepcional Luxo e Conforto: Nossos quartos são projetados com uma atenção meticulosa aos detalhes, oferecendo o máximo em conforto e estilo. Desfrute de uma estadia que combina elegância moderna com amenidades de alta qualidade. Localização Privilegiada: Situado no coração do Brasil, o nosso hotel oferece vistas deslumbrantes e fácil acesso às principais atrações. Explore a beleza e a cultura local com conveniência e estilo. Gastronomia Excepcional: Desfrute de uma variedade de opções gastronômicas que atendem a todos os gostos, preparadas por chefs renomados. Saboreie pratos deliciosos em um ambiente sofisticado e acolhedor. Experiência de Cassino: Viva a emoção do nosso cassino de classe mundial, com uma ampla variedade de jogos para todos os níveis de jogadores. Experimente a adrenalina e a diversão em um ambiente seguro e luxuoso. A Escolha Perfeita Por Que Escolher Asas do Sol Cassino & Hotel Experiência Inigualável e Conforto Excepcional Luxo e Conforto: Nossos quartos são projetados com uma atenção meticulosa aos detalhes, oferecendo o máximo em conforto e estilo. Desfrute de uma estadia que combina elegância moderna com amenidades de alta qualidade. Localização Privilegiada: Situado no coração do Brasil, o nosso hotel oferece vistas deslumbrantes e fácil acesso às principais atrações. Explore a beleza e a cultura local com conveniência e estilo. Gastronomia Excepcional: Desfrute de uma variedade de opções gastronômicas que atendem a todos os gostos, preparadas por chefs renomados. Saboreie pratos deliciosos em um ambiente sofisticado e acolhedor. Experiência de Cassino: Viva a emoção do nosso cassino de classe mundial, com uma ampla variedade de jogos para todos os níveis de jogadores. Experimente a adrenalina e a diversão em um ambiente seguro e luxuoso. A Escolha Ideal Por Que Escolher Asas do Sol Cassino & Hotel Experiência Inesquecível e Serviços Excepcionais Luxo e Conforto: Nossos quartos são projetados com atenção meticulosa aos detalhes, oferecendo o máximo em conforto e estilo. Desfrute de uma estadia que combina elegância moderna com amenidades de alta qualidade. Localização Privilegiada: Situado no coração do Brasil, nosso hotel oferece vistas deslumbrantes e fácil acesso às principais atrações. Explore a beleza e a cultura local com conveniência e estilo. Gastronomia Excepcional: Saboreie uma variedade de opções gastronômicas preparadas por chefs renomados, que atendem a todos os gostos. Desfrute de pratos deliciosos em um ambiente sofisticado e acolhedor. Experiência de Cassino: Viva a emoção do nosso cassino de classe mundial, com uma ampla variedade de jogos para todos os níveis de jogadores. Experimente a adrenalina e a diversão em um ambiente seguro e luxuoso. Faça sua reserva agora! Eu aceito a Política de Privacidade Enviar Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "special": "Especialidades do Asas do Sol Cassino & Hotel Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Este site é para pessoas maiores de 18 anos. Por favor, verifique sua idade antes de continuar. Sim Não Experiências Exclusivas Serviços Especiais no Asas do Sol Cassino & Hotel No Asas do Sol Cassino & Hotel, oferecemos uma gama de serviços especiais projetados para proporcionar a você uma estadia inesquecível. Desde a emoção do cassino até a delícia gastronômica dos nossos restaurantes e a tranquilidade das áreas de lazer, cada detalhe é pensado para seu máximo conforto e prazer. Reserve agora Experiência de Cassino Inigualável Nosso Cassino Jogos de Mesa Desfrute de uma variedade de jogos de mesa clássicos, incluindo pôquer, blackjack e roleta. Nossos dealers profissionais garantem uma experiência emocionante e justa. Máquinas Caça-níqueis Experimente a emoção das nossas modernas máquinas caça-níqueis com temas variados e jackpots incríveis. Cada giro pode ser uma vitória! Salas VIP Para os jogadores que buscam privacidade e exclusividade, oferecemos salas VIP com serviços personalizados e ambiente luxuoso. Torneios e Eventos Participe de nossos torneios de pôquer e outros eventos especiais que acontecem regularmente. Teste suas habilidades e ganhe prêmios fantásticos. Experiência de Cassino Inigualável Cassino de Classe Mundial No Asas do Sol Cassino & Hotel, oferecemos um cassino de classe mundial com uma ampla variedade de jogos para todos os gostos. Desde jogos de mesa clássicos até modernas máquinas caça-níqueis, garantimos uma experiência emocionante e inesquecível. Reservar agora Experiência Excepcional Cassino de Primeira Classe No Asas do Sol Cassino & Hotel, oferecemos uma experiência de cassino única e inesquecível. Com uma seleção variada de jogos, incluindo pôquer, blackjack, roleta e máquinas caça-níqueis, cada visita promete ser divertida e exuberante. Nossas instalções modernas e profissionais garantem que você tenha a melhor experiência de entretenimento. Seja um jogador experiente ou um novato, encontrará algo especial para si em nossa casa do jogo. Reservar agora Descubra a Magia Serviços Especiais para Todos Cassino de Classe Mundial Experimente a emoção de um cassino de classe mundial com uma variedade de jogos de mesa, máquinas caça-níqueis e torneios exclusivos. Desafie sua sorte e desfrute de uma noite cheia de adrenalina. Descanso e Relaxamento Relaxe em nosso spa de luxo, onde você pode desfrutar de massagens revitalizantes e tratamentos terapêuticos. Nossa equipe dedicada está aqui para proporcionar o máximo conforto e bem-estar. Gastronomia Exclusiva Delicie-se com uma experiência gastronômica única em nossos restaurantes gourmet. Oferecemos uma variedade de pratos internacionais preparados por chefs renomados, garantindo uma experiência culinária inesquecível. Lazer e Entretenimento Desfrute de uma ampla gama de atividades de lazer, incluindo piscinas, shows ao vivo e eventos temáticos. Há sempre algo emocionante acontecendo para mantê-lo entretido durante a sua estadia. Gastronomia Excepcional Restaurante Gourmet No Asas do Sol Cassino & Hotel, nosso restaurante gourmet oferece uma experiência culinária inigualável. Desfrute de pratos sofisticados preparados por chefs renomados, utilizando os ingredientes mais frescos e de alta qualidade. Nosso menu diversificado inclui uma seleção de pratos internacionais e especialidades locais, proporcionando uma viagem gastronômica que satisfaz todos os paladares. Cada refeição é uma celebração de sabores, aromas e texturas. Reservar agora Faça sua reserva agora! Eu aceito a Política de Privacidade Enviar Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "terms": "Políticas e Condições do Asas do Sol Cassino & Hotel Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Termos e Condições Este site utiliza cookies para garantir que você obtenha a melhor experiência. Descrição Estes termos e condições regulam o uso deste site. Este site é propriedade da Empresa Asas do Sol. Os usuários deste site são responsáveis por observar e cumprir estes termos e condições. Uso do site Usuários do site podem apenas usar o site para acessar o conteúdo disponível. Os usuários não podem copiar, reproduzir, adaptar ou usar o conteúdo do site, exceto conforme especificado neste documento. Os usuários devem sempre cumprir a legislação aplicável. Asas do Sol reserva o direito de modificar estes termos e condições a qualquer momento. Os usuários devem verificar regularmente esta página para obter informações sobre atualizações. Os usuários devem notificar imediatamente a Empresa Asas do Sol de qualquer violação destes termos e condições. Propriedade intelectual Todos os direitos de propriedade intelectual sobre o conteúdo do site são de propriedade da Empresa Asas do Sol. Os usuários não podem usar o conteúdo do site para fins comerciais sem a permissão prévia e por escrito da Empresa Asas do Sol. Responsabilidade A Empresa Asas do Sol não é responsável por qualquer dano ou perda causados por uso inadequado ou inadequado deste site. Os usuários devem usar o site de forma responsável e prevenir danos a outros usuários ou ao próprio sistema. A Empresa Asas do Sol não é responsável pelas ações ou omissões de terceiros. Os usuários devem verificar a autenticidade e a confiabilidade das informações fornecidas. Os usuários devem ser cuidadosos ao fornecer informações pessoais. Disclaimer A Empresa Asas do Sol não é responsável por qualquer dano ou perda causados por uso inadequado ou inadequado deste site. Os usuários devem usar o site de forma responsável e prevenir danos a outros usuários ou ao próprio sistema. Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados.",
    "thank_you": "Cassino e Hotel Asas do Sol - Obrigado pela sua reserva Sobre nós quartos Especial Contato Sobre nós quartos Especial Contato Este site utiliza cookies para garantir que você obtenha a melhor experiência. Aceitar Cookies Obrigado por nos enviar a sua reserva. Estaremos contatando você em breve para confirmar a sua reserva. Agradecemos a sua preferência pelo Asas do Sol Cassino & Hotel Esperamos que você tenha a oportunidade de conhecer a paz e a tranquilidade que nosso resort oferece. Aqui, você encontrará a hospitalidade e a elegância que você merece. Aguarde a sua chegada e aproveite a sua estadia no nosso luxuoso cassino e hotel. Faça sua reserva agora! Eu aceito a Política de Privacidade Enviar Asas do Sol Cassino & Hotel Sobre Nós sobre nós quartos Especial Informações Termos Privacidade Aviso Legal Endereço Olivença, Ilheus - Bahia, Brazil asasdosol@gmail.com +55 61 93516 2530 © 2024 Asas do Sol. Todos os direitos reservados."
  },
  "date": "2024-05-24T13:59:45.988Z"
}