{
  "name": "New_v9_YogaPlace",
  "pages": {
    "index": "YogaPlace - Yoga Studio in India Our story Contacts About Us Gallery +91-37-9152745 yogaplace@gmail.com Welcome to YogaPlace Discover tranquility and strength at YogaPlace, India's premier yoga studio. Join our community and begin your journey to holistic well-being with our experienced instructors and diverse class offerings. Our Journey Our Story YogaPlace was founded in 2022 with a mission to create a sanctuary for yoga enthusiasts in India. Our founder, Anjali Mehta, envisioned a space where people could come together to practice yoga, find peace, and build a supportive community. Since opening our doors, we have dedicated ourselves to offering high-quality yoga instruction. Our studio has grown into a vibrant hub where students of all levels come to deepen their practice, learn from experienced instructors, and connect with like-minded individuals. Learn More Our address Rambagh Layout, Untkhana, Nagpur, Nagpur, Maharashtra 440003, India Our phone number +91-37-9152745 YogaPlace is more than just a yoga studio—it's a community. Founded in 2022, we have quickly become a cherished space for yoga enthusiasts across India. Our mission is to make the ancient practice of yoga accessible to everyone, fostering physical, mental, and spiritual growth. Our studio offers a wide range of classes to suit all levels, from beginners stepping onto the mat for the first time to advanced practitioners looking to deepen their practice. Our certified instructors are passionate and knowledgeable, dedicated to providing personalized guidance and support to each student. At YogaPlace, we believe in the power of yoga to transform lives. Our serene and welcoming environment encourages students to explore and embrace their practice fully. We are proud to see our community grow and thrive, with people from all walks of life coming together to find balance, peace, and strength. Yoga is becoming increasingly popular in India, and we are thrilled to be part of this movement. Our commitment to quality instruction and a supportive community has made YogaPlace a go-to destination for those seeking a healthier, more balanced lifestyle. Join us and be part of our journey towards holistic well-being. Contact Us We're here to help you with any questions or concerns. I accept Privacy policy Our Team Meet the passionate instructors at YogaPlace At YogaPlace, our team of dedicated and certified instructors is the heart of our studio. Each member brings a unique blend of experience, knowledge, and passion for yoga. Our instructors are committed to helping you achieve your personal fitness and wellness goals, providing personalized attention and guidance in every class. Our training programs are designed to be both effective and enjoyable. We offer a variety of yoga styles, ensuring that there is something for everyone, from beginners to advanced practitioners. Our classes are structured to help you improve flexibility, strength, and mindfulness, all within a supportive and welcoming environment. The comfort and ambiance of our studio play a crucial role in enhancing your yoga experience. Our facility is equipped with state-of-the-art amenities, ensuring that you have everything you need for a fulfilling practice. Come and experience the tranquility and warmth of YogaPlace, where our team is dedicated to your well-being. Our yoga room Home Privacy policy Terms of Use Find your balance at YogaPlace",
    "privacy": "Privacy Policy - YogaPlace Our story Contacts About Us Gallery +91-37-9152745 yogaplace@gmail.com Privacy Policy Welcome to YogaPlace's Privacy Policy. Your privacy is important to us. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (the \"Site\"). Please read this Privacy Policy carefully. If you do not agree with the terms of this Privacy Policy, please do not access the Site. Collection of Your Information We collect information from you when you voluntarily submit it to us. This may include your email address if you choose to contact us via email at yogaplace@gmail.com. We may also collect non-personal information automatically, such as your IP address, browser type, operating system, and other usage details. Use of Your Information The information we collect may be used to respond to inquiries, questions, and/or other requests. We may also use your information to send you information and updates pertaining to our services, products, and promotions. If at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email. Disclosure of Your Information We will not share any personal information we collect with any third parties unless required to do so by law or in the good faith belief that such action is necessary to comply with legal obligations, protect and defend our rights or property, or investigate potential violations of the law. Security of Your Information We use appropriate technical and organizational measures to safeguard your information from unauthorized access, use, disclosure, alteration, or destruction. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee the absolute security of your information. Third-Party Links Our Site may contain links to third-party websites or services that are not owned or controlled by YogaPlace. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We strongly advise you to read the privacy policies of any third-party websites or services that you visit. Changes to This Privacy Policy We reserve the right to update or change our Privacy Policy at any time. Your continued use of the Site after we post any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us by email at yogaplace@gmail.com. Home Privacy policy Terms of Use Find your balance at YogaPlace",
    "terms": "Terms of Use - YogaPlace Our story Contacts About Us Gallery +91-37-9152745 yogaplace@gmail.com Terms of Service Welcome to YogaPlace's Terms of Service. These terms and conditions outline the rules and regulations for the use of our website (the \"Site\"). By accessing this Site, you accept these terms and conditions in full. Do not continue to use the Site if you do not accept all of the terms and conditions stated on this page. Intellectual Property Rights Unless otherwise stated, YogaPlace and/or its licensors own the intellectual property rights for all material on the Site. All intellectual property rights are reserved. You may access this from the Site for your own personal use subjected to restrictions set in these terms and conditions. Restrictions You are specifically restricted from all of the following: publishing any Site material in any other media; selling, sublicensing, and/or otherwise commercializing any Site material; publicly performing and/or showing any Site material; using the Site in any way that is or may be damaging to the Site; using the Site in any way that impacts user access to the Site; using the Site contrary to applicable laws and regulations, or in any way may cause harm to the Site, or to any person or business entity; engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to the Site; using the Site to engage in any advertising or marketing. Your Content In these terms and conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on the Site. By displaying Your Content, you grant YogaPlace a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. Limitation of Liability In no event shall YogaPlace, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of the Site. YogaPlace, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of the Site. Indemnification You hereby indemnify to the fullest extent YogaPlace from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these terms. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Variation of Terms YogaPlace is permitted to revise these terms at any time as it sees fit, and by using the Site, you are expected to review these terms regularly. Assignment The YogaPlace is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. Entire Agreement These terms constitute the entire agreement between YogaPlace and you in relation to your use of the Site and supersede all prior agreements and understandings. Contact Us If you have any questions about these Terms of Service, please contact us by email at yogaplace@gmail.com. Home Privacy policy Terms of Use Find your balance at YogaPlace",
    "thanks": "YogaPlace - Thank You for Your Inquiry! Thank You for Connecting with YogaPlace! We've received your message and will respond promptly. Your interest in our yoga studio is truly valued. Back to Home"
  },
  "date": "2024-05-24T09:23:28.723Z"
}