{
  "name": "New_v9_BoardGames",
  "pages": {
    "index": "Bem-vindo à nossa loja de jogos de tabuleiro! Avaliações Contatos nosso time política de Privacidade Termos de uso Jogos de Tabuleiro Explore nossa vasta seleção de jogos de tabuleiro e mergulhe em emocionantes aventuras estratégicas. Desde clássicos atemporais até as últimas novidades, temos algo para todos os gostos e idades. Entre em Contato Sobre Nós Descubra mais sobre nossa paixão por jogos de tabuleiro e nosso compromisso em oferecer a melhor experiência para nossos clientes. Desde nossa fundação, temos nos dedicado a proporcionar momentos de diversão e entretenimento para famílias e amigos. Nossa equipe é formada por entusiastas de jogos que estão sempre prontos para ajudá-lo a encontrar o jogo perfeito para suas preferências e ocasiões. Estamos aqui para tornar sua jornada no mundo dos jogos de tabuleiro ainda mais memorável. Avaliações Seleção Exclusiva: Nossa loja oferece uma seleção exclusiva dos melhores jogos de tabuleiro, garantindo experiências de jogo únicas e serviços de alta qualidade. Avaliações Detalhadas: Fornecemos informações detalhadas sobre cada jogo, incluindo características, oportunidades de jogo e opções de estratégia, para ajudá-lo a tomar decisões informadas. Informações Atualizadas: Mantenha-se sempre atualizado com as últimas novidades, lançamentos e promoções especiais dos melhores jogos de tabuleiro do mercado. Avaliações da nossa equipe Maria Silva Estou extremamente satisfeita com a experiência de compra na loja. Encontrei exatamente o que estava procurando e os funcionários foram incrivelmente prestativos, dando-me informações detalhadas sobre cada jogo. Além disso, adorei a atmosfera acolhedora da loja e com certeza voltarei em breve para mais compras! Sofia Oliveira Minha experiência na loja foi simplesmente incrível. Fiquei impressionada com a variedade de jogos disponíveis e a paixão demonstrada pela equipe. Eles não apenas me ajudaram a escolher o jogo perfeito para minha família, mas também me deram dicas valiosas sobre como aproveitar ao máximo nossa experiência de jogo. Definitivamente recomendo esta loja a todos os entusiastas de jogos de tabuleiro! Ana Rodrigues É difícil expressar o quão feliz estou com minha experiência na loja. Desde o momento em que entrei, fui recebida com um sorriso caloroso e uma equipe incrivelmente atenciosa. Eles não apenas me ajudaram a encontrar o jogo perfeito, mas também me deram conselhos sobre como organizar uma noite de jogos divertida com meus amigos. Sem dúvida, esta é agora minha loja de jogos favorita! Catarina Santos Estou extremamente impressionada com o nível de serviço que recebi nesta loja. A equipe não apenas demonstrou um profundo conhecimento sobre os jogos disponíveis, mas também se esforçou para entender minhas preferências individuais. Graças a eles, encontrei o jogo perfeito para minha coleção e já estou ansiosa para voltar e explorar mais opções. Recomendo esta loja a todos os amantes de jogos! Contate-nos Av. Pres. Tancredo Neves, box 25 - Nova República, Santarém - PA, 68025-760, Brasil boardgames@gmail.com +55-44-2971-8966 I accept Privacy policy Av. Pres. Tancredo Neves, box 25 - Nova República, Santarém - PA, 68025-760, Brasil +55-44-2971-8966 boardgames@gmail.com",
    "privacy": "Política de Privacidade Avaliações Contatos nosso time política de Privacidade Termos de uso Política de Privacidade Bem-vindo à Política de Privacidade da nossa loja de jogos de tabuleiro. Nós valorizamos a sua privacidade e estamos comprometidos em proteger as informações pessoais que você nos fornece durante a sua visita ao nosso site. Informações Coletadas Durante a sua interação com o nosso site, podemos coletar informações pessoais que você nos fornece voluntariamente, como nome, endereço de e-mail, número de telefone e outras informações necessárias para processar pedidos ou responder a consultas. Nós não compartilhamos estas informações com terceiros, exceto quando necessário para completar transações ou cumprir com requisitos legais. Uso das Informações Utilizamos as informações pessoais coletadas para fornecer serviços personalizados, processar pedidos, responder a consultas e melhorar a experiência geral do usuário em nosso site. Além disso, podemos utilizar estas informações para enviar comunicações de marketing relacionadas aos nossos produtos e promoções, sempre que você nos tiver dado consentimento para tal. Segurança das Informações Implementamos medidas de segurança para proteger as informações pessoais que coletamos contra acesso não autorizado, uso indevido, alteração ou divulgação. No entanto, é importante lembrar que nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro, e não podemos garantir a segurança absoluta dos dados. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Ao clicar em um link de terceiros, você será redirecionado para o site desses terceiros. Recomendamos que você revise a Política de Privacidade de todos os sites que visita, pois não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar ou alterar nossa Política de Privacidade a qualquer momento. Quaisquer alterações serão publicadas nesta página. Recomendamos que você revise periodicamente esta Política de Privacidade para ficar informado sobre como estamos protegendo suas informações. Contato Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade, entre em contato conosco pelo e-mail boardgames@gmail.com. Av. Pres. Tancredo Neves, box 25 - Nova República, Santarém - PA, 68025-760, Brasil +55-44-2971-8966 boardgames@gmail.com",
    "staff": "Conheça a Nossa Equipe Apaixonada por Jogos Avaliações Contatos nosso time política de Privacidade Termos de uso Conheça a nossa equipe Saiba mais sobre as mentes criativas por trás da nossa loja de jogos de tabuleiro. Nossa equipe é apaixonada por jogos e está empenhada em proporcionar a você a melhor experiência de compra possível. nosso time Nossa Coleção Explore a nossa incrível variedade de jogos de tabuleiro, cuidadosamente selecionados para oferecer diversão e entretenimento para todas as idades e preferências. Desde clássicos atemporais até as últimas novidades, temos algo para todos os gostos. Nossa Equipe Dedicada Saiba mais sobre os talentosos membros da nossa equipe, cuja paixão pelos jogos de tabuleiro e compromisso com o atendimento ao cliente fazem da nossa loja um lugar especial. Cada um dos nossos funcionários está aqui para garantir que você tenha a melhor experiência possível ao explorar nossa coleção e encontrar o jogo perfeito para você. Nosso Time Profissional Conheça os membros experientes da nossa equipe, prontos para fornecer orientação especializada e ajudá-lo em todas as suas necessidades relacionadas a jogos de tabuleiro. Desde recomendações personalizadas até dicas úteis sobre estratégia, estamos aqui para tornar sua visita à nossa loja uma experiência memorável e gratificante. Conheça Nossa Equipe Ana Silva Ana é uma entusiasta de jogos desde a infância. Sua paixão por estratégia e diversão a levou a se juntar à nossa equipe. Com sua natureza amigável e conhecimento profundo sobre os jogos de tabuleiro, Ana está sempre pronta para ajudar os clientes a encontrar o jogo perfeito para suas necessidades. Franziska Briel Pedro é um verdadeiro aficionado por jogos de tabuleiro. Ele se juntou à nossa equipe trazendo consigo uma riqueza de conhecimento e experiência. Sempre entusiasmado em compartilhar suas recomendações e estratégias favoritas, Pedro está comprometido em garantir que cada cliente tenha uma experiência excepcional na nossa loja. Carla Oliveira Com sua paixão pela organização e atenção aos detalhes, Carla desempenha um papel fundamental na nossa equipe. Ela garante que cada jogo seja cuidadosamente preparado e exibido para proporcionar aos clientes uma experiência de compra agradável e sem complicações. Marta Sousa Marta é apaixonada por trazer alegria e diversão para cada interação com os clientes. Sua energia contagiante e seu compromisso em oferecer um excelente atendimento ao cliente tornam-na uma adição valiosa à nossa equipe. Ela está sempre pronta para ajudar os clientes a encontrar o jogo perfeito para suas ocasiões especiais. Av. Pres. Tancredo Neves, box 25 - Nova República, Santarém - PA, 68025-760, Brasil +55-44-2971-8966 boardgames@gmail.com",
    "terms": "Termos de Serviço Avaliações Contatos nosso time política de Privacidade Termos de uso Termos e Condições Bem-vindo aos Termos de Serviço da nossa loja de jogos de tabuleiro. Ao acessar e usar nosso site, você concorda em cumprir e estar vinculado aos seguintes termos e condições de uso, que, juntamente com nossa Política de Privacidade, regem o relacionamento entre você e nossa loja. Se você não concordar com qualquer parte destes termos, por favor, não use nosso site. Uso do Site O conteúdo do site é apenas para fins informativos. Está sujeito a alterações sem aviso prévio. Nós nos reservamos o direito de suspender, retirar, interromper ou alterar o serviço prestado em nosso site sem aviso prévio. Propriedade Intelectual Todos os materiais disponíveis em nosso site, incluindo mas não se limitando a textos, gráficos, logotipos, ícones, imagens, downloads digitais, compilações de dados e software, são de propriedade da nossa loja ou de nossos licenciantes e estão protegidos por leis de direitos autorais. Limitação de Responsabilidade Nossa loja não será responsável por quaisquer danos diretos, indiretos, incidentais, consequentes ou especiais resultantes do uso ou incapacidade de usar nosso site, incluindo mas não se limitando a perda de lucros, receitas, dados ou uso. Alterações nos Termos de Serviço Reservamo-nos o direito de atualizar ou alterar nossos Termos de Serviço a qualquer momento, sem aviso prévio. Quaisquer alterações serão efetivas imediatamente após a publicação dos termos revisados em nosso site. Ao continuar a usar nosso site após tais alterações, você aceita e concorda em ficar vinculado aos termos revisados. Contato Se você tiver alguma dúvida ou preocupação sobre nossos Termos de Serviço, entre em contato conosco pelo e-mail boardgames@gmail.com. Av. Pres. Tancredo Neves, box 25 - Nova República, Santarém - PA, 68025-760, Brasil +55-44-2971-8966 boardgames@gmail.com",
    "thanks": "Obrigado pela sua Solicitação! Agradecemos seu contato! Nosso especialista tentará entrar em contato com você o mais breve possível Lar"
  }
}