{
  "name": "New_v9_EquisAudioVisualis",
  "pages": {
    "gratitude": "Agradecimento - EquisAudioVisualis Obrigado Agradecemos por escolher a EquisAudioVisualis para suas necessidades de aluguel e locação de equipamentos de áudio e vídeo! Valorizamos muito a confiança que você depositou em nós e estamos comprometidos em fornecer serviços de alta qualidade e suporte excepcional para garantir o sucesso de seus eventos e projetos audiovisuais. Lar",
    "index": "EquisAudioVisualis - Aluguel e Locação de Equipamentos de Áudio e Vídeo Transformamos seu evento em uma experiência inesquecível. Na EquisAudioVisualis, oferecemos soluções completas de locação de equipamentos audiovisuais para eventos de todos os tamanhos. Com uma ampla variedade de equipamentos de última geração e uma equipe de profissionais experientes, garantimos qualidade e eficiência para que seu evento seja um sucesso. Seja para conferências, shows, casamentos ou qualquer outra ocasião especial, estamos aqui para proporcionar a melhor experiência audiovisual. Sobre Nós Na EquisAudioVisualis, nossa missão é transformar eventos em experiências memoráveis através de soluções audiovisuais de alta qualidade. Com anos de experiência no mercado, somos especialistas em oferecer equipamentos de ponta para locação, atendendo a uma ampla variedade de necessidades e tipos de eventos. Nossa equipe é composta por profissionais dedicados e altamente qualificados, prontos para garantir que cada detalhe técnico seja executado com perfeição. Oferecemos uma vasta gama de equipamentos, incluindo sistemas de som, iluminação, projeção e muito mais, todos de marcas renomadas e reconhecidas pela sua confiabilidade e desempenho. Contate-nos Por que Escolher a EquisAudioVisualis? Na EquisAudioVisualis, nos orgulhamos de oferecer equipamentos de última geração que garantem a melhor experiência audiovisual para o seu evento. Trabalhamos apenas com marcas renomadas e confiáveis, assegurando que todos os nossos dispositivos de som, iluminação e projeção sejam de alta qualidade e tecnologicamente avançados. A nossa dedicação à inovação significa que você sempre terá acesso ao que há de mais moderno no mercado audiovisual. Nossa equipe é composta por profissionais altamente qualificados e experientes, dedicados a garantir que seu evento ocorra sem problemas. Desde a instalação até a operação dos equipamentos durante o evento, nossos técnicos estão prontos para oferecer suporte completo e resolver qualquer problema que possa surgir. Com a EquisAudioVisualis, você pode ter a certeza de que todos os detalhes técnicos serão tratados com o máximo profissionalismo e atenção. Contate-nos Tecnologia Avançada Oferecemos equipamentos de ponta para garantir a melhor qualidade audiovisual para seu evento. Equipe Especializada Nossa equipe de profissionais altamente qualificados está pronta para oferecer suporte completo e personalizado. Serviço Confiável Garantimos um atendimento eficiente e soluções sob medida para superar suas expectativas e necessidades. Soluções Audiovisuais Locação de Equipamentos Audiovisuais para Todos os Tipos de Eventos Locação de Som Oferecemos sistemas de som de alta qualidade para qualquer tipo de evento. Locação de Luz Iluminação profissional para criar a atmosfera perfeita em seu evento. Projeção Visual Soluções de projeção de alta definição para apresentações impactantes. Tela e LED Locação de telas e painéis de LED para exibições visuais de alta qualidade. Equipamentos de DJ Equipamentos profissionais para DJs, garantindo som impecável em seu evento. Suporte Técnico Equipe especializada disponível para assistência técnica durante todo o evento. Exemplos de Trabalho Quem Somos Ana Silva, Gerente de Projetos Carlos Pereira, Técnico de Áudio Mariana Oliveira, Técnica de Vídeo Roberto Santos, Suporte Técnico 03.05.2024 EquisAudioVisualis Atualiza Equipamentos Nossa empresa adquiriu novos equipamentos de áudio e vídeo de última geração para oferecer a melhor qualidade em seus eventos. 08.05.2024 EquisAudioVisualis no Congresso Internacional Participamos do Congresso Internacional de Tecnologia Audiovisual, onde apresentamos nossas novas soluções de locação de equipamentos. 12.05.2024 Nova Parceria com Organizadores de Eventos Firmamos uma nova parceria com renomados organizadores de eventos para garantir ainda mais qualidade e inovação em nossos serviços. FAQ Como faço para alugar os equipamentos? Para alugar nossos equipamentos, entre em contato conosco através do nosso site, e-mail ou telefone. Nossa equipe ajudará você a escolher os equipamentos certos e providenciará a reserva. Quais tipos de equipamentos estão disponíveis para locação? Oferecemos uma ampla variedade de equipamentos audiovisuais, incluindo sistemas de som, iluminação, projeção, telas de LED, e equipamentos para DJs. Vocês oferecem suporte técnico durante o evento? Sim, nossa equipe de suporte técnico está disponível para assistência completa durante todo o evento, garantindo que tudo funcione perfeitamente. Quais são as condições de pagamento para o aluguel dos equipamentos? Aceitamos várias formas de pagamento, incluindo transferência bancária, cartão de crédito e boleto. As condições específicas serão discutidas no momento da contratação. É possível cancelar a reserva dos equipamentos? Sim, é possível cancelar a reserva. No entanto, recomendamos que o cancelamento seja feito com antecedência para evitar possíveis taxas de cancelamento. Vocês oferecem pacotes personalizados para eventos? Sim, trabalhamos com pacotes personalizados de acordo com as necessidades específicas do seu evento. Entre em contato conosco para criar um pacote sob medida para você. Valores de Locação Aluguel de Projetor $150.00 Aluguel de Telão $200.00 Aluguel de Equipamento de Som $100.00 Aluguel de Equipamento de Iluminação $120.00 Aluguel de Tela de Projeção $80.00 Aluguel de Equipamento de Vídeo Conferência $250.00 Enviar mensagem Aceito Política de Privacidade Coroado, Sao Luis Maranhao, Brazil equisaudiovisualis@gmail.com +559889454979 Lar Contato política de Privacidade © 2024 EquisAudioVisualis",
    "policy": "Política de Privacidade - EquisAudioVisualis Política de Privacidade - EquisAudioVisualis Uso das Informações As informações coletadas são usadas para personalizar a experiência do cliente e fornecer os serviços solicitados de forma eficiente. Podemos usar as informações para enviar atualizações sobre nossos serviços, promoções ou outras informações relevantes. Não compartilhamos informações pessoais dos clientes com terceiros, exceto quando necessário para fornecer os serviços solicitados ou conforme exigido por lei. Compartilhamento de Informações Não vendemos, alugamos ou compartilhamos informações pessoais dos clientes com terceiros para fins de marketing. Podemos compartilhar informações pessoais com empresas afiliadas ou parceiros de negócios que nos auxiliam na prestação dos serviços solicitados pelos clientes. Também podemos divulgar informações quando acreditarmos que a divulgação é apropriada para cumprir a lei, proteger nossos direitos ou garantir a segurança de nossos clientes. Segurança Nós levamos a segurança das informações dos clientes a sério e implementamos medidas de segurança para proteger contra acesso não autorizado, alteração, divulgação ou destruição das informações sob nosso controle. Isso inclui a utilização de criptografia, firewalls e controles de acesso físico aos nossos sistemas e dados. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são controlados por nós. Não nos responsabilizamos pela política de privacidade ou conteúdo desses sites. Os clientes devem ler as políticas de privacidade desses sites antes de fornecer qualquer informação pessoal. Alterações nesta Política Podemos atualizar esta política de privacidade periodicamente para refletir mudanças em nossas práticas de coleta e uso de informações. Recomendamos que os clientes revisem esta política regularmente para ficarem informados sobre como protegemos as informações dos clientes. As alterações nesta política entrarão em vigor quando publicadas em nosso site. Contato Se os clientes tiverem dúvidas sobre esta política de privacidade ou sobre as práticas de nossa empresa em relação às informações dos clientes, eles podem nos contatar através das informações de contato fornecidas em nosso site. Consentimento Ao utilizar nosso site e fornecer informações pessoais, os clientes consentem com nossa política de privacidade e concordam com a coleta, uso e divulgação de suas informações conforme descrito nesta política. Jurisdição Esta política de privacidade será regida e interpretada de acordo com as leis do Brasil. Os clientes concordam com a jurisdição exclusiva dos tribunais do Brasil em relação a qualquer disputa decorrente desta política de privacidade ou do uso de nossos serviços. Retenção de Informações Nós retemos as informações dos clientes pelo tempo necessário para fornecer os serviços solicitados e cumprir obrigações legais. Quando não precisarmos mais das informações, iremos destruí-las ou torná-las anônimas de forma segura. Acesso e Atualização de Informações Os clientes têm o direito de acessar e atualizar suas informações pessoais mantidas por nós. Eles podem entrar em contato conosco para solicitar acesso às informações que mantemos sobre eles e para corrigir ou atualizar informações imprecisas. Menores de Idade Não coletamos intencionalmente informações pessoais de menores de 18 anos. Se descobrirmos que coletamos informações de um menor sem o consentimento dos pais ou responsável, tomaremos medidas para remover essas informações de nossos sistemas. Transferência Internacional de Dados As informações dos clientes podem ser transferidas e armazenadas em servidores localizados fora do país em que residem. Ao fornecer suas informações, os clientes consentem com essa transferência e armazenamento. Privacidade do Site Nós nos esforçamos para proteger a privacidade dos visitantes do nosso site. Nosso site pode conter links para outros sites que não estão sob nosso controle e não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Contate-nos Se você tiver alguma dúvida, preocupação ou pergunta sobre este Política de Privacidade ou nossas práticas de privacidade, não hesite em Contate-nos. Você pode entrar em contato conosco por e-mail em equisaudiovisualis@gmail.com. Nossa dedicada equipe de privacidade abordará suas preocupações e fornecer assistência conforme necessário. Coroado, Sao Luis Maranhao, Brazil equisaudiovisualis@gmail.com +559889454979 Lar Contato política de Privacidade © 2024 EquisAudioVisualis"
  },
  "date": "2024-05-15T15:39:30.247Z"
}