{
  "name": "New_v8_DetailCraft",
  "pages": {
    "about-us": "About Us - DetailCraft: Your Trusted Car Detailing Experts DetailCraft HOME ABOUT US Services Contact Why Choose DetailCraft Expert Detailing Benefit from meticulous attention to detail by our experienced professionals. Premium Products We use only the finest quality products to ensure superior results for your vehicle. Convenience Experience hassle-free scheduling and flexible service options designed to fit your busy lifestyle. Customer Satisfaction We prioritize your satisfaction and go above and beyond to exceed your expectations. Value for Money Enjoy competitive pricing and exceptional value with our detailing services. Passion for Cars Our team shares your passion for cars and treats every vehicle with the utmost care and respect. DetailCraft – Your Trusted Car Detailing Partner As a leading car detailing service, DetailCraft is dedicated to delivering exceptional results while prioritizing eco-friendly practices. Exclusive Benefits Unlock exclusive perks with DetailCraft+. Enjoy special discounts and offers from our network of automotive partners. About Us Car Care Tips Stay informed with our latest car care tips and tricks. Our \"Car Care Insights\" section provides valuable advice on maintaining your vehicle's appearance and performance. About us Passionate about Cars, Committed to You At DetailCraft, we're more than just a car detailing service – we're enthusiasts dedicated to preserving and enhancing the beauty of your vehicle. Experience personalized care and attention to detail like never before. The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "contacts": "Contact Us - DetailCraft: Get in Touch with Your Car Detailing Experts DetailCraft HOME ABOUT US Services Contact CONTACT US Got any questions? I accept Privacy Policy SUBMIT The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "disclaimers": "Disclaimers - DetailCraft: Understand Our Terms and Conditions DetailCraft HOME ABOUT US Services Contact Disclaimers The information contained on this website (the \"Website\") is for general information purposes only and does not constitute legal or professional advice. DetailCraft does not warrant the accuracy, completeness, or usefulness of this information. Any reliance you place on such information is strictly at your own risk. DetailCraft assumes no responsibility for any errors or omissions in the content of the Website. DetailCraft further reserves the right to modify or discontinue, temporarily or permanently, the Website (or any part thereof) with or without notice. The Website may contain links to other websites or resources provided by third parties. These links are provided for your convenience only and do not constitute an endorsement by DetailCraft of the contents of such linked websites. DetailCraft is not responsible for the accuracy, completeness, or reliability of any information contained on these linked websites. By using the Website, you agree to be bound by these disclaimers and any additional terms and conditions that may be posted on the Website. If you do not agree to these disclaimers, please do not use the Website. The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "index": "DetailCraft - Professional Car Detailing Services DetailCraft HOME ABOUT US Services Contact Unleash the Full Potential of Your Vehicle Revitalize Your Ride with DetailCraft Experience the ultimate in car care with our expert detailing services. Transform your vehicle's appearance and protect its value with DetailCraft. Services Why Choose DetailCraft Expert Detailing Benefit from meticulous attention to detail by our experienced professionals. Premium Products We use only the finest quality products to ensure superior results for your vehicle. Convenience Experience hassle-free scheduling and flexible service options designed to fit your busy lifestyle. Customer Satisfaction We prioritize your satisfaction and go above and beyond to exceed your expectations. Value for Money Enjoy competitive pricing and exceptional value with our detailing services. Passion for Cars Our team shares your passion for cars and treats every vehicle with the utmost care and respect. DetailCraft – Your Trusted Car Detailing Partner As a leading car detailing service, DetailCraft is dedicated to delivering exceptional results while prioritizing eco-friendly practices. Exclusive Benefits Unlock exclusive perks with DetailCraft+. Enjoy special discounts and offers from our network of automotive partners. About Us Car Care Tips Stay informed with our latest car care tips and tricks. Our \"Car Care Insights\" section provides valuable advice on maintaining your vehicle's appearance and performance. About us Passionate about Cars, Committed to You At DetailCraft, we're more than just a car detailing service – we're enthusiasts dedicated to preserving and enhancing the beauty of your vehicle. Experience personalized care and attention to detail like never before. Simplify Your Car Care! At DetailCraft, we offer comprehensive car detailing solutions, ensuring your vehicle looks and feels its best. Interior Detailing & Protection Restore and safeguard your car's interior with our premium detailing services. Contact Us Exterior Enhancement & Paint Protection Give your car a showroom shine and shield its paint from the elements. Contact Us Engine Bay Cleaning & Detailing Ensure your engine bay stays clean and functional with our specialized services. Contact Us Wheel & Tire Care Revitalize your wheels and tires for a polished finish and improved performance. Contact Us Explore the Latest DetailCraft Portfolio! From paint correction to ceramic coating, interior restoration to headlight restoration, DetailCraft offers a comprehensive range of services to elevate your vehicle's appearance and protection. Dive into our portfolio to discover the transformative power of professional car detailing. Experience excellence in automotive care and join our satisfied customers today. Contact Us The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "privacy-policy": "Privacy Policy - DetailCraft: Protecting Your Privacy DetailCraft HOME ABOUT US Services Contact Privacy Policy Introduction At DetailCraft, we are committed to protecting your privacy and ensuring the security of your personal information. Information We Collect We collect various types of information when you use our website or services, including... How We Use Your Information We use the information we collect for purposes such as... Information Sharing and Disclosure We may share your information with third parties in certain circumstances, such as... Your Rights and Choices You have certain rights and choices regarding the collection and use of your information, including... Updates to Our Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other reasons... If you have any questions or concerns about our Privacy Policy, please contact us. The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "products": "Services - DetailCraft: Elevating Your Car's Appearance and Protection DetailCraft HOME ABOUT US Services Contact Simplify Your Car Care! At DetailCraft, we offer comprehensive car detailing solutions, ensuring your vehicle looks and feels its best. Interior Detailing & Protection Restore and safeguard your car's interior with our premium detailing services. Contact Us Exterior Enhancement & Paint Protection Give your car a showroom shine and shield its paint from the elements. Contact Us Engine Bay Cleaning & Detailing Ensure your engine bay stays clean and functional with our specialized services. Contact Us Wheel & Tire Care Revitalize your wheels and tires for a polished finish and improved performance. Contact Us Explore the Latest DetailCraft Portfolio! From paint correction to ceramic coating, interior restoration to headlight restoration, DetailCraft offers a comprehensive range of services to elevate your vehicle's appearance and protection. Dive into our portfolio to discover the transformative power of professional car detailing. Experience excellence in automotive care and join our satisfied customers today. Contact Us The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "terms-conditions": "Terms and Conditions - DetailCraft: Guidelines for Using Our Services DetailCraft HOME ABOUT US Services Contact Terms and Conditions Introduction Welcome to DetailCraft. These terms and conditions outline the rules and regulations for the use of our website and services. Intellectual Property Rights Unless otherwise stated, DetailCraft and/or its licensors own the intellectual property rights for all material on our website... Restrictions You are specifically restricted from all of the following... Your Content In these terms and conditions, \"Your Content\" shall mean any audio, video, text, images, or other material you choose to display on our website... Limitation of Liability In no event shall DetailCraft, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of our website... Changes to Terms We reserve the right to modify these terms and conditions at any time... If you have any questions or concerns about our Terms and Conditions, please contact us. The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934",
    "thanks": "Thank You - DetailCraft: Appreciating Your Trust DetailCraft HOME ABOUT US Services Contact Thank You for Choosing DetailCraft! We sincerely appreciate your trust in our car detailing services. At DetailCraft, we strive for excellence in every aspect of our work, and we're thrilled to have had the opportunity to serve you. If you have any further questions or need assistance, please feel free to reach out to us. We look forward to welcoming you back soon! The DetailCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DetailCraft Important Links Disclaimers Privacy & Policy Terms & Conditions Navigation Links Home About Us Services Contact Us Location हरे कृष्णा ड्रायफ्रूट आणि नोवेल्टीज् जनरल स्टोर्स,Prem Nagar, Goregaon West, Mumbai, Maharashtra 400104, India detailcraft@gmail.com +91-1075873934"
  }
}