{
  "name": "New_v9_CurryBliss",
  "pages": {
    "about": "Curry Bliss - About Us | Our Story | Our Team | Our Location Curry Bliss Home About Contacts Home About Contacts About Curry Bliss Welcome to Curry Bliss, where the essence of taste meets convenience in every cup! Established in 2014, Curry Bliss has dedicated a decade to perfecting the art of quick, delicious, and satisfying meals. Nestled in the heart of Kunchi Kurve Nagar, Kalina, Santacruz East, Mumbai, Maharashtra, India, we have grown from a visionary idea into a beloved brand with a loyal following across the region. Curry Bliss began with a simple yet innovative concept: to bring the rich and diverse flavors of India to the world of fast food, without compromising on quality or taste. Our founder, a culinary enthusiast with a passion for noodles, saw an opportunity to infuse traditional Indian spices into a convenient, ready-to-eat format. Thus, Curry Bliss was born, offering a unique twist on instant noodles, served in eco-friendly plastic cups. Behind every cup of Curry Bliss noodles is a team of 48 dedicated employees. From chefs who meticulously blend spices to achieve the perfect flavor profile, to the customer service staff who ensure every interaction is a pleasant one, our team is the backbone of our success. Each member brings their unique skills and passion to the table, working together to create an unforgettable dining experience for our customers. At Curry Bliss, we believe in more than just serving great food. We are committed to sustainability and ethical practices, ensuring that our packaging is as environmentally friendly as possible. Our noodles are not just quick and delicious; they are a guilt-free indulgence in more ways than one. Situated in the bustling city of Mumbai, our headquarters in Kunchi Kurve Nagar, Kalina, Santacruz East, is where all the magic happens. This strategic location allows us to source the freshest ingredients and stay connected with our vibrant community. Experience the blissful combination of convenience, taste, and quality with Curry Bliss. Whether you're in need of a quick lunch or a flavorful snack, our noodles are designed to satisfy your cravings in just minutes. Visit us or get in touch to learn more about our offerings and what makes Curry Bliss a leader in the fast-food industry. Contact Us ! currybliss@gmail.com Curry Bliss Home About Contacts Privacy Policy Terms of Use © 2024 Curry Bliss All Rights Reserved.",
    "index": "Curry Bliss | Gourmet noodles, quick prep, rich taste. Curry Bliss Home About Contacts Home About Contacts Quick Noodles A Perfect Combination Of Flavors To Satisfy Your Cravings Ask Questions ? Our Products Curry Noodles Frenzy! Get ready to slurp up our latest recipes! 50% off on selected items Get 50% off on selected items in our store. Limited time offer! Shop Now Free shipping on orders over ﹩50 Enjoy free shipping on all orders over ﹩50. Don't miss out! Shop Now Buy one, get one free! Buy one item and get another one for free. Shop Now WHY CHOOSE US? FLAVORFUL Our noodles are crafted with a blend of authentic Indian spices to bring you an unforgettable taste experience. STAY SATISFIED Staying satisfied is not just about eating; it's about enjoying every bite. Our noodles are designed to provide maximum flavor and satisfaction. QUALITY INGREDIENTS Choosing quality ingredients means opting for products that are free from artificial additives and preservatives. Our Products Classic Curry Noodles Tangy Tomato Noodles Spicy Chicken Noodles Vegetable Delight Noodles Vegetable Spicy Noodles Vegetable Sweet Noodles Contact Us We are here to help you with any questions or concerns you may have. Please don't hesitate to reach out to us through any of the following methods: I agree to the privacy policy Send Message Our Contact Information : Email: currybliss@gmail.com Phone: +91-437-6798964 india Address:Kunchi Kurve Nagar, Kalina, Santacruz East, Mumbai, Maharashtra, India Office Hours Monday - Friday: 8-30:00 AM - 5:30 PM Saturday: 9:00 AM - 1:00 PM Sunday: Closed Customer Reviews Priya Sharma \"The noodles from this store are fantastic! Fresh, delicious, and I love the authentic flavors.\" Raj Patel \"I was pleasantly surprised by the quality of the noodles. They taste great and I feel good about my purchase.\" Ananya Singh \"Amazing variety of products! The noodles are always fresh and flavorful.\" Meera Das \"I highly recommend their noodles. They are not only tasty but also bring a piece of India to my table.\" Arjun Mehta \"Top-notch noodles! I appreciate the commitment to quality and the taste is excellent.\" Rohan Gupta \"The noodles here are a game-changer. Fresh, healthy, and delicious - it's a win-win!\" Curry Bliss Home About Contacts Privacy Policy Terms of Use © 2024 Curry Bliss All Rights Reserved.",
    "privacy": "Curry Bliss Privacy Policy | Secure & Private Curry Bliss Home About Contacts Home About Contacts Privacy Policy Last updated: June 17, 2024 At Curry Bliss, accessible from www.currybliss.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Curry Bliss and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us at currybliss@gmail.com. Information We Collect The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information. If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide. How We Use Your Information We use the information we collect in various ways, including to: Provide, operate, and maintain our website Improve, personalize, and expand our website Understand and analyze how you use our website Develop new products, services, features, and functionality Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes Send you emails Third Party Privacy Policies Curry Bliss's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party servers for more detailed information. Privacy Policy Changes Although most changes are likely to be minor, Curry Bliss may change its Privacy Policy from time to time, and in Curry Bliss's sole discretion. Curry Bliss encourages visitors to frequently check this page for any changes to its Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us at currybliss@gmail.com. Curry Bliss Home About Contacts Privacy Policy Terms of Use © 2024 Curry Bliss All Rights Reserved.",
    "terms": "Curry Bliss Company | Official Terms & Conditions. Curry Bliss Home About Contacts Home About Contacts Terms and Conditions Welcome to Curry Bliss! These terms and conditions outline the rules and regulations for the use of Curry Bliss's Website, located at our site. Introduction By accessing this website we assume you accept these terms and conditions. Do not continue to use Curry Bliss if you do not agree to take all of the terms and conditions stated on this page. License Unless otherwise stated, Curry Bliss and/or its licensors own the intellectual property rights for all material on Curry Bliss. All intellectual property rights are reserved. You may access this from Curry Bliss for your own personal use subjected to restrictions set in these terms and conditions. User Comments This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Curry Bliss does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Curry Bliss, its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. Content Liability We shall not be held responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Contact Us If you have any questions about our Terms and Conditions, please contact us at: currybliss@gmail.com. Curry Bliss Home About Contacts Privacy Policy Terms of Use © 2024 Curry Bliss All Rights Reserved.",
    "thanks": "Thank You for Choosing Our Curry Bliss company. Join us ! Thank You for Choosing Curry Bliss Your support means the world to us! We're thrilled that you've decided to embark on a culinary journey with Curry Bliss. Our team is dedicated to bringing you the most authentic and delicious curry dishes, crafted with love and the finest ingredients. We believe that good food brings people together, and we're excited to be a part of your dining experiences. Whether it's a cozy meal at home or a special celebration, Curry Bliss is here to add a touch of warmth and flavor to your table. Stay tuned for upcoming specials and new additions to our menu. We're always exploring new recipes and flavors to delight your palate. Thank you once again for choosing us. We look forward to serving you many more times in the future! Go back Home"
  },
  "date": "2024-06-18T08:42:39.581Z"
}