{
  "name": "New_8_toastnook",
  "pages": {
    "privacy-policy": "ToastNook - Política de Privacidade e Proteção de Dados Pessoais ToastNook Localização Av. T-9, 3874 - Vila Bela, Goiânia - GO, 74310-320, Brasil Telefone +55-11-3004-2222 E-mail toastnook@gmail.com ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Política de Privacidade Informações que Coletamos A ToastNook coleta vários tipos de informações para diversos propósitos, visando fornecer e melhorar nosso serviço para você. Dados Pessoais Ao utilizar nosso Serviço, podemos pedir que você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá-lo ou identificá-lo (\"Dados Pessoais\"). Informações de identificação pessoal podem incluir, mas não estão limitadas a: Endereço de e-mail Nome e sobrenome Número de telefone Endereço, Estado, Província, CEP, Cidade Cookies e Dados de Uso Dados de Uso Também podemos coletar informações sobre como o Serviço é acessado e usado (\"Dados de Uso\"). Estes Dados de Uso podem incluir informações como o endereço de Protocolo de Internet do seu computador (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso Serviço que você visita, a hora e data de sua visita, o tempo gasto nessas páginas, identificadores exclusivos de dispositivos e outros dados de diagnóstico. Rastreamento e Dados de Cookies Usamos cookies e tecnologias de rastreamento semelhantes para rastrear a atividade no nosso Serviço e manter certas informações. Cookies são arquivos com pequena quantidade de dados que podem incluir um identificador único anônimo. Os cookies são enviados para o seu navegador a partir de um site e armazenados no seu dispositivo. As tecnologias de rastreamento também usadas são beacons, tags e scripts para coletar e rastrear informações e para melhorar e analisar nosso Serviço. Você pode instruir seu navegador a recusar todos os cookies ou a indicar quando um cookie está sendo enviado. No entanto, se você não aceitar cookies, pode não conseguir usar algumas partes do nosso Serviço. Exemplos de Cookies que Usamos Cookies de Sessão. Usamos Cookies de Sessão para operar nosso Serviço. Cookies de Preferências. Usamos Cookies de Preferências para lembrar suas preferências e várias configurações. Cookies de Segurança. Usamos Cookies de Segurança para fins de segurança. Direito de Acesso Você tem o direito de acessar suas informações pessoais que mantemos sobre você, e de solicitar informações sobre como essas informações são usadas. Você pode solicitar uma cópia das informações pessoais que temos sobre você, sem nenhum custo. Direito à Retificação Você tem o direito de corrigir suas informações pessoais se elas forem imprecisas ou incompletas. Você pode solicitar a retificação de suas informações pessoais entrando em contato conosco. Direito de Restrição de Processamento Você tem o direito de solicitar a restrição do processamento de suas informações pessoais. Isso significa que podemos armazenar os dados, mas não usá-los nem processá-los. Direito à Portabilidade dos Dados Você tem o direito de solicitar a transferência de suas informações pessoais para outra organização ou diretamente para você, sob certas condições. Direito de Oposição Você tem o direito de se opor ao processamento de suas informações pessoais quando estivermos baseados em um interesse legítimo, incluindo a criação de perfis. Você pode se opor ao marketing direto a qualquer momento, sem necessidade de justificativa. Tipos de Cookies que Usamos Cookies Essenciais: Estes cookies são necessários para que o site funcione corretamente. Eles permitem que você navegue pelo site e use nossas funcionalidades. Cookies de Desempenho: Estes cookies nos permitem entender como os visitantes interagem com nosso site, fornecendo informações sobre as áreas visitadas, o tempo gasto no site, e quaisquer problemas encontrados, como mensagens de erro. Cookies de Funcionalidade: Estes cookies permitem que nosso site se lembre de escolhas que você faz (como seu nome de usuário, idioma ou região) e fornecem funcionalidades aprimoradas e personalizadas. Cookies de Publicidade: Estes cookies são usados para fornecer anúncios mais relevantes para você e seus interesses. Eles também são usados para limitar o número de vezes que você vê um anúncio e para ajudar a medir a eficácia das campanhas publicitárias. Retenção de Dados A ToastNook reterá seus Dados Pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e usaremos seus Dados Pessoais na medida do necessário para cumprir nossas obrigações legais, resolver disputas e fazer cumprir nossos acordos e políticas. Transferências Internacionais de Dados Podemos transferir suas informações pessoais para países fora do Espaço Econômico Europeu (EEE). Quando fazemos isso, garantimos que haja um nível adequado de proteção para os dados, de acordo com as leis de proteção de dados aplicáveis. Bases Legais para Processamento de Dados Pessoais Processamos seus Dados Pessoais com base em várias bases legais, dependendo da natureza da informação e do contexto do processamento. Estas bases incluem: Seu consentimento Execução de um contrato Conformidade com uma obrigação legal Interesses legítimos perseguidos por nós ou por um terceiro, desde que tais interesses não prevaleçam sobre seus direitos e liberdades fundamentais. Contate-Nos Se você tiver quaisquer perguntas sobre esta Política de Privacidade, por favor, entre em contato conosco: Por e-mail: toastnook@gmail.com Obrigado por ler nossa Política de Privacidade. Sua privacidade é de extrema importância para nós, e estamos comprometidos em protegê-la. ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Isenção de responsabilidade Política de Privacidade Termos de uso",
    "services": "ToastNook - Serviços Premium para Melhorar Sua Experiência de Compra ToastNook Localização Av. T-9, 3874 - Vila Bela, Goiânia - GO, 74310-320, Brasil Telefone +55-11-3004-2222 E-mail toastnook@gmail.com ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Nossos Serviços Descubra como a ToastNook pode tornar sua experiência de compra ainda mais especial. Oferecemos uma variedade de serviços para garantir que você aproveite ao máximo sua tostadeira. Entrega Rápidae Segura Nós priorizamos a entrega rápida e segura de sua tostadeira, para que você possa começar a desfrutar de suas torradas perfeitas o mais breve possível. Instalação e Configuração Oferecemos serviços de instalação profissional para garantir que sua tostadeira funcione perfeitamente desde o primeiro uso. Suporte ao Cliente 24/7 Nosso suporte ao cliente está disponível 24 horas por dia, 7 dias por semana, para responder suas perguntas e resolver quaisquer problemas que possam surgir. Garantia Estendida Proporcionamos uma garantia estendida para sua paz de espírito, assegurando que sua tostadeira esteja coberta por mais tempo contra defeitos e problemas. Serviços Premium da ToastNook Garantimos uma Experiência de Compra Sem Preocupações Na ToastNook, não oferecemos apenas produtos excepcionais, mas também serviços que garantem sua satisfação total. Desde a entrega rápida até o suporte especializado, estamos aqui para tornar sua jornada conosco tranquila e prazerosa. Serviços Adicionais Entrega Expressa Desfrute da conveniência da entrega rápida e eficiente, para que sua nova tostadeira chegue até você em tempo recorde. Montagem Profissional Contrate nosso serviço de montagem profissional para garantir que sua tostadeira seja instalada corretamente e pronta para uso imediato. Suporte Técnico Especializado Nossa equipe de suporte técnico está disponível para ajudar com qualquer dúvida ou problema que você possa ter com sua tostadeira. Treinamento Personalizado Oferecemos treinamento personalizado para que você possa aproveitar ao máximo todos os recursos e funcionalidades de sua nova tostadeira. 10,000+ Clientes Satisfeitos 500+ Modelos Disponíveis 24/7 Suporte ao Cliente ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Isenção de responsabilidade Política de Privacidade Termos de uso Utilizamos cookies para lhe proporcionar a melhor experiência em nosso site. Isto inclui cookies necessários para o funcionamento do site, bem como cookies utilizados para análises e conteúdo personalizado. Ao continuar a utilizar o nosso site, você concorda com o uso de todos os cookies. Você pode saber mais sobre como usamos cookies e alterar suas preferências a qualquer momento em nosso Política de Cookies. Ao clicar em “Aceitar”, você concorda com nossos termos de uso de cookies. Aceitar",
    "terms-conditions": "ToastNook - Termos de Uso e Condições do Serviço ToastNook Localização Av. T-9, 3874 - Vila Bela, Goiânia - GO, 74310-320, Brasil Telefone +55-11-3004-2222 E-mail toastnook@gmail.com ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Termos de uso Resolução de Conflitos Entendemos que podem surgir desentendimentos ou disputas. Se surgir algum problema ou disputa entre você e a ToastNook relacionado ao uso do nosso site ou produtos, faremos o possível para resolver de maneira justa e amigável. Recomendamos que entre em contato conosco diretamente através do nosso e-mail de suporte ao cliente antes de tomar qualquer outra medida legal. Comentários e Sugestões Valorizamos seus comentários e sugestões sobre nosso site, produtos e serviços. Se você tiver algum feedback para compartilhar conosco, não hesite em nos contatar através do e-mail fornecido. Atualizações do Site Nos esforçamos para manter nosso site atualizado e funcionando corretamente. No entanto, não podemos garantir que o site estará livre de interrupções ou erros. Reservamo-nos o direito de fazer alterações ou atualizações no site a qualquer momento, sem aviso prévio. Encerramento da Conta Você pode encerrar sua conta conosco a qualquer momento, mediante solicitação por escrito. Reservamo-nos o direito de encerrar ou suspender sua conta se acreditarmos que você violou estes Termos ou se o encerramento for necessário por motivos legais. Sobrevivência As seções sobre Propriedade Intelectual, Limitação de Responsabilidade, Indenização, Lei Aplicável e Disposições Gerais sobreviverão ao término ou encerramento destes Termos, mantendo sua plena vigência. Agradecimentos Agradecemos por ler nossos Termos de Uso. Esperamos que sua experiência com o ToastNook seja positiva e que nossos produtos e serviços atendam às suas expectativas. Segurança da Informação Estamos comprometidos em proteger a segurança das informações dos nossos usuários. Implementamos medidas técnicas e organizacionais adequadas para proteger suas informações contra acesso não autorizado, divulgação, alteração ou destruição não autorizada. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de sites de terceiros e não somos responsáveis por eles. Recomendamos que você revise os termos e políticas desses sites antes de fornecer qualquer informação ou realizar qualquer transação com eles. Consentimento Ao utilizar nosso site, você consente com estes Termos de Uso e concorda em cumprir com todas as leis e regulamentos aplicáveis. Notificações Podemos enviar notificações sobre o site, seus pedidos ou estas condições, principalmente por e-mail. É importante que você mantenha seu endereço de e-mail atualizado. Interpretação Se qualquer parte destes Termos de Uso for considerada inválida ou inexequível, a parte restante permanecerá em pleno vigor e efeito. A interpretação destes Termos deve ser feita de acordo com a sua redação, e quaisquer dúvidas devem ser resolvidas de acordo com o contexto e propósito destes Termos de Uso. Cumprimento das Leis Você concorda em cumprir todas as leis, regulamentos e códigos aplicáveis ao usar nosso site e serviços, e em não usar nosso site para qualquer finalidade ilegal ou não autorizada. Disposições Finais Estes Termos de Uso constituem o acordo integral entre você e a ToastNook em relação ao uso do nosso site e serviços, substituindo quaisquer acordos anteriores ou contemporâneos, escritos ou verbais, relacionados ao mesmo assunto. Alterações nos Termos A ToastNook se reserva o direito de modificar estes Termos de Uso a qualquer momento, a seu critério exclusivo. As modificações entrarão em vigor imediatamente após a publicação no site. Recomendamos que você revise periodicamente os Termos de Uso para estar ciente de quaisquer alterações. Ao continuar a acessar ou usar o site após tais modificações, você concorda em ficar vinculado aos Termos de Uso atualizados. Rescisão Reservamo-nos o direito de rescindir ou suspender seu acesso ao site ToastNook imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Força Maior Não seremos responsáveis por qualquer falha ou atraso no cumprimento de nossas obrigações sob estes Termos de Uso se tal falha ou atraso for causado por circunstâncias além do nosso controle razoável, incluindo, mas não se limitando a atos de Deus, guerra, terrorismo, distúrbios civis, incêndios, inundações, greves ou falta de transporte. Integridade do Acordo Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível por um tribunal de jurisdição competente, as partes concordam que o tribunal deve esforçar-se para dar efeito às intenções das partes refletidas na disposição, e as outras disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Contato Para entrar em contato conosco para quaisquer questões relacionadas a estes Termos de Uso, por favor, envie um e-mail para toastnook@gmail.com. A ToastNook reserva-se o direito de modificar estes Termos de Uso a qualquer momento. Quaisquer alterações serão publicadas nesta página. Por favor, verifique periodicamente para se manter informado sobre as atualizações. ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Isenção de responsabilidade Política de Privacidade Termos de uso",
    "thanks": "ToastNook - Obrigado pela Sua Compra! Apreciamos a Sua Preferência Obrigado pela sua mensagem! Apreciamos o tempo que você dedicou para entrar em contato conosco. Sua opinião é muito importante para nós. Nossa equipe está sempre atenta aos comentários e sugestões de nossos usuários para tornar o ToastNook ainda melhor. Entraremos em contato com você em breve. Fique à vontade para explorar nosso site enquanto isso. Voltar para a página inicial",
    "disclaimer": "ToastNook - Aviso Legal e Informações Importantes para Nossos Clientes ToastNook Localização Av. T-9, 3874 - Vila Bela, Goiânia - GO, 74310-320, Brasil Telefone +55-11-3004-2222 E-mail toastnook@gmail.com ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Isenção de responsabilidade Informações Gerais O ToastNook é um site dedicado à venda de tóstores de alta qualidade. Nosso objetivo é fornecer informações precisas e atualizadas sobre nossos produtos, incluindo descrições, preços e disponibilidade. No entanto, não garantimos que todas as informações sejam completas, precisas ou atualizadas em todos os momentos. Alterações podem ser feitas a qualquer momento, sem aviso prévio. Produtos e Serviços Todos os produtos vendidos no ToastNook são novos e cobertos por garantias do fabricante, conforme aplicável. As imagens dos produtos são meramente ilustrativas e podem não refletir com precisão as cores, tamanhos ou outras características dos itens recebidos. Recomendamos que os clientes leiam atentamente as descrições dos produtos e verifiquem as especificações antes de fazer uma compra. Política de Cookies Utilizamos cookies para melhorar a experiência do usuário em nosso site. Cookies são pequenos arquivos de texto armazenados no seu dispositivo que nos ajudam a lembrar de suas preferências e a entender como você interage com nosso site. Você pode ajustar as configurações de cookies no seu navegador a qualquer momento, mas isso pode afetar a funcionalidade do site. Para mais informações, consulte nossa Política de Cookies. Uso Aceitável Você concorda em usar o site ToastNook apenas para fins legais e de acordo com este aviso legal. Você não deve usar nosso site de maneira que possa danificar, desativar, sobrecarregar ou prejudicar qualquer servidor do ToastNook, ou as redes conectadas a qualquer servidor do ToastNook. Você também concorda em não tentar obter acesso não autorizado a qualquer parte do nosso site ou a informações de outros clientes. Resolução de Disputas Quaisquer disputas relacionadas ao uso do site ToastNook ou às compras feitas através dele serão regidas e interpretadas de acordo com as leis locais aplicáveis, sem considerar conflitos de princípios legais. Caso surja uma disputa, tentaremos resolvê-la de forma amigável e eficiente. Se não for possível uma resolução amigável, a disputa será submetida à jurisdição exclusiva dos tribunais competentes. Isenção de Garantias Embora nos esforcemos para fornecer um site seguro e sem erros, o ToastNook não garante que o site estará livre de interrupções, erros, vírus ou outros componentes prejudiciais. Todos os materiais e serviços fornecidos através do site são fornecidos \"como estão\" e \"conforme disponíveis\", sem garantias de qualquer tipo, expressas ou implícitas. Comentários e Feedback Valorizamos os comentários e feedback de nossos clientes. Se você deseja compartilhar sua experiência ou tem sugestões sobre como podemos melhorar nossos serviços, por favor, entre em contato conosco. Estamos sempre procurando maneiras de aprimorar a experiência do usuário no ToastNook. Termos e Condições Adicionais Além deste aviso legal, o uso do site ToastNook está sujeito aos nossos Termos e Condições, que detalham as responsabilidades e direitos dos usuários e do ToastNook em relação às transações comerciais e ao uso do site. Recomendamos que você leia atentamente esses termos para compreender completamente as condições de uso. Propriedade do Conteúdo Enviado Qualquer conteúdo enviado por você ao ToastNook, incluindo, mas não limitado a, feedback, sugestões, ideias ou outros envios, torna-se propriedade exclusiva do ToastNook. Nós nos reservamos o direito de usar, reproduzir, modificar e distribuir qualquer conteúdo enviado sem qualquer obrigação de compensação ou reconhecimento ao remetente. Indenização Você concorda em indenizar e isentar o ToastNook, seus diretores, funcionários, agentes e afiliados de qualquer reivindicação, perda, responsabilidade, demanda, danos, custos e despesas, incluindo honorários advocatícios, decorrentes de ou relacionados ao seu uso do site, violação deste aviso legal, ou violação de quaisquer direitos de terceiros. Dados de Pagamento O ToastNook utiliza provedores de serviços de pagamento terceirizados para processar transações financeiras. Não armazenamos informações de cartões de crédito ou débito em nossos servidores. As informações de pagamento são transmitidas de forma segura usando tecnologia de criptografia padrão da indústria. Se você tiver qualquer dúvida sobre suas transações financeiras, entre em contato com o provedor de pagamento diretamente. Contato Se você tiver dúvidas ou preocupações sobre este aviso legal, nossas políticas ou qualquer outro aspecto do nosso site, entre em contato conosco pelo e-mail abaixo. Estamos comprometidos em fornecer um atendimento ao cliente excepcional e responderemos o mais rápido possível. E-mail de Contato: toastnook@gmail.com Agradecemos por escolher o ToastNook para suas necessidades de tóstores. Estamos empenhados em fornecer produtos de qualidade e um excelente serviço ao cliente. ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Isenção de responsabilidade Política de Privacidade Termos de uso",
    "index": "ToastNook - Descubra a Melhor Seleção de Tostadeiras para Sua Cozinha ToastNook Localização Av. T-9, 3874 - Vila Bela, Goiânia - GO, 74310-320, Brasil Telefone +55-11-3004-2222 E-mail toastnook@gmail.com ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Zona de Torradas Perfeitas Seja bem-vindo à ToastNook, onde cada torrada é uma obra-prima. Nós oferecemos uma seleção imbatível de tostadeiras que transformam o seu café da manhã em um momento de puro prazer. Descubra a nossa variedade de modelos modernos e funcionais, projetados para atender às suas necessidades diárias com estilo e eficiência. Transforme cada fatia em uma experiência perfeita com ToastNook! Descubra Nossas Ofertas Especiais Explore as ofertas exclusivas da ToastNook e encontre a tostadeira ideal para o seu lar. Cada modelo é cuidadosamente selecionado para garantir qualidade, durabilidade e desempenho superior. Não perca a chance de transformar suas manhãs com nossas promoções imperdíveis! Modelos Modernos Escolha entre uma variedade de tostadeiras modernas que combinam estilo e funcionalidade para atender às suas necessidades diárias. Alta Performance Descubra tostadeiras que garantem torradas perfeitamente crocantes e uniformemente douradas, proporcionando uma experiência de café da manhã excepcional. Design Elegante Encontre designs elegantes que complementam sua cozinha, elevando o estilo e a praticidade no preparo das suas refeições matinais. Facilidade de Compra Explore Nossas Opções de Pagamento Encontre a tostadeira perfeita sem preocupações financeiras. Oferecemos várias opções de pagamento para tornar sua compra simples e conveniente. Entrega Rápida e Segura Receba seu pedido com rapidez e segurança. Garantimos uma entrega eficiente para que você desfrute das suas torradas perfeitas o mais rápido possível. Suporte ao Cliente Estamos aqui para ajudar! Nossa equipe de suporte ao cliente está disponível para responder suas perguntas e garantir sua total satisfação com a ToastNook. Inovação e Qualidade Garantia de Qualidade ToastNook Na ToastNook, estamos comprometidos em oferecer produtos de alta qualidade que tornam seu café da manhã mais prazeroso e conveniente. Nossas tostadeiras são projetadas com as últimas inovações para garantir desempenho superior e durabilidade excepcional. Design Moderno e Funcional: Nossas tostadeiras combinam estilo e funcionalidade para um desempenho otimizado. Materiais Premium: Utilizamos materiais de alta qualidade para garantir durabilidade e segurança. Facilidade de Limpeza: Projetadas para facilitar a limpeza e manutenção diárias. Nosso Compromisso com Você Na ToastNook, nosso compromisso vai além de simplesmente vender tostadeiras. Estamos dedicados a proporcionar uma experiência de compra excepcional e garantir sua total satisfação. 01. Atendimento Personalizado Nossa equipe está aqui para ajudar a encontrar a tostadeira perfeita para suas necessidades. Oferecemos orientação especializada para garantir que você faça a escolha certa. 02. Garantia de Satisfação Estamos tão confiantes na qualidade de nossos produtos que oferecemos uma garantia de satisfação. Se não estiver completamente satisfeito, faremos o necessário para resolver qualquer problema. 03. Envio Seguro e Rápido Desfrute de uma entrega rápida e segura para que você receba sua tostadeira sem preocupações. Garantimos que seu pedido chegue intacto e dentro do prazo estipulado. Escolha a Sua ToastNook Explore Nossa Seleção de Tostadeiras Descubra uma variedade de modelos e estilos para encontrar a tostadeira perfeita que se adapta ao seu espaço e necessidades diárias. Design Moderno e Funcional Encontre tostadeiras com designs elegantes que complementam sua cozinha e oferecem funcionalidades avançadas para torradas perfeitamente crocantes. Facilidade de Uso Nossas tostadeiras são projetadas para serem fáceis de usar, desde ajustes simples de temperatura até configurações personalizadas para diferentes tipos de pães. Durabilidade e Qualidade Garantimos que cada tostadeira da ToastNook é construída com materiais duráveis e de alta qualidade, proporcionando anos de serviço confiável e eficiente. Explore Nossos Produtos em Destaque Tostadeira Digital Touchscreen Desfrute de torradas perfeitamente ajustadas com esta tostadeira de alta tecnologia. Equipada com touchscreen intuitivo para controle preciso da temperatura. R$ 299,99 Peça agora Tostadeira Compacta de Aço Inoxidável Ideal para cozinhas pequenas, esta tostadeira compacta oferece desempenho confiável e um design elegante em aço inoxidável. R$ 179,90 Peça agora Tostadeira 4 Fatias Perfeita para famílias, esta tostadeira espaçosa pode torrar até 4 fatias de pão ao mesmo tempo, com ajustes de temperatura para todos os gostos. R$ 249,50 Peça agora Tostadeira Multifuncional com Grill Transforme suas torradas em refeições completas com esta tostadeira multifuncional, que também funciona como grill para sanduíches e carnes. R$ 349,00 Peça agora Tostadeira Vintage em Estilo Retrô Adicione um toque de nostalgia à sua cozinha com esta tostadeira em estilo retrô, que combina charme vintage com funcionalidade moderna. R$ 199,99 Peça agora Escreva para nós Aceito a Política de Privacidade Envie uma mensagem Fale Conosco Fale Conosco Entre em Contato com a ToastNook Av. T-9, 3874 - Vila Bela, Goiânia - GO, 74310-320, Brasil +55-11-3004-2222 toastnook@gmail.com ToastNook Lar Ofertas Serviços Compra fácil Qualidade Passivos Isenção de responsabilidade Política de Privacidade Termos de uso Utilizamos cookies para lhe proporcionar a melhor experiência em nosso site. Isto inclui cookies necessários para o funcionamento do site, bem como cookies utilizados para análises e conteúdo personalizado. Ao continuar a utilizar o nosso site, você concorda com o uso de todos os cookies. Você pode saber mais sobre como usamos cookies e alterar suas preferências a qualquer momento em nosso Política de Cookies. Ao clicar em “Aceitar”, você concorda com nossos termos de uso de cookies. Aceitar"
  },
  "date": "2024-06-16T19:38:28.914Z"
}