{
  "name": "New_v9_fitstrong",
  "pages": {
    "index": "FitStrong - Gym for Health and Strength About Us Reviews Tariffs Terms Privacy Sign up Why Our Gym Workouts Are Exactly What You Need By visiting our gym, you'll discover a unique world of opportunities for taking care of your health and fitness. We offer state-of-the-art equipment, professional trainers, and a friendly atmosphere that inspires you to achieve your fitness goals. Regardless of your fitness level or objectives, you'll find the perfect conditions for effective workouts with us. Join our community today! Our Commitment to Your Wellness Journey Welcome to our gym, where we're dedicated to supporting you every step of the way on your wellness journey. We understand that achieving your fitness goals is more than just lifting weights or running on a treadmill—it's about feeling empowered and living your best life. That's why we offer not only top-of-the-line equipment and expert trainers but also a holistic approach to wellness. From nutrition counseling to mindfulness workshops, we provide the tools and resources you need to nourish your body, mind, and soul. Our community is built on inclusivity, support, and encouragement. Whether you're a seasoned athlete or new to fitness, you'll find a welcoming environment where everyone is celebrated for their unique journey. Join us today and embark on a wellness journey that goes beyond the gym walls. Together, we'll help you unlock your full potential and live a healthier, happier life. Send tariffs Welcome to Our Gym - Where Fitness Meets Fun! At our gym, we're passionate about helping you achieve your fitness goals while having a great time. Our state-of-the-art facilities offer everything you need for a rewarding workout experience. We pride ourselves on our friendly and knowledgeable staff who are always ready to assist you on your fitness journey. Whether you're a beginner or a seasoned athlete, we provide personalized support and guidance to ensure you get the most out of your workouts. With a wide range of equipment, including cardio machines, weightlifting stations, and group fitness classes, there's something for everyone at our gym. Plus, our clean and welcoming environment makes you feel right at home from the moment you walk through the door. Join us today and discover why our gym is the perfect place to reach your fitness goals, make new friends, and have fun along the way! Our reviews Michael Johnson This gym has changed my life! The trainers are amazing—they push me to my limits while still being supportive and encouraging. The variety of classes keeps me motivated and engaged, and I've never felt stronger or healthier. I can't recommend this place enough! Emily Davis Joining this gym was the best decision I ever made. The atmosphere is so positive and uplifting, and I've made some incredible friends here. The classes are challenging but fun, and I always leave feeling energized and accomplished. It's like a second home to me! Daniel Roberts I've been a member of this gym for years, and it just keeps getting better. The equipment is always well-maintained, and the staff goes above and beyond to make sure everyone feels welcome and supported. It's more than just a gym—it's a community of like-minded individuals striving for a healthier lifestyle. Sophia Thompson Amazing gym with an amazing atmosphere! The trainers are knowledgeable and passionate about what they do, and it really shows. Whether you're a beginner or a seasoned athlete, there's something for everyone here. I've never felt more motivated to work out! Samantha Smith I absolutely love this gym! The staff is incredibly friendly and helpful, and the facilities are top-notch. Every time I walk in, I feel motivated to push myself further and reach new fitness goals. Thank you for creating such a welcoming environment! Our tariffs Economy Our Economy package is perfect for those who are just starting their fitness journey. With access to basic gym amenities and equipment, you'll have everything you need to kickstart your path to a healthier lifestyle. Starting at $1000 Basic Upgrade to our Basic package for enhanced features and amenities. Enjoy access to a wider range of equipment, group fitness classes, and personalized training sessions to help you achieve your fitness goals faster. Starting at $1499 Premium Experience the ultimate in fitness luxury with our Premium package. Get exclusive access to VIP facilities, advanced training programs, nutritional guidance, and priority booking for classes and sessions. Elevate your fitness experience with Premium. Starting at $1999 Contacts Phone: +91-324-7592641 Email: fitstrong@gmail.com Address: GF, M-12, Kherapati Colony, Phool Bagh, Lashkar, Gwalior, Madhya Pradesh 474002, India Sign Up for Your First Trial Session Ready to take the first step towards a healthier you? Fill out the form below to schedule your complimentary trial session and experience all that we have to offer. I accept Privacy policy GF, M-12, Kherapati Colony, Phool Bagh, Lashkar, Gwalior, Madhya Pradesh 474002, India +91-324-7592641 fitstrong@gmail.com",
    "privacy": "Privacy Policy - FitStrong About Us Reviews Tariffs Terms Privacy Sign up Privacy Policy This Privacy Policy describes our policies and procedures regarding the collection, use, and disclosure of your information when you use our service. It also informs you about your privacy rights and how the law protects you. Interpretation and Definitions Interpretation Words with initial capitalization have meanings defined under specific conditions. The following definitions shall have the same meaning regardless of whether they appear in the singular or plural. Definitions Account: A unique account created for you to access our service or parts of our service. Affiliate: An entity that controls, is controlled by, or is under common control with us. \"Control\" means ownership of 50% or more of the shares, equity interest, or other securities entitled to vote for the election of directors or other managing authority. Company: Refers to HeadlightsShiny. Device: Any device that can access the service, such as a computer, cellphone, or digital tablet. Personal Data: Any information that relates to an identified or identifiable individual. Service: Refers to the website. Service Provider: Any natural or legal person who processes data on behalf of the company. It refers to third-party companies or individuals employed by us to facilitate the service, provide the service on our behalf, perform services related to the service, or assist us in analyzing how the service is used. Usage Data: Data collected automatically, either generated by the use of the service or from the service infrastructure itself (e.g., duration of a page visit). You: The individual accessing or using the service, or the company or other legal entity on behalf of which such individual is accessing or using the service, as applicable. Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: fitstrong@gmail.com\" GF, M-12, Kherapati Colony, Phool Bagh, Lashkar, Gwalior, Madhya Pradesh 474002, India +91-324-7592641 fitstrong@gmail.com",
    "terms": "Terms of Use - FitStrong About Us Reviews Tariffs Terms Privacy Sign up Terms and Conditions Please carefully read these terms and conditions before using our service. Interpretation and Definitions Interpretation Words with initial capitalization have meanings defined under specific conditions. The following definitions shall have the same meaning regardless of whether they appear in the singular or plural. Definitions Affiliate: An entity that controls, is controlled by, or is under common control with a party. \"Control\" means ownership of 50% or more of the shares, equity interest, or other securities entitled to vote for the election of directors or other managing authority. Company: Refers to HeadlightsShiny. Device: Any device that can access the service, such as a computer, cellphone, or digital tablet. Service: Refers to the website. You: The individual accessing or using the service, or the company, or other legal entity on behalf of which such individual is accessing or using the service, as applicable. Acknowledgment These terms and conditions govern the use of this service and the agreement between you and the company. They set out the rights and obligations of all users regarding the use of the service. Your access to and use of the service is conditioned on your acceptance of and compliance with these terms and conditions. They apply to all visitors, users, and others who access or use the service. By accessing or using the service, you agree to be bound by these terms and conditions. If you disagree with any part of these terms and conditions, you may not access the service. You represent that you are over the age of 18. The company does not permit those under 18 to use the service. Your access to and use of the service is also conditioned on your acceptance of and compliance with the privacy policy of the company. Please read it carefully before using the service. Links to Other Websites Our service may contain links to third-party websites or services that are not owned or controlled by the company. The company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that the company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit. Termination We may terminate or suspend your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms and conditions. Upon termination, your right to use the service will cease immediately. Limitation of Liability Notwithstanding any damages that you might incur, the entire liability of the company and any of its suppliers under any provision of these terms and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you through the service or 100 USD if you haven't purchased anything through the service. To the maximum extent permitted by applicable law, in no event shall the company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the service, third-party software and/or third-party hardware used with the service, or otherwise in connection with any provision of these terms), even if the company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The service is provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the company, on its own behalf and on behalf of its affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory, or otherwise, with respect to the service, including all implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement, and warranties that may arise out of the course of dealing, course of performance, usage, or trade practice. Without limitation to the foregoing, the company provides no warranty or undertaking, and makes no representation of any kind that the service will meet your requirements, achieve any intended results, be compatible or work with any other software, applications, systems, or services, operate without interruption, meet any performance or reliability standards, or be error-free, or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the company nor any of its providers makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the service, or the information, content, and materials or products included thereon; (ii) that the service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the service; or (iv) that the service, its servers, the content, or emails sent from or on behalf of the company are free of viruses, scripts, trojan horses, worms, malware, timebombs, or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you. But in such a case, the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the country, excluding its conflicts of law rules, shall govern these terms and your use of the service. Your use of the application may also be subject to other local, state, national, or international laws. Disputes Resolution If you have any concern or dispute about the service, you agree to first try to resolve the dispute informally by contacting the company. Severability and Waiver Severability If any provision of these terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter, nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These terms and conditions may have been translated if we have made them available to you on our service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at our sole discretion, to modify or replace these terms at any time. If a revision is material, we will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, in whole or in part, please stop using the website and the service. Contact Us If you have any questions about these terms and conditions, you can contact us: By email: fitstrong@gmail.com\" GF, M-12, Kherapati Colony, Phool Bagh, Lashkar, Gwalior, Madhya Pradesh 474002, India +91-324-7592641 fitstrong@gmail.com",
    "thanks": "Thanks for reaching out - FitStrong Thank you for choosing our fitness club! Let your first lesson in our gym bring you a lot of pleasure and benefit! Home"
  }
}