{
  "name": "New_v9_FreshSqueeze",
  "pages": {
    "index": "Fresh Squeeze Provider of Natural Health Supplements for Optimal Wellness Fresh Squeeze Home About Contact Home About Contact Refresh Your Day with Our Fresh Juices! Experience the Burst of Natural Flavors Our Juices Shop Fresh Squeeze Organic Juices Customer Reviews Healthy Juice Plans Ask a Question Juice Recipes WHY CHOOSE US? FRESH &amp; NATURAL Our juices are made from fresh, organic fruits and vegetables, ensuring you get the purest and most nutritious drink. STAY HEALTHY Maintaining good health involves regular consumption of fresh juices packed with vitamins and minerals. 100% ORGANIC Our juices are 100% organic, free from artificial additives, preservatives, and GMOs. Contact Us We're here to assist you with any questions or concerns. Feel free to reach out to us through any of the following methods: I agree to the Privacy Policy Send Message Our Contact Information: Email: freshsqueeze@gmail.com Phone: +91-898-8455867 india Address:Mohan Nagar, Nagpur, Maharashtra 440001, India Office Hours Monday - Friday: 9:00 AM - 5:00 PM Saturday: 10:00 AM - 2:00 PM Sunday: Closed OUR JUICES Citrus Chai Delight Mango Masala Bliss HEALTH &amp; WELLNESS Organic Fruit Juices Experience the benefits of organic fruit juices made without harmful pesticides. Eco-Friendly Vegetable Juices Our vegetable juices are not only nutritious but also good for the planet. Local Honey Infusions Support local beekeepers by choosing our honey-infused juices. Sustainable Seafood Juices Promote ocean health with our sustainable seafood juice blends. About Us Welcome to Fresh Squeeze, your trusted source for high-quality, fresh juices. At Fresh Squeeze, we believe in the power of nature and the importance of promoting a healthy lifestyle. Our mission is to provide you with the finest organic juices that not only nourish your body but also support sustainable practices. Founded in the heart of India, Fresh Squeeze is committed to delivering the best of nature’s bounty to your glass. We work closely with local farmers to ensure that our produce is grown and harvested using eco-friendly methods. From farm to bottle, we prioritize quality, sustainability, and the well-being of our customers and the planet. Our range includes a variety of organic fruit and vegetable juices, all carefully crafted to meet the highest standards of quality and taste. At Fresh Squeeze, we are more than just a juice company; we are a movement towards a healthier, greener, and more sustainable future. Customer Reviews Olivia Davis \"The juices from Fresh Squeeze are fantastic! Fresh, delicious, and I love that they are environmentally friendly.\" William Kim \"I was pleasantly surprised by the quality of the juices. They taste great and I feel good about my purchase.\" Ava Thompson \"Amazing variety of organic juices! The flavors are always fresh and vibrant.\" Janet Johnson \"I highly recommend their juices. They are not only tasty but also help reduce my carbon footprint.\" Grace Lee \"Top-notch juices! I appreciate the commitment to sustainability and the quality is excellent.\" Michael Brown \"The juices here are a game-changer. Fresh, healthy, and eco-friendly - it's a win-win!\" Fresh Squeeze Home About Contact Privacy Policy Terms of Service © 2024 Fresh Squeeze All Rights Reserved.",
    "privacy": "Privacy Policy | Fresh Squeeze company Fresh Squeeze Home About Contacts Home About Contacts Introduction Welcome to Fresh Squeeze's Privacy Policy. At Fresh Squeeze (\"we\", \"our\", \"us\"), we are dedicated to protecting your privacy. This policy details how we gather, use, and safeguard your personal information. Information We Collect We collect information to provide better services to all our users. This includes: Personal identification information (name, email address, phone number, etc.). Usage data (pages visited, time spent on the site, etc.). Transaction data (purchase history, payment information, etc.). How We Use Information We use the information we collect in various ways, including to: Provide, operate, and maintain our website. Improve, personalize, and expand our website. Understand and analyze how you use our website. Develop new products, services, features, and functionality. Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes. Send you emails. Process your transactions and manage your orders. Find and prevent fraud. Information Sharing We do not share your personal information with companies, organizations, or individuals outside of Fresh Squeeze except in the following cases: With your consent. For external processing by trusted businesses or persons who process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. For legal reasons, such as to comply with any applicable law, regulation, legal process, or enforceable governmental request. Data Security We strive to use commercially acceptable means to protect your personal information. However, remember that no method of transmission over the Internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Children's Privacy Our website does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us. If we discover that a child under 13 has provided us with personal information, we will delete such information from our servers immediately. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us at: Email: freshsqueeze@gmail.com Fresh Squeeze Home About Contacts Privacy Policy Terms of Service &copy; 2024 Fresh Squeeze All Rights Reserved.",
    "terms": "Terms of Use | Fresh Squeeze company Fresh Squeeze Home About Contacts Home About Contacts Terms and Conditions Welcome to Fresh Squeeze's website. By continuing to browse and use this website, you agree to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Fresh Squeeze's relationship with you in relation to this website. If you disagree with any part of these terms and conditions, please do not use our website. Use of the Website The content of the pages of this website is for your general information and use only. It is subject to change without notice. Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness, or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law. Intellectual Property This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance, and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions. Links to Other Websites From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s). Limitation of Liability To the fullest extent permitted by applicable law, in no event will Fresh Squeeze, its affiliates, or their licensors, service providers, employees, agents, officers, or directors be liable for damages of any kind, under any legal theory, arising out of or in connection with your use, or inability to use, the website, any websites linked to it, any content on the website, or such other websites, including any direct, indirect, special, incidental, consequential, or punitive damages, including but not limited to, personal injury, pain and suffering, emotional distress, loss of revenue, loss of profits, loss of business or anticipated savings, loss of use, loss of goodwill, loss of data, and whether caused by tort (including negligence), breach of contract, or otherwise, even if foreseeable. Governing Law Your use of this website and any dispute arising out of such use of the website is subject to the laws of India. Contact Information If you have any questions about these Terms and Conditions, please contact us at: Email: freshsqueeze@gmail.com Thank you for visiting Fresh Squeeze's website. Fresh Squeeze Home About Contacts Privacy Policy Terms of Service &copy; 2024 Fresh Squeeze All Rights Reserved.",
    "thanks": "Thank You for Choosing Our Fresh Squeeze Thank You for Choosing Fresh Squeeze company We extend our deepest gratitude for choosing our Fresh Squeeze company as your go-to destination for entertainment. Your support and enjoyment of our diverse range of shows and movies drive us to continually provide the best viewing experience possible. Go back Home"
  },
  "date": "2024-06-17T07:17:10.647Z"
}