{
  "name": "New_v9_skirtify",
  "pages": {
    "terms-conditions": "Skirtify - Termos de Uso e Condições de Serviço Skirtify Lar Esteja na moda Ofertas especiais Estilo Coleção atual Termos de uso Ao utilizar o nosso site Skirtify, você concorda em cumprir estes termos de uso. Se você não concordar com alguma das disposições deste acordo, por favor, não utilize o nosso site. Nossa empresa se dedica a fornecer produtos de alta qualidade, incluindo vestidos e saias, para nossos clientes. Todos os nossos produtos são cuidadosamente selecionados e inspecionados antes de serem disponibilizados para venda. No entanto, devido à natureza dos produtos, as cores e os tamanhos podem variar ligeiramente das imagens e descrições apresentadas no site. Ao realizar uma compra em nosso site, você declara e garante que tem pelo menos 18 anos de idade e que possui autoridade legal para realizar a transação. Você também concorda em fornecer informações precisas e completas sobre sua conta e informações de pagamento. Todos os preços dos produtos estão listados em reais brasileiros e incluem impostos aplicáveis. Nós nos reservamos o direito de alterar os preços a qualquer momento, sem aviso prévio. No entanto, os preços cobrados serão os que estiverem em vigor na data da compra. Nós nos esforçamos para garantir que todos os pedidos sejam processados e entregues o mais rápido possível. No entanto, os prazo de entrega podem variar dependendo do local de entrega e da disponibilidade do produto. Não seremos responsáveis por atrasos na entrega causados por força maior ou eventos além de nosso controle. Se você não estiver satisfeito com seu produto, você pode devolvê-lo dentro de 7 dias a partir da data de entrega. O produto deve estar em suas condições originais, com todas as etiquetas e embalagens intactas. Não serão aceitas devoluções de produtos usados ou danificados. Nós nos reservamos o direito de alterar ou modificar estes termos de uso a qualquer momento, sem aviso prévio. A versão mais atualizada deste acordo estará sempre disponível em nosso site. Se você tiver alguma dúvida ou precisar de assistência, por favor, entre em contato conosco através do endereço de e-mail skirtify@gmail.com. Estaremos sempre à disposição para ajudá-lo. Ao utilizar o nosso site, você concorda em liberar Skirtify, seus funcionários, diretores, acionistas e agentes de qualquer responsabilidade por danos ou prejuízos decorrentes do uso do nosso site ou da compra de nossos produtos. Ao utilizar o nosso site, você também concorda em cumprir todas as leis e regulamentos aplicáveis, incluindo as leis de direitos autorais e marcas registradas. Todo o conteúdo do nosso site, incluindo imagens, textos e logotipos, são de propriedade da Skirtify e estão protegidos pelas leis de direitos autorais e marcas registradas. Estes termos de uso constituem um acordo legalmente vinculativo entre você e a Skirtify. Se alguma disposição deste acordo for considerada inválida ou inexecutável, as demais disposições permanecerão em pleno vigor e efeito. Ao utilizar o nosso site, você concorda em resolver quaisquer disputas decorrentes deste acordo ou do uso do nosso site através de negociação ou mediação. Se a disputa não puder ser resolvida por meio desses meios, as partes concordam em submeter a disputa à arbitragem vinculativa. Estes termos de uso são regidos e interpretados de acordo com as leis do Brasil. Qualquer ação ou processo decorrente deste acordo ou do uso do nosso site deverá ser apresentado em um tribunal competente no Brasil. Agradecemos por escolher a Skirtify para suas compras de vestidos e saias. Esperamos que você tenha uma excelente experiência em nosso site!Se você tiver alguma dúvida ou precisar de assistência, por favor, entre em contato conosco através do endereço de e-mail skirtify@gmail.com. Estaremos sempre à disposição para ajudá-lo. Obrigado por ler estes termos de uso. Esperamos que você aproveite nossa seleção de produtos e tenha uma excelente experiência de compra em nosso site! A Skirtify oferece uma ampla variedade de vestidos e saias para todas as ocasiões. Desde vestidos elegantes para eventos formais até saias casuais para o dia a dia, nós temos tudo o que você precisa para se sentir linda e confortável. Nossos produtos são feitos com tecidos de alta qualidade e seguem as últimas tendências da moda. Nossa equipe trabalha incansavelmente para garantir que nossos clientes recebam os melhores produtos e serviços. Nós nos orgulhamos de nossa atenção ao detalhe e de nossa dedicação em atender às necessidades individuais de cada cliente. Se você tiver alguma dúvida ou precisar de ajuda para escolher o produto certo, nossa equipe estará sempre à disposição para ajudá-lo. Nós valorizamos a satisfação de nossos clientes acima de tudo. Por isso, nós oferecemos uma política de devolução justa e fácil. Se você não estiver satisfeito com seu produto, você pode devolvê-lo dentro de 7 dias a partir da data de entrega. Nós faremos tudo o que estiver ao nosso alcance para garantir que você tenha uma experiência de compra positiva e satisfatória. Nós também nos preocupamos com a segurança e a privacidade de nossos clientes. Nós não coletamos nem armazenamos nenhuma informação pessoal sobre nossos clientes, exceto aquelas fornecidas voluntariamente durante o processo de compra. Todas as informações fornecidas são mantidas confidenciais e usadas apenas para processar e entregar os pedidos. Nós nos reservamos o direito de cancelar ou recusar qualquer pedido por qualquer motivo. Nós também nos reservamos o direito de alterar ou descontinuar qualquer produto ou serviço a qualquer momento, sem aviso prévio. Ao utilizar o nosso site, você concorda em cumprir todas as leis e regulamentos aplicáveis, incluindo as leis de direitos autorais e marcas registradas. Todo o conteúdo do nosso site, incluindo imagens, textos e logotipos, são de propriedade da Skirtify e estão protegidos pelas leis de direitos autorais e marcas registradas. Estes termos de uso constituem um acordo legalmente vinculativo entre você e a Skirtify. Se alguma disposição deste acordo for considerada inválida ou inexecutável, as demais disposições permanecerão em pleno vigor e efeito. Ao utilizar o nosso site, você concorda em resolver quaisquer disputas decorrentes deste acordo ou do uso do nosso site através de negociação ou mediação. Se a disputa não puder ser resolvida por meio desses meios, as partes concordam em submeter a disputa à arbitragem vinculativa. Esperamos que você encontre o produto perfeito em nosso site e que tenha uma experiência de compra agradável e satisfatória. Agradecemos pela sua preferência e esperamos vê-lo novamente em breve! Atenciosamente, Equipe Skirtify. skirtify@gmail.com Navegação Lar Esteja na moda Ofertas especiais Estilo Coleção atual Adicionalmente Política de Privacidade Termos de uso Contato endereço R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil e-mail skirtify@gmail.com telefone +55-65-9998-65159",
    "thanks": "Skirtify - página de agradecimento pela mensagem Obrigado pelo seu feedback! Agradecemos profundamente que você tenha dedicado um pouco do seu tempo precioso para compartilhar suas pensamentos com nós. Seu feedback é extremamente valioso para a equipe da Skirtify. Estamos sempre procurando melhorar nossos serviços e sua contribuição nos ajuda a alcançar esse objetivo. Entraremos em contato o mais breve possível, se necessário. Até lá, desejamos que você continue aproveitando nossos serviços. Se você tiver mais perguntas ou comentários, sinta-se à vontade para entrar em contato conosco novamente. Novamente, muito obrigado por se comunicar com a Skirtify. Esperamos ver você em breve! Para principal",
    "index": "Skirtify - Sua Loja Online de Vestidos e Saias - Página Inicial Skirtify Lar Esteja na moda Ofertas especiais Estilo Coleção atual Descubra a Elegância Explore a Coleção Exclusiva de Vestidos e Saias Últimas tendências Últimas Tendências Mantenha-se na Moda com Nossos Últimos Lançamentos Explore nossa coleção mais recente de vestidos e saias, cuidadosamente selecionados para refletir as últimas tendências da moda. De estilos clássicos a peças modernas, temos algo para todos os gostos e ocasiões. Vestidos de Verão Leves Descubra vestidos leves e arejados, perfeitos para os dias ensolarados de verão. Saias Elegantes para o Trabalho Encontre saias elegantes e profissionais que vão do escritório para o happy hour com facilidade. Vestidos de Noite Deslumbrantes Deslumbre em nossa coleção de vestidos de noite, ideais para ocasiões especiais e eventos formais. Saias Casuais para o Dia a Dia Adicione um toque de estilo descontraído ao seu guarda-roupa com nossas saias casuais perfeitas para uso diário. Vestidos Estampados Vibrantes Faça uma declaração de moda com nossos vibrantes vestidos estampados, disponíveis em uma variedade de padrões e cores. Saias Versáteis para Todas as Estações Explore nossa seleção de saias versáteis que podem ser facilmente combinadas com suas peças favoritas durante todas as estações do ano. Ofertas Especiais Não Perca Nossas Promoções Exclusivas Aproveite nossas ofertas especiais em uma ampla variedade de vestidos e saias. Desde descontos sazonais até promoções relâmpago, aqui você encontrará ótimas oportunidades para atualizar seu guarda-roupa com estilo. Desconto de Primavera Economize em nossa coleção de primavera! Descontos imperdíveis em uma seleção de vestidos e saias da temporada. Promoção Relâmpago Corra! Nossa promoção relâmpago está acontecendo agora. Pegue seus vestidos e saias favoritos antes que acabem. Dicas de Estilo Explore nossas dicas de estilo para obter inspiração e orientação sobre como usar nossos vestidos e saias de maneira elegante e versátil. Como Escolher o Vestido Perfeito Descubra dicas úteis para encontrar o vestido que melhor se adapta ao seu tipo de corpo e estilo pessoal. Combinações de Saias e Tops Saiba como combinar saias com tops para criar looks elegantes e coordenados para qualquer ocasião. Acessórios que Complementam Descubra quais acessórios podem elevar instantaneamente seu visual, desde bolsas até joias e lenços. Estilo Casual para o Dia a Dia Receba dicas de estilo sobre como incorporar vestidos e saias em seu guarda-roupa casual diário. Elegância para Ocasiões Especiais Saiba como adicionar um toque de elegância a eventos especiais com nossas sugestões de estilo. Tendências da Moda Atuais Mantenha-se atualizado com as últimas tendências da moda em vestidos e saias com nossas dicas de estilo. Destaques da Coleção Descubra Nossas Peças Favoritas Explore alguns dos nossos itens mais destacados da coleção atual. Essas peças foram cuidadosamente selecionadas por sua elegância, versatilidade e estilo único, tornando-as essenciais para o seu guarda-roupa. Vestido Floral Boho Este vestido floral boho é perfeito para um look descontraído e cheio de estilo. Feito com tecido leve e fluído, é ideal para os dias ensolarados de verão. Saia Plissada Metálica Adicione um toque de glamour ao seu visual com esta saia plissada metálica. Versátil e elegante, esta saia é uma escolha ideal para festas e eventos especiais. Vestido Midi Listrado Este vestido midi listrado é uma opção versátil e atemporal para diversas ocasiões. Combinando conforto e estilo, é perfeito para uso diário ou para uma saída casual com amigos. Entrega Rápida e Confiável Garantimos uma entrega rápida e confiável para que você receba seus novos vestidos e saias no menor tempo possível, sem complicações. Política de Devolução Flexível Oferecemos uma política de devolução flexível para garantir sua total satisfação. Se não estiver completamente satisfeito com sua compra, estamos aqui para ajudar. Atendimento ao Cliente Excepcional Nossa equipe de atendimento ao cliente está disponível para ajudá-lo com qualquer dúvida ou preocupação que você possa ter. Estamos comprometidos em oferecer um serviço excepcional em cada interação. Destaques da Coleção Descubra Nossos Favoritos Explore alguns dos nossos itens mais populares da coleção atual. De vestidos elegantes a saias versáteis, essas peças são perfeitas para adicionar um toque de estilo ao seu guarda-roupa. Vestido Maxi Floral Este deslumbrante vestido maxi apresenta um estampa floral vibrante e um ajuste confortável e elegante. Perfeito para ocasiões especiais ou para um dia casual no parque. R$ 189,99 Ordem Saia Plissada Metálica Adicione um toque de glamour ao seu visual com esta saia plissada metálica. Versátil e elegante, esta saia é uma escolha ideal para festas e eventos. R$ 129,99 Ordem Vestido Bodycon Preto Este vestido bodycon preto é um clássico atemporal que nunca sai de moda. Com um corte elegante e detalhes em renda, é perfeito para uma noite na cidade. R$ 99,99 Ordem Saia Midi Listrada Esta saia midi listrada é uma adição versátil ao seu guarda-roupa. Combinando estilo e conforto, é ideal para uso no trabalho ou em passeios pela cidade. R$ 79,99 Ordem Vestido Camisa Xadrez Este vestido camisa xadrez combina conforto e estilo em uma peça única. Perfeito para um look descontraído de fim de semana ou para um dia de trabalho casual. R$ 149,99 Ordem Entre em Contato Conosco Tem alguma dúvida ou deseja mais informações sobre nossos produtos? Preencha o formulário abaixo e entraremos em contato o mais breve possível. Digite seu nome completo. Insira seu endereço de e-mail válido. Forneça seu número de telefone para que possamos entrar em contato com você. Escolha o assunto da sua mensagem. Escreva sua mensagem ou pergunta aqui. Aceito a Política de Privacidade Envie uma mensagem Navegação Lar Esteja na moda Ofertas especiais Estilo Coleção atual Adicionalmente Política de Privacidade Termos de uso Contato endereço R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil e-mail skirtify@gmail.com telefone +55-65-9998-65159",
    "privacy-policy": "Skirtify - Política de Privacidade e Proteção de Dados Skirtify Lar Esteja na moda Ofertas especiais Estilo Coleção atual Política de Privacidade Bem-vindo(a) ao Skirtify, o seu destino online para a descoberta de uma ampla variedade de saias e vestidos que combinam perfeitamente com o seu estilo pessoal e ocasiões especiais. Este é um aviso importante (Política de Privacidade) relativo ao nosso site, que pretende fornecer-lhe informações claras e transparentes sobre as nossas práticas e políticas. Os nossos produtos são cuidadosamente selecionados e desenhados, tendo em conta as últimas tendências da moda, para assegurar que nossos clientes tenham sempre acesso às melhores opções em termos de qualidade, estilo e preço. No entanto, é importante ter em mente que as imagens dos produtos exibidos no nosso site são apenas para fins ilustrativos e podem não corresponder exatamente ao produto real devido a variações nas cores e texturas resultantes do processo de fotografia e exibição digital. Todos os nossos produtos são sujeitos à disponibilidade de estoque. Embora nos esforcemos para manter o nosso inventário atualizado e preciso, há casos em que um produto pode se esgotar após a sua encomenda. Nestes casos, entraremos em contato consigo o mais brevemente possível para lhe informar sobre a situação e oferecer-lhe opções alternativas ou o reembolso do valor pago. Skirtify não é responsável por quaisquer danos ou prejuízos decorrentes do uso indevido ou inadequado dos nossos produtos. Recomendamos que cuide bem das suas roupas, seguindo as instruções de lavagem e cuidado fornecidas nas etiquetas dos produtos. É importante ressaltar que o nosso site é apenas uma plataforma de comércio eletrônico e não estamos envolvidos na produção ou fabricação dos produtos vendidos. Portanto, não podemos garantir a ausência de erros ou defeitos nos produtos, embora nos esforcemos para trabalhar apenas com fornecedores confiáveis e comprometidos com a qualidade. Não assumimos nenhuma responsabilidade por quaisquer danos ou prejuízos decorrentes do acesso ou uso do nosso site, incluindo, mas não se limitando a, vírus informáticos, falhas de sistema ou interrupções no serviço. Recomendamos que adote as medidas de segurança necessárias para proteger o seu computador e informações pessoais ao navegar na internet. Embora nos esforcemos para fornecer informações precisas e atualizadas sobre nossos produtos e serviços, não podemos garantir a ausência de erros ou imprecisões no nosso site. Além disso, reservamos-nos o direito de alterar as informações, preços e condições de venda a qualquer momento e sem prévio aviso. Além disso, é importante ter em mente que as medidas e tamanhos dos nossos produtos são apenas aproximadas e podem variar ligeiramente de acordo com o modelo e o tecido utilizado. Recomendamos que consulte a tabela de medidas disponível em cada página do produto e, caso tenha alguma dúvida, entre em contato conosco antes de efetuar a compra. Skirtify não se responsabiliza por quaisquer danos ou prejuízos decorrentes da escolha do tamanho ou modelo inadequado do produto. É de responsabilidade do cliente escolher o produto que melhor se adeque às suas medidas e preferências pessoais. Todos os nossos produtos são vendidos em condições \"como estão\" e, portanto, não podemos garantir que eles atendam às suas expectativas ou necessidades específicas. Recomendamos que leia cuidadosamente as descrições e especificações dos produtos antes de efetuar a compra e, caso tenha alguma dúvida, entre em contato conosco. Em relação às encomendas e entregas, é importante ter em mente que os prazo de entrega são apenas estimativas e podem variar de acordo com a localização do cliente, a disponibilidade de estoque e outros fatores externos, como condições climáticas adversas ou atrasos nas transportadoras. Skirtify não se responsabiliza por quaisquer danos ou prejuízos decorrentes de atrasos na entrega dos produtos. Em caso de cancelamento ou devolução de uma encomenda, os custos de transporte e manipulação serão de responsabilidade do cliente. Além disso, é importante que o produto esteja em condições de revenda, ou seja, sem sinais de uso, com as etiquetas e embalagens originais. Skirtify não aceita devoluções de produtos que não atendam a estes requisitos. Por fim, é importante ressaltar que o nosso site e os nossos produtos são destinados exclusivamente para uso pessoal e não comercial. Não é permitido o uso de nossas imagens, descrições ou qualquer outro conteúdo disponível no nosso site sem a nossa autorização prévia e expressa. Skirtify se dedica a oferecer produtos de alta qualidade e estilo incomparável, mas é importante lembrar que a moda é uma questão pessoal e subjetiva. Por isso, recomendamos que os clientes escolham os produtos com base em suas próprias preferências e gostos pessoais, e não apenas em tendências ou opiniões de terceiros. Todos os nossos produtos são feitos com materiais de alta qualidade e cuidadosamente selecionados. No entanto, é importante cuidar adequadamente das roupas para garantir sua durabilidade e beleza. Recomendamos que os clientes sigam as instruções de lavagem e cuidado fornecidas nas etiquetas dos produtos, e evitem o uso de produtos químicos agressivos ou técnicas de lavagem inadequadas. Skirtify não se responsabiliza por danos ou prejuízos causados pelo uso indevido ou descuido das roupas. Além disso, é importante lembrar que algumas características dos produtos, como cor, textura e brilho, podem variar ligeiramente em relação às imagens exibidas no site, devido às limitações técnicas dos dispositivos de exibição. Em caso de problemas ou insatisfação com algum produto, os clientes devem entrar em contato com nossa equipe de atendimento ao cliente o mais rápido possível. Skirtify fará todo o possível para resolver o problema de forma satisfatória, mas é importante que os clientes forneçam informações claras e precisas sobre o problema e sigam as instruções fornecidas pela nossa equipe. Caso tenha alguma dúvida ou sugestão relacionada ao nosso site ou produtos, ficaremos felizes em ouvi-la. Por favor, entre em contato conosco através do endereço de e-mail: skirtify@gmail.com Agradecemos a sua compreensão e cooperação. Esperamos que aproveite a sua experiência de compra no Skirtify e encontre as saias e vestidos perfeitos para expressar o seu estilo único e pessoal. Navegação Lar Esteja na moda Ofertas especiais Estilo Coleção atual Adicionalmente Política de Privacidade Termos de uso Contato endereço R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil e-mail skirtify@gmail.com telefone +55-65-9998-65159"
  },
  "date": "2024-05-14T07:12:08.529Z"
}