{
  "name": "New_v8_KitchEase",
  "pages": {
    "about-us": "Sobre Nós - KitchEase: Excelência Artesanal em Móveis de Cozinha KitchEase INÍCIO SOBRE NÓS Produtos Contato Criando Qualidade em Cada Móvel Na KitchEase, nossa paixão é criar qualidade em cada móvel que produzimos. Vamos além do design; aspiramos a trazer funcionalidade e beleza para sua cozinha com móveis cuidadosamente elaborados. Nosso compromisso garante que você não apenas desfrute do estilo, mas também experimente o conforto e a praticidade de nossos móveis. Palavras Doces dos Nossos Clientes &#9733;&#9733;&#9733;&#9733;&#9733; Móveis de cozinha incríveis! A qualidade é excelente e o design é maravilhoso. Ana Cozinheira &#9733;&#9733;&#9733;&#9733;&#9733; Estou impressionado com a beleza dos móveis de cozinha da KitchEase. Cada peça é uma obra de arte! Pedro Chef &#9733;&#9733;&#9733;&#9733;&#9733; Os móveis de cozinha da KitchEase transformaram completamente minha cozinha. Estou muito satisfeito com minha compra! Mariana Dona de Casa Blog KitchEase Designs de Cozinha Elegantes para Lares Modernos Descubra as últimas tendências em design de cozinha para lares modernos. Aprenda como criar um espaço de cozinha elegante e funcional que se adapte ao seu estilo de vida. Maximizando o Espaço: Soluções de Armazenamento Inteligentes Explore soluções de armazenamento inovadoras para maximizar o espaço em sua cozinha. Desde designs de armários inteligentes até móveis multifuncionais, aprenda como aproveitar ao máximo cada centímetro. O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "contacts": "Contatos - Entre em Contato conosco na KitchEase KitchEase INÍCIO SOBRE NÓS Produtos Contato ENTRE EM CONTATO Entre em contato Eu aceito Política & Privacidade ENVIAR Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil +55-3276903331 kitchease@gmail.com O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "disclaimers": "Avisos Legais - Termos e Condições na KitchEase KitchEase INÍCIO SOBRE NÓS Produtos Contato Avisos Legais Bem-vindo ao KitchEase! Os seguintes avisos legais regem o uso do site do KitchEase, localizado em www.kitchease.com. 1. Propriedade Intelectual Todos os direitos de propriedade intelectual relacionados ao conteúdo e materiais disponibilizados no site do KitchEase são de propriedade exclusiva do KitchEase, a menos que especificado de outra forma. Você concorda em não reproduzir, distribuir, modificar ou republicar qualquer conteúdo deste site sem autorização prévia por escrito do KitchEase. 2. Limitação de Responsabilidade O KitchEase não assume qualquer responsabilidade por danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar o site, incluindo, mas não se limitando a, erros ou omissões no conteúdo, perda de dados ou interrupção no acesso ao site. 3. Alterações nos Termos O KitchEase se reserva o direito de modificar ou revisar estes avisos legais a qualquer momento, sem aviso prévio. O uso contínuo do site após tais modificações constitui sua aceitação dos termos e condições revisados. 4. Jurisdição e Lei Aplicável Estes avisos legais serão regidos e interpretados de acordo com as leis do [inserir jurisdição], e qualquer disputa relacionada a estes avisos legais estará sujeita à jurisdição exclusiva dos tribunais desta jurisdição. Se você tiver alguma dúvida ou preocupação sobre nossos avisos legais, entre em contato conosco. O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "index": "KitchEase - Móveis de Cozinha Artesanais para Funcionalidade e Estilo Impecáveis KitchEase INÍCIO SOBRE NÓS Produtos Contato Móveis de Cozinha Artesanais para o seu Espaço Culinário COMPRE AGORA Desfrute de Móveis de Cozinha de Qualidade. O Seu Espaço Culinário Ideal Está Aqui! - Desfrute de Móveis de Cozinha de Qualidade. O Seu Espaço Culinário Ideal Está Aqui! Explore a coleção de móveis de cozinha cuidadosamente projetada para elevar o seu espaço culinário. Nossos móveis são feitos com materiais de qualidade para oferecer funcionalidade e estilo incomparáveis. Seja para uma ocasião especial ou para renovar o ambiente, KitchEase traz a você uma variedade de opções para transformar sua cozinha. Descubra a magia dos nossos móveis artesanais. Sofá Clássico em Couro $799.99 Cadeira de Jantar Estilo Moderno $149.99 Mesa de Jantar de Madeira Maciça $399.99 Palavras Doces dos Nossos Clientes &#9733;&#9733;&#9733;&#9733;&#9733; Móveis de cozinha incríveis! A qualidade é excelente e o design é maravilhoso. Ana Cozinheira &#9733;&#9733;&#9733;&#9733;&#9733; Estou impressionado com a beleza dos móveis de cozinha da KitchEase. Cada peça é uma obra de arte! Pedro Chef &#9733;&#9733;&#9733;&#9733;&#9733; Os móveis de cozinha da KitchEase transformaram completamente minha cozinha. Estou muito satisfeito com minha compra! Mariana Dona de Casa Blog KitchEase Designs de Cozinha Elegantes para Lares Modernos Descubra as últimas tendências em design de cozinha para lares modernos. Aprenda como criar um espaço de cozinha elegante e funcional que se adapte ao seu estilo de vida. Maximizando o Espaço: Soluções de Armazenamento Inteligentes Explore soluções de armazenamento inovadoras para maximizar o espaço em sua cozinha. Desde designs de armários inteligentes até móveis multifuncionais, aprenda como aproveitar ao máximo cada centímetro. Nossa Galeria O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "privacy-policy": "Política de Privacidade - Privacidade na KitchEase KitchEase INÍCIO SOBRE NÓS Produtos Contato Política de Privacidade A sua privacidade é importante para nós. É política da KitchEase respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site KitchEase, e outros sites que possuímos e operamos. Solicitamos informações pessoais apenas quando realmente precisamos delas para fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado. Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis ​​para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados. Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei. O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade. Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados. O uso continuado do nosso site será considerado como aceitação das nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contato connosco. Esta política é efetiva a partir de Janeiro/2024. O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "products": "Produtos - Móveis de Cozinha Premium na KitchEase KitchEase INÍCIO SOBRE NÓS Produtos Contato Desfrute de Móveis de Cozinha de Qualidade. O Seu Espaço Culinário Ideal Está Aqui! - Desfrute de Móveis de Cozinha de Qualidade. O Seu Espaço Culinário Ideal Está Aqui! Explore a coleção de móveis de cozinha cuidadosamente projetada para elevar o seu espaço culinário. Nossos móveis são feitos com materiais de qualidade para oferecer funcionalidade e estilo incomparáveis. Seja para uma ocasião especial ou para renovar o ambiente, KitchEase traz a você uma variedade de opções para transformar sua cozinha. Descubra a magia dos nossos móveis artesanais. Sofá Clássico em Couro $799.99 Cadeira de Jantar Estilo Moderno $149.99 Mesa de Jantar de Madeira Maciça $399.99 Nossa Galeria O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "terms-conditions": "Termos e Condições - Acordos Legais na KitchEase KitchEase INÍCIO SOBRE NÓS Produtos Contato Termos e Condições Bem-vindo ao KitchEase! Estes termos e condições definem as regras e regulamentos para o uso do site do KitchEase, localizado em www.kitchease.com. Ao acessar este site, presumimos que você aceita estes termos e condições. Não continue a usar o KitchEase se não concordar em aceitar todos os termos e condições declarados nesta página. A seguinte terminologia se aplica a estes Termos e Condições, Declaração de Privacidade e Aviso de Isenção de Responsabilidade e todos os Acordos: \"Cliente\", \"Você\" e \"Seu\" referem-se a você, a pessoa que entra neste site e está em conformidade com os termos e condições da Empresa. \"A Empresa\", \"Nós\", \"Nosso\" e \"Nós\", refere-se à nossa Empresa. \"Parte\", \"Partes\" ou \"Nós\", refere-se tanto ao Cliente quanto a nós. Todos os termos referem-se à oferta, aceitação e contrapartida de pagamento necessária para realizar o processo de nossa assistência ao Cliente da maneira mais apropriada para o propósito expresso de atender às necessidades do Cliente no que diz respeito à prestação dos serviços da Empresa, de acordo com e sujeito à lei vigente nos Países Baixos. Qualquer uso da terminologia acima ou outras palavras no singular, plural, capitalização e/ou ele/ela ou eles, são considerados intercambiáveis ​​e, portanto, referem-se ao mesmo. Cookies Nós utilizamos cookies. Ao acessar o KitchEase, você concorda em usar cookies de acordo com a Política de Privacidade do KitchEase. A maioria dos sites interativos usa cookies para nos permitir recuperar os detalhes do usuário para cada visita. Os cookies são usados pelo nosso site para permitir a funcionalidade de certas áreas e facilitar para as pessoas que visitam o nosso site. Alguns de nossos parceiros afiliados/anunciantes também podem usar cookies. Licença A menos que seja declarado o contrário, o KitchEase e/ou seus licenciadores detêm os direitos autorais de todo material no KitchEase. Todos os direitos autorais são reservados. Você pode acessar este material no KitchEase para seu uso pessoal, sujeito às restrições estabelecidas nestes termos e condições. Você não deve: Republicar material do KitchEase Vender, alugar ou sublicenciar material do KitchEase Reproduzir, duplicar ou copiar material do KitchEase Redistribuir conteúdo do KitchEase Este Contrato terá início na data de hoje. Partes deste site oferecem uma oportunidade para os usuários publicarem e trocarem opiniões e informações em determinadas áreas do site. O KitchEase não filtra, edita, publica ou revisa Comentários antes de sua presença no site. Os Comentários não refletem as opiniões e opiniões do KitchEase, seus agentes e/ou afiliados. Os Comentários refletem as opiniões e opiniões da pessoa que posta suas opiniões e opiniões. Até a extensão permitida pelas leis aplicáveis, o KitchEase não será responsável pelos Comentários ou por qualquer responsabilidade, danos ou despesas causadas e/ou sofridas como resultado de qualquer uso e/ou publicação e/ou aparência dos Comentários neste site. O KitchEase se reserva o direito de monitorar todos os Comentários e de remover quaisquer Comentários que possam ser considerados inadequados, ofensivos ou que violem estes Termos e Condições. Hiperlinkagem para nosso Conteúdo As seguintes organizações podem linkar para nosso site sem aprovação prévia por escrito: Agências governamentais; Motores de busca; Organizações de notícias; Distribuidores de diretórios online podem linkar para nosso site da mesma maneira que hiperlinkam para os sites de outras empresas listadas; e Empresas Credenciadas em todo o sistema, exceto organizações de caridade sem fins lucrativos, shoppings de caridade e grupos de arrecadação de fundos de caridade que não podem hiperlinkar para nosso site. Essas organizações podem linkar para nossa página inicial, para publicações ou para outras informações do site, desde que o link: (a) não seja de forma alguma enganoso; (b) não implique falsamente patrocínio, endosso ou aprovação da parte vinculada e seus produtos e/ou serviços; e (c) se encaixe no contexto do site da parte vinculada. Responsabilidade de Conteúdo Não seremos responsáveis por qualquer conteúdo que apareça no seu site. Você concorda em nos proteger e nos defender contra todas as reivindicações que surgem em seu site. Nenhum link deve aparecer em qualquer site que possa ser interpretado como difamatório, obsceno ou criminoso, ou que viole, de outra forma, infrinja ou advogue a violação ou outra violação de, quaisquer direitos de terceiros. Sua Privacidade Por favor, leia a Política de Privacidade Reserva de Direitos Reservamo-nos o direito de solicitar que você remova todos os links ou algum link específico para nosso site. Você concorda em remover imediatamente todos os links para nosso site, a pedido. Também nos reservamos o direito de alterar estes termos e condições e a política de vinculação a qualquer momento. Ao continuar a vincular-se ao nosso site, você concorda em se vincular e seguir estes termos e condições de vinculação. O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com",
    "thanks": "Agradecimentos - KitchEase: Agradecimento pela sua Interessante KitchEase INÍCIO SOBRE NÓS Produtos Contato Obrigado por Entrar em Contato! Agradecemos o seu interesse na KitchEase. Nossa equipe entrará em contato o mais breve possível. Enquanto isso, sinta-se à vontade para explorar mais sobre nossos móveis de cozinha premium. Voltar para o Início O site da KitchEase usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar KitchEase INÍCIO SOBRE NÓS PRODUTOS CONTATO Links Importantes AVISOS LEGAIS POLÍTICA DE PRIVACIDADE TERMOS & CONDIÇÕES Localização Escolinha de Futsal Brazuquinhas - Brasília (Asa Sul 104 Sul),Quadra poliesportiva do Parque 104, Asa Sul, Brasília - DF, 70297-400, Brasil Contato +553276903331 kitchease@gmail.com"
  }
}