{
  "name": "New_v9_SalaoIdiomas",
  "pages": {
    "terms-conditions": "Termos de uso - Salão de Idiomas Início Sobre Serviços Termos e Condições 1. Aceitação dos Termos Ao acessar ou usar nosso site, os usuários concordam em cumprir estes Termos e Condições e todas as leis e regulamentos aplicáveis. 2. Uso Autorizado Os usuários concordam em utilizar nosso site apenas para fins legítimos e de acordo com estes Termos e Condições. 3. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, imagens, logotipos e marcas registradas, é protegido por direitos autorais e propriedade intelectual. 4. Limitações de Responsabilidade Não nos responsabilizamos por danos diretos, indiretos, incidentais ou consequenciais resultantes do uso ou impossibilidade de uso do site. 5. Modificações Reservamos o direito de modificar ou substituir estes Termos e Condições a qualquer momento. O uso contínuo do site após alterações constitui aceitação dos novos Termos. 6. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do país, e os tribunais desse país têm jurisdição exclusiva sobre qualquer disputa decorrente destes Termos. 7. Contato Para dúvidas ou informações adicionais sobre estes Termos e Condições, entre em contato conosco pelo e-mail salao_de_idiomas@gmail.com. 8. Uso do Conteúdo O conteúdo deste site pode ser usado apenas para fins informativos e pessoais. Qualquer uso comercial do conteúdo requer autorização prévia por escrito. 9. Links para Terceiros Nosso site pode conter links para sites de terceiros. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. 10. Alterações no Site Reservamos o direito de modificar, suspender ou descontinuar qualquer aspecto do site a qualquer momento, sem aviso prévio. 11. Indenização Os usuários concordam em indenizar e isentar nossa empresa, seus funcionários e agentes de qualquer responsabilidade decorrente do uso do site. 12. Interrupções no Serviço Não garantimos que o site estará sempre disponível ou livre de erros, e nos reservamos o direito de interromper o serviço a qualquer momento, por qualquer motivo. 13. Política de Reembolso As políticas de reembolso, se aplicáveis, serão especificadas em termos separados e serão regidas por esses termos. 14. Aceitação Ao usar este site, os usuários concordam em estar vinculados a estes Termos e Condições de Uso. 15. Segurança Implementamos medidas de segurança para proteger as informações dos usuários. No entanto, não podemos garantir a segurança absoluta dos dados transmitidos pela Internet. 16. Cookies Nosso site pode usar cookies para melhorar a experiência do usuário. Os usuários podem optar por aceitar ou recusar cookies através das configurações do navegador. 17. Consentimento Ao utilizar nosso site, os usuários consentem com esta Política de Privacidade e o processamento de suas informações pessoais. 18. Proteção de Dados Implementamos medidas técnicas e organizacionais para garantir a proteção adequada dos dados do usuário. 19. Direito de Reclamação Os usuários têm o direito de apresentar reclamações sobre o processamento de seus dados pessoais à autoridade supervisora competente. 20. Limitação de Responsabilidade Não nos responsabilizamos por danos decorrentes do uso indevido das informações fornecidas pelos usuários. 21. Vigência Esta Política de Privacidade entra em vigor a partir da data de publicação e permanece em vigor, salvo alterações posteriores. +55 (91) 9142-2651 salao_de_idiomas@gmail.com Rua da Igualdade 449 Sobre nós Serviços Política de Privacidade Termos e Condições",
    "thank_page": "Obrigado pelo seu pedido - Salão de Idiomas Recebemos sua solicitação e entraremos em contato em breve. De volta para casa",
    "about": "Sobre nossa empresa - Salão de Idiomas Início Sobre Serviços Sobre nós Salão de Idiomas - é uma história de paixão por idiomas e culturas. Nossa missão é tornar o ensino de idiomas acessível e envolvente para todos. Criamos um ambiente educacional único, onde os alunos podem encontrar inspiração, apoio e oportunidades para desenvolver-se linguisticamente e culturalmente. Estamos orgulhosos de ajudar nossos alunos a alcançar seus objetivos e sonhar mais alto, falar novos idiomas e entender o mundo de forma mais ampla. Bem-vindo ao mundo da educação linguística que mudará sua vida! Nossa História Como Tudo Começou Salão de Idiomas foi fundado em 2005por dois entusiastas de línguas, Ana e Carlos, com o objetivo de criar um espaço para comunicação livre, aprendizado de idiomas e intercâmbio cultural sem restrições. Momentos Chave 2007 Lançamento da primeira série de encontros linguísticos e culturais. 2010 Organização do primeiro festival de idiomas em colaboração com as comunidades locais. 2015 Abertura de um centro de troca de livros em diferentes idiomas. 2018 Lançamento do programa de acampamentos de verão internacionais para jovens. 2020 Expansão da rede e abertura de novas filiais em outras cidades. Nossa equipe Nós somos uma equipe de profissionais apaixonados por idiomas Ana Smith Linguista, tradutor João Doe Filólogo, pesquisador de idiomas Maria Johnson Linguista, especialista em linguística Nossos valores Nós nos esforçamos para altos padrões de profissionalismo, simpatia e qualidade de serviço Profissionalismo Somos especialistas em idiomas e educação, sempre aprimorando nossos conhecimentos e habilidades para garantir a melhor experiência aos nossos clientes. Simpatia Criamos um ambiente caloroso e acolhedor, onde todos se sintam bem-vindos e valorizados, e onde a troca de conhecimento e experiência ocorra em um ambiente amigável. Abordagem individual Levamos em consideração as necessidades e metas únicas de cada cliente, desenvolvemos programas de ensino personalizados e fornecemos atenção individual a cada um. Qualidade de serviço Buscamos constantemente a melhoria de nossos serviços, oferecendo ensino de alta qualidade e suporte em todas as etapas do aprendizado. Deixe um pedido Perguntas frequentes Quais idiomas vocês oferecem para aprendizado? Oferecemos uma ampla gama de idiomas para aprendizado, incluindo inglês, espanhol, francês, alemão e muitos outros. Você pode escolher o idioma que melhor se adequa a você e seus objetivos. Quais formatos de ensino estão disponíveis para vocês? Oferecemos diversos formatos de ensino, incluindo aulas em grupo, aulas individuais, cursos online e eventos de intercâmbio linguístico. Você pode escolher o formato de ensino mais adequado para você. Com que frequência as aulas acontecem? A frequência das aulas depende do formato de ensino escolhido por você. Oferecemos diferentes opções, desde aulas diárias até aulas algumas vezes por semana. Vocês oferecem certificados de conclusão? Sim, oferecemos certificados de conclusão para os alunos que completam com sucesso nossos cursos. Nossos certificados são reconhecidos internacionalmente e podem ser uma ótima adição ao seu currículo. Posso fazer aulas particulares? Sim, oferecemos aulas particulares para alunos que desejam um ensino mais personalizado e adaptado às suas necessidades específicas. Entre em contato conosco para discutir suas preferências e agendar suas aulas particulares. É possível cancelar ou reagendar uma aula? Sim, você pode cancelar ou reagendar uma aula com aviso prévio. Entre em contato conosco o mais breve possível para discutir suas opções de cancelamento ou reagendamento. Vocês oferecem descontos para grupos? Sim, oferecemos descontos especiais para grupos de alunos que se inscrevem juntos em nossos cursos. Entre em contato conosco para obter mais informações sobre nossos descontos para grupos. Vocês oferecem aulas de conversação? Sim, oferecemos aulas de conversação para ajudar os alunos a praticar suas habilidades de fala e compreensão auditiva. Nossos instrutores são qualificados para conduzir sessões de conversação dinâmicas e envolventes. +55 (91) 9142-2651 salao_de_idiomas@gmail.com Rua da Igualdade 449 Sobre nós Serviços Política de Privacidade Termos e Condições",
    "index": "Aprenda idiomas com prazer - Salão de Idiomas Início Sobre Serviços Salão de Idiomas - seu parceiro no aprendizado de idiomas e na imersão em culturas do mundo! Oferecemos uma variedade de eventos e serviços para todos que buscam diversidade linguística e ampliação de seus horizontes culturais. Junte-se a nós e descubra novos horizontes com o Salão de Idiomas! No Salão de Idiomas, buscamos não apenas ensinar idiomas, mas também criar um espaço único para a troca de conhecimentos culturais. Nosso objetivo é inspirar as pessoas a explorar a diversidade linguística e a compreender diferentes culturas. Oferecemos um ambiente amigável e intelectualmente estimulante, onde cada pessoa pode desenvolver seu potencial linguístico e enriquecer seu conhecimento. Junte-se a nós e mergulhe no mundo dos idiomas e culturas com o Salão de Idiomas! Entrar em contato Nossos Serviços Diversidade de ofertas para o seu desenvolvimento linguístico e enriquecimento cultural Encontros de Troca de Idiomas Encontros informais onde você pode praticar conversação com falantes nativos de outros idiomas e expandir seus horizontes. Eventos Culturais Eventos dedicados à exploração e imersão em diversas culturas do mundo através de idioma, música, dança e culinária. Palestras e Workshops de Linguística Eventos educativos conduzidos por linguistas experientes, abordando diversos aspectos da linguagem e da ciência linguística. Consultas Individuais Consultas personalizadas com professores experientes para desenvolver suas habilidades linguísticas e alcançar seus objetivos de aprendizado. Venda de Materiais de Estudo de Idiomas Ampla seleção de materiais de estudo, livros, áudio e vídeo para estudo independente de idiomas no seu próprio ritmo e horário conveniente. Nossa Abordagem Por que nos escolher No Salão de Idiomas, acreditamos que aprender idiomas deve ser não apenas eficaz, mas também um processo agradável. Criamos um ambiente de aprendizagem único, onde cada aluno recebe atenção individualizada e apoio. Nossa equipe de professores não são apenas especialistas em seu campo, mas também pessoas amigáveis e abertas, prontas para ajudá-lo em sua jornada linguística. Damos especial atenção à atmosfera de nossas aulas, criando um ambiente agradável e inspirador que facilita o aprendizado eficaz. Cada aluno tem a oportunidade de interagir com os professores e outros alunos, trocar experiências e motivar uns aos outros para alcançar novos sucessos. Nossa abordagem é baseada no respeito às necessidades individuais de cada aluno e no compromisso de ajudá-los a alcançar seus objetivos linguísticos. Orgulhamo-nos de criar não apenas cursos de idiomas, mas um estilo de vida onde a comunicação linguística se torna parte integrante da sua experiência diária. Sobre nós Salão de Idiomas - não é apenas um lugar para aprender idiomas. Somos uma comunidade de entusiastas de línguas e culturas, buscando expandir nossos horizontes e mergulhar no mundo da diversidade. Em nosso espaço acolhedor, você encontrará tudo o que precisa para um aprendizado de idiomas bem-sucedido: desde eventos interessantes e encontros com falantes nativos até consultas individuais com professores experientes. Saiba mais Nossas Conquistas Expansão Geográfica Conseguimos lançar com sucesso filiais em diversas cidades, proporcionando a oportunidade para mais pessoas mergulharem no mundo dos idiomas e culturas. Sucesso de Nossos Alunos Nossos alunos frequentemente alcançam altas pontuações em exames internacionais de idiomas, refletindo a qualidade do ensino na Salão de Idiomas. Reconhecimento da Comunidade Estamos orgulhosos do reconhecimento que recebemos pelo nosso papel no avanço da educação linguística, com inúmeros prêmios e agradecimentos de nossos clientes e parceiros. Inovação Pedagógica Estamos na vanguarda da inovação pedagógica, implementando constantemente novas metodologias e tecnologias para tornar o aprendizado de idiomas mais eficaz e envolvente para nossos alunos. Contate-nos Se você tiver alguma dúvida, sugestão ou precisar de mais informações sobre nossos serviços, não hesite em entrar em contato conosco. Estamos sempre à disposição para ajudar! Aceito a Política de Privacidade Enviar +55 (91) 9142-2651 salao_de_idiomas@gmail.com Rua da Igualdade 449 Sobre nós Serviços Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de privacidade - Salão de Idiomas Início Sobre Serviços Política de Privacidade 1. Informações que Coletamos Coletamos informações pessoais, como nome, endereço de e-mail e número de telefone, quando fornecidas voluntariamente pelos usuários. 2. Uso das Informações Utilizamos as informações coletadas para comunicar com os usuários, processar solicitações e melhorar nossos serviços. 3. Segurança dos Dados Implementamos medidas de segurança para proteger os dados dos usuários contra acesso não autorizado, alteração ou divulgação. 4. Cookies Utilizamos cookies para aprimorar a experiência do usuário e analisar o tráfego do site. Os usuários podem controlar os cookies por meio das configurações do navegador. 5. Links de Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade desses sites. 6. Privacidade das Crianças Nossos serviços não são direcionados a crianças menores de 13 anos. Não coletamos intencionalmente informações pessoais de crianças. 7. Alterações na Política de Privacidade Reservamos o direito de atualizar nossa Política de Privacidade. Os usuários serão notificados sobre quaisquer alterações em nosso site. 8. Informações de Contato Para dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail salao_de_idiomas@gmail.com. 9. Acesso às Informações Pessoais Os usuários podem solicitar acesso, correção ou exclusão de suas informações pessoais entrando em contato conosco. 10. Retenção de Dados Retemos as informações do usuário pelo tempo necessário para cumprir os objetivos descritos nesta Política de Privacidade. 11. Opt-out Os usuários podem optar por não receber e-mails promocionais seguindo as instruções no e-mail ou entrando em contato conosco. 12. Base Legal Processamos informações pessoais com base no consentimento, contrato, obrigações legais ou interesses legítimos. 13. Transferência Internacional As informações pessoais podem ser transferidas e processadas em países fora do país de residência do usuário. 14. Direitos do Titular dos Dados Os usuários têm o direito de acessar, retificar, apagar, restringir ou objetar o processamento de suas informações pessoais. 15. Controlador de Dados Salão de Idiomas é o controlador de dados responsável pelo processamento de informações pessoais. 16. Processador de Dados Podemos envolver prestadores de serviços terceirizados como processadores de dados para auxiliar nas atividades de processamento de dados. 17. Consentimento Ao utilizar nosso site, os usuários consentem com esta Política de Privacidade e o processamento de suas informações pessoais. 18. Proteção de Dados Implementamos medidas técnicas e organizacionais para garantir a proteção adequada dos dados do usuário. 19. Direito de Reclamação Os usuários têm o direito de apresentar reclamações sobre o processamento de seus dados pessoais à autoridade supervisora competente. 20. Limitação de Responsabilidade Não nos responsabilizamos por danos decorrentes do uso indevido das informações fornecidas pelos usuários. 21. Vigência Esta Política de Privacidade entra em vigor a partir da data de publicação e permanece em vigor, salvo alterações posteriores. +55 (91) 9142-2651 salao_de_idiomas@gmail.com Rua da Igualdade 449 Sobre nós Serviços Política de Privacidade Termos e Condições",
    "services": "Nossos serviços - Salão de Idiomas Início Sobre Serviços Nossos Serviços para Desenvolver Suas Habilidades Linguísticas Aprender idiomas é uma jornada emocionante e estamos aqui para torná-la ainda mais emocionante e produtiva. Nossos diversos serviços oferecem a você a oportunidade de escolher o caminho ideal para desenvolver suas habilidades linguísticas. De encontros para troca de idiomas a eventos culturais, de consultas individuais à venda de materiais de estudo - temos tudo para ajudá-lo a alcançar seus objetivos no aprendizado de idiomas. Descrição detalhada dos serviços Saiba mais sobre o que oferecemos Encontros de troca de idiomas Junte-se aos nossos encontros de troca de idiomas e aprimore suas habilidades linguísticas conversando com falantes nativos e outros estudantes. Preço: Gratuito Eventos culturais Participe dos nossos eventos culturais, onde você pode mergulhar na atmosfera de diferentes culturas e expandir seus horizontes. Preço: Variável Palestras e workshops de linguística Assista às nossas palestras e workshops, onde você aprenderá fatos interessantes sobre idiomas e linguística com nossos instrutores profissionais. Preço: A partir de $10 por evento Consultas individuais Agende consultas individuais com nossos especialistas para receber recomendações personalizadas e ajuda no aprendizado de idiomas. Preço: $30 por sessão Venda de materiais de estudo de idiomas Adquira materiais de estudo de idiomas, como livros didáticos, cursos de áudio e outros recursos educacionais, para complementar suas aulas e continuar estudando em casa. Preço: Depende do produto Pronto para começar? Entre em contato conosco para obter mais informações ou inscreva-se em um de nossos eventos agora mesmo! Entre em contato Venda de Materiais de Estudo de Idiomas Explore nossa seleção de materiais para ajudar no seu aprendizado Livros Didáticos Encontre uma variedade de livros didáticos de idiomas que abrangem desde iniciantes até níveis avançados. Cursos de Áudio Explore nossos cursos de áudio para praticar sua compreensão auditiva e aprimorar sua pronúncia. Material de Escrita Adquira cadernos, blocos de notas e outros materiais para praticar sua escrita e anotações em sala de aula. Por que nossa atividade é útil Como ajudamos nossos clientes Nossa missão é ir além do simples ensino de idiomas. Através de nossos eventos, palestras e workshops, proporcionamos aos nossos clientes uma experiência enriquecedora e transformadora. Além de aprimorar habilidades linguísticas, nossas atividades também promovem o desenvolvimento pessoal e cultural de cada participante. Na \"Salão de Idiomas\", acreditamos no poder da conexão humana. Criamos um ambiente acolhedor e inclusivo, onde pessoas de diferentes origens e culturas podem se reunir, compartilhar experiências e aprender uns com os outros. Nossos clientes não apenas melhoram seus idiomas, mas também constroem amizades duradouras e expandem seus horizontes culturais. Além disso, nosso compromisso com a excelência e a inovação nos permite oferecer serviços de alta qualidade que atendem às necessidades individuais de cada aluno. Com uma abordagem personalizada e adaptativa, ajudamos nossos clientes a alcançar seus objetivos linguísticos de forma eficaz e sustentável. Em resumo, nossa atividade vai além de ensinar idiomas - nós capacitamos nossos clientes a explorar o mundo, ampliar suas perspectivas e alcançar seu pleno potencial, tudo isso enquanto se divertem e fazem novas conexões. O que nossos visitantes dizem sobre nós \"Eventos muito úteis para aprender idiomas. Eu participei de várias palestras e workshops, e eles foram muito interessantes e informativos.\" - Ivan Petrov \"Obrigado pelos nossos encontros de troca de idiomas! É uma ótima maneira de praticar um idioma na vida real e conhecer novos amigos.\" - Elena Smirnova \"Estou muito satisfeito com as consultas individuais. Meu instrutor foi muito profissional e me ajudou a desenvolver minhas habilidades linguísticas.\" - Alexandre Ivanov +55 (91) 9142-2651 salao_de_idiomas@gmail.com Rua da Igualdade 449 Sobre nós Serviços Política de Privacidade Termos e Condições"
  },
  "date": "2024-05-15T11:50:02.578Z"
}