{
  "name": "New_v9_swayingseat",
  "pages": {
    "terms-conditions": "Termos de Uso - SwayingSeat: Condições para Desfrutar do Conforto e Estilo SwayingSeat Lar Qualidades Relaxamento completo Descubra o conforto Nossas cadeiras Termos de Uso Bem-vindo ao SwayingSeat! Estes Termos de Uso (\"Termos\") regem o uso do site SwayingSeat (\"Site\") e todos os serviços oferecidos por ele. Ao acessar ou usar o Site, você concorda com estes Termos. Leia atentamente antes de utilizar o Site. Aceitação dos Termos Ao acessar ou usar o Site, você concorda em cumprir estes Termos. Se você não concordar com algum aspecto destes Termos, não acesse ou utilize o Site. Uso do Site O SwayingSeat é um site destinado a fornecer informações e entretenimento aos seus usuários. Você concorda em usar o Site apenas para fins legais e de acordo com estes Termos. Propriedade Intelectual Todo o conteúdo presente no Site, incluindo, mas não se limitando a textos, imagens, vídeos, logotipos, e design, é de propriedade exclusiva do SwayingSeat ou de seus licenciadores, e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Proibições de Uso Você concorda em não usar o Site para: Violar qualquer lei ou regulamento aplicável; Realizar atividades que possam prejudicar, sobrecarregar ou afetar negativamente a operação do Site; Tentar acessar áreas restritas do Site sem autorização; Transmitir ou distribuir vírus, worms ou qualquer outro código destrutivo. Links para Sites de Terceiros O Site pode conter links para sites de terceiros que não são controlados pelo SwayingSeat. Não somos responsáveis pelo conteúdo ou práticas de privacidade de sites de terceiros. O acesso a esses sites é por sua própria conta e risco. Alterações nos Termos Reservamo-nos o direito de modificar estes Termos a qualquer momento. Alterações entrarão em vigor imediatamente após serem publicadas no Site. O seu uso continuado do Site após tais alterações constitui a sua aceitação dos Termos modificados. Limitação de Responsabilidade O SwayingSeat não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou impossibilidade de uso do Site. Indenização Você concorda em indenizar, defender e isentar o SwayingSeat, seus diretores, funcionários e afiliados de qualquer reclamação, responsabilidade, custos ou despesas decorrentes do seu uso do Site ou violação destes Termos. Legislação Aplicável Estes Termos são regidos e interpretados de acordo com as leis do Brasil. Qualquer litígio decorrente destes Termos será exclusivamente resolvido pelos tribunais competentes do Brasil. Rescisão Reservamo-nos o direito de rescindir ou suspender seu acesso ao Site, com ou sem aviso prévio, por qualquer motivo, incluindo, mas não se limitando a violações destes Termos ou atividades consideradas prejudiciais ao funcionamento do Site. Disponibilidade do Site Faremos esforços razoáveis para manter a disponibilidade contínua do Site, mas não garantimos que o acesso ao Site será ininterrupto ou livre de erros. Podemos interromper temporariamente o acesso ao Site para manutenção, atualizações ou outras razões. Direitos do Usuário Ao concordar com estes Termos, você reconhece que não adquire nenhum direito de propriedade sobre o Site ou seu conteúdo. Você concorda em não copiar, modificar, distribuir, transmitir, exibir, reproduzir, publicar, licenciar ou criar obras derivadas do conteúdo do Site. Comentários do Usuário Valorizamos os comentários e sugestões dos usuários. No entanto, ao enviar feedback, você concorda que ele se torna propriedade do SwayingSeat e podemos usar, modificar, distribuir e divulgar essas informações sem restrições. Menores de Idade O Site não é direcionado a menores de 18 anos. Se você é menor de 18 anos, só pode usar o Site com a permissão e supervisão de um responsável legal. Comunicações Eletrônicas Ao usar o Site, você concorda em receber comunicações eletrônicas de nossa parte, incluindo e-mails relacionados ao seu uso do Site e atualizações sobre nossos serviços. Você pode optar por não receber essas comunicações a qualquer momento. Integridade do Acordo Estes Termos representam o acordo integral entre você e o SwayingSeat em relação ao uso do Site e substituem todos os acordos anteriores ou contemporâneos entre você e o SwayingSeat. Divisibilidade Se alguma disposição destes Termos for considerada inválida ou inexequível, tal disposição será considerada modificada na medida mínima necessária para torná-la válida e exequível. A invalidade ou inexequibilidade de qualquer disposição não afetará a validade e exequibilidade das demais disposições destes Termos. Modificações no Site Reservamo-nos o direito de modificar, suspender ou descontinuar, temporária ou permanentemente, o Site (ou qualquer parte dele) com ou sem aviso prévio. Você concorda que não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou interrupção do Site. Segurança da Informação Empregamos medidas de segurança razoáveis para proteger as informações coletadas contra acesso não autorizado, divulgação, alteração ou destruição. No entanto, não podemos garantir a segurança absoluta dos dados transmitidos pela internet. Aviso de Isenção de Responsabilidade O conteúdo do Site é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não fazemos representações ou garantias quanto à precisão, confiabilidade ou atualidade do conteúdo do Site. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por danos indiretos, incidentais, especiais, punitivos ou consequenciais, incluindo, mas não se limitando a perda de lucros, dados, uso ou outras perdas intangíveis, decorrentes do uso ou incapacidade de uso do Site. Jurisdição e Foro Estes Termos serão regidos e interpretados de acordo com as leis do Brasil, independentemente de suas disposições de conflito de leis. Qualquer disputa decorrente ou relacionada a estes Termos estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil. Atualizações dos Termos de Uso Reservamo-nos o direito de atualizar ou modificar estes Termos de Uso a qualquer momento, a nosso critério exclusivo. Recomendamos que você revise periodicamente estes Termos para estar ciente de quaisquer alterações. O uso contínuo do Site após a publicação de quaisquer alterações constitui aceitação dessas alterações. Comunicações de Marketing Ao concordar com estes Termos, você também concorda em receber comunicações de marketing ocasionalmente relacionadas aos nossos produtos, serviços e promoções. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição fornecidas em tais comunicações. Acordo Completo Estes Termos de Uso constituem o acordo completo entre você e o SwayingSeat em relação ao uso do Site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e o SwayingSeat. Severabilidade Se qualquer disposição destes Termos for considerada inválida, ilegal ou inexequível por qualquer motivo, essa disposição será considerada separável dos Termos e não afetará a validade e a aplicabilidade das disposições restantes. Renúncia A falha do SwayingSeat em fazer valer qualquer direito ou disposição destes Termos não constituirá renúncia a tal direito ou disposição, a menos que seja reconhecida e acordada por escrito. Contato Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco pelo e-mail: swayingseat@gmail.com. Estes Termos de Uso foram atualizados pela última vez em 29 de fevereiro de 2024. Ao usar o Site, você concorda com estes Termos. Obrigado por escolher o SwayingSeat! SwayingSeat Lar Qualidades Relaxamento completo Descubra o conforto Nossas cadeiras política de Privacidade Termos de uso",
    "thanks": "Página de Agradecimento - SwayingSeat: Agradecemos por Escolher o Melhor em Conforto e Elegância Obrigado! Agradecemos pelo seu contato conosco. Sua opinião é muito importante para nós. Estamos sempre trabalhando para melhorar nossos serviços e oferecer a melhor experiência possível aos nossos usuários. Seu feedback nos ajuda a alcançar esse objetivo. Atenciosamente,Equipe SwayingSeat Para principal",
    "index": "SwayingSeat - Encontre o Assento de Balanço Perfeito para Relaxar em Grande Estilo SwayingSeat Lar Qualidades Relaxamento completo Descubra o conforto Nossas cadeiras Peça já o seu SwayingSeat! Descubra o Conforto da Balança Perfeita Desfrute de momentos de relaxamento incomparáveis com os nossos elegantes e confortáveis assentos de balanço. Seja em casa ou no jardim, o SwayingSeat proporciona o equilíbrio ideal entre estilo e conforto. Aproveite cada instante com um toque de suavidade e elegância. Vamos começar Formulário de comentários Entre em contato conosco e nós o ajudaremos! Aceito a Política de Privacidade Envie uma mensagem Estilo e Elegância Desfrute do design sofisticado do SwayingSeat, que combina perfeitamente com qualquer ambiente, adicionando um toque de elegância e estilo à sua decoração. Conforto Inigualável Com materiais de alta qualidade e um design ergonômico, o SwayingSeat oferece um conforto excepcional, permitindo que você relaxe e desfrute de momentos tranquilos. Durabilidade e Qualidade Construído para resistir ao teste do tempo, o SwayingSeat é feito com materiais duráveis que garantem a sua qualidade e durabilidade a longo prazo. Aproveite o melhor em conforto e estilo sem comprometer a qualidade. Relaxe com Estilo Transforme sua Casa em um Oásis de Tranquilidade com o SwayingSeat Desfrute de momentos de relaxamento supremo com o SwayingSeat, a escolha perfeita para quem busca conforto e elegância. Seja para ler um livro, desfrutar de uma xícara de chá ou simplesmente relaxar, o SwayingSeat proporciona uma experiência única de bem-estar. Com linhas elegantes e um design moderno, este assento de balanço não só adiciona charme ao seu espaço, mas também convida você a desacelerar e aproveitar os pequenos prazeres da vida. Transforme sua casa em um refúgio acolhedor com o SwayingSeat e descubra o verdadeiro significado de relaxamento. Compre o SwayingSeat Hoje! O SwayingSeat é mais do que um assento de balanço. É uma experiência de conforto e elegância que você pode levar para casa. Com um design sofisticado e materiais de alta qualidade, o SwayingSeat oferece um conforto incomparável e um design que combina perfeitamente com qualquer ambiente. Adicione um toque de estilo e conforto à sua casa com o SwayingSeat e aproveite cada momento com um toque de suavidade e elegância. Compre o SwayingSeat hoje e descubra o verdadeiro significado de relaxamento. Descubra o Conforto do SwayingSeat! Desfrute de Momentos Relaxantes com Estilo Desfrute de momentos de relaxamento incomparáveis com o SwayingSeat. Seja em casa ou no jardim, este assento de balanço oferece o equilíbrio perfeito entre conforto e elegância. Design Elegante Admire o design sofisticado do SwayingSeat, que adiciona um toque de estilo a qualquer ambiente. Conforto Supremo Experimente o conforto excepcional do SwayingSeat, projetado para proporcionar relaxamento total. Qualidade Duradoura Construído com materiais duráveis, o SwayingSeat garante qualidade e resistência ao longo do tempo. Estilo Versátil Com um design versátil, o SwayingSeat se adapta a diferentes estilos de decoração e preferências pessoais. Tranquilidade em Casa Transforme sua casa em um refúgio de tranquilidade com o SwayingSeat, criando um ambiente acolhedor e relaxante. Experiência Única Desfrute de uma experiência única de relaxamento e bem-estar com o SwayingSeat, onde cada momento se torna especial. Desfrute do Conforto do SwayingSeat! Relaxe com Estilo e Elegância Desfrute de momentos de relaxamento incomparáveis com o SwayingSeat, um assento de balanço que combina conforto e design elegante. 98% Conforto 100% Estilo 95% Durabilidade 99% Satisfação Catalogue do SwayingSeat O SwayingSeat é mais do que um assento de balanço. É uma experiência de conforto e elegância que você pode levar para casa. Com um design sofisticado e materiais de alta qualidade, o SwayingSeat oferece um conforto incomparável e um design que combina perfeitamente com qualquer ambiente. Nosso catálogo inclui uma variedade de cadeiras de balanço, poltronas de balanço e cadeiras de balanço infantil, todas projetadas para proporcionar o máximo de conforto e elegância. Além disso, nossos produtos são construídos com materiais duráveis e de alta qualidade, garantindo a sua durabilidade e resistência ao longo do tempo. Explore nossa seleção de produtos e descubra o verdadeiro significado de relaxamento com o SwayingSeat. Cadeira de Balanço Acolchoada Ideal para relaxar em grande estilo, esta cadeira de balanço acolchoada oferece conforto supremo. R$ 499,99 Ordem Poltrona de Balanço em Madeira Maciça Adicione um toque de elegância à sua casa com esta poltrona de balanço em madeira maciça. R$ 699,99 Ordem Cadeira de Balanço Moderna em Metal Com um design moderno e minimalista, esta cadeira de balanço em metal é perfeita para espaços contemporâneos. R$ 349,99 Ordem Cadeira de Balanço Ergonômica Desfrute do conforto ergonômico desta cadeira de balanço projetada para apoiar sua postura. R$ 449,99 Ordem Poltrona de Balanço Reclinável Relaxe ao máximo com esta poltrona de balanço reclinável, perfeita para momentos de descanso. R$ 799,99 Ordem Cadeira de Balanço Infantil Deixe as crianças se divertirem com segurança nesta cadeira de balanço infantil resistente e colorida. R$ 199,99 Ordem SwayingSeat Lar Qualidades Relaxamento completo Descubra o conforto Nossas cadeiras política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade - SwayingSeat: Seu Espaço, Sua Privacidade Garantida SwayingSeat Lar Qualidades Relaxamento completo Descubra o conforto Nossas cadeiras política de Privacidade Bem-vindo ao SwayingSeat! Por favor, leia atentamente o seguinte aviso legal antes de utilizar o nosso site. O SwayingSeat é um espaço online dedicado a fornecer informações, entretenimento e recursos diversos aos nossos visitantes. Ao acessar este site, você concorda em cumprir os termos e condições estabelecidos neste aviso legal. Precisão das Informações Nós nos esforçamos para fornecer informações precisas e atualizadas em nosso site. No entanto, não podemos garantir a exatidão, integridade ou atualidade de todas as informações disponíveis. Os conteúdos do SwayingSeat são fornecidos apenas para fins informativos e não devem ser considerados como aconselhamento profissional ou substituto para consulta especializada. Uso do Conteúdo Todo o conteúdo presente no SwayingSeat é protegido por direitos autorais e outras leis de propriedade intelectual. Você pode visualizar, baixar e imprimir o conteúdo apenas para uso pessoal e não comercial. Qualquer uso não autorizado do conteúdo deste site pode violar leis de direitos autorais, marcas registradas e outras regulamentações. Links para Terceiros Nosso site pode conter links para sites de terceiros que são fornecidos apenas para sua conveniência. A inclusão de tais links não implica necessariamente uma recomendação ou endosso do conteúdo desses sites. Não somos responsáveis pelo conteúdo ou práticas de privacidade de sites de terceiros. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, consequentes ou incidentais decorrentes do uso ou incapacidade de uso do nosso site, incluindo, mas não se limitando a, perda de dados, interrupção de negócios ou danos a sistemas de computador. Alterações no Aviso Legal Reservamos o direito de modificar ou atualizar este aviso legal a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente este aviso para estar ciente de quaisquer alterações. Garantias e Indenizações O SwayingSeat não oferece garantias de qualquer tipo em relação à precisão, confiabilidade ou adequação do conteúdo do site para qualquer finalidade específica. Ao acessar nosso site, você concorda em isentar-nos de qualquer responsabilidade por danos, perdas ou reclamações decorrentes do uso ou confiança no conteúdo fornecido. Disponibilidade do Site Embora nos esforcemos para garantir a disponibilidade contínua e ininterrupta do nosso site, não podemos garantir que o acesso ao SwayingSeat será livre de interrupções ou erros. Reservamo-nos o direito de interromper temporariamente ou permanentemente o acesso ao site, total ou parcialmente, sem aviso prévio. Uso Adequado do Site Ao utilizar o SwayingSeat, você concorda em não realizar atividades que possam comprometer a segurança do site ou interferir no seu funcionamento adequado. Isso inclui, mas não se limita a, tentativas de acesso não autorizado, introdução de vírus ou outras formas de código malicioso, ou qualquer atividade que viole leis ou regulamentos aplicáveis. Jurisdição e Lei Aplicável Este aviso legal é regido pelas leis do Brasil. Qualquer disputa relacionada ao uso do SwayingSeat será resolvida exclusivamente nos tribunais competentes da jurisdição do Brasil. Variações de Conteúdo O SwayingSeat reserva o direito de adicionar, modificar ou remover qualquer conteúdo do site a qualquer momento, sem aviso prévio. Isso pode incluir, mas não está limitado a, artigos, imagens, vídeos, e outros recursos disponíveis no site. Não nos responsabilizamos por qualquer inconveniente ou perda decorrente de tais alterações. Menores de Idade O SwayingSeat não é direcionado a menores de idade, e não coletamos intencionalmente informações pessoais de crianças com menos de 13 anos. Se você é um pai ou responsável e acredita que seu filho nos forneceu informações pessoais, entre em contato conosco para que possamos remover tais informações de nossos registros. Rescisão de Acesso Reservamo-nos o direito de rescindir ou suspender seu acesso ao SwayingSeat sem aviso prévio, se acreditarmos que você violou os termos e condições deste aviso legal ou qualquer outra política associada ao nosso site. Aceitação dos Termos Ao continuar a utilizar o SwayingSeat, você reconhece que leu, compreendeu e concorda em cumprir os termos e condições deste aviso legal. Se você não concorda com estes termos, por favor, não continue a usar nosso site. Responsabilidade do Usuário Ao utilizar o SwayingSeat, você concorda em assumir total responsabilidade por suas ações e pelo conteúdo que compartilha ou interage no site. Você concorda em não publicar, transmitir ou distribuir qualquer material que seja ilegal, difamatório, obsceno, ameaçador, prejudicial, invasivo da privacidade de outra pessoa, ou que viole direitos de propriedade intelectual. Atualizações e Revisões Este aviso legal pode ser atualizado ou revisado periodicamente, e tais alterações entrarão em vigor imediatamente após serem publicadas nesta página. É responsabilidade do usuário revisar regularmente este aviso para estar ciente de quaisquer mudanças. O uso contínuo do SwayingSeat após a publicação de alterações constitui aceitação dessas alterações. Disposições Gerais Se qualquer disposição deste aviso legal for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será separada do restante do aviso legal, que permanecerá em pleno vigor e efeito. Nenhuma renúncia a qualquer termo ou condição deste aviso será considerada uma renúncia adicional ou continuada a tal termo ou condição ou a qualquer outro termo ou condição. Limitação de Responsabilidade É importante observar que o SwayingSeat não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos, incluindo, mas não se limitando a, perda de lucros, receitas, dados, uso ou outras perdas intangíveis, resultantes do uso ou da incapacidade de usar o nosso site, mesmo que tenhamos sido informados da possibilidade de tais danos. Jurisdição e Foro Este aviso legal será regido e interpretado de acordo com as leis do Brasil, sem considerar conflitos de disposições legais. Você concorda que qualquer disputa decorrente ou relacionada a este aviso legal estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil. Modificações Reservamo-nos o direito de modificar ou substituir este aviso legal a qualquer momento, a nosso critério exclusivo. Se fizermos alterações, iremos notificá-lo através de uma atualização na página inicial do nosso site. Ao continuar a acessar ou usar nosso site após essas revisões entrarem em vigor, você concorda em ficar vinculado pelos termos revisados. Se você não concordar com os novos termos, por favor, pare de usar o site. Interrupções e Falhas Técnicas O SwayingSeat envidará esforços razoáveis para manter o site operacional e livre de erros. No entanto, não podemos garantir que o site estará sempre disponível ou livre de interrupções, falhas técnicas ou erros. Não nos responsabilizamos por quaisquer danos ou perdas resultantes de interrupções ou falhas técnicas do site. Uso Adequado de Contas de Usuário Se o SwayingSeat oferecer a opção de criar uma conta de usuário, você concorda em fornecer informações precisas e atualizadas ao criar sua conta. Você é responsável por manter a confidencialidade de sua senha e por todas as atividades que ocorrem em sua conta. Você concorda em notificar imediatamente o SwayingSeat sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. Independência das Cláusulas Cada cláusula deste aviso legal é independente das demais. Se alguma disposição deste aviso for considerada inválida, ilegal ou inexequível por um tribunal competente, as demais disposições permanecerão em pleno vigor e efeito. Contato Se você tiver dúvidas, comentários ou preocupações sobre este aviso legal ou sobre o SwayingSeat em geral, não hesite em nos contatar pelo e-mail: swayingseat@gmail.com. Agradecemos sua atenção e compreensão. Continuaremos a trabalhar para fornecer um ambiente online seguro, informativo e gratificante para todos os nossos visitantes. Atenciosamente, Equipe do SwayingSeat SwayingSeat Lar Qualidades Relaxamento completo Descubra o conforto Nossas cadeiras política de Privacidade Termos de uso"
  }
}