{
  "name": "New_v8_DivineAroma",
  "pages": {
    "about-us": "About Us - Discover DivineAroma's Premium Fragrances DivineAroma HOME ABOUT US Products Contact Stay Updated with DivineAroma! Be the first to know about our latest fragrances, exclusive offers, and more! Subscribe to our newsletter and indulge in the world of DivineAroma. SUBSCRIBE NOW Latest Local Updates 13.02.2024 DivineAroma Opens New Boutique in Downtown! 12.02.2024 DivineAroma Featured in Local Fashion and Beauty Exhibition! 11.02.2024 DivineAroma Launches New Floral-Inspired Fragrance Collection! Explore DivineAroma Products Near You Discover our exclusive fragrances available at various locations, including our boutiques, retailers, and online store. Elevate your senses with DivineAroma today! CONTACT US The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "contacts": "Contact Us - Connect with DivineAroma DivineAroma HOME ABOUT US Products Contact Any questions or inquiries? Reach out to us! I accept Privacy Policy SUBMIT GET IN TOUCH The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "disclaimers": "Disclaimers - DivineAroma's Policies and Terms of Use DivineAroma HOME ABOUT US Products Contact Disclaimers DivineAroma strives to provide the most accurate and up-to-date information on our website. However, we cannot guarantee the accuracy or completeness of any information provided. The information on this website is for informational purposes only and should not be construed as medical advice. Please consult with a qualified healthcare professional before using any of our products, especially if you have any pre-existing health conditions. DivineAroma is not responsible for any adverse effects resulting from the use of our products. By using our products, you agree to accept full responsibility for any potential risks. The information on this website may be changed at any time without prior notice. We encourage you to review the disclaimers periodically for any updates. The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "index": "DivineAroma - Elevate Your Senses with Premium Fragrances DivineAroma HOME ABOUT US Products Contact Elevate Your Senses with DivineAroma EXPLORE OUR COLLECTION Find DivineAroma Near You! Exciting news! DivineAroma fragrances are now available at various locations near you. Discover our exclusive perfume collections at select outlets across town. Find your nearest DivineAroma store today! FIND NEAREST STORE Browse DivineAroma's Stunning Selection Exquisite Fragrance Mystic Bloom Perfume From £ 59.99 SHOP NOW Captivating Scent Eternal Essence Eau de Parfum From £ 79.99 SHOP NOW Luxurious Aroma Sapphire Nights Perfume From £ 99.99 SHOP NOW Stay Updated with DivineAroma! Be the first to know about our latest fragrances, exclusive offers, and more! Subscribe to our newsletter and indulge in the world of DivineAroma. SUBSCRIBE NOW Latest Local Updates 13.02.2024 DivineAroma Opens New Boutique in Downtown! 12.02.2024 DivineAroma Featured in Local Fashion and Beauty Exhibition! 11.02.2024 DivineAroma Launches New Floral-Inspired Fragrance Collection! Join the Movement: Embrace Natural Fragrances At DivineAroma, we're committed to promoting sustainable and natural fragrance options for a better planet. Join us in our mission to reduce environmental impact by choosing eco-friendly perfumes that delight your senses and protect the Earth. LEARN MORE Explore DivineAroma Products Near You Discover our exclusive fragrances available at various locations, including our boutiques, retailers, and online store. Elevate your senses with DivineAroma today! CONTACT US Fragrance Inspirations Elegant Floral Essence From £ 59.99 SHOP NOW Romantic Citrus Blend From £ 79.99 SHOP NOW Sensual Woody Notes From £ 99.99 SHOP NOW The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "privacy-policy": "Privacy Policy - DivineAroma's Commitment to Your Privacy DivineAroma HOME ABOUT US Products Contact Privacy Policy DivineAroma respects your privacy and is committed to protecting your personal information. Information We Collect We may collect the following information from you: Name Address Email address Phone number Payment information Other information you provide to us, such as browsing history or survey responses How We Use Your Information We may use your information for the following purposes: To process your orders and provide customer service To send you marketing communications (with your consent) To improve our website and products To comply with legal requirements Data Security We take reasonable steps to protect your personal information from unauthorized access, use, or disclosure. However, no website can be guaranteed to be 100% secure. Your Choices You have the right to access, correct, or delete your personal information. You can also opt out of receiving marketing communications from us. For more information about your privacy rights, please contact us. International Transfers Your information may be transferred to and processed in countries outside of your own. These countries may have different data protection laws than your own country. The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "products": "Products - Explore DivineAroma's Premium Fragrances DivineAroma HOME ABOUT US Products Contact Find DivineAroma Near You! Exciting news! DivineAroma fragrances are now available at various locations near you. Discover our exclusive perfume collections at select outlets across town. Find your nearest DivineAroma store today! FIND NEAREST STORE Browse DivineAroma's Stunning Selection Exquisite Fragrance Mystic Bloom Perfume From £ 59.99 SHOP NOW Captivating Scent Eternal Essence Eau de Parfum From £ 79.99 SHOP NOW Luxurious Aroma Sapphire Nights Perfume From £ 99.99 SHOP NOW Join the Movement: Embrace Natural Fragrances At DivineAroma, we're committed to promoting sustainable and natural fragrance options for a better planet. Join us in our mission to reduce environmental impact by choosing eco-friendly perfumes that delight your senses and protect the Earth. LEARN MORE Fragrance Inspirations Elegant Floral Essence From £ 59.99 SHOP NOW Romantic Citrus Blend From £ 79.99 SHOP NOW Sensual Woody Notes From £ 99.99 SHOP NOW The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "terms-conditions": "Terms & Conditions - DivineAroma's Usage and Purchase Agreements DivineAroma HOME ABOUT US Products Contact Terms & Conditions 1. Introduction Welcome to DivineAroma. By accessing this website, we assume you accept these terms and conditions. Do not continue to use DivineAroma if you do not agree to take all of the terms and conditions stated on this page. 2. Intellectual Property Rights Other than the content you own, under these terms, DivineAroma and/or its licensors own all the intellectual property rights and materials contained in this website. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media; Selling, sublicensing, and/or otherwise commercializing any website material; Using this website in any way that is or may be damaging to this website; Using this website in any way that impacts user access to this website; Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website; The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930",
    "thanks": "Thanks - DivineAroma Appreciates Your Support DivineAroma HOME ABOUT US Products Contact Thank You! We greatly appreciate your interest in DivineAroma. Your support means a lot to us. Stay tuned for the latest updates, offers, and announcements regarding our premium fragrances. The DivineAroma website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 12-1-331/151,Dattatreya Nagar, Asif Nagar, Hyderabad, Telangana 500028, India divinearoma@gmail.com +91-855-539-4930"
  },
  "date": "2024-05-23T10:39:02.634Z"
}