{
  "name": "New_v9_blissfulbakeshop",
  "pages": {
    "terms-conditions": "Terms of Use - BlissfulBakeShop for a Better User Experience Home Order a cake BlissfulBakeShop Terms of Use Welcome to BlissfulBakeShop! These terms and conditions outline the rules and regulations for the use of BlissfulBakeShop's Website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use BlissfulBakeShop if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, BlissfulBakeShop and/or its licensors own the intellectual property rights for all material on BlissfulBakeShop. All intellectual property rights are reserved. You may access this from BlissfulBakeShop for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from BlissfulBakeShop Sell, rent or sub-license material from BlissfulBakeShop Reproduce, duplicate or copy material from BlissfulBakeShop Redistribute content from BlissfulBakeShop This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. BlissfulBakeShop does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of BlissfulBakeShop, its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, BlissfulBakeShop shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. BlissfulBakeShop reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant BlissfulBakeShop a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the jurisdiction in which the Company operates, and you submit to the non-exclusive jurisdiction of the state and federal courts located in that jurisdiction for the resolution of any disputes. Indemnification You hereby indemnify to the fullest extent BlissfulBakeShop from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Assignment The BlissfulBakeShop is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. Entire Agreement These Terms constitute the entire agreement between BlissfulBakeShop and you in relation to your use of this Website and supersede all prior agreements and understandings. User Conduct When using BlissfulBakeShop's website, you agree to abide by the following code of conduct: Respectful Communication: Users are expected to engage in respectful and courteous communication with each other and with BlissfulBakeShop's staff. Any form of harassment, discrimination, or offensive language will not be tolerated. Lawful Use: Users must use the website for lawful purposes only. Any illegal activities, including but not limited to hacking, spreading malware, or engaging in fraudulent behavior, are strictly prohibited. Intellectual Property: Users must respect intellectual property rights, including copyrights and trademarks, of BlissfulBakeShop and third parties. Unauthorized use, reproduction, or distribution of copyrighted material is prohibited. Prohibited Activities: Users are prohibited from engaging in activities that disrupt or interfere with the proper functioning of BlissfulBakeShop's website, including spamming, phishing, or engaging in denial-of-service attacks. Feedback and Suggestions: BlissfulBakeShop welcomes feedback and suggestions from users to improve the website and its services. However, users agree that any feedback or suggestions provided become the property of BlissfulBakeShop and may be used without restriction. Limitation of Liability In no event shall BlissfulBakeShop, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the website; (ii) any conduct or content of any third party on the website; (iii) any content obtained from the website; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. Exclusions Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you. Indemnification You agree to defend, indemnify and hold harmless BlissfulBakeShop and its licensee and licensors, and their employees, contractors, agents, officers, and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password; b) a breach of these Terms, or c) Content posted on the Service. Changes We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Contact Information If you have any questions or concerns regarding these Terms of Use, please contact us at blissfulbakeshop@gmail.com. By using our website, you hereby consent to our Terms of Use and agree to its terms. BlissfulBakeShop Where Every Bite is a Blissful Delight NOORI PALACE, Bandlaguda Rd, Alinagar, Tulsi Nagar, Bandlaguda, Chandrayangutta, Hyderabad, Telangana 500005, India blissfulbakeshop@gmail.com Site pages Home Order a cake Additional Information Privacy Policy Terms of Use",
    "thanks": "Thank you - Blissful BakeShop for your message and support. Thank You! Dear Valued Customer, Thank you for reaching out to BlissfulBakeShop. Your message has been received, and we appreciate the time you took to contact us. We strive to provide exceptional service and products to all of our customers, and your feedback is invaluable in helping us achieve that goal. Our team will review your message carefully and respond as soon as possible. In the meantime, if you have any urgent inquiries, feel free to contact us directly. Go back to the main page",
    "cake-to-order": "Order Custom Cakes Online - BlissfulBakeShop for Weddings, Birthdays, and More Home Order a cake BlissfulBakeShop Custom Cakes for Your Special Moments Make your celebrations even more memorable with our custom cakes. At BlissfulBakeShop, we specialize in creating unique and personalized cakes for weddings, birthdays, anniversaries, and any special occasion you have in mind. Our talented bakers and cake artists will work with you to bring your vision to life, ensuring that your cake is not only a delicious treat but also a stunning centerpiece for your event. Our Custom Cake Options Wedding Cakes Exquisite designs for your special day. Birthday Cakes Personalized creations for unforgettable celebrations. Anniversary Cakes Marking milestones with elegance and taste. Cakes for children's parties Adorable designs for the perfect addition to your celebration. Graduation Cakes Celebrate achievements with a custom cake to remember. Special Occasion Cakes From engagements to retirements, we have the perfect cake for every event. We will help you choose a cake Order it right now Order BlissfulBakeShop Where Every Bite is a Blissful Delight NOORI PALACE, Bandlaguda Rd, Alinagar, Tulsi Nagar, Bandlaguda, Chandrayangutta, Hyderabad, Telangana 500005, India blissfulbakeshop@gmail.com Site pages Home Order a cake Additional Information Privacy Policy Terms of Use",
    "index": "BlissfulBakeShop - Home Page for Delicious Cakes and Treats Home Order a cake BlissfulBakeShop Indulge in Decadent Delights Welcome to BlissfulBakeShop, where every bite is a taste of heaven. Explore our exquisite selection of handcrafted cakes and treats, made with love and the finest ingredients. Savor the sweetness and make every moment a celebration with our delectable creations. Experience the Blissful Difference At BlissfulBakeShop, we believe that every occasion deserves a touch of sweetness. That's why we go above and beyond to create the most delicious and beautiful cakes and treats for you to enjoy. Here are just a few reasons why our customers keep coming back for more. 180+ types of tractors 89+ different ingredients 1000+ satisfied customers Our Specialties Cupcakes Macarons Cake Pops Brownies Cookies Cheesecakes Our Commitment to Excellence At BlissfulBakeShop, we are dedicated to providing our customers with the highest quality products and the best possible service. Each member of our team is passionate about the art of baking and is committed to creating treats that not only look stunning but also taste absolutely divine. We take great pride in the happiness and satisfaction of our customers. Whether you're celebrating a special occasion or simply treating yourself, we want every experience with BlissfulBakeShop to be truly memorable. That's why we pour our hearts into everything we make, ensuring that you receive not just a cake or a treat, but a little piece of joy in every bite. +91 86862 38611 Call us at any time Our proposals for cakes 1500 INR Classic Chocolate Cake Indulge in the rich and timeless flavor of our classic chocolate cake. Made with the finest cocoa and luscious layers of chocolate ganache, this cake is a true delight for chocolate lovers. Order 1800 INR Vanilla Berry Delight Savor the delicate sweetness of our vanilla berry cake, adorned with fresh, vibrant berries. This elegant and refreshing cake is a perfect choice for any occasion. Order 2000 INR Red Velvet Romance Fall in love with our red velvet cake, a harmonious blend of velvety cocoa and a hint of buttermilk. Finished with a luxurious cream cheese frosting, it's a true symbol of indulgence. Order Write to us if you have questions let's talk Write to us I accept the Privacy Policy Submit BlissfulBakeShop Where Every Bite is a Blissful Delight NOORI PALACE, Bandlaguda Rd, Alinagar, Tulsi Nagar, Bandlaguda, Chandrayangutta, Hyderabad, Telangana 500005, India blissfulbakeshop@gmail.com Site pages Home Order a cake Additional Information Privacy Policy Terms of Use",
    "privacy-policy": "Privacy Policy - BlissfulBakeShop Ensuring Your Data is Safe with Us Home Order a cake BlissfulBakeShop Privacy Policy Welcome to BlissfulBakeShop! Before you delve into the delightful world of our delectable treats and mouthwatering creations, we want to ensure that you understand and agree to the terms outlined in this disclaimer. By accessing and using our website, you acknowledge that you have read, understood, and agreed to the following: Accuracy of Information: While we strive to provide accurate and up-to-date information on our website, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Health and Dietary Information: Our website may contain information relating to nutrition, ingredients, allergens, and dietary preferences. However, it is essential to consult with a qualified healthcare professional or nutritionist regarding any specific dietary concerns or health-related questions you may have. We do not provide medical advice, diagnosis, or treatment. Product Availability and Pricing: While we make every effort to ensure that the products featured on our website are available for purchase, we cannot guarantee the availability of any particular item at all times. Additionally, product prices and promotions may vary and are subject to change without prior notice. External Links: Our website may contain links to external websites that are not operated by us. These links are provided for your convenience and reference only. We do not endorse the contents of these websites and accept no responsibility for the content, privacy policies, or practices of any third-party sites. Intellectual Property: All content, including but not limited to text, images, logos, graphics, and videos, on this website is the property of BlissfulBakeShop or its content suppliers and is protected by copyright laws. Unauthorized use or reproduction of any content from this website is strictly prohibited. Limitation of Liability: In no event will BlissfulBakeShop be liable for any loss or damage, including without limitation indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. By accessing and using our website, you agree to indemnify, defend, and hold harmless BlissfulBakeShop, its employees, directors, and affiliates from any and all claims, damages, losses, liabilities, expenses, or costs (including reasonable attorneys' fees) arising out of or in connection with your use of this website. Modification of Terms: BlissfulBakeShop reserves the right to modify, amend, or update these terms and conditions at any time without prior notice. It is your responsibility to review these terms periodically for changes. Your continued use of the website following the posting of changes will signify your acceptance of those changes. Entire Agreement: This disclaimer constitutes the entire agreement between you and BlissfulBakeShop concerning your use of this website and supersedes all prior or contemporaneous understandings, representations, warranties, and agreements, whether written or oral, regarding the subject matter herein. Waiver and Severability: The failure of BlissfulBakeShop to enforce any right or provision of this disclaimer shall not constitute a waiver of such right or provision. If any provision of this disclaimer is held to be invalid or unenforceable by a court, the remaining provisions of this disclaimer will remain in effect. Language: The language of this disclaimer and all communications, notices, and documentation relating to this disclaimer shall be English. Contact Information: If you have any questions, comments, or concerns regarding this disclaimer or the practices of BlissfulBakeShop, please contact us at blissfulbakeshop@gmail.com. Third-Party Services: BlissfulBakeShop may utilize third-party services, plugins, or integrations on its website for various purposes such as analytics, payment processing, and social media integration. While we strive to partner with reputable service providers, we cannot guarantee the security or reliability of these third-party services. Your use of such services is subject to their respective terms of service and privacy policies. Social Media: BlissfulBakeShop may maintain accounts on various social media platforms to engage with customers and share updates, promotions, and other relevant content. Your interactions with us on social media are subject to the respective platform's terms of service and privacy policies. We may also repost or share user-generated content with proper attribution, but we do not claim ownership of such content. Changes to the Website: BlissfulBakeShop reserves the right to make changes, updates, or improvements to its website, including but not limited to content, layout, functionality, and features, at any time without prior notice. We may also suspend or terminate access to the website temporarily or permanently for maintenance, upgrades, or other reasons, without liability to you or any third party. Disclaimer Acceptance: By continuing to use our website, you acknowledge that you have read, understood, and agreed to all terms and conditions outlined in this disclaimer. If you do not agree with any part of this disclaimer, please refrain from using our website. Termination of Use: BlissfulBakeShop reserves the right to terminate or suspend your access to all or any part of the website at any time, with or without cause, and with or without notice. Upon termination of your access, you agree to cease all use of the website and any services provided therein. Force Majeure: BlissfulBakeShop shall not be liable for any failure or delay in performing its obligations under this disclaimer if such failure or delay is due to circumstances beyond its reasonable control, including but not limited to acts of God, war, terrorism, civil unrest, labor disputes, natural disasters, governmental restrictions, or technical failures. Survival: The provisions of this disclaimer that by their nature should survive termination shall survive any termination of your access to the website, including but not limited to the disclaimers of warranties, limitations of liability, and indemnities. Electronic Communications: By using the website, you consent to receive electronic communications from BlissfulBakeShop. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing. Feedback: We welcome your feedback, comments, and suggestions regarding our website and services. However, please note that any feedback or submissions you provide shall be deemed non-confidential and non-proprietary. BlissfulBakeShop shall be free to use, reproduce, modify, adapt, publish, translate, distribute, and display such feedback without restriction or obligation of any kind. If you have any questions or concerns regarding this disclaimer, please contact us at blissfulbakeshop@gmail.com. Thank you for choosing BlissfulBakeShop! We hope you enjoy your sweet journey with us. BlissfulBakeShop Where Every Bite is a Blissful Delight NOORI PALACE, Bandlaguda Rd, Alinagar, Tulsi Nagar, Bandlaguda, Chandrayangutta, Hyderabad, Telangana 500005, India blissfulbakeshop@gmail.com Site pages Home Order a cake Additional Information Privacy Policy Terms of Use"
  }
}