{
  "name": "New_v9_Strike",
  "pages": {
    "about": "Strike Boliche | Sobre nós Strike Boliche Sobre nós Contactos Descubra o Strike Boliche O Destino Perfeito para Diversão, Lazer e Confraternização Sobre o Nosso Clube Bem-vindo ao Strike Boliche, o lugar onde diversão e emoção se encontram! Localizado no coração da cidade, nosso clube oferece uma experiência única para todas as idades. Com 15 pistas de boliche modernas, uma ampla variedade de bolas e sapatos de alta qualidade, garantimos que cada visita seja inesquecível. Nosso ambiente acolhedor é perfeito para encontros com amigos, celebrações familiares, festas de aniversário e eventos corporativos. Além do boliche, temos uma área de convivência confortável, onde você pode relaxar, desfrutar de petiscos deliciosos e bebidas refrescantes enquanto assiste às partidas. Nossa equipe dedicada está sempre pronta para ajudar e garantir que você tenha a melhor experiência possível. No Strike Boliche, cada detalhe é pensado para proporcionar momentos de alegria e diversão para todos os nossos visitantes. Venha nos conhecer e descubra por que somos o destino preferido para lazer e entretenimento na cidade! Nossos Campeões Conheça os talentosos jogadores que brilham nas pistas do Strike Boliche. Nossos campeões não são apenas mestres do jogo, mas também inspirações para todos os que visitam o nosso clube. Estamos orgulhosos de apresentar alguns dos nossos melhores jogadores: João Silva Idade: 28 anos Conquistas: Campeão do Torneio Regional de Boliche 2023, 1º lugar no Campeonato Municipal 2022 Biografia: João começou a jogar boliche aos 12 anos e rapidamente se destacou pelo seu talento e dedicação. Com um arremesso preciso e estratégias bem elaboradas, ele se tornou uma figura proeminente no cenário do boliche regional. João é conhecido por seu espírito esportivo e por ajudar novos jogadores a melhorar suas habilidades. Maria Oliveira Idade: 34 anos Conquistas: Vencedora do Campeonato Estadual de Boliche 2021, 2º lugar no Torneio Internacional de Boliche 2022 Biografia: Maria é uma jogadora apaixonada e determinada, com um currículo impressionante de vitórias. Ela começou sua carreira no boliche na universidade e rapidamente se destacou pela sua técnica impecável e pelo seu foco inabalável. Maria é uma inspiração para muitas jovens jogadoras e frequentemente oferece workshops no clube. Lucas Fernandes Idade: 25 anos Conquistas: 1º lugar no Campeonato Juvenil Nacional 2020, Campeão do Torneio de Duplas 2022 Biografia: Lucas é conhecido por seu estilo de jogo inovador e pela sua capacidade de manter a calma sob pressão. Ele entrou para o boliche por diversão, mas rapidamente percebeu seu talento natural. Lucas combina força e precisão, tornando-o um competidor formidável. Além de suas conquistas, ele é conhecido por seu entusiasmo e por motivar seus colegas jogadores. Como se Tornar um Membro do Strike Boliche É fácil se tornar parte da comunidade do Strike Boliche e desfrutar de todos os benefícios que nosso clube oferece. Oferecemos várias opções para você começar a jogar: Visitação Avulsa: Venha nos visitar a qualquer momento durante nossas horas de funcionamento e aproveite nossas instalações. Membros Regulares: Torne-se um membro regular e desfrute de descontos exclusivos em reservas de pistas, eventos especiais e muito mais. Eventos e Torneios: Participe de nossos eventos e torneios regulares para competir, se divertir e talvez até se tornar nosso próximo campeão! Junte-se a Nós Mais do que Boliche: Diversão para Todos os Gostos No Strike Boliche, oferecemos muito mais do que apenas boliche emocionante. Descubra uma variedade de atividades e comodidades que tornam nosso clube o destino ideal para todas as idades e ocasiões: Sala de Jogos: Desfrute de uma variedade de jogos eletrônicos e de mesa, perfeitos para uma tarde divertida em família ou com amigos. Lounge e Bar: Relaxe e recarregue suas energias em nosso lounge confortável, enquanto desfruta de uma seleção de petiscos deliciosos e bebidas refrescantes. Eventos Especiais: De festas de aniversário a eventos corporativos, nosso espaço é perfeito para celebrar ocasiões especiais com estilo e diversão. Ambiente Familiar: Nosso ambiente acolhedor é projetado para criar memórias duradouras, seja você um iniciante ou um jogador experiente. Termos de Utilização Política De Privacidade Strike Boliche 2024",
    "contacts": "Strike Boliche | Contactos Strike Boliche Sobre nós Contactos Contactos +55 80 8731 9943 strike-boliche@gmail.com Asa Norte Trecho 01 Conjunto 6 - Brasília, DF, 70800-112 O Seu Nome Endereço De E-Mail Mensagem Aceito&nbsp; Política De Privacidade Reviews João Carlos Adorei a experiência no Strike Boliche! As pistas são ótimas e a equipe super atenciosa. Com certeza voltarei! Maria Fernanda O ambiente do clube é incrível! Comemoramos meu aniversário lá e todos os meus amigos adoraram. Recomendo! Pedro Oliveira Sou cliente regular do Strike Boliche e sempre tenho uma ótima experiência. As pistas são bem cuidadas e o bar oferece boas opções. Ana Luiza Silva Minha família adorou o dia que passamos no Strike Boliche. Foi muito divertido e as crianças se sentiram em casa. Carlos Eduardo Santos Participei de um torneio no clube e fiquei impressionado com a organização e o nível dos competidores. Excelente infraestrutura!\" Sofia Almeida Fui ao Strike Boliche com meu namorado e adoramos! O ambiente é descontraído e as pistas são perfeitas para um encontro divertido. Perguntas Frequentes Quais são os horários de funcionamento do Strike Boliche? Estamos abertos todos os dias da semana, das 10h às 23h. Para horários específicos durante feriados, por favor, verifique nossa página de reservas ou entre em contato conosco diretamente. Preciso reservar uma pista com antecedência? Recomendamos fazer a reserva de sua pista com antecedência, especialmente durante os fins de semana e feriados, para garantir disponibilidade. Você pode fazer sua reserva através do nosso site ou ligando para nossa recepção. Posso trazer comida e bebida de fora para o Strike Boliche? Não é permitido trazer comida de fora para o nosso estabelecimento. Temos um bar e uma lanchonete dentro do clube que oferecem uma variedade de opções deliciosas para você desfrutar durante sua visita. Há um dress code para jogar boliche no Strike Boliche? Não há um dress code específico, mas recomendamos o uso de roupas confortáveis e sapatos fechados adequados para a prática de esportes. Fornecemos sapatos de boliche limpos e higienizados gratuitamente para todos os jogadores. O Strike Boliche é adequado para crianças? Sim, o Strike Boliche é um local ideal para diversão em família. Temos opções de pistas mais leves e equipamento adaptado para crianças, além de um ambiente seguro e acolhedor para os pequenos. Conheça o Nosso Proprietário Olá, sou Paulo Santos, o orgulhoso proprietário do Strike Boliche. Desde a minha infância, o boliche sempre foi uma paixão para mim. A ideia de criar um espaço onde as pessoas pudessem se divertir, competir e criar memórias especiais nasceu de um desejo de compartilhar essa paixão com a comunidade. No Strike Boliche, estamos comprometidos em oferecer a melhor experiência possível para nossos clientes. Com instalações de alta qualidade, uma equipe dedicada e um ambiente acolhedor, nosso objetivo é garantir que cada visita ao nosso clube seja memorável e divertida. Estamos constantemente buscando melhorias e novas maneiras de tornar o Strike Boliche um destino preferido para famílias, amigos e amantes do boliche. Obrigado por escolher o nosso clube para suas celebrações e momentos de lazer. Esperamos recebê-lo em breve para uma partida emocionante de boliche! Termos de Utilização Política De Privacidade Strike Boliche 2024",
    "index": "Strike Boliche Strike Boliche Sobre nós Contactos Desafie Seus Amigos no Strike Boliche! Venha Viver a Emoção e Diversão nas Nossas Pistas de Boliche Modernas Bem-vindo ao Strike Boliche: Onde a Diversão Nunca Para No Strike Boliche, nós nos dedicamos a proporcionar uma experiência única e inesquecível para nossos clientes. Nossas instalações modernas e acolhedoras são perfeitas para todos, desde iniciantes até jogadores experientes. Com pistas de última geração, um ambiente descontraído e uma equipe pronta para atender a todas as suas necessidades, garantimos que cada visita seja repleta de diversão e emoção. Venha conhecer nosso clube e descubra por que somos o destino preferido para diversão em grupo, festas e eventos especiais. Os Nossos Benefícios 500+ Eventos Realizados 10,000+ Visitantes Satisfeitos 15 Pistas de Boliche Modernas Regras do Nosso Clube Para garantir a melhor experiência para todos os nossos clientes, pedimos que sigam as seguintes regras durante sua visita ao Strike Boliche: 1. Uso de Calçados Apropriados: Para a segurança e preservação das pistas, é obrigatório o uso de sapatos de boliche fornecidos pelo clube. 2. Respeito ao Tempo de Jogo: Respeite o tempo de jogo reservado para permitir que todos os clientes aproveitem sua experiência. Chegue pontualmente para o início do seu horário. 3. Cuidado com o Equipamento: Manuseie as bolas de boliche e outros equipamentos com cuidado. Qualquer dano intencional será cobrado do responsável. 4. Segurança em Primeiro Lugar: Siga todas as instruções dos funcionários e respeite as sinalizações de segurança nas pistas. Não cruze a linha de falta para evitar acidentes. 5. Comportamento Adequado: Mantenha um comportamento respeitoso e cordial com outros jogadores e equipe do clube. Evite gritar, empurrar ou qualquer tipo de comportamento agressivo. 6. Consumo de Alimentos e Bebidas: O consumo de alimentos e bebidas é permitido apenas nas áreas designadas. Evite levar alimentos e bebidas para as pistas de jogo. 7. Reserva de Pistas: Recomenda-se a reserva antecipada das pistas para garantir disponibilidade. As reservas podem ser feitas online ou na recepção do clube. Agradecemos por seguir nossas regras e contribuir para um ambiente seguro e divertido para todos. Aproveite sua visita ao Strike Boliche! --> --> Exemplos do Nosso Trabalho--> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> --> Explore Nossas Instalações Diferenciação das Pistas Nossas 15 pistas de boliche são equipadas com tecnologia de ponta, garantindo uma experiência de jogo suave e precisa. Mantidas com os mais altos padrões de qualidade, nossas pistas oferecem condições ideais tanto para iniciantes quanto para jogadores experientes. Venha e deslize para a vitória em nossas pistas perfeitas! Conforto e Segurança nos Pés Oferecemos uma ampla variedade de sapatos de boliche, disponíveis em diversos tamanhos, para garantir conforto e segurança a todos os nossos visitantes. Todos os calçados são regularmente higienizados e mantidos em perfeito estado para proporcionar a melhor experiência possível. Calce-se com confiança e aproveite seu jogo! Bolas para Todos os Estilos Dispomos de uma vasta coleção de bolas de boliche, com diferentes pesos e tamanhos, para atender às necessidades e preferências de cada jogador. Seja você um iniciante ou um veterano, temos a bola perfeita para ajudar a melhorar sua precisão e desempenho. Escolha a sua bola ideal e faça strikes memoráveis! Venha se Divertir no Strike Boliche! No Strike Boliche, garantimos momentos de pura diversão e emoção para todas as idades. Seja para uma noite descontraída com amigos, uma comemoração especial ou um evento corporativo, nosso clube oferece a experiência perfeita. Nossas modernas instalações, equipe dedicada e ambiente acolhedor estão prontos para receber você e tornar sua visita inesquecível. Não perca a chance de viver essa experiência única. Reserve sua pista agora e venha fazer strikes e novas memórias com a gente! Reserve Agora Termos de Utilização Política De Privacidade Strike Boliche 2024",
    "privacy_policy": "Strike Boliche | Política de Privacidade Strike Boliche Política de Privacidade da Designium Esta política de privacidade descreve como o Strike Boliche coleta, usa e protege as informações pessoais que você fornece quando utiliza nosso site e serviços. Comprometemo-nos a proteger sua privacidade e a manter suas informações seguras. Ao utilizar nosso site e serviços, você concorda com a coleta e uso das informações de acordo com esta política. Informações Coletadas Nome Endereço de e-mail Número de telefone Informações demográficas como código postal, preferências e interesses Uso das Informações As informações que coletamos são utilizadas para entender suas necessidades e proporcionar um melhor serviço, e em particular, para os seguintes fins: Manter registros internos. Melhorar nossos produtos e serviços. Enviar periodicamente e-mails promocionais sobre novos produtos, ofertas especiais ou outras informações que achamos que você pode achar interessante. Entrar em contato com você para fins de pesquisa de mercado. Podemos entrar em contato por e-mail, telefone, fax ou correio. Podemos usar as informações para personalizar o site de acordo com seus interesses. Segurança Estamos empenhados em garantir que suas informações estejam seguras. Para evitar acesso não autorizado ou divulgação, implementamos procedimentos físicos, eletrônicos e administrativos adequados para salvaguardar e proteger as informações que coletamos online. Contacte-Nos Se você tiver alguma dúvida sobre esta política, entre em contato conosco em strike-boliche@gmail.com. Termos de Utilização Política De Privacidade Strike Boliche 2024",
    "terms": "Strike Boliche | Termos de Uso da Designium Designium Termos de Uso 1. Introdução Bem-vindo ao Strike Boliche. Ao acessar este site, você concorda em cumprir com estes termos de uso, nossa política de privacidade e todas as leis aplicáveis. Se você não concordar com qualquer parte destes termos, por favor, não use nosso site. 2. Uso do Site O conteúdo deste site é apenas para informação geral e sujeito a alterações sem aviso prévio. Não garantimos a precisão, adequação ou completude das informações e materiais encontrados ou oferecidos neste site para qualquer finalidade específica. Você reconhece que tais informações e materiais podem conter imprecisões ou erros e nós excluímos expressamente a responsabilidade por tais imprecisões ou erros na medida máxima permitida por lei. 3. Propriedade Intelectual Este site contém material que é de nossa propriedade ou licenciado para nós. Isso inclui, mas não se limita a, design, layout, aparência, gráficos e textos. Reprodução é proibida, exceto conforme estabelecido no aviso de direitos autorais, que forma parte destes termos e condições. 4. Links para Outros Sites Nosso site pode conter links para outros sites de interesse. Estes links são fornecidos para sua conveniência para fornecer mais informações. Eles não significam que endossamos esses sites. Não temos responsabilidade pelo conteúdo dos sites vinculados. 5.Modificações nos Termos Podemos revisar estes termos de uso a qualquer momento, atualizando esta página. Você deve verificar esta página periodicamente para garantir que você esteja satisfeito com quaisquer alterações. O uso contínuo do site após a publicação de alterações constitui aceitação dessas alterações. 6. Contato Se você tiver dúvidas sobre estes termos de uso, por favor, entre em contato conosco através dos detalhes fornecidos em nossa página de contato. Se você tiver alguma dúvida sobre esta política, entre em contato conosco em strike-boliche@gmail.com. Termos de Utilização Política De Privacidade Strike Boliche 2024",
    "thank_page": "Strike Boliche | página de agradecimentos Obrigada! Processaremos a sua resposta Voltar para Strike Boliche"
  },
  "date": "2024-06-14T05:11:04.377Z"
}