{
  "name": "New_v8_Globely",
  "pages": {
    "privacy-policy": "Globely's Privacy Policy terms Globely Home Catalog About Contacts Home Catalog About Contacts Privacy Policy We are committed to protecting your privacy and ensuring the security of your personal information. We understand that your privacy is important to you, and we are dedicated to being transparent about how we collect, use, and protect your data. Our goal is to provide a safe and secure online environment for our users. We collect personal information that you provide to us when you use our website, such as your name, email address, and payment information. This data is essential for processing your orders, managing your account, and improving your shopping experience. We may also collect additional information such as your shipping address, phone number, and purchase history to better serve you. We use this information to process your orders, provide customer service, and improve our products and services. Your information helps us to complete transactions efficiently, respond to your inquiries promptly, and tailor our offerings to better meet your needs. Additionally, we may use your information for internal purposes such as data analysis and research to enhance our website and customer experience. We do not share your personal information with third parties, except as necessary to fulfill your orders or comply with legal requirements. This means that we may share your information with trusted service providers such as payment processors, shipping companies, and IT support, all of whom are contractually obligated to keep your information secure and confidential. We use cookies and similar technologies to collect information about your browsing behavior and preferences. This helps us to personalize your experience and deliver relevant advertisements. Cookies allow us to recognize you on subsequent visits, remember your preferences, and track your interactions with our site. This information is used to improve website functionality and provide you with a more tailored experience. You have the right to access, correct, or delete your personal information. To do so, please contact us at the provided email address. We are committed to ensuring that your data is accurate and up-to-date. If you wish to exercise any of your rights regarding your personal information, such as accessing your data, requesting corrections, or deleting your information, please reach out to us. We will respond to your request in a timely and efficient manner. We take appropriate security measures to protect your personal information from unauthorized access, disclosure, or misuse. Our security measures include the use of encryption, firewalls, secure servers, and access controls to safeguard your data. We also regularly review our security practices to ensure that your information remains protected against evolving threats and vulnerabilities. By using our website, you consent to the collection and use of your personal information in accordance with this policy. Your continued use of our site signifies your acceptance of this Privacy Policy and our data practices. If you do not agree with any part of this policy, please do not use our website or services. Your privacy and trust are paramount to us, and we strive to protect your personal information with the utmost care. We may update this privacy policy from time to time. We will notify you of any changes by posting the new policy on our website. It is your responsibility to review this Privacy Policy periodically to stay informed about our data practices. Significant changes to the policy will be communicated through prominent notices on our site or via email. Your continued use of our services after any updates indicates your acceptance of the revised policy. +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "terms-conditions": "Terms and Conditions Globely Home Catalog About Contacts Home Catalog About Contacts Terms and Conditions Introduction: These Terms and Conditions govern your use of the Globely website and your purchase of products from us. By accessing or using our site, you agree to be bound by these terms. Acceptance of Terms: By using our website, you agree to comply with and be bound by these Terms and Conditions. If you do not agree to these terms, you must not use our website. Changes to Terms: We reserve the right to change these Terms and Conditions at any time without notice. Your continued use of the site after any changes indicates your acceptance of the new terms. Use of the Site: You agree to use the site for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the site. Prohibited behavior includes harassing or causing distress or inconvenience to any other user. Product Information: While we strive to ensure that the information on the site is accurate, we do not warrant its accuracy or completeness. We may make changes to the information on the site, including prices and product descriptions, at any time without notice. Ordering and Payment: All orders are subject to acceptance and availability. Prices are subject to change without notice. Payment must be made at the time of order placement using our secure payment gateway. Shipping and Delivery: We will endeavor to deliver the products to you within the time indicated on our website, but delivery times are not guaranteed. We will not be liable for any delay in delivery howsoever caused. Returns and Refunds: If you are not satisfied with your purchase, you may return the product within a specified period for a refund or exchange, subject to our returns policy. Intellectual Property: All content included on the site, such as text, graphics, logos, images, and software, is the property of Globely or its content suppliers and is protected by intellectual property laws. Limitation of Liability: Globely will not be liable for any direct, indirect, incidental, special, or consequential damages resulting from your use of, or inability to use, the site or any products purchased through the site. Governing Law: These Terms and Conditions are governed by and construed in accordance with the laws of India. Any disputes arising in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. Contact Us: If you have any questions about these Terms and Conditions, please contact us at globely@gmail.com or visit our office location. +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "thanks": "Success! Thank you for your submission! Return home",
    "about": "About Globely - Your Trusted Source for Premium Globes Globely Home Catalog About Contacts Home Catalog About Contacts About Globely Globely was founded with a vision to bring the beauty and knowledge of the world into homes and offices across India. Our journey began with a passion for geography and a desire to create high-quality, aesthetically pleasing globes that inspire a sense of wonder and curiosity. Today, we are proud to offer a diverse range of globes that cater to various interests and needs, from educational tools to decorative pieces. Our Mission At Globely, our mission is to provide our customers with the finest globes available on the market. We believe that a globe is more than just a map; it is a gateway to understanding the world and our place within it. We are committed to delivering products that combine exceptional craftsmanship with accurate cartography, ensuring that each globe is both beautiful and informative. Our Values Integrity, quality, and customer satisfaction are the core values that drive everything we do at Globely. We believe in building lasting relationships with our customers based on trust and transparency. Our dedication to quality ensures that every globe we offer meets the highest standards of craftsmanship and accuracy. We are also passionate about education and strive to provide products that enhance learning and spark curiosity. Our Products Our extensive range of globes includes something for everyone. From classic desk globes to illuminated globes and antique replicas, each product is designed with attention to detail and a commitment to excellence. We also offer specialized globes such as celestial models and interactive globes that provide an engaging and educational experience. Whether you are a student, teacher, decorator, or collector, you will find the perfect globe at Globely. Our Team The Globely team is a group of passionate individuals who share a love for geography and a dedication to quality. Our experts are knowledgeable about the latest trends and advancements in cartography and globe manufacturing. They are always available to provide guidance and assistance to help you find the perfect globe for your needs. We believe in continuous improvement and regularly update our collection to offer the best products to our customers. Sustainability At Globely, we are committed to sustainability and environmental responsibility. We source our materials from sustainable suppliers and ensure that our manufacturing processes minimize waste and environmental impact. Our globes are designed to last, reducing the need for frequent replacements and contributing to a more sustainable future. Community Engagement We believe in giving back to the community and supporting educational initiatives. Globely partners with schools and educational institutions to provide globes and educational materials that enhance learning experiences. We also support various charitable organizations that promote education and environmental conservation. By choosing Globely, you are not only getting a high-quality product but also contributing to a greater cause. Customer Testimonials Our customers are at the heart of everything we do. We are proud to have received numerous positive reviews and testimonials from satisfied customers. Here are just a few of the comments we have received: \"The globe I purchased from Globely is stunning and incredibly detailed. It has become a centerpiece in my office.\" - Rajesh K. \"My children love their illuminated globe from Globely. It makes learning geography fun and engaging.\" - Anjali P. \"The quality and craftsmanship of the globe I bought are outstanding. I highly recommend Globely.\" - Priya M. Contact Us We would love to hear from you. If you have any questions, feedback, or inquiries, please do not hesitate to contact us. Our friendly customer service team is here to assist you and ensure that your experience with Globely is exceptional. Reach out to us via email or phone, and we will be happy to help. Join Us on Our Journey Thank you for choosing Globely. We are excited to be a part of your journey in exploring and understanding the world. Follow us on social media for the latest updates, promotions, and educational content. Share your experiences with us and become a part of the Globely community. Together, let's discover the wonders of our planet. +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "catalog": "Globely Product Catalog - Explore Our Wide Range of Globes Globely Home Catalog About Contacts Home Catalog About Contacts Globely Product Catalog 39$ order 49$ order 59$ order 69$ order 149$ order 199$ order 149$ order 199$ order Our Collection Welcome to the Globely Product Catalog, where you can explore our wide range of high-quality globes. Whether you are looking for a decorative piece, an educational tool, or a unique gift, our catalog has something for everyone. Each globe in our collection is meticulously crafted to provide both beauty and accuracy, ensuring that you get the best of both worlds. Desk Globes Our desk globes are perfect for adding a touch of elegance to your office or study. These globes come in various sizes and styles, from classic designs to contemporary models. Each desk globe features detailed cartography and high-quality materials, making them both functional and aesthetically pleasing. Choose from a range of finishes, including wooden bases and metallic accents, to find the perfect globe that complements your workspace. Illuminated Globes Illuminate your world with our stunning illuminated globes. These globes are designed to provide a soft, ambient light that enhances the details of the map and creates a beautiful display. Perfect for night-time viewing and educational purposes, our illuminated globes are available in various sizes and designs. Whether you are looking for a globe for your home or classroom, our illuminated globes offer a unique and engaging way to explore the world. Antique Replicas Step back in time with our exquisite collection of antique replica globes. These globes are designed to mimic the style and craftsmanship of historical globes, making them perfect for collectors and history enthusiasts. Each antique replica globe features intricate detailing and a vintage finish, adding a touch of old-world charm to any room. Explore our range of antique globes and find a timeless piece that tells a story of exploration and discovery. Educational Globes Our educational globes are designed to make learning fun and interactive. Ideal for students and teachers, these globes feature detailed maps with clear labels and vibrant colors. From political and physical globes to interactive models that highlight different aspects of geography, our educational globes are perfect for classrooms and homes. Encourage a love of learning and exploration with our range of educational globes. Celestial Globes Explore the wonders of the night sky with our celestial globes. These globes showcase constellations, stars, and other celestial bodies, providing a unique perspective on our universe. Perfect for astronomy enthusiasts and educators, our celestial globes are both educational and decorative. Each globe is designed with precision and care, ensuring that you get an accurate and beautiful representation of the night sky. Interactive Globes Take your exploration to the next level with our interactive globes. These globes feature advanced technology that allows you to explore different aspects of the world with a touch or a tap. From augmented reality globes that bring maps to life to electronic globes with built-in quizzes and games, our interactive globes are perfect for curious minds of all ages. Discover a new way to learn and engage with our range of interactive globes. Specialty Globes Looking for something unique? Our specialty globes offer a range of options that cater to specific interests and needs. From globes that highlight historical voyages to those that focus on environmental themes, our specialty globes provide a different perspective on the world. Explore our collection of specialty globes and find a piece that resonates with your passion and curiosity. Globes for Gifting A globe makes a thoughtful and unique gift for any occasion. Whether you are celebrating a birthday, anniversary, or any other special event, our globes offer a meaningful way to show you care. Choose from our range of elegant and beautifully crafted globes, each designed to make a lasting impression. With options for personalization and customization, you can create a one-of-a-kind gift that will be cherished for years to come. Ordering and Delivery Ordering your globe from Globely is simple and convenient. Browse our online catalog, select your preferred globe, and place your order with just a few clicks. We offer fast and reliable shipping across India, ensuring that your globe arrives safely and promptly. Our secure payment options provide peace of mind, and our customer service team is always available to assist you with any questions or concerns. Customer Reviews Don't just take our word for it - hear what our customers have to say. We are proud to have received numerous positive reviews from satisfied customers who love their Globely globes. Here are some of their comments: \"The illuminated globe I purchased is absolutely stunning. It adds a beautiful glow to my living room.\" - Sandeep R. \"I bought an antique replica globe for my husband's birthday, and he was thrilled. It's a beautiful piece of history.\" - Kavita S. \"The educational globe I got for my classroom has made geography lessons much more engaging for my students.\" - Neha D. Contact Us If you have any questions or need assistance, please do not hesitate to contact us. Our friendly customer service team is here to help you with any inquiries. We look forward to hearing from you and helping you find the perfect globe. +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "contacts": "Globely - Get in Touch: Find Your Perfect products and Enjoy Fast Shipping Globely Home Catalog About Contacts Home Catalog About Contacts Get in Touch Name Email I agree with your privacy policy Send +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "cookies": "Globely's cookies Policy Globely Home Catalog About Contacts Home Catalog About Contacts Cookies Policy Introduction: This Cookies Policy explains how Globely uses cookies and similar technologies to recognize you when you visit our website. It explains what these technologies are and why we use them, as well as your rights to control our use of them. This policy may change from time to time, so please check back regularly for updates. What Are Cookies?: Cookies are small data files that are placed on your computer or mobile device when you visit a website. They are widely used by website owners to make their websites work, or to work more efficiently, as well as to provide reporting information. Cookies can be used to track your browsing behavior, personalize your experience, and deliver targeted advertising. How We Use Cookies: Globely uses cookies to enhance your browsing experience, analyze site traffic, and understand where our visitors are coming from. Cookies allow us to recognize you when you return to our site and keep track of your preferences. We also use cookies to show you relevant ads and personalized content. Types of Cookies We Use: We use both session cookies, which expire when you close your browser, and persistent cookies, which stay on your device until you delete them. These include essential cookies, performance cookies, and advertising cookies. Managing Cookies: You have the right to decide whether to accept or reject cookies. You can exercise your cookie preferences by setting or amending your web browser controls to accept or refuse cookies. Please note that if you choose to refuse cookies, you may not be able to use the full functionality of our website. Opting Out of Cookies: If you choose to opt out of cookies, you may not be able to use all of the features and functionality of our website. You can adjust your cookie settings in your web browser preferences. Third-Party Cookies: Globely uses cookies from third-party services, such as Google Analytics, to track and analyze traffic. These cookies are used to improve our website and deliver better content to our users. Changes to This Policy: We may update this Cookies Policy from time to time to reflect changes to the cookies we use or for other operational, legal, or regulatory reasons. Please revisit this Cookies Policy regularly to stay informed about our use of cookies and related technologies. Contact Us: If you have any questions about our use of cookies or other technologies, please email us at globely@gmail.com or contact us at our office location. GDPR Compliance: Globely complies with the General Data Protection Regulation (GDPR) and we are committed to protecting your privacy and respecting your rights. If you have any concerns about our use of cookies and other technologies, please contact us. +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "disclaimer": "Globely disclaimer Globely Home Catalog About Contacts Home Catalog About Contacts Disclaimer Globely takes no responsibility for any loss, damage or inconvenience caused as a result of relying on the information provided on this website. While Globely strives to maintain the accuracy and up-to-date nature of the information provided on this website, no warranty or representation is made as to the completeness, accuracy, reliability, or availability of such information. The information contained on this website is provided as a general service and should not be relied upon for any specific purpose. The information provided on this website is subject to change at any time without notice. The information on this website may not be available in all countries or regions. Globely does not endorse or warrant any third-party websites or services. Globely is not responsible for the content, accuracy, or availability of any external websites linked to from this website. Globely takes no responsibility for any loss, damage or inconvenience caused as a result of relying on the information provided on this website. While Globely strives to maintain the accuracy and up-to-date nature of the information provided on this website, no warranty or representation is made as to the completeness, accuracy, reliability, or availability of such information. Globely disclaims any liability or responsibility for any loss or damage incurred as a result of relying on the information or services provided on this website. Globely reserves the right to make changes to this disclaimer at any time. If you have any questions or concerns regarding this disclaimer, please contact us at globely@gmail.com. +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept",
    "index": "Explore the World with Premium Globes from Globely Globely Home Catalog About Contacts Home Catalog About Contacts Welcome to Globely - Your World in Your Hands Welcome to Globely, your premier destination for high-quality globes. Our mission is to bring the world closer to you, one globe at a time. Whether you are a geography enthusiast, a home decorator, or an educator, our range of globes is designed to meet your needs and inspire a sense of adventure and curiosity. EXPLORE NOW Why Choose Globely? At Globely, we pride ourselves on offering a diverse selection of globes that combine aesthetics with accuracy. Each globe is crafted with attention to detail, ensuring that it serves as both an educational tool and a beautiful decorative piece. Our collection includes classic desk globes, illuminated globes, and unique antique replicas, all designed to cater to different tastes and preferences. Our Commitment to Quality Quality is at the heart of everything we do at Globely. We source our globes from reputable manufacturers who use premium materials to ensure durability and longevity. Our globes feature up-to-date maps with detailed cartography, making them perfect for both study and display. Whether you are looking for a globe to enhance your office space or to help your children learn about geography, you can trust Globely to provide the best products on the market. Explore Our Collections Our extensive collection of globes is designed to cater to all kinds of interests and requirements. From political and physical globes that highlight countries and terrain to celestial globes that showcase constellations, there is something for everyone at Globely. We also offer a range of interactive and illuminated globes that are perfect for educational purposes and nighttime viewing. Customer Satisfaction At Globely, customer satisfaction is our top priority. We are committed to providing exceptional customer service and ensuring that your shopping experience is smooth and enjoyable. Our knowledgeable team is always on hand to answer any questions and provide expert advice to help you choose the perfect globe. We also offer fast and reliable shipping across India, so you can start exploring the world in no time. Join the Globely Community We invite you to join the growing community of Globely enthusiasts who share a passion for learning and discovery. Follow us on social media for the latest updates, promotions, and educational content. Share your globe collection and experiences with us using the hashtag #GlobelyIndia. We look forward to connecting with you and exploring the world together. Shop Now Ready to find your perfect globe? Browse our online store and discover a world of possibilities. From elegant desk globes to vibrant educational models, we have something for everyone. Shop now at Globely and bring the world into your home. Globely Desk Globes 149.99$ SHOP NOW Globely Celestial Globes 199.99$ SHOP NOW Globely Interactive Globes 299.99$ SHOP NOW Globely Antique Globes 149.99$ SHOP NOW Contact Us If you have any questions or need assistance, please do not hesitate to contact us. Our friendly customer service team is here to help you with any inquiries. We look forward to hearing from you and helping you find the perfect globe. Our Story Globely was founded with a vision to bring the beauty and knowledge of the world into homes and offices across India. Our journey began with a passion for geography and a desire to create high-quality, aesthetically pleasing globes that inspire a sense of wonder and curiosity. Today, we are proud to offer a diverse range of globes that cater to various interests and needs, from educational tools to decorative pieces. SHOP NOW Our Mission At Globely, our mission is to provide our customers with the finest globes available on the market. We believe that a globe is more than just a map; it is a gateway to understanding the world and our place within it. We are committed to delivering products that combine exceptional craftsmanship with accurate cartography, ensuring that each globe is both beautiful and informative. Our Values Integrity, quality, and customer satisfaction are the core values that drive everything we do at Globely. We believe in building lasting relationships with our customers based on trust and transparency. Our dedication to quality ensures that every globe we offer meets the highest standards of craftsmanship and accuracy. We are also passionate about education and strive to provide products that enhance learning and spark curiosity. SHOP NOW Our Products Our extensive range of globes includes something for everyone. From classic desk globes to illuminated globes and antique replicas, each product is designed with attention to detail and a commitment to excellence. We also offer specialized globes such as celestial models and interactive globes that provide an engaging and educational experience. Whether you are a student, teacher, decorator, or collector, you will find the perfect globe at Globely. Our Team The Globely team is a group of passionate individuals who share a love for geography and a dedication to quality. Our experts are knowledgeable about the latest trends and advancements in cartography and globe manufacturing. They are always available to provide guidance and assistance to help you find the perfect globe for your needs. We believe in continuous improvement and regularly update our collection to offer the best products to our customers. SHOP NOW +91 54657 67890 globely@gmail.com Bakare Street, Nonretubal, 488001, India Privacy Policy Terms conditions Cookies Disclaimer We use cookies to enhance your browsing experience and analyze our traffic. By continuing to use our site, you consent to our use of cookies. For more information, please see our Cookies Policy. I accept"
  },
  "date": "2024-06-17T20:48:40.519Z"
}