{
  "name": "New_v8_CozyCloaks",
  "pages": {
    "about-us": "About CozyCloaks - Stylish and Cozy Coats CozyCloaks HOME ABOUT US COATS Contact About CozyCloaks At CozyCloaks, we believe in the power of a great coat. Our mission is to provide stylish and comfortable outerwear that enhances your everyday life. Whether you're braving the elements or making a fashion statement, our coats are designed to keep you warm and looking your best. Founded in 2022, CozyCloaks has grown from a small boutique in Heydarabad to an online destination serving customers worldwide. Each coat in our collection is carefully curated to ensure quality, durability, and timeless style. We are passionate about customer satisfaction and strive to exceed expectations with every purchase. Our team is dedicated to providing exceptional service and helping you find the perfect coat that fits your unique style and needs. About Our Coats At CozyCloaks, we are dedicated to providing you with the finest selection of coats that combine style, comfort, and functionality. Each coat is meticulously crafted using premium materials to ensure durability and warmth. Our collection ranges from classic wool coats to versatile parkas and elegant trench coats, catering to every season and occasion. Whether you're braving the winter chill or looking for a stylish layer, CozyCloaks has the perfect coat for you. Browse our selection and experience the luxury of owning a coat that not only keeps you warm but also complements your personal style effortlessly. Customer Reviews \"I absolutely love my coat from CozyCloaks! It's stylish, warm, and perfect for any occasion. The quality is exceptional, and I receive compliments every time I wear it. CozyCloaks has definitely become my go-to for coats!\" - Emily Smith and rated: &#9733;&#9733;&#9733;&#9733;&#9733; The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "contacts": "Contact Us - CozyCloaks CozyCloaks HOME ABOUT US COATS Contact CONTACT US CONNECT WITH COZYCLOAKS Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713 Got any questions? I accept Policy & Privacy SUBMIT The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "disclaimers": "Legal Disclaimers and Policies - CozyCloaks CozyCloaks HOME ABOUT US COATS Contact Disclaimers By accessing or using the CozyCloaks website (the \"Service\"), you agree to be bound by the following disclaimers: Accuracy of Information The information provided on the CozyCloaks website is for general informational purposes only. While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Product Descriptions CozyCloaks makes every effort to accurately display and describe the features and specifications of our products. However, we do not guarantee that product descriptions or other content on the website are accurate, complete, reliable, current, or error-free. If a product offered by CozyCloaks itself is not as described, your sole remedy is to return it in unused condition. External Links The CozyCloaks website may contain links to external websites or resources that are not owned or controlled by us. We assume no responsibility for the content, privacy policies, or practices of any third party websites or services. You acknowledge and agree that CozyCloaks shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Changes to the Service CozyCloaks reserves the right to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice. You agree that CozyCloaks shall not be liable to you or to any third party for any modification, suspension, or discontinuance of the Service. The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "index": "CozyCloaks - Stylish and Cozy Coats for Every Season CozyCloaks HOME ABOUT US COATS Contact CozyCloaks - Elevate Your Wardrobe Discover a World of Stylish and Cozy Coats SHOP NOW About CozyCloaks At CozyCloaks, we believe in the power of a great coat. Our mission is to provide stylish and comfortable outerwear that enhances your everyday life. Whether you're braving the elements or making a fashion statement, our coats are designed to keep you warm and looking your best. Founded in 2022, CozyCloaks has grown from a small boutique in Heydarabad to an online destination serving customers worldwide. Each coat in our collection is carefully curated to ensure quality, durability, and timeless style. We are passionate about customer satisfaction and strive to exceed expectations with every purchase. Our team is dedicated to providing exceptional service and helping you find the perfect coat that fits your unique style and needs. CozyCloaks Accessories Store Quality coat accessories at affordable prices. We offer a wide range of accessories to complement your coat collection without breaking the bank. Wooden Coat Hanger from $12.99 Buy Now Lint Brush from $8.99 Buy Now Fabric Protector Spray from $14.99 Buy Now Garment Storage Bag from $19.99 Buy Now Odor Eliminator Spray from $9.99 Buy Now Repair Kit from $24.99 Buy Now Enhance Your Coat Collection with Quality Accessories from CozyCloaks! Explore a wide range of coat accessories that elevate your wardrobe. Our experts are here to guide you in finding the perfect additions for your coat collection. Immerse yourself in a diverse range of top-quality accessories designed to enhance your coat wearing experience. Our commitment to excellence and customer satisfaction ensures that you find the perfect additions to elevate your style. About Our Coats At CozyCloaks, we are dedicated to providing you with the finest selection of coats that combine style, comfort, and functionality. Each coat is meticulously crafted using premium materials to ensure durability and warmth. Our collection ranges from classic wool coats to versatile parkas and elegant trench coats, catering to every season and occasion. Whether you're braving the winter chill or looking for a stylish layer, CozyCloaks has the perfect coat for you. Browse our selection and experience the luxury of owning a coat that not only keeps you warm but also complements your personal style effortlessly. Featured Products Classic Wool Coat Stay warm and stylish with our classic wool coat, perfect for any occasion. Shop Now Parka Jacket Keep cozy in our stylish parka jacket, designed for warmth and comfort. Shop Now Trench Coat Step out in style with our elegant trench coat, perfect for all seasons. Shop Now Customer Reviews \"I absolutely love my coat from CozyCloaks! It's stylish, warm, and perfect for any occasion. The quality is exceptional, and I receive compliments every time I wear it. CozyCloaks has definitely become my go-to for coats!\" - Emily Smith and rated: &#9733;&#9733;&#9733;&#9733;&#9733; The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "privacy-policy": "Privacy Policy - CozyCloaks | Your Privacy Matters CozyCloaks HOME ABOUT US COATS Contact Privacy Policy Effective date: January 1, 2024 Introduction CozyCloaks (\"we\", \"us\", or \"our\") operates the website. This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data. Information Collection and Use We collect several different types of information for various purposes to provide and improve our Service to you. Types of Data Collected Personal Data While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\"). Personally identifiable information may include, but is not limited to: Email address First name and last name Phone number Address, State, Province, ZIP/Postal code, City Cookies and Usage Data Usage Data We may also collect information on how the Service is accessed and used (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers, and other diagnostic data. Tracking & Cookies Data We use cookies and similar tracking technologies to track the activity on our Service and hold certain information. Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service. Use of Data CozyCloaks uses the collected data for various purposes: To provide and maintain the Service To notify you about changes to our Service To allow you to participate in interactive features of our Service when you choose to do so To provide customer care and support To provide analysis or valuable information so that we can improve the Service To monitor the usage of the Service To detect, prevent and address technical issues Transfer of Data Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. If you are located outside India and choose to provide information to us, please note that we transfer the data, including Personal Data, to India and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. Disclosure of Data Legal Requirements CozyCloaks may disclose your Personal Data in the good faith belief that such action is necessary to: To comply with a legal obligation To protect and defend the rights or property of CozyCloaks To prevent or investigate possible wrongdoing in connection with the Service To protect the personal safety of users of the Service or the public To protect against legal liability The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "products": "Coats - Stylish and Cozy Outerwear at CozyCloaks CozyCloaks HOME ABOUT US COATS Contact CozyCloaks Accessories Store Quality coat accessories at affordable prices. We offer a wide range of accessories to complement your coat collection without breaking the bank. Wooden Coat Hanger from $12.99 Buy Now Lint Brush from $8.99 Buy Now Fabric Protector Spray from $14.99 Buy Now Garment Storage Bag from $19.99 Buy Now Odor Eliminator Spray from $9.99 Buy Now Repair Kit from $24.99 Buy Now Enhance Your Coat Collection with Quality Accessories from CozyCloaks! Explore a wide range of coat accessories that elevate your wardrobe. Our experts are here to guide you in finding the perfect additions for your coat collection. Immerse yourself in a diverse range of top-quality accessories designed to enhance your coat wearing experience. Our commitment to excellence and customer satisfaction ensures that you find the perfect additions to elevate your style. Featured Products Classic Wool Coat Stay warm and stylish with our classic wool coat, perfect for any occasion. Shop Now Parka Jacket Keep cozy in our stylish parka jacket, designed for warmth and comfort. Shop Now Trench Coat Step out in style with our elegant trench coat, perfect for all seasons. Shop Now The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "terms-conditions": "Terms and Conditions of Use - CozyCloaks CozyCloaks HOME ABOUT US COATS Contact Terms and Conditions of Use These terms and conditions (\"Terms\", \"Agreement\") are an agreement between CozyCloaks (\"CozyCloaks\", \"us\", \"we\" or \"our\") and you (\"User\", \"you\" or \"your\"). This Agreement sets forth the general terms and conditions of your use of the website and any of its products or services (collectively, \"Website\" or \"Services\"). Accounts and Membership If you create an account on the Website, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account and any other actions taken in connection with it. We may, but have no obligation to, monitor and review new accounts before you may sign in and start using the Services. Providing false contact information of any kind may result in the termination of your account. You must immediately notify us of any unauthorized uses of your account or any other breaches of security. We will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions. Payment and Billing By selecting a product or service, you agree to pay CozyCloaks the one-time and/or monthly or annual subscription fees indicated (additional payment terms may be included in other communications). Subscription payments will be charged on a pre-pay basis on the day you sign up for an Upgrade and will cover the use of that service for a monthly or annual subscription period as indicated. Payments are not refundable. Responsibility of Website Visitors CozyCloaks has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects. By operating the Website, CozyCloaks does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful, or non-harmful. You are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content. Content Posted on Other Websites We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which CozyCloaks.com links, and that link to CozyCloaks.com. CozyCloaks does not have any control over those non-CozyCloaks websites and webpages and is not responsible for their contents or their use. By linking to a non-CozyCloaks website or webpage, CozyCloaks does not represent or imply that it endorses such website or webpage. Changes We are constantly updating our services, and that means sometimes we have to change the legal terms under which our services are offered. If we make changes that are material, we will let you know by posting on one of our blogs, or by sending you an email or other communication before the changes take effect. The notice will designate a reasonable period of time after which the new terms will take effect. If you disagree with our changes, then you should stop using CozyCloaks within the designated notice period. Your continued use of CozyCloaks will be subject to the new terms. The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713",
    "thanks": "Thank You for Your Purchase - CozyCloaks CozyCloaks HOME ABOUT US COATS Contact Thank You for Your Purchase! We appreciate your business and trust in CozyCloaks. Your order has been received successfully. Stay stylish and cozy with our high-quality coats. If you have any questions or need further assistance, please contact us. The CozyCloaks Tea website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CozyCloaks NAVIGATION HOME ABOUT US COATS CONTACT ABOUT US DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS CUSTOMER SERVICE Tagari Ka Naka, Kascheri Kuncha, Ghansi Bazar, Hyderabad, Telangana, cozycloaks@gmail.com +91-905-557-8713"
  },
  "date": "2024-06-17T09:06:03.687Z"
}