{
  "name": "New_v9_TetoEmpresa",
  "pages": {
    "about": "Nossa equipe de técnicos certificados é altamente treinada e experiente em todos os aspectos da substituição de telhados Principal Sobre Serviços TetoEmpresa Principal Sobre Serviços Sobre nós TetoEmpresa é uma empresa local e profissional de coberturas que oferece uma variedade de serviços. A TetoEmpresa é uma empresa de coberturas de propriedade e operação local que atende Brasil há mais de 15 anos. Nossa equipe de profissionais qualificados é dedicado a fornecer aos nossos clientes a mais alta qualidade serviços de coberturas e atendimento excepcional ao cliente. Nossa empresa foi fundamentada nos princípios de honestidade, integridade e compromisso com excelência. Acreditamos em fazer as coisas da maneira certa e defendemos por trás do trabalho que fazemos com garantia de 10 anos. Usamos apenas o melhores materiais e as mais recentes técnicas para garantir que nosso trabalho seja da máxima qualidade. Nossa cultura Na TetoEmpresa, acreditamos que a nossa cultura é o que nos diferencia de outras empresas de coberturas. Somos uma equipe de profissionais que apaixonados por fornecer serviços da mais alta qualidade aos nossos clientes, e estamos comprometidos em defender um conjunto de valores fundamentais que norteiam todas as nossas ações: integridade, excelência e foco no cliente. Nós acreditamos que vivendo esses valores todos os dias, podemos criar um ambiente de trabalho positivo, colaborativo e agradável que seja focados em entregar os melhores resultados possíveis para nossos clientes. Nós valorizam a diversidade e a inclusão e se esforçam para criar um local de trabalho onde todos os membros da equipe se sintam valorizados, apoiados e capacitados para ter sucesso. Também estamos comprometidos com o aprendizado contínuo e pessoal crescimento e oferecer oportunidades contínuas de treinamento e desenvolvimento para ajudar os membros da nossa equipe a atingir seu pleno potencial. Nós acreditamos que este investimento em nossa equipe compensa na forma de resultados excepcionais atendimento e clientes satisfeitos. No geral, nossa cultura na TetoEmpresa é de profissionalismo, colaboração e compromisso compartilhado com entregar a melhor experiência possível aos nossos clientes. Nossa história TetoEmpresa foi fundada por um grupo de profissionais experientes em coberturas profissionais apaixonados por entregar o mais alto serviços de qualidade aos seus clientes. Eles viram uma necessidade no mercado de uma empresa de coberturas verdadeiramente dedicada à satisfação do cliente, e decidimos preencher essa necessidade com o TetoEmpresa. Do começo, Os fundadores da TetoEmpresa estavam comprometidos em construir uma empresa que fosse com base em um conjunto de valores fundamentais: integridade, excelência e atendimento ao cliente foco. Eles acreditavam que, ao defender esses valores em todas as suas ações, eles poderiam criar uma empresa que fosse realmente diferente de o resto - que era conhecido pela sua confiabilidade, profissionalismo, e compromisso com a qualidade. Ao longo dos anos, a TetoEmpresa tornou-se um fornecedor líder de soluções de coberturas para residências e empresas no Brasil. Sua equipe de técnicos certificados tem a reputação de oferecer o mais alto nível de acabamento, utilizando apenas os melhores materiais e técnicas. TetoEmpresa também é conhecido por seu excepcional atendimento ao cliente, com compromisso de responder rapidamente às dúvidas dos clientes e trabalhar estreitamente com cada cliente para garantir sua total satisfação. Hoje, a TetoEmpresa se orgulha de ser um nome confiável e respeitado no indústria de coberturas e espera muitos mais anos servindo seus valiosos clientes. TetoEmpresa Principal Sobre Serviços Política de Privacidade Termos de uso",
    "index": "A TetoEmpresa dedica-se à instalação e reparação de coberturas, incluindo trabalhos com materiais diversos como telhas macias, telhas metálicas, ardósia e euroardósia. A empresa oferece uma gama completa de serviços, desde o desenvolvimento de projetos e cálculos até a entrega de materiais e construção. Principal Sobre Serviços TetoEmpresa Principal Sobre Serviços Obtenha um forte Telhado sobre sua cabeça Bem-vindo ao TetoEmpresa, sua principal fonte de serviços de coberturas de alta qualidade. Servimos há mais de 15 anos e nos dedicamos a oferecer aos nossos clientes o melhor serviço possível. Faça uma pergunta Sobre Nós TetoEmpresa tem fornecido construção de telhados de alto nível serviços há mais de 15 anos. Somos especializados em telhas reparo e instalação, cobertura de telha e telhado completo substituição. Nossa equipe é altamente experiente, certificada e sempre coloca as necessidades de nossos clientes em primeiro lugar. Contate-nos hoje para obter seu telhado inspecionado! Faça uma pergunta Nossa visão Nossa visão na TetoEmpresa é ser o fornecedor líder de serviços de coberturas em nossa região, conhecida por nossa excelente mão de obra, atendimento ao cliente superior e compromisso com o uso apenas produtos da mais alta qualidade Nossos valores Qualidade Estamos comprometidos em oferecer a mais alta qualidade mão de obra e usando apenas os melhores materiais. Inovação Estamos sempre buscando novas maneiras de melhorar nossos processos e serviços. Satisfação do cliente Priorizamos as necessidades dos nossos clientes e esforçar-se para superar suas expectativas. Nossa missão Na TetoEmpresa, nossa missão é fornecer aos nossos clientes o serviços de cobertura da mais alta qualidade em tempo hábil e econômico maneiras. Temos o compromisso de usar apenas os melhores materiais e as mais recentes técnicas para garantir que nosso trabalho seja da máxima qualidade Nossos serviços Inspeções de telhado Exame aprofundado do estado geral de um telhado, incluindo sua estrutura, materiais e qualquer potencial problemas ou questões. Determinar a presença de vazamentos, danos nas vigas, corrosão de fixadores, estado das vigas e divisórias de madeira e estado técnico das superfícies de apoio. Instalação de telhado Instalação profissional de um novo telhado, incluindo o seleção e aquisição de materiais, preparação do superfície do telhado e instalação adequada da nova cobertura sistema. Montagem da estrutura de suporte de uma cobertura inclinada a partir de vigas de alta resistência tratadas com compostos especiais para proteção contra umidade e apodrecimento. O uso de materiais de isolamento térmico monolíticos, em laje ou a granel para fornecer isolamento térmico. Reparação emergencial de telhado Resposta rápida e reparos em telhados inesperados ou severos danos para garantir a segurança e integridade da estrutura. Reparos urgentes no telhado são realizados para evitar maiores danos ao telhado e garantir a segurança da sua casa. É importante escolher um especialista confiável que conclua o trabalho com rapidez e eficiência para evitar maiores problemas. Avaliações “Encomendei a instalação de um telhado de membrana da TetoEmpresa para a minha casa de campo. Primeiro, chegou um engenheiro, fez medições gratuitamente e ofereceu diversas estimativas de custos. A obra foi concluída com rapidez e eficiência, inclusive retiraram resíduos de construção. O resultado superou as expectativas, recomendo\" Mateus N \"Encomendei a desmontagem e instalação de um telhado chave na mão. Fiquei muito satisfeito com a qualidade dos serviços prestados. Antes que eu tivesse tempo de recobrar o juízo após preencher o requerimento, os especialistas da empresa já haviam me procurado em uma hora para fazer medições, após o que anunciaram o custo final no local e incluíram minuciosamente todos os tipos de trabalho no estimar de forma acessível e compreensível!\" José O \"Gostaria de expressar minha gratidão a toda a equipe da empresa de coberturas. Você não apenas tornou meu telhado seguro para minha casa, mas também melhorou a aparência de minha casa. Recomendo fortemente esta empresa para quem procura profissionais confiáveis ​​e qualificados. Obrigado!\" Gustavo S Formulário de entrada Concordo com a Política de Privacidade Enviar Contatos +55-639-84202525 Av Belo Horizonte Qd. 73 Lt. 12 Sala 01 Praça Joaquim Lopes Maracaípe - Taquaruçu, Palmas - TO, 77080-060, Brasil tetoempresa@gmail.com TetoEmpresa Principal Sobre Serviços Política de Privacidade Termos de uso",
    "pp": "política de Privacidade Principal Sobre Serviços TetoEmpresa Principal Sobre Serviços política de Privacidade Consentimento do Usuário Ao utilizar TetoEmpresa, você concorda com a coleta e uso de suas informações conforme descrito em nossa Política de Privacidade. Isso é importante que você leia e compreenda nossa Política de Privacidade para entender como suas informações são coletadas, usadas e protegidas. Indenização Você concorda em indenizar e isentar de responsabilidade A TetoEmpresa, seus diretores, funcionários e afiliados estão isentos de qualquer responsabilidade, demanda, perda, dano ou despesa, incluindo honorários advocatícios decorrentes do uso do Site ou violação destes Termos. coletados, usados ​​e protegidos. Consentimento para Comunicações Eletrônicas Ao usar TetoEmpresa, você concorda em receber nossas comunicações eletrônicas. Esses as comunicações podem incluir informações sobre sua conta, atualizações site ou outras informações relevantes. Garantias TetoEmpresa não oferece garantias ou representações em relação à precisão, confiabilidade ou integridade do site contente. Todas as informações são fornecidas para fins informativos e apenas para fins educacionais e você concorda em usá-lo por sua conta e risco. A política de privacidade regula o procedimento de processamento de dados pessoais dados dos Utilizadores, nomeadamente para efeitos de garantir a segurança do tratamento de dados pessoais dos Usuários, garantindo seus direitos e interesses no processamento de dados pessoais. A utilização do site pelo Usuário constitui concordância com este Política de privacidade e termos de processamento de dados Pessoais do usuário Informação. Em caso de desacordo com os termos da Política de Privacidade, o O usuário deve parar de usar o site. Esta Política de Privacidade aplica-se apenas a este site. Um website a administração não controla e não é responsável pelos sites de terceiros que o Usuário pode acessar através de links disponíveis no esse site. A administração do site não verifica a precisão dos dados pessoais dados fornecidos pelo usuário do site. Todas as pessoas que preencheram as informações que constituem dados informações pessoais no site, bem como publicar outras informações para as ações indicadas, confirme seu consentimento para o processamento de dados pessoais e sua transferência para os dados processamento de dados pessoais do operador. Esta Política de Privacidade estabelece as obrigações do Site Administração para não divulgação intencional de dados pessoais informações que o Usuário fornece mediante diversas solicitações do Site Administração (por exemplo, ao se registrar no site, fazer um pedido, assinar notificações). “Tratamento de dados pessoais” - qualquer ação (operação) ou conjunto de ações (operações) realizadas com ou sem ferramentas de automação usando tais meios com dados pessoais, incluindo coleta, registro, sistematização, acumulação, armazenamento, esclarecimento (atualização, mudança), extração, uso, transferência (distribuição, fornecimento, acesso), despersonalização, bloqueio, exclusão, destruição de dados pessoais. tetoempresa@gmail.com TetoEmpresa Principal Sobre Serviços Política de Privacidade Termos de uso",
    "services": "TetoEmpresa está trabalhando com materiais de alta qualidade, trabalhando com materiais úteis e valiosos você e a garantia de seus trabalhos. Principal Sobre Serviços TetoEmpresa Principal Sobre Serviços Nossos serviços Nossa empresa oferece uma ampla gama de serviços de coberturas, incluindo instalação, reparo, manutenção, inspeções e substituições Nossa equipe de profissionais qualificados tem a experiência e experiência para lidar com todas as suas necessidades de cobertura, desde instalação e reparo até manutenção e inspeções. Nós trabalhamos com uma variedade de materiais de cobertura, incluindo telhas asfálticas, telhados metálicos e telhados planos, e estamos comprometidos em usar apenas os produtos da mais alta qualidade Substituição de telhado A substituição do telhado é um projeto importante que requer cuidado planejamento e execução especializada. No TetoEmpresa, nosso abrangente O serviço de substituição de telhado oferece remoção completa e instalação de novos materiais de cobertura, garantindo que sua casa ou empresa é protegida por um telhado durável e confiável que durar por muitos anos. A nossa equipa de técnicos certificados está altamente treinado e experiente em todos os aspectos do telhado substituição, e usamos apenas materiais da mais alta qualidade para certifique-se de que seu novo telhado seja construído para durar. Temos orgulho de nossos mão de obra e nos esforçamos para oferecer os melhores resultados possíveis para nossos clientes. Se você precisa substituir um equipamento envelhecido ou danificado telhado, ou simplesmente deseja atualizar para um mais durável e opção energeticamente eficiente, temos a experiência e os recursos para ajuda. Contate-nos hoje para saber mais sobre nossa substituição de telhado atendimento e agende uma consulta. Reparação de telhado O reparo do telhado é uma parte importante da manutenção geral saúde e integridade de sua casa ou empresa. TetoEmpresa, nossos técnicos qualificados são altamente treinados e experientes em identificar e reparar quaisquer problemas no telhado de forma rápida e eficientemente. Quer você tenha um pequeno vazamento, telhas faltando ou danos mais extensos, temos a experiência e os recursos para coloque seu telhado de volta em sua melhor forma. Nossos serviços de reparo de telhados são projetado para ser econômico e sem complicações, com o mínimo perturbação da sua rotina diária. Usamos apenas o mais alto materiais e técnicas de qualidade para garantir que seu reparado o telhado é tão forte e confiável quanto um novo. E, com o nosso 100% garantia de satisfação, você pode ter total confiança no qualidade do nosso trabalho. Não deixe que um telhado danificado cause mais problemas - entre em contato conosco hoje para agendar um reparo consulte e deixe seu telhado em ótimas condições. Manutenção de telhado A manutenção do telhado é um aspecto importante da proteção do valor geral e integridade de sua casa ou empresa. No TetoEmpresa, oferecemos um serviço preventivo que envolve inspeções e manutenção regulares para manter seu telhado no topo doença. Ao detectar e abordar problemas potenciais desde o início, podemos ajudar a evitar reparos dispendiosos e prolongar a vida útil do seu teto. Nosso serviço de manutenção de telhados foi projetado para ser conveniente e sem complicações, com opções de agendamento flexíveis para atender às suas precisa. Nossa equipe de técnicos certificados é altamente treinada e experiente em todos os aspectos da manutenção de telhados, e usamos apenas os melhores materiais e técnicas para garantir que o seu telhado permaneça em ótima forma. Desde a limpeza e reparação de pequenos danos até identificando e abordando questões mais sérias, temos a experiência para manter o melhor desempenho do seu telhado. Contate-nos hoje para saber mais sobre nosso serviço de manutenção de telhados e agende uma inspeção. TetoEmpresa Principal Sobre Serviços Política de Privacidade Termos de uso",
    "terms": "Termos e Condições Principal Sobre Serviços TetoEmpresa Principal Sobre Serviços Termos e Condições Ao acessar ou usar o Site, você concorda em cumprir e ser vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se você não concorda com alguma destas termos, você está proibido de usar ou acessar este site. Responsabilidade do Usuário Ao utilizar a TetoEmpresa, você concorda em assumir integralmente responsabilidade por suas ações e pelo conteúdo que você compartilha no local na rede Internet. Você também concorda em não usar o site para qualquer finalidade que é ilegal ou viola os direitos do terceiro. Garantias A TetoEmpresa não oferece garantias ou representações quanto a a precisão, confiabilidade ou integridade do conteúdo do site. Todas as informações são fornecidas apenas para fins informativos e para fins educacionais e você concorda em usá-lo para seu próprio uso Ao acessar ou usar o Site, você concorda em cumprir e ser vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se você não concorda com alguma destas termos, você está proibido de usar ou acessar este site. Envolver-se em qualquer atividade que seja prejudicial, ameaçadora ou assediante para outros. Ao utilizar o site, é proibido violar as disposições da legislação em vigor, induzir em erro, insultar, assediar, ameaçar ou de outra forma infringir os direitos e liberdades dos usuários do site e/ou terceiros. É proibido publicar ou divulgar informações falsas ou materiais, prejudiciais, obscenos, ilegais, caluniosos, blasfemos, caluniosas, inapropriadas ou que provoquem conflitos A publicação de informações que contrariem a lei é proibido, anunciar ou promover atividades ilegais que violem os direitos dos usuários ou de terceiros à propriedade intelectual. 3 O website destina-se ao uso por usuários maiores de 18 anos de idade. 3 O o conteúdo do site não pode ser copiado, publicado, reproduzido, transmitido ou distribuído de qualquer forma, ou publicado na Internet sem consentimento prévio por escrito da administração do site. O usuário é pessoalmente responsável por manter a confidencialidade informações da conta, incluindo senha, bem como todo e qualquer atividade realizada em nome do usuário da conta. Estas Regras são um acordo entre a Administração do Site e o Usuário e regula as relações entre eles decorrentes do que é permitido por estas Regras usando o Site. Registrando um pessoal conta no site O Usuário concorda expressamente com os termos de destas Regras, bem como a confirmação por parte do Usuário que pode autoridade legal e autoridade necessária para adotar estas Regras, capacidade de cumprir as Regras e assumir a responsabilidade por violação das Regras, incluindo relações jurídicas decorrentes do usar no site. As disposições deste Regulamento são estabelecidas, alteradas e canceladas pela Administração do Site unilateralmente sem aviso prévio. De no momento em que a nova edição do Regulamento, a edição anterior é considerado como tendo perdido força. Quando mudanças significativas no disposições das Regras, a Administração notifica os Usuários sobre esse. O usuário recebe um direito limitado, pessoal, intransferível e direito intransferível sujeito a sublicenças, licença revogável para acessar e usar o Site e seus materiais. Outro uso do Site ou seus materiais (incluindo, mas não limitado a, cópia, reprodução, transmissão, distribuição, uso comercial, modificação, processamento ou criação de materiais derivados dos materiais e conteúdo de o Site) proibido Se você tiver alguma dúvida ou preocupação sobre este aviso legal, contacte-nos em: tetoempresa@gmail.com TetoEmpresa Principal Sobre Serviços Política de Privacidade Termos de uso",
    "thanks": "Obrigado OBRIGADO PELO SEU FEEDBACK Obrigado pela sua preocupação conosco Obrigado novamente por confiar seus comentários à Permaglam. Nós Esperamos para poder atendê-lo novamente no futuro! Estamos felizes em poder ajudá-lo. Se você tiver alguma dúvida ou precisar de assistência adicional, não entre em contato hesite em nos contatar. Ficaremos felizes em ajudá-lo novamente. tetoempresa@gmail.com Principal"
  },
  "date": "2024-06-18T06:22:54.164Z"
}