{
  "name": "New_v9_CycloneBikes",
  "pages": {
    "index": "Cyclone Bikes - Premium Bicycles and Cycling Gear in India Home About us About our bicycles Catalog Get in touch Lowest bike prices in india Discover the perfect bicycle to fuel your passion for cycling at Cyclone Bikes. With premium bikes and gear from top brands, expert advice, and dedicated service, we'll ensure you can ride farther than ever before. view catalog Fueling India's Cycling Passion At Cyclone Bikes, cycling is more than just a mode of transportation or exercise - it's a way of life. Founded in 2012 by a group of avid cyclists, our mission is to share our passion for riding with others across India. We believe that the perfect bicycle has the power to change lives, open new roads to adventure, and inspire a lifelong love of cycling. That's why we are obsessively committed to curating only the finest bicycles and cycling equipment from the most trusted brands around the world. Whether you're a seasoned pro looking for elite performance, a mountainbiker craving rugged trails, a commuter seeking an urban riding solution, or just getting started, our team of cycling experts will guide you to the ideal bike. We'll ensure a flawless fit and setup, and provide all the accessories and apparel to enhance your ride. Join the Cyclone Bikes family, and let's unite in our love for the unbridled thrill and freedom of life on two wheels. Free Shipping We offer free shipping on all bicycle orders across India. Your new ride will be delivered straight to your doorstep. Lifetime Service Our expert mechanics will keep your bicycle running smoothly for life with comprehensive service and maintenance. Top Brands You'll find the best selection of premium bicycles and gear from renowned brands like Trek, Specialized, Giant, and more. Cycling Experts Our passionate team of cycling enthusiasts will guide you in selecting the perfect bicycle for your needs and experience level. The Ride of Your Life Awaits There's no feeling quite like the wind in your hair, the hum of the road beneath you, and the profound sense of freedom that comes from exploring the world on two wheels. At Cyclone Bikes, we don't just sell bicycles - we provide a gateway to experiences that will change your life forever. Whether you crave the adrenaline rush of conquering steep mountain trails, the serene escape of a leisurely ride through nature's splendor, or the unparalleled thrill of pushing your limits in a road race, we have the perfect bicycle to unleash your passion. Join the millions worldwide who have discovered the pure joy, physical challenge, and social connection that cycling offers. With a vast selection of premium bikes and dedicated cycling experts to guide you, all that's left is to hop on and embrace the journey. Countless adventures, incredible memories, and a lifestyle of health and happiness are waiting. The ride of your life awaits at Cyclone Bikes. Shop now Conquer New Heights For the relentless pursuers of adventure, the ones who constantly crave the challenge of pushing their limits, Cyclone Bikes provides the ultimate machines to conquer new heights. Our meticulously curated selection of high-performance road and mountain bikes is engineered to handle the most demanding terrain and inspire you to reach untapped levels of power and endurance. Whether you're an experienced cyclist seeking to shave seconds off your race time or an adrenaline junkie hungry to blaze new trails, our premium bikes deliver the cutting-edge technology, precision engineering, and aerodynamic designs to propel you farther than you ever imagined possible. From ultralight carbon frames to precision-tuned suspension systems, every component is thoughtfully selected to create bikes that are aggressive, responsive, and utterly uncompromising in their pursuit of peak performance. And with the guidance of our certified cycling experts, you'll be equipped with all the tools, knowledge, and support to continually surpass your goals. Climb higher mountains, descend at exhilarating speeds, and push through mental and physical barriers like never before. With Cyclone Bikes as your partner, no summit is too lofty, and no challenge is too extreme. Conquer new heights and experience the feeling of leaving your limits behind. Get in touch Featured Products Entry-Level Mountain Bike Aluminum frame 27.5-inch wheels 21-speed drivetrain ₹39,999 Order Gravel Adventure Bike Aluminum frame 700c wheels Shimano 105 components ₹92,000 Order Full Suspension Mountain Bike Aluminum frame 29-inch wheels Rear suspension ₹1,25,000 Order Premium Road Bike Carbon frame 700c wheels Shimano Ultegra groupset ₹2,10,000 Order Electric City Bike Aluminum frame 700c wheels Electric motor assist ₹1,80,000 Order High-End Road Bike Carbon frame 700c wheels Shimano Ultegra Di2 groupset ₹3,25,000 Order Gear Up for Adventure No epic ride is complete without the right cycling gear and accessories. At Cyclone Bikes, we curate a premium selection of apparel, components, and equipment to keep you performing at your best while ensuring maximum comfort and safety on every journey. Contact us Get in touch I accept privacy policy Send message 67-11, 8th B Main Rd, 4th T Block East, 4th Block, Jayanagar, Bengaluru, Karnataka 560011, India +91-80-4718-3232 cyclonebikes@gmail.com Links Home About us About our bicycles Catalog Get in touch Policy Privacy policy Terms and conditions Opening hours Mon - Fri 08:00 - 22:00 Saturday 08:00 - 20:00 Sunday 08:00 - 18:00",
    "privacy": "Cyclone Bikes - Premium Bicycles and Cycling Gear in India | Read our Privacy Policy Home About us About our bicycles Catalog Get in touch Privacy Policy At Cyclone Bikes, we are committed to protecting the privacy and security of our customers' personal information. This Privacy Policy outlines how we collect, use, disclose, and safeguard the information you provide to us through our website, in-store, or through other channels. By using our services or accessing our website, you agree to the terms of this Privacy Policy. Information We Collect We may collect the following types of personal information from you: Contact information: Name, email address, phone number, mailing address Account information: Login credentials, purchase history, and preferences Payment information: Credit card details or other payment information Demographic information: Age, gender, interests, and preferences Browsing and usage data: IP address, browser type, pages visited, and other device and usage information How We Use Your Information We may use the personal information we collect for the following purposes: To process and fulfill your orders and purchases To communicate with you about your account, orders, and customer service inquiries To personalize your experience and provide tailored recommendations To improve our products, services, and website To send you promotional materials and marketing communications To comply with legal obligations and protect our rights and interests Information Sharing and Disclosure We may share your personal information with the following parties for the purposes described in this Privacy Policy: Service providers and third-party vendors who assist us in providing our products and services Logistics and shipping partners to facilitate order delivery Payment processors to process and secure your payment transactions Legal and regulatory authorities when required by law or to protect our rights and interests We do not sell, rent, or trade your personal information to third parties for their direct marketing purposes without your consent. Data Security We implement reasonable physical, technical, and administrative safeguards to protect the personal information we collect from unauthorized access, use, or disclosure. However, no data transmission over the internet or electronic storage method can be guaranteed as 100% secure. Therefore, while we strive to protect your personal information, we cannot ensure or warrant the absolute security of any information you transmit to us. Your Rights and Choices You have the right to access, update, or delete your personal information held by us. You may also opt-out of receiving marketing communications from us at any time. To exercise these rights or for any other privacy-related inquiries, please contact us using the information provided in the \"Contact Us\" section of our website. Updates to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this Privacy Policy periodically for any changes. Contact Us If you have any questions, concerns, or requests regarding this Privacy Policy or our privacy practices, please contact us at: cyclonebikes@gmail.com 67-11, 8th B Main Rd, 4th T Block East, 4th Block, Jayanagar, Bengaluru, Karnataka 560011, India +91-80-4718-3232 cyclonebikes@gmail.com Links Home About us About our bicycles Catalog Get in touch Policy Privacy policy Terms and conditions Opening hours Mon - Fri 08:00 - 22:00 Saturday 08:00 - 20:00 Sunday 08:00 - 18:00",
    "terms": "Cyclone Bikes - Premium Bicycles and Cycling Gear in India | Terms and Conditions Home About us About our bicycles Catalog Get in touch Terms and Conditions Welcome to Cyclone Bikes! These Terms and Conditions govern your use of our website, products, and services. By accessing or using our website, placing an order, or utilizing any of our services, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you do not agree with these terms, please refrain from using our website and services. Product Descriptions and Pricing We strive to provide accurate and up-to-date information about our products, including descriptions, specifications, and pricing. However, errors or omissions may occur. In the event of any discrepancy between the information displayed on our website and the actual product or service, the latter shall prevail. We reserve the right to modify product descriptions, pricing, and availability without prior notice. Ordering and Payment By placing an order with us, you represent that all information provided is accurate and complete. You are responsible for any applicable taxes, fees, or charges related to your order. We accept various payment methods, as specified on our website. Your payment information will be securely processed, and your order will be fulfilled upon successful payment clearance. Delivery and Shipping We will make reasonable efforts to deliver your order within the estimated timeframe provided at checkout. However, delivery dates are not guaranteed, and we shall not be liable for any delays caused by circumstances beyond our control. Shipping costs and applicable taxes will be added to your order total. Risk of loss or damage to the products shall pass to you upon delivery. Returns and Exchanges We stand behind the quality of our products and offer a return or exchange policy as outlined on our website. The return or exchange period may vary depending on the product and is subject to specific conditions. Any returned items must be in their original condition, unused, and with all original packaging and documentation. Shipping costs for returns or exchanges may be your responsibility. Intellectual Property All content, including text, graphics, logos, images, and software, on our website and associated with our products and services, is the property of Cyclone Bikes or our licensors and is protected by applicable intellectual property laws. You may not use, reproduce, modify, distribute, or create derivative works from our intellectual property without our prior written consent. Limitation of Liability To the maximum extent permitted by law, Cyclone Bikes shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from the use or inability to use our website, products, or services. Our total liability, if any, shall be limited to the amount paid by you for the specific product or service that gave rise to the claim. Governing Law and Dispute Resolution These Terms and Conditions shall be governed by and construed in accordance with the laws. Any dispute arising from or related to these Terms and Conditions shall be resolved through binding arbitration in accordance with the rules. The arbitration shall take place, and the decision of the arbitrator shall be final and binding upon the parties. Modifications and Termination We reserve the right to modify or terminate these Terms and Conditions at any time without prior notice. Your continued use of our website and services after any modifications constitutes your acceptance of the updated terms. Contact Us If you have any questions or concerns regarding these Terms and Conditions, please contact us at: cyclonebikes@gmail.com 67-11, 8th B Main Rd, 4th T Block East, 4th Block, Jayanagar, Bengaluru, Karnataka 560011, India +91-80-4718-3232 cyclonebikes@gmail.com Links Home About us About our bicycles Catalog Get in touch Policy Privacy policy Terms and conditions Opening hours Mon - Fri 08:00 - 22:00 Saturday 08:00 - 20:00 Sunday 08:00 - 18:00",
    "thank": "Cyclone Bikes - Premium Bicycles and Cycling Gear in India | Thank you Thank you for your inquiry! We really appreciate you considering Cyclone Bikes for your cycling needs. Please let us know if you have any other questions - we're happy to provide more information about our products, services, or expertise. Our team of cycling enthusiasts is truly passionate about helping riders find the perfect bike and gear to fuel their love of riding. We look forward to the opportunity to be a part of your cycling adventures! Home page"
  }
}