{
  "name": "New_v9_ProInt",
  "pages": {
    "index": "ProInt - Decoração e Móveis ProInt SobreNós Produtos Depoimentos Contato Eleve a Decoração da Sua Casa com Nossa Coleção de Móveis Premium Contate-Nos Sobre Nós Nossa empresa é dedicada a transformar espaços de convivência em santuários luxuosos com nossa decoração premium e móveis modernos e elegantes... Nossas luminárias modernas e elegantes proporcionam não apenas iluminação, mas também um toque de talento artístico, tornando-se um ponto focal em qualquer cômodo. Acreditamos que os móveis devem ser funcionais e bonitos, e é por isso que nossas cadeiras, mesas de centro, mesas e sofás são projetados para atender a altos padrões de conforto e design. Nossos itens de decoração premium são selecionados para dar um toque de sofisticação e personalidade ao seu espaço, tornando sua casa exclusivamente sua. Temos orgulho de usar materiais de alta qualidade e mão de obra especializada para criar móveis que resistem ao teste do tempo. Nossos designers se inspiram nas últimas tendências e nos estilos clássicos para trazer a você uma coleção que é atual e duradoura. Quer você esteja procurando uma peça marcante ou detalhes sutis, nossa coleção oferece algo para todos os gostos e estilos. Nosso compromisso com a excelência vai além dos nossos produtos; nós nos esforçamos para oferecer um atendimento excepcional ao cliente para garantir a sua satisfação. Entendemos que sua casa é um reflexo de sua personalidade, e nosso objetivo é ajudá-lo a expressá-la por meio de nossos designs bonitos e funcionais. Nossa linha de móveis premium inclui tudo, desde sofás aconchegantes, perfeitos para relaxar, até elegantes mesas de jantar que proporcionam reuniões inesquecíveis. As luminárias modernas e elegantes da nossa coleção foram projetadas para acrescentar calor e personalidade a qualquer espaço, melhorando o ambiente da sua casa. Acreditamos no poder do excelente design para melhorar a qualidade de vida, e nossos produtos são criados com essa filosofia em mente. Nossa equipe de especialistas é apaixonada por design de interiores e trabalha incansavelmente para levar até você o melhor em decoração e móveis para casa. Desde o conceito inicial até o produto final, garantimos que todos os detalhes sejam perfeitos, para que você possa desfrutar de móveis deslumbrantes e duráveis. Oferecemos uma variedade de estilos e acabamentos para complementar qualquer esquema de decoração, do moderno minimalista ao clássico luxuoso. Nossas peças de mobiliário são projetadas para serem versáteis, permitindo que você crie um visual coeso em toda a sua casa. Estamos comprometidos com a sustentabilidade e usamos práticas ecológicas em nossos processos de fabricação para proteger o meio ambiente. Junte-se a nós em nossa jornada para tornar o mundo um lugar mais bonito, uma peça de mobiliário elegante de cada vez. \"Let There Be Light\" Desenvolvemos cada modelo de lâmpada com cuidado excepcional, levando em conta todos os detalhes, desde o design elegante até a funcionalidade. Isso é qualidade premium, cheia de estilo e conforto. Elegância Aurora Preço: 1.250,00 Comprar Midnight Radiance Preço: 1.250,00 Comprar Brilho Celestial Preço: 1.250,00 Comprar Iluminação Stardust Preço: 1.250,00 Comprar Até 25% de desconto Explore nosso sofá de luxo Coleção de conjuntos \"Você tem um amigo na mesa\" Estilo e conveniência é o que nossas mesas minimalistas promovem. Mesa de centro Mirage Preço: 1.250,00 Comprar Mesa lateral Echo Preço: 1.250,00 Comprar Console Tranquil Preço: 1.250,00 Comprar Mesa de apoio Vista Preço: 1.250,00 Comprar O que torna nossa marca diferente Dia seguinte como padrão Faça seu pedido antes das 15h e receba-o no dia seguinte como padrão. Temos orgulho de nossos serviços de remessa rápidos e confiáveis. Sua satisfação é nossa prioridade e garantimos entregas pontuais. Feito por verdadeiros artesãos Produtos artesanais feitos à mão com verdadeira paixão e habilidade. Cada produto é único, refletindo a dedicação e a habilidade de nossos artesãos. Acreditamos no valor da qualidade artesanal. Preços imbatíveis Para nossos materiais e qualidade, você não encontrará preços melhores em lugar algum. Nosso compromisso com a acessibilidade não compromete nossos altos padrões. Oferecemos um valor excepcional para produtos premium. Embalagem reciclada Usamos embalagens 100% recicladas para garantir que nossa pegada seja gerenciável. A sustentabilidade está no centro de nossos valores. Nós nos esforçamos continuamente para reduzir nosso impacto ambiental por meio de práticas responsáveis. Sente-se na cadeira! Todos os dias, nossos artesãos trabalham incansavelmente para garantir que nossas cadeiras sejam macias e elegantes. Reclinador Serenity Preço: 1.250,00 Comprar Conforto Oasis Preço: 1.250,00 Comprar Harmony Lounge Preço: 1.250,00 Comprar Relaxamento no Enclave Preço: 1.250,00 Comprar Materiais Temos o compromisso de adquirir somente materiais da mais alta qualidade para garantir que nossos produtos atendam aos mais altos padrões de excelência. Nossa equipe seleciona meticulosamente madeiras, metais e tecidos de primeira qualidade de fornecedores confiáveis para criar móveis que sejam duráveis e bonitos. Acreditamos que um ótimo design começa com ótimos materiais, e é por isso que nunca comprometemos a qualidade de nossas matérias-primas. Cada peça de mobiliário começa com madeira cuidadosamente selecionada, escolhida por sua resistência, granulação e sustentabilidade. Nossas luminárias modernas apresentam bases e estruturas feitas de metais de alta qualidade, proporcionando estabilidade e uma aparência elegante e contemporânea. Usamos apenas os melhores tecidos para estofar nossos sofás e cadeiras, garantindo um toque luxuoso e durabilidade duradoura. Nosso compromisso com a qualidade se estende a todos os componentes de nossos produtos, desde o menor parafuso até o maior painel Trabalhamos em estreita colaboração com nossos fornecedores de materiais para garantir que cada peça que criamos seja construída para durar e resistir ao teste do tempo. Nossos itens de decoração premium são fabricados com materiais de alta qualidade que não apenas têm uma aparência impressionante, mas também contribuem para a longevidade dos produtos. Ao selecionar os melhores materiais, garantimos que nossos produtos não sejam apenas bonitos, mas também resistentes, proporcionando a você valor e satisfação duradouros. \"Algumas boas palavras\" O que os clientes sortudos dizem sobre nós Maria Silva: \"Estou muito satisfeito com a mesa que comprei da Luxe Design. Cada detalhe foi bem pensado e a qualidade dos materiais é de primeira qualidade. Minha sala de estar agora brilha com estilo!\" Raul Soares: \"As luminárias da Luxe Design são simplesmente mágicas!Elas criam uma atmosfera aconchegante em minha casa e dão um charme especial ao interior.Eu as recomendo a todos que apreciam beleza e qualidade.\" Leticia Brazil: \"Minha compra - um sofá da Luxe Design - é simplesmente fantástica!Ele não é apenas bonito, mas também confortável.Essa peça de interior se tornou a peça central da minha sala de estar.\" Andres Santos: \"As cadeiras da Luxe Design são simplesmente encantadoras!A combinação perfeita de conforto e estilo.Agora, todo almoço ou jantar se torna um evento agradável e aconchegante.\" Sofia Carvalho: \"Minha nova luminária da Luxe Design superou todas as minhas expectativas!Ela não apenas ilumina o cômodo perfeitamente, mas também se tornou uma verdadeira obra de arte.\" Joao Rodriguez: \"A mesa da Luxe Design é a combinação perfeita de elegância e funcionalidade.Estou satisfeito com cada detalhe dessa peça de mobiliário e recomendo a empresa a todos que conheço.\" Formulário de feedback I accept Política de privacidade ENVIAR Endereço: Asa Sul CLS 411 Bloco D Loja 26 - Asa Sul, Brasília - DF, 70277-540, Brazil Call us at +559004292472 proint@gmail.com SobreNós Produtos Depoimentos Política de privacidade Termos e condições",
    "privacy": "Política de privacidade - ProInt ProInt Início Política de privacidade Coleta de dados Na ProInt, coletamos dados pessoais para lhe oferecer o melhor serviço possível. Isso inclui as informações que você fornece ao fazer compras, assinar nosso boletim informativo ou interagir com nosso site. Informações pessoais Tratamos as informações pessoais, como seu nome, endereço de e-mail e detalhes de pagamento, com o máximo cuidado. Esses dados são essenciais para processar pedidos e garantir transações tranquilas. Uso de informações As informações que coletamos são usadas para personalizar sua experiência com a ProInt, processar seus pedidos com eficiência e mantê-lo informado sobre nossos produtos e serviços. Parceiros terceirizados Podemos colaborar com prestadores de serviços terceirizados para o processamento de pagamentos, processamento de pagamentos, atendimento de pedidos e fins de marketing. Esses parceiros são cuidadosamente selecionados para garantir a proteção de seus dados. Segurança de dados. A ProInt emprega medidas de segurança avançadas para proteger suas informações pessoais contra acesso, alteração ou divulgação não autorizados. proint@gmail.com. Temos o compromisso de manter os mais altos padrões de segurança de dados. Privacidade das Crianças Proteger a privacidade das crianças é importante para nós. ProInt não coleta conscientemente informações pessoais de crianças menores de 13 anos. Se tomarmos conhecimento de tais dados, tomaremos medidas para excluí-los. Consentimento Ao usar nosso site e serviços, você consente com a coleta e uso de suas informações conforme descrito nesta Política de Privacidade. Nos esforçamos para tornar nossas políticas claras e acessíveis. Opt-Out Você tem o direito de optar por não receber comunicações de marketing de nossa parte. Você pode fazer isso seguindo as instruções de cancelamento de inscrição em nossos e-mails ou nos contatando diretamente. Atualização de Informações É importante que suas informações pessoais sejam precisas e atualizadas. Você pode atualizar suas informações acessando sua conta ou nos contatando com suas alterações. Alterações na Política ProInt reserva o direito de atualizar esta Política de Privacidade conforme necessário. Vamos notificá-lo sobre alterações significativas publicando a política atualizada em nosso site. Compartilhamento de Dados Não vendemos nem trocamos suas informações pessoais com terceiros. O compartilhamento de dados é limitado a parceiros confiáveis que nos ajudam a operar nosso site, conduzir nossos negócios ou prestar serviços a você. Retenção de Dados Seus dados pessoais são retidos apenas pelo tempo necessário para cumprir os fins para os quais foram coletados. Após isso, eles serão deletados ou anonimizados de forma segura. Conformidade Legal Cumprimos as leis e regulamentos aplicáveis ​​relacionados à privacidade e proteção de dados. Isso inclui responder a solicitações legais de informações e proteger seus direitos sob as leis de privacidade. Direitos do Usuário Você tem o direito de acessar, corrigir ou excluir suas informações pessoais mantidas por nós. Se desejar exercer esses direitos, entre em contato conosco com sua solicitação. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou práticas, entre em contato conosco em proint@gmail.com. Estamos aqui para ajudar. Feedback Seu feedback é importante para nós. Se você tiver sugestões ou preocupações sobre nossos serviços ou práticas de privacidade, por favor, nos avise. Estamos comprometidos em melhorar sua experiência. Comunicação Valorizamos a comunicação aberta com nossos clientes. Qualquer atualização ou mudança em nossa Política de Privacidade será comunicada através de nosso site e, quando apropriado, por e-mail. Comunicações de Marketing Podemos enviar comunicações de marketing sobre nossos produtos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento, seguindo o link de cancelamento de inscrição em nossos e-mails. Informações de Pagamento Suas informações de pagamento são processadas com segurança. Utilizamos criptografia padrão do setor para proteger seus dados financeiros durante as transações e não armazenamos seus detalhes de pagamento em nossos servidores. Endereço: Asa Sul CLS 411 Bloco D Loja 26 - Asa Sul, Brasília - DF, 70277-540, Brazil Call us at +559004292472 Termos e condições CONTATOS proint@gmail.com © Copyright ProInt",
    "terms": "Termos e Condições - ProInt ProInt Início Termos e Condições Acordo Completo Estes termos e condições constituem o acordo completo entre você e a ProInt em relação ao uso de nosso site e serviços. Quaisquer outros acordos ou entendimentos são aqui suplantados. Colocação de Pedidos Ao fazer um pedido com a ProInt, você concorda em fornecer informações precisas e completas. Seu pedido representa uma oferta para comprar nossos produtos, que podemos aceitar ou recusar a nosso critério. Aceitação dos Termos Ao acessar e usar nosso site, você aceita e concorda em ficar vinculado pelos termos e disposições deste acordo. Se você não concorda em cumprir estes termos, por favor, não use este site. Pagamento Os pagamentos para pedidos feitos através do nosso site devem ser feitos utilizando os métodos de pagamento fornecidos. Garantimos que todas as informações de pagamento são processadas com segurança. Descrições de Produtos Nos esforçamos para garantir que as descrições de nossos produtos sejam precisas e atualizadas. No entanto, não garantimos que as descrições sejam livres de erros. Se um produto não estiver conforme descrito, seu único recurso é devolvê-lo em condição não utilizada. Descrições de Produtos Esforçamo-nos para garantir que as nossas descrições de produtos sejam precisas e atualizadas. No entanto, não garantimos que as descrições sejam livres de erros. Se um produto não estiver conforme descrito, seu único recurso é devolvê-lo em condição não utilizada. Devoluções e Reembolsos Nossa política de devolução e reembolso é projetada para garantir sua satisfação com nossos produtos. Se você não estiver satisfeito com sua compra, pode devolvê-la nas condições estabelecidas em nossa política. Envio Oferecemos várias opções de envio para atender às suas necessidades. Os prazos e custos de envio podem variar com base em sua localização e no método de envio escolhido. Consulte nossa política de envio para obter informações detalhadas. Conduta Proibida Os usuários estão proibidos de se envolver em atividades que possam prejudicar ou interromper nossos serviços, incluindo, mas não se limitando a hacking, spam e distribuição de malware. Violações podem resultar na terminação da conta e em ações legais. Propriedade Intelectual Todo o conteúdo em nosso site, incluindo texto, gráficos, logos e imagens, é propriedade da ProInt ou de seus fornecedores de conteúdo e é protegido por leis de propriedade intelectual. O uso não autorizado é estritamente proibido. Modificações A ProInt reserva-se o direito de modificar estes termos e condições a qualquer momento. Quaisquer alterações serão eficazes imediatamente após a publicação em nosso site. O uso contínuo de nossos serviços indica aceitação dos termos revisados. Terminação Reservamos o direito de encerrar seu acesso ao nosso site e serviços se você violar estes termos e condições ou se envolver em conduta que consideramos prejudicial ou inadequada. Responsabilidade A ProInt não é responsável por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do uso de nossos produtos ou website. Nossa responsabilidade é limitada ao valor pago pelo produto em questão. Comunicação Comunicamo-nos com nossos clientes principalmente por e-mail. Ao usar nossos serviços, você concorda em receber comunicações eletrônicas de nós. Você pode optar por não receber certas comunicações seguindo as instruções fornecidas em nossos e-mails. Indenização Você concorda em indenizar e isentar a ProInt de quaisquer reivindicações, perdas ou danos decorrentes do uso de nosso site ou violação destes termos e condições. Comunicações de Marketing Podemos enviar-lhe comunicações de marketing sobre nossos produtos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento seguindo o link de cancelamento em nossos e-mails. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco pelo proint@gmail.com. Estamos aqui para ajudar. Renúncia A falha da ProInt em fazer cumprir qualquer direito ou disposição destes termos não constituirá uma renúncia a tal direito ou disposição. Qualquer renúncia deve ser feita por escrito e assinada por um representante autorizado. Divisibilidade Se qualquer disposição destes termos for considerada inválida ou inexequível, as disposições restantes continuarão a ser válidas e exequíveis na extensão máxima permitida por lei. Política de privacidade CONTATOS proint@gmail.com © Copyright ProInt",
    "thank_page": "Thank You - ProInt Estamos muito felizes em vê-lo na ProInt! Obrigado por visitar a ProInt! Somos gratos por seu patrocínio e esperamos que tenha gostado de sua experiência conosco. Mal podemos esperar para recebê-lo você na próxima vez para mais guloseimas deliciosas e momentos memoráveis. Voltar para ProInt"
  },
  "date": "2024-06-13T13:05:20.330Z"
}