{
  "name": "New_v9_HorizonEaseVacations",
  "pages": {
    "index": "Horizon Ease Vacations - Sua Agência de Viagens de Confiança Sobre nós Serviços Passeios Planejamento Кavaliações Entre em contato conosco Descubra um mundo de possibilidades com Horizon Ease Vacations. Horizon Ease Vacations oferece experiências de viagem inesquecíveis, combinando conforto e aventura para satisfazer todos os tipos de viajantes. Descubra destinos deslumbrantes, mergulhe em culturas fascinantes e crie memórias que durarão para sempre. Deixe-nos tornar sua próxima viagem uma jornada perfeita. Entre em contato conosco Sobre Nós Bem-vindo à Horizon Ease Vacations! Somos uma empresa apaixonada por viagens, dedicada a proporcionar experiências memoráveis e inesquecíveis para nossos clientes. Combinando conhecimento especializado, cuidado personalizado e uma variedade de destinos deslumbrantes, estamos aqui para transformar suas viagens em aventuras únicas. Nossa equipe é composta por profissionais experientes e apaixonados por turismo, prontos para ajudá-lo a planejar cada detalhe da sua viagem, desde a escolha do destino até a organização de atividades e acomodações. Nosso objetivo é garantir que cada viagem com a Horizon Ease Vacations seja uma jornada sem preocupações, repleta de momentos emocionantes e descobertas incríveis. Quer você esteja em busca de uma escapada relaxante na praia, uma aventura emocionante na natureza ou uma exploração cultural em uma cidade vibrante, estamos aqui para tornar seus sonhos de viagem realidade. Venha conosco e descubra um mundo de possibilidades com a Horizon Ease Vacations! Nossos serviços Pacotes de Viagem Personalizados: Descubra o mundo com os nossos pacotes de viagem personalizados, feitos sob medida para atender aos seus desejos e necessidades. Desde praias paradisíacas até destinos urbanos vibrantes, criamos itinerários exclusivos para proporcionar uma experiência única e inesquecível. Alojamento de Luxo: Desfrute de conforto e elegância em nossa seleção de alojamentos de luxo ao redor do mundo. Dos melhores hotéis boutique às villas exclusivas, oferecemos uma variedade de opções para garantir uma estadia verdadeiramente excepcional. Passeios e Excursões Guiadas: Explore os destinos mais fascinantes com nossos passeios e excursões guiadas. Nossos guias locais experientes irão levá-lo a descobrir os segredos e maravilhas de cada lugar, proporcionando uma experiência autêntica e enriquecedora. Aventuras na Natureza: Para os amantes da natureza e da aventura, oferecemos uma ampla gama de atividades ao ar livre, desde caminhadas em trilhas exuberantes até safáris emocionantes. Deixe-se envolver pela beleza e pela adrenalina da natureza em sua forma mais pura. Cruzeiros Exclusivos: Navegue pelos mares em grande estilo com nossos cruzeiros exclusivos. Explore destinos deslumbrantes a bordo de navios de luxo, desfrutando de comodidades de primeira classe, entretenimento emocionante e vistas panorâmicas de tirar o fôlego. Viagens Culturais e Históricas: mergulhe na riqueza cultural e histórica de destinos fascinantes em nossas viagens culturais e históricas. De monumentos antigos a festivais tradicionais, oferecemos experiências enriquecedoras que o transportarão no tempo e no espaço. Nossos passeios Machu Picchu, Peru Safari no Parque Nacional Masai Mara, Quênia Cidade Velha de Dubrovnik, Croácia Maldivas Capadócia, Turquia Alpes Suíços Pequim, China Kharkiv, Ucrânia Patagônia, Argentina e Chile Perguntas frequentes Como faço para reservar um tour ou viagem com a Horizon Ease Vacations? Você pode fazer uma reserva entrando em contato conosco através do nosso site, por telefone ou por e-mail. Nossa equipe terá prazer em ajudá-lo a escolher o pacote de viagem que melhor atenda às suas necessidades e fazer a reserva para você. Quais são as opções de pagamento disponíveis? Aceitamos uma variedade de métodos de pagamento, incluindo cartões de crédito, transferência bancária e PayPal. As opções específicas de pagamento serão fornecidas no momento da reserva. Quais são as políticas de cancelamento? Nossas políticas de cancelamento variam dependendo do tipo de pacote de viagem e das condições dos fornecedores. Entre em contato conosco para obter informações detalhadas sobre as políticas de cancelamento relacionadas ao seu pacote específico. É possível personalizar um tour de acordo com minhas preferências? Sim, nós oferecemos a opção de personalizar tours de acordo com suas preferências individuais. Entre em contato conosco para discutir suas necessidades específicas e criaremos um itinerário sob medida para você. Os tours incluem guias turísticos? Sim, muitos de nossos tours incluem guias turísticos locais experientes que fornecerão informações valiosas sobre os destinos visitados, sua história, cultura e pontos de interesse. Como faço para obter mais informações sobre um tour específico? Se você tiver dúvidas adicionais sobre um tour específico, entre em contato conosco através do formulário de contato em nosso site ou por telefone. Nossa equipe terá prazer em fornecer todas as informações necessárias e ajudá-lo a reservar sua viagem dos sonhos. Planejamento de turismo 1 Consultoria Personalizada Na Horizon Ease Vacations, entendemos que cada cliente é único. Começamos nosso processo de planejamento de tour com uma consulta personalizada, onde discutimos suas preferências de viagem, interesses e orçamento para criar uma experiência sob medida para você. 2 Seleção de Destinos Com base nas informações fornecidas durante nossa consulta, nossa equipe especializada em viagens ajudará você a selecionar os destinos mais adequados aos seus interesses e expectativas. Oferecemos uma ampla gama de opções, desde destinos exóticos até destinos tradicionais de turismo, para garantir que sua viagem seja verdadeiramente memorável. 3 Itinerário Personalizado Uma vez que os destinos são selecionados, trabalharemos para criar um itinerário personalizado que atenda às suas necessidades e desejos. Nosso objetivo é maximizar sua experiência de viagem, garantindo que você aproveite ao máximo cada momento da sua jornada. 4 Reservas e Logística Após finalizar o itinerário, cuidaremos de todas as reservas e logística necessárias para sua viagem. Isso inclui reservas de passagens aéreas, acomodações, transporte terrestre, atividades e quaisquer outros serviços adicionais necessários para garantir uma viagem tranquila e sem problemas. 5 Assistência e Suporte Durante toda a fase de planejamento e durante sua viagem, nossa equipe estará disponível para fornecer assistência e suporte contínuos. Estamos aqui para responder às suas perguntas, resolver quaisquer problemas que possam surgir e garantir que sua viagem seja uma experiência positiva e memorável. 6 Feedback e Ajustes Após sua viagem, valorizamos seu feedback. Nosso objetivo é aprender e melhorar continuamente nossos serviços para atender às necessidades e expectativas de nossos clientes. Estamos sempre abertos a sugestões e estamos comprometidos em garantir que cada viagem com a Horizon Ease Vacations seja melhor do que a anterior. Descubra o mundo com Horizon Ease Vacations - Sua jornada inesquecível começa aqui! Escreva para nós Experiência Personalizada Na Horizon Ease Vacations, oferecemos uma abordagem personalizada para cada cliente. Entendemos que cada viagem é única e nos esforçamos para adaptar nossos serviços de acordo com as preferências e necessidades individuais de cada viajante. Profissionalismo e Confiabilidade Com anos de experiência no setor, nossa equipe altamente qualificada é dedicada a fornecer serviços de alta qualidade com profissionalismo e confiabilidade. Desde o planejamento até a execução, estamos comprometidos em garantir uma experiência de viagem suave e memorável para todos os nossos clientes. Variedade de Destinos e Serviços Oferecemos uma ampla gama de destinos emocionantes e serviços turísticos para atender a todos os gostos e interesses. Seja uma escapada relaxante na praia, uma aventura na natureza ou uma experiência cultural enriquecedora, estamos aqui para tornar seus sonhos de viagem uma realidade. Avaliações Ana Silva \"Experiência Incrível! Minha viagem com a Horizon Ease Vacations foi simplesmente incrível! Desde o planejamento até a execução, tudo foi perfeito. Recomendo a todos que desejam uma experiência de viagem memorável.\" Carlos Santos \"Atendimento Impecável! Fiquei impressionado com o atendimento impecável da equipe da Horizon Ease Vacations. Eles foram extremamente atenciosos e prestativos em todos os momentos da minha viagem. Com certeza viajarei com eles novamente!\" Mariana Oliveira \"Viagem dos Sonhos Realizada! Obrigado, Horizon Ease Vacations, por tornar realidade a viagem dos meus sonhos! Cada detalhe foi cuidadosamente planejado e executado, e eu não poderia estar mais satisfeito com a experiência. Mal posso esperar para minha próxima aventura com vocês!\" Rafael Almeida \"Profissionalismo Excepcional! Fiquei impressionado com o profissionalismo excepcional da equipe da Horizon Ease Vacations. Eles demonstraram um profundo conhecimento sobre os destinos e proporcionaram uma experiência de viagem verdadeiramente memorável. Recomendo a todos os amantes de viagens!\" Estamos aqui para ajudá-lo a planejar sua próxima aventura! Se você tiver alguma dúvida, precisar de mais informações sobre nossos serviços ou quiser fazer uma reserva, não hesite em entrar em contato conosco. Nossa equipe amigável e experiente está à disposição para atendê-lo e garantir que sua experiência de viagem seja perfeita em todos os aspectos. Enviar mensagem aceito política de privacidade Email: horizoneasevacations@gmail.com Phone: +55295602763 Adress: Santa Genoveva, Goiânia - Goiás, Brasil Privacy Policy Sobre nós Serviços Passeios Planejamento Кavaliações Entre em contato conosco © 2024 HorizonEaseVacations Consulting",
    "priv_policy": "Política de Privacidade - Horizon Ease Vacations Sobre nós Serviços Passeios Planejamento Кavaliações Entre em contato conosco Política de Privacidade Segurança dos Dados: Empregamos medidas de segurança padrão da indústria para proteger suas informações pessoais contra acesso, divulgação, alteração ou destruição não autorizada. Nosso site é protegido por protocolos avançados de criptografia, firewalls e sistemas de detecção de intrusões para garantir a confidencialidade e integridade de seus dados. Além disso, atualizamos regularmente nossos sistemas de segurança e conduzimos auditorias internas para identificar e corrigir quaisquer vulnerabilidades potenciais. Nosso site utiliza tecnologia de criptografia Secure Socket Layer (SSL) para proteger seus dados durante a transmissão pela internet, garantindo uma experiência de navegação segura. Esse protocolo de criptografia criptografa suas informações à medida que viajam entre seu dispositivo e nossos servidores, impedindo que partes não autorizadas interceptem ou acessem seus dados. Também implementamos autenticação multifator e controles de acesso para restringir o acesso não autorizado a informações confidenciais e proteger contra violações de dados. Divulgação a Terceiros: Não vendemos, comercializamos ou transferimos suas informações pessoais para terceiros sem seu consentimento, exceto conforme exigido por lei ou para cumprir os objetivos de sua reserva. Sua privacidade é de extrema importância para nós, e estamos comprometidos em garantir a confidencialidade de suas informações. No entanto, podemos compartilhar suas informações com provedores de serviços de terceiros confiáveis que nos auxiliam na operação de nosso site, condução de nossos negócios ou prestação de serviços a você, desde que essas partes concordem em manter essas informações confidenciais. Fique tranquilo que verificamos cuidadosamente todos os fornecedores de terceiros e prestadores de serviços para garantir que eles aderem aos mesmos altos padrões de proteção de dados e privacidade que nós. Compartilhamos apenas a quantidade mínima de informações necessárias para facilitar os serviços que eles prestam em nosso nome, e exigimos que eles usem essas informações exclusivamente para os fins especificados em nossos acordos. Comunicações de Marketing: Com o seu consentimento, podemos enviar-lhe e-mails promocionais ou boletins informativos sobre nossas últimas ofertas, promoções e destinos de viagem. Essas comunicações podem incluir descontos especiais, ofertas exclusivas e dicas de viagem para ajudá-lo a planejar sua próxima aventura. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição incluídas em cada e-mail. Valorizamos sua privacidade e nunca compartilharemos suas informações de contato com profissionais de marketing ou anunciantes de terceiros sem seu consentimento explícito. Suas informações pessoais são usadas exclusivamente para o envio de atualizações relevantes e oportunas sobre nossos produtos e serviços, e você tem o direito de cancelar a inscrição nessas comunicações a qualquer momento. Privacidade das Crianças: Nossos serviços não são direcionados a indivíduos com menos de 18 anos. Não coletamos conscientemente informações pessoais de crianças. Se você é pai ou responsável e acredita que seu filho forneceu informações pessoais para nós, entre em contato imediatamente, e tomaremos medidas para remover tais informações de nossos registros. Estamos comprometidos em proteger a privacidade das crianças e cumprimos todas as leis e regulamentos aplicáveis relacionados à coleta e uso de informações pessoais de menores. Se você tiver alguma preocupação com a privacidade ou segurança de dados de seu filho, entre em contato conosco, e responderemos prontamente às suas preocupações. Retenção de Dados: Mantemos suas informações pessoais apenas pelo tempo necessário para cumprir os objetivos para os quais foram coletadas, incluindo requisitos legais, contábeis ou de relatórios. Depois, descartamos ou anonimizamos seus dados de forma segura, de acordo com nossas políticas de retenção de dados. Revisamos regularmente nossas práticas de retenção de dados para garantir conformidade com as leis e regulamentos de privacidade aplicáveis e para minimizar o risco de acesso, uso ou divulgação não autorizados de suas informações. Você tem o direito de solicitar a exclusão de suas informações pessoais de nossos registros a qualquer momento, sujeito a quaisquer obrigações legais ou interesses legítimos que possam exigir que retenhamos determinados dados por um período mais longo. Para exercer esse direito ou fazer perguntas sobre a retenção de seus dados, entre em contato conosco usando as informações fornecidas nesta Política de Privacidade. Acesso e Controle: Você tem o direito de acessar, corrigir ou excluir suas informações pessoais mantidas por nós. Você também pode solicitar a restrição do processamento de seus dados ou se opor ao seu uso para fins de marketing. Estamos comprometidos em fornecer meios transparentes e facilmente acessíveis para exercer esses direitos. Para acessar ou atualizar suas informações pessoais, faça login em sua conta em nosso site ou entre em contato conosco diretamente usando as informações fornecidas nesta Política de Privacidade. Responderemos prontamente às suas solicitações e tomaremos medidas apropriadas para resolver quaisquer preocupações que você possa ter sobre a precisão, integridade ou segurança de seus dados. Transferências Internacionais de Dados: Como uma empresa global, podemos transferir suas informações pessoais para países fora do seu próprio para processamento e armazenamento. Tomamos medidas adequadas para garantir que seus dados sejam adequadamente protegidos de acordo com as leis aplicáveis de proteção de dados. Isso pode incluir a implementação de cláusulas contratuais padrão, obtenção de seu consentimento explícito ou garantia de que o país receptor tenha leis adequadas de proteção de dados. Ao usar nosso site ou nos fornecer suas informações pessoais, você consente com a transferência de seus dados para outros países, conforme descrito nesta Política de Privacidade. Se você tiver alguma dúvida ou preocupação sobre transferências internacionais de dados, entre em contato conosco para obter mais informações. Como Entrar em Contato Conosco Se você tiver alguma dúvida ou preocupação sobre esta Política de Privacidade ou sua implementação, entre em contato conosco usando as informações de contato fornecidas abaixo: horizoneasevacations@gmail.com Email: horizoneasevacations@gmail.com Phone: +55295602763 Adress: Santa Genoveva, Goiânia - Goiás, Brasil Privacy Policy Sobre nós Serviços Passeios Planejamento Кavaliações Entre em contato conosco © 2024 HorizonEaseVacations Consulting",
    "thankyoupage": "Agradecimento - Horizon Ease Vacations Obrigado Agradecemos sinceramente por escolher a Horizon Ease Vacations para planejar sua viagem dos sonhos. É uma honra para nós fazer parte da sua jornada de descobertas e experiências inesquecíveis. Estamos comprometidos em proporcionar-lhe o mais alto nível de serviço e atenção aos detalhes, garantindo que sua viagem seja memorável em todos os aspectos. Seja explorando destinos exóticos, relaxando em praias paradisíacas ou mergulhando na rica cultura de uma cidade cosmopolita, estamos aqui para tornar seus sonhos de viagem realidade. Nossa equipe dedicada está à disposição para ajudá-lo em todas as etapas da sua jornada, desde a seleção do destino até o retorno para casa. Valorizamos profundamente a confiança que você deposita em nós e estamos comprometidos em superar suas expectativas em cada viagem. Obrigado por nos permitir ser seu guia em cada aventura, e estamos ansiosos para criar memórias incríveis juntos no mundo fascinante das viagens. Voltar para casa"
  }
}