{
  "name": "New_v8_HoneyStore",
  "pages": {
    "about": "Conheça o HoneyStore - Nossa História e Compromisso Sobre nós Contatos Nossa equipe Sobre a HoneyStore A HoneyStore nasceu da paixão pelo mel puro e natural. Trabalhamos com apicultores locais para garantir a melhor qualidade em cada pote. Nosso compromisso é oferecer a você um produto saudável, delicioso e sustentável. Venha conhecer mais sobre nosso processo e a dedicação que colocamos em cada colheita. A história da HoneyStore Fundada em 2020 por João Silva, a HoneyStore nasceu do amor pelo mel brasileiro e do desejo de compartilhar essa paixão com o mundo. Desde o início, comprometemo-nos a oferecer produtos de alta qualidade, diretamente das colmeias para sua mesa. Ao longo dos anos, expandimos nossa linha de produtos para incluir uma variedade de méis exclusivos, cada um capturando a essência das diferentes regiões do Brasil. Nossa jornada é guiada pela dedicação à sustentabilidade e ao respeito pelas abelhas e pela natureza. Qualidade e Tradição da HoneyStore Desde a sua fundação em 2020 no coração do Brasil, a HoneyStore se distingue pela excelência e pela paixão pelo mel brasileiro. Nós não apenas oferecemos produtos de alta qualidade, mas também garantimos um processo que valoriza a natureza e o trabalho das abelhas. Nosso mel é cuidadosamente selecionado de apiários em todo o país, cada um com suas próprias características e sabores únicos. Esta variedade nos permite oferecer uma experiência incomparável, capturando os aromas e os benefícios nutricionais das florestas tropicais e dos campos abertos do Brasil. A HoneyStore se orgulha de sua popularidade crescente entre os apreciadores de mel em todo o Brasil. Nossa reputação se baseia na confiança dos nossos clientes, que reconhecem nosso compromisso com a qualidade, a autenticidade e a sustentabilidade ambiental. Além de oferecer um produto excepcional, estamos empenhados em educar e conscientizar sobre a importância das abelhas para o ecossistema e para a nossa própria alimentação. Junte-se a nós nesta jornada de descoberta e saboreie o melhor que o mel brasileiro tem a oferecer. Saiba mais Disclaimer Privacy policy Terms of Use We use cookies to give you the best experience on our website. By continuing to browse this website, you agree to our use of cookies. More information can be found in our Privacy Policy and Cookie Policy. Accept Decline",
    "contacts": "Entre em Contato - HoneyStore Sobre nós Contatos Nossa equipe Nossos Contatos Na HoneyStore, estamos sempre disponíveis para ajudar. Entre em contato conosco para obter mais informações sobre nossos produtos de mel ou para qualquer dúvida relacionada. Estamos aqui para oferecer o melhor atendimento e garantir sua satisfação. Entre em Contato Entre em contato conosco para obter mais informações ou fazer um pedido. Aceito a política de privacidade Estamos comprometidos em oferecer o melhor atendimento e serviço de entrega eficiente em todo o Brasil. Nosso objetivo é garantir que cada cliente tenha uma experiência única ao comprar conosco. Entre em contato conosco para esclarecer qualquer dúvida, fazer um pedido personalizado ou simplesmente para nos conhecer melhor. Estamos aqui para ajudar e proporcionar uma experiência de compra satisfatória. E-mail honeystore@gmail.com Endereço Av. Pres. Ernesto Geisel, 2300 - Jardim Joquei Clube, Campo Grande - MS, 79005-471, Brasília Telefone +55-72-5183-6194 Disclaimer Privacy policy Terms of Use We use cookies to give you the best experience on our website. By continuing to browse this website, you agree to our use of cookies. More information can be found in our Privacy Policy and Cookie Policy. Accept Decline",
    "disclaimer": "Aviso Legal - HoneyStore Sobre nós Contatos Nossa equipe Aviso Legal O conteúdo deste site é apenas para fins informativos. A HoneyStore se esforça para garantir a precisão das informações apresentadas aqui, mas não oferece garantias quanto à integridade, atualidade ou adequação das informações e materiais encontrados ou oferecidos neste site para qualquer finalidade específica. Ao utilizar este site, você concorda que o uso das informações e materiais aqui contidos é de sua responsabilidade exclusiva. A HoneyStore não será responsável por quaisquer perdas ou danos, diretos ou indiretos, decorrentes do uso deste site ou de qualquer informação disponível nele. Este site pode conter links para outros sites que não são mantidos ou controlados pela HoneyStore. Portanto, não podemos garantir a precisão ou a natureza desses sites de terceiros. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso dos pontos de vista expressos neles. Todas as marcas registradas mencionadas neste site são propriedade de seus respectivos proprietários. Para mais informações ou esclarecimentos, entre em contato conosco através do e-mail honeystore@gmail.com. Disclaimer Privacy policy Terms of Use We use cookies to give you the best experience on our website. By continuing to browse this website, you agree to our use of cookies. More information can be found in our Privacy Policy and Cookie Policy. Accept Decline",
    "index": "Bem-vindo ao HoneyStore - Mel Puro do Coração do Brasil Sobre nós Contatos Nossa equipe Bem-vindo à HoneyStore Descubra os sabores únicos dos melhores méis do Brasil. Na HoneyStore, oferecemos uma variedade de méis puros e naturais, colhidos diretamente de apicultores dedicados. Experimente a doçura que só a natureza pode proporcionar. Descubra os benefícios exclusivos da HoneyStore Na HoneyStore, estamos dedicados a proporcionar uma experiência única com nossos produtos de mel. Nosso compromisso com a qualidade começa com a seleção cuidadosa dos melhores méis do Brasil, colhidos de forma ética e sustentável. Aproveite o sabor natural e os benefícios nutritivos do mel puro, sem aditivos. Cada pote é uma garantia de qualidade e autenticidade, refletindo nosso compromisso com a sua saúde e bem-estar. Produtos naturais e sustentáveis Sabor autêntico e distinto Compromisso com a qualidade Qualidade Superior Nosso mel é selecionado dos melhores apicultores locais, garantindo padrões de qualidade excepcionais em cada colheita. Sabor Autêntico Experimente o sabor genuíno do mel brasileiro, cultivado em ambientes naturais e preservados. Sustentabilidade Nosso compromisso com práticas ambientalmente responsáveis garante que cada etapa da produção do mel beneficie tanto o consumidor quanto o meio ambiente. Atendimento Excepcional Estamos aqui para oferecer a você um atendimento personalizado, garantindo que suas necessidades sejam atendidas com cuidado e dedicação. A fascinante história do mel na HoneyStore Na HoneyStore, cada frasco de mel é uma celebração da rica tradição apícola do Brasil. Desde os tempos ancestrais, o mel tem sido apreciado por sua doçura natural e pelas propriedades curativas que oferece. Nosso mel é extraído de colmeias localizadas em áreas de preservação ambiental, onde as abelhas coletam o néctar de uma variedade de flores nativas. Esse processo garante um produto de alta qualidade, rico em sabores e nutrientes essenciais. O mel da HoneyStore não é apenas um alimento, é um elo com a natureza e a história. Cada colheita é cuidadosamente selecionada para oferecer aos nossos clientes uma experiência sensorial única, que captura a essência das paisagens naturais do Brasil. Explore nossa seleção exclusiva de méis, desde os mais delicados e suaves até os mais intensos e aromáticos. Descubra por que o mel da HoneyStore é preferido por aqueles que valorizam a qualidade e a autenticidade em cada colherada. Descubra nossa variedade de méis na HoneyStore Explore uma ampla seleção de méis na HoneyStore, cada um com seu sabor único e benefícios nutritivos. Desde os delicados méis florais até os intensos méis de eucalipto, temos opções para todos os gostos e preferências. Descubra o verdadeiro sabor do Brasil em nossos méis, produzidos com cuidado e dedicação pelos melhores apicultores do país. Cada pote é uma garantia de qualidade e autenticidade, refletindo nossa paixão pelo mel puro e natural. Disclaimer Privacy policy Terms of Use We use cookies to give you the best experience on our website. By continuing to browse this website, you agree to our use of cookies. More information can be found in our Privacy Policy and Cookie Policy. Accept Decline",
    "privacy": "Política de Privacidade - HoneyStore Sobre nós Contatos Nossa equipe Política de Privacidade A sua privacidade é importante para nós. Esta Política de Privacidade descreve como o HoneyStore coleta, usa, divulga e protege suas informações pessoais. Ao visitar nosso site e usar nossos serviços, você concorda com as práticas descritas nesta política. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail, número de telefone, entre outros, quando você faz uma compra, se inscreve em nossa newsletter ou nos contata para suporte. Uso das Informações Usamos suas informações pessoais para fornecer e melhorar nossos serviços, processar suas transações, enviar comunicações de marketing, personalizar sua experiência de compra e responder às suas solicitações e dúvidas. Compartilhamento de Informações Não vendemos, alugamos ou trocamos suas informações pessoais com terceiros para fins de marketing sem seu consentimento. Podemos compartilhar suas informações com prestadores de serviços que nos ajudam a operar nosso site ou prestar serviços a você, sujeitos a obrigações de confidencialidade. Segurança das Informações Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhum método de transmissão pela internet ou método de armazenamento eletrônico é 100% seguro. Cookies Nosso site utiliza cookies essenciais para o funcionamento adequado do site, como manter sua sessão ativa durante a navegação. Você pode configurar seu navegador para recusar todos os cookies ou para indicar quando um cookie está sendo enviado. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Se desejar exercer esses direitos, entre em contato conosco através dos meios fornecidos abaixo. Alterações nesta Política Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas de informação. Recomendamos que você revise esta política regularmente para estar ciente de qualquer alteração. As alterações entram em vigor quando publicadas nesta página. Contato Se você tiver perguntas sobre esta Política de Privacidade, entre em contato conosco: E-mail: honeystore@gmail.com Disclaimer Privacy policy Terms of Use",
    "team": "Conheça Nossa Equipe - HoneyStore Sobre nós Contatos Nossa equipe A nossa equipa Na HoneyStore, orgulhamo-nos da nossa equipa unida e talentosa, dedicada à produção do melhor mel no Brasil. Cada um de nós contribui para garantir que oferecemos um produto da mais alta qualidade. Descubra mais sobre as pessoas por trás de cada colheita de mel na nossa loja. Nossa Equipe João é um apaixonado por abelhas desde a infância. Ele possui uma vasta experiência em apicultura e dedica-se ao bem-estar das abelhas e à produção de mel de alta qualidade. João Silva Marcos começou sua jornada na apicultura aos 16 anos. Ele é especialista em técnicas de manejo sustentável e garante a qualidade excepcional do mel que produzimos. Marcos Oliveira Pedro é responsável pela logística e distribuição dos nossos produtos por todo o Brasil. Sua eficiência e comprometimento garantem que nosso mel chegue fresco e intacto aos nossos clientes. Pedro Santos Bruno é nosso especialista em marketing digital. Ele utiliza suas habilidades para promover os benefícios do mel natural e educar o público sobre seus diversos usos. Bruno Souza Lucas é o responsável pela qualidade e segurança alimentar de nossos produtos. Ele assegura que todos os padrões de higiene e segurança sejam rigorosamente seguidos em nossa produção. Lucas Rodrigues Felipe é nosso engenheiro agrônomo, responsável por garantir que as áreas de cultivo das nossas flores sejam sustentáveis e propícias para o desenvolvimento das abelhas. Felipe Costa Disclaimer Privacy policy Terms of Use We use cookies to give you the best experience on our website. By continuing to browse this website, you agree to our use of cookies. More information can be found in our Privacy Policy and Cookie Policy. Accept Decline",
    "terms": "Termos de Uso - HoneyStore Sobre nós Contatos Nossa equipe Termos de Uso Bem-vindo ao HoneyStore. Ao acessar e utilizar nosso site, você concorda com os seguintes termos e condições. Leia atentamente. Uso do Site Você concorda em usar o site apenas para fins legais e de acordo com estes Termos de Uso. Você não pode usar nosso site de forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso de terceiros. Conta de Usuário Para acessar certas partes do nosso site ou fazer uma compra, você pode precisar criar uma conta. Você é responsável por manter a confidencialidade de sua conta e senha e por restringir o acesso ao seu computador. Propriedade Intelectual O conteúdo do site, incluindo textos, gráficos, logotipos, imagens, downloads digitais, são propriedade do HoneyStore e estão protegidos por leis de direitos autorais e outras leis de propriedade intelectual. Limitação de Responsabilidade O HoneyStore não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou da incapacidade de usar nosso site, mesmo que tenham sido avisados da possibilidade de tais danos. Modificações nos Termos Podemos revisar estes Termos de Uso a qualquer momento, atualizando esta página. O uso contínuo do site após tais modificações constituirá sua aceitação dos novos termos. Disposições Gerais Estes Termos de Uso constituem o acordo completo entre você e o HoneyStore em relação ao uso do site. Se qualquer disposição destes termos for considerada inválida, as demais disposições permanecerão em vigor. Contato Se você tiver perguntas sobre estes Termos de Uso, entre em contato conosco: E-mail: honeystore@gmail.com Disclaimer Privacy policy Terms of Use",
    "thanks": "Obrigado por Sua Solicitação - HoneyStore Obrigado pela sua Solicitação! Prezado cliente, Agradecemos por escolher a HoneyStore para suas compras de mel e produtos relacionados. Sua compra foi recebida com sucesso e estamos processando seu pedido. Em breve, você receberá informações detalhadas sobre o envio e entrega dos seus produtos. Caso tenha alguma dúvida ou necessite de assistência adicional, não hesite em nos contatar através do nosso e-mail honeystore@gmail.com. Home"
  },
  "date": "2024-06-13T12:06:12.239Z"
}