{
  "name": "New_v9_CoWorkBrasil",
  "pages": {
    "index": "CoWorkBrasil: Seu espaço de trabalho perfeito no Brasil Início Sobre nós Vantagens Depoimentos Preços Contato Trabalhe com Estilo em CoWorkBrasil Descubra um espaço de trabalho inspirador e colaborativo em CoWorkBrasil. Oferecemos infraestrutura moderna, networking e ambiente propício para o crescimento do seu negócio. Confira Nossos Preços Descubra o Espaço de Trabalho Ideal em CoWorkBrasil CoWorkBrasil oferece um ambiente moderno e acolhedor para você trabalhar com conforto e eficiência. Nossa infraestrutura está equipada com todas as comodidades necessárias para impulsionar sua produtividade. Além disso, nossos espaços são projetados para promover a criatividade e a colaboração entre os membros da comunidade. Junte-se a nós e desfrute de acesso a salas de reunião bem equipadas, áreas de descanso confortáveis e uma variedade de serviços adicionais para facilitar o seu dia a dia de trabalho. Na CoWorkBrasil, não apenas oferecemos um local para trabalhar, mas também criamos oportunidades para você expandir sua rede profissional e desenvolver suas habilidades. Seja você um empreendedor, freelancer, startup ou empresa estabelecida, encontrará no CoWorkBrasil o ambiente ideal para impulsionar seu sucesso. Não perca mais tempo trabalhando isoladamente. Junte-se a nós e faça parte de uma comunidade vibrante e colaborativa. Trabalhe de forma mais inteligente e inspire-se todos os dias em CoWorkBrasil! Veja Nossos Planos Recursos e Benefícios em Destaque Explore os recursos e benefícios que tornam o CoWorkBrasil a escolha ideal para profissionais que buscam um ambiente de trabalho inspirador e produtivo. Infraestrutura Moderna CoWorkBrasil oferece uma infraestrutura moderna e bem equipada, incluindo conexão Wi-Fi de alta velocidade, estações de trabalho ergonômicas e salas de reunião equipadas com tecnologia de ponta. Ambiente Colaborativo Nosso espaço foi projetado para promover a colaboração e a troca de ideias entre os membros da comunidade. Você terá a oportunidade de se conectar com profissionais de diversas áreas e compartilhar experiências. Localização Estratégica Localizado em uma área de fácil acesso, o CoWorkBrasil oferece conveniência para os membros, além de estar próximo a restaurantes, cafés e outros estabelecimentos úteis para o dia a dia de trabalho. Áreas de Convivência Desfrute de espaços de convivência confortáveis e acolhedores, perfeitos para pausas relaxantes e interações informais com outros membros da comunidade. Segurança 24 horas Sua segurança é nossa prioridade. Oferecemos um ambiente seguro e monitorado 24 horas por dia, 7 dias por semana, para que você possa trabalhar com tranquilidade. Flexibilidade de Horários Trabalhe quando for mais conveniente para você. CoWorkBrasil oferece flexibilidade de horários para se adequar ao seu ritmo de trabalho e estilo de vida. Conexão Wi-Fi de Alta Velocidade Desfrute de uma conexão Wi-Fi rápida e estável em todo o espaço, garantindo que você possa trabalhar de forma eficiente e sem interrupções. Descubra Nosso Espaço Ambiente Moderno e Confortável O CoWorkBrasil oferece um ambiente moderno e confortável, projetado para estimular a produtividade e a criatividade. Nossas instalações são cuidadosamente planejadas para atender às necessidades dos profissionais de hoje. Aberto 24 horas por dia, 7 dias por semana Conexão Wi-Fi de alta velocidade em todo o espaço Áreas de descanso com café e lanches gratuitos Serviços de impressão disponíveis Depoimentos Estou muito satisfeito com o ambiente de trabalho oferecido pelo CoWorkBrasil. É inspirador trabalhar em um espaço tão bem projetado e equipado. Além disso, a equipe é extremamente prestativa e amigável. Recomendo fortemente! - João Silva Desde que comecei a trabalhar no CoWorkBrasil, minha produtividade aumentou significativamente. O ambiente colaborativo e as instalações modernas contribuem para um ambiente de trabalho mais eficiente e agradável. Excelente espaço! - Maria Souza O CoWorkBrasil oferece uma ótima variedade de serviços e comodidades para os profissionais que trabalham lá. Estou muito feliz por fazer parte dessa comunidade e recomendo a todos que procuram um espaço de trabalho de alta qualidade. - Carlos Oliveira Excelente ambiente de trabalho! O CoWorkBrasil proporciona uma atmosfera inspiradora e uma rede de profissionais diversificada. Os serviços oferecidos são de primeira qualidade e a equipe sempre está pronta para ajudar. Não poderia pedir mais! - Ana Santos Trabalhar no CoWorkBrasil tem sido uma experiência incrível para mim. Além de oferecer um espaço de trabalho confortável e bem equipado, o ambiente colaborativo permite trocar ideias e experiências com outros membros da comunidade. Recomendo a todos! - Pedro Lima Estou extremamente satisfeito com os serviços e a infraestrutura oferecidos pelo CoWorkBrasil. O ambiente é propício para o trabalho produtivo e a equipe sempre está disponível para ajudar. Recomendo este espaço a todos os profissionais! - Fernanda Oliveira Preços para espaços de co-working Plano Básico R$ 200/mês Ideal para profissionais independentes que precisam de um espaço de trabalho flexível e acessível. Acesso 24 horas por dia, 7 dias por semana Conexão Wi-Fi de alta velocidade Áreas de convivência e café Atendimento ao cliente dedicado Selecione Plano Premium R$ 400/mês Perfeito para profissionais que buscam um ambiente de trabalho mais exclusivo e serviços adicionais. Todos os recursos do Plano Básico Salas de reunião equipadas Serviços de impressão incluídos Acesso prioritário aos eventos da comunidade Selecione Plano Empresarial R$ 600/mês Desenvolvido para empresas que desejam oferecer aos seus funcionários um espaço de trabalho colaborativo e moderno. Todos os recursos do Plano Premium Acesso prioritário às salas de reunião Suporte técnico dedicado Personalização de espaços disponível Selecione Plano Personalizado Entre em Contato Oferecemos planos personalizados para atender às necessidades específicas da sua empresa. Entre em contato conosco para mais detalhes. Personalização completa do plano Flexibilidade para adicionar ou remover recursos Orçamento adaptado às necessidades da sua empresa Suporte especializado para criação do plano Selecione Entre em Contato Conosco Estamos aqui para ajudar. Se você tiver alguma dúvida ou precisar de mais informações sobre nossos serviços, não hesite em entrar em contato conosco. Nossa equipe terá prazer em ajudá-lo! Rua Bulhões Carvalho, 524 - casa 3 - Copacabana, Rio de Janeiro - RJ, 22081-000, Brasil +55-21-3518-2884 coworkbrasil@gmail.com Horário de funcionamento Segunda-feira: 9:00 - 19:00 Terça-feira: 9:00 - 19:00 Quarta-feira: 9:00 - 19:00 Quinta-feira: 9:00 - 19:00 Sexta-feira: 9:00 - 19:00 Sábado: 11:00 - 16:00 Domingo: FECHADO Enviar mensagem Aceito a política de privacidade Enviar mensagem Oferecemos uma variedade de serviços e comodidades para atender às suas necessidades profissionais. Junte-se a nós e faça parte de uma comunidade colaborativa e inspiradora. Rua Bulhões Carvalho, 524 - casa 3 - Copacabana, Rio de Janeiro - RJ, 22081-000, Brasil +55-21-3518-2884 coworkbrasil@gmail.com Links Início Sobre nós Vantagens Depoimentos Preços Contato Política de Privacidade Termos e Condições",
    "privacy": "CoWorkBrasil: Seu espaço de trabalho perfeito no Brasil | Política de Privacidade Início Sobre nós Vantagens Depoimentos Preços Contato Política de Privacidade A privacidade dos nossos visitantes é extremamente importante para nós. Esta política de privacidade documenta os tipos de informações pessoais que recebemos e coletamos quando você usa o nosso site e como nós as utilizamos, armazenamos e protegemos. Coleta e Uso de Informações Quando você visita nosso site, podemos coletar informações sobre seu navegador, endereço IP, páginas visitadas e outros dados de análise. Essas informações são utilizadas para melhorar a experiência do usuário e entender melhor como nosso site é utilizado. Cookies Utilizamos cookies para armazenar informações, como suas preferências pessoais ao visitar nosso site. Isso pode incluir personalizar o conteúdo que você vê, analisar tendências de tráfego e melhorar a usabilidade do site. Você pode optar por desativar os cookies nas configurações do seu navegador, mas isso pode afetar a funcionalidade do site. Divulgação a Terceiros Nós não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem seu consentimento, exceto quando necessário para fornecer um serviço solicitado por você. Podemos divulgar informações quando acreditarmos que é apropriado para cumprir com a lei, fazer cumprir nossas políticas ou proteger nossos direitos, propriedade ou segurança. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Esses sites têm políticas de privacidade separadas e independentes. Portanto, não temos responsabilidade pelo conteúdo e atividades desses sites. No entanto, buscamos proteger a integridade do nosso site e agradecemos qualquer feedback sobre esses sites. Consentimento Ao usar nosso site, você consente com nossa política de privacidade. Alterações a Esta Política de Privacidade Podemos atualizar esta política de privacidade periodicamente. Quaisquer alterações serão publicadas nesta página. Esta política foi atualizada pela última. Entre em Contato Conosco Se você tiver dúvidas sobre esta política de privacidade, entre em contato conosco coworkbrasil@gmail.com. Oferecemos uma variedade de serviços e comodidades para atender às suas necessidades profissionais. Junte-se a nós e faça parte de uma comunidade colaborativa e inspiradora. Rua Bulhões Carvalho, 524 - casa 3 - Copacabana, Rio de Janeiro - RJ, 22081-000, Brasil +55-21-3518-2884 coworkbrasil@gmail.com Links Início Sobre nós Vantagens Depoimentos Preços Contato Política de Privacidade Termos e Condições",
    "terms": "CoWorkBrasil: Seu espaço de trabalho perfeito no Brasil | Termos e Condições Início Sobre nós Vantagens Depoimentos Preços Contato Termos e Condições Estes termos e condições regem o uso deste site. Ao acessar este site, você concorda com estes termos e condições na íntegra. Não continue a usar este site se você não concordar com todos os termos e condições estabelecidos nesta página. Uso do Site O conteúdo deste site é apenas para informação geral e está sujeito a alterações sem aviso prévio. Nós nos esforçamos para manter as informações atualizadas e corretas, mas não oferecemos garantias quanto à precisão, integridade ou adequação das informações encontradas neste site. Propriedade Intelectual Todos os materiais neste site, incluindo, mas não se limitando a, texto, imagens, gráficos, logotipos, vídeos e áudio, são de propriedade exclusiva da CoWorkBrasil ou de seus licenciadores e estão protegidos por leis de direitos autorais e outras leis de propriedade intelectual aplicáveis. Links para Outros Sites Este site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência e não constituem endosso do conteúdo desses sites. Não temos controle sobre o conteúdo de sites de terceiros e não assumimos qualquer responsabilidade por eles ou por qualquer perda ou dano que possa surgir do uso deles. Limitações de Responsabilidade Não seremos responsáveis por quaisquer danos diretos, indiretos, especiais ou consequenciais decorrentes do uso ou da incapacidade de usar este site, incluindo, mas não se limitando a, danos por perda de lucros, interrupção de negócios, perda de programas ou dados, mesmo que tenhamos sido avisados da possibilidade de tais danos. Modificações dos Termos e Condições Reservamo-nos o direito de modificar estes termos e condições a qualquer momento. Ao continuar a usar este site após a publicação de quaisquer alterações, você concorda em ficar vinculado a essas alterações. Legislação Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil. Contate-Nos Se você tiver dúvidas sobre estes termos e condições, entre em contato conosco coworkbrasil@gmail.com. Oferecemos uma variedade de serviços e comodidades para atender às suas necessidades profissionais. Junte-se a nós e faça parte de uma comunidade colaborativa e inspiradora. Rua Bulhões Carvalho, 524 - casa 3 - Copacabana, Rio de Janeiro - RJ, 22081-000, Brasil +55-21-3518-2884 coworkbrasil@gmail.com Links Início Sobre nós Vantagens Depoimentos Preços Contato Política de Privacidade Termos e Condições",
    "thank": "CoWorkBrasil: Seu espaço de trabalho perfeito no Brasil | Obrigado Obrigado por Entrar em Contato! Agradecemos por nos contatar. Sua mensagem foi recebida com sucesso. Nossa equipe entrará em contato com você em breve para fornecer mais informações ou para atender às suas solicitações. Enquanto isso, sinta-se à vontade para explorar mais sobre a CoWorkBrasil em nosso site ou siga-nos nas redes sociais para ficar por dentro das últimas novidades e eventos. Estamos ansiosos para colaborar com você e ajudá-lo a alcançar seus objetivos profissionais. Obrigado novamente por escolher a CoWorkBrasil! Página inicial"
  }
}