{
  "name": "New_v9_elegantdrapes",
  "pages": {
    "index": "Welcome to Elegant Drapes - Explore Our Stylish Collection of Window Treatments for Your Home ElegantDrapes Home Our collection Elegance Clients about us Design services Our curtains Write Elegant Drapes - Transforming Your Space Discover the Finest Selection of Drapes and Curtains Welcome to Elegant Drapes, where style meets functionality. Explore our exquisite collection of premium drapes and curtains designed to elevate your living spaces. From timeless classics to modern trends, we offer a variety of fabrics, patterns, and styles to suit every taste. Transform your home with our high-quality window treatments that add a touch of elegance and sophistication to any room. Experience the perfect blend of luxury and practicality with Elegant Drapes. Start Explore Our Stunning Collection Luxurious Fabrics Indulge in the finest materials for your drapes, from silk to velvet. Custom Designs Create a unique look with our made-to-measure drapery options. Modern Styles Stay on-trend with our contemporary curtain designs for a chic touch. Timeless Elegance Discover classic drapery styles that never go out of fashion. Functional Solutions Find practical and stylish window treatments for every room in your home. Expert Advice Get personalized recommendations from our experienced design team. Easy Installation Enjoy hassle-free setup with our user-friendly drapery solutions. Customer Satisfaction Experience top-notch service and quality products that exceed expectations. Transform Your Space with Elegant Drapes Elevate Your Home Décor with Our Premium Window Treatments At Elegant Drapes, we believe that the right window coverings can truly transform a room. Our carefully curated collection of drapes and curtains offers a perfect blend of style and functionality, allowing you to create a space that reflects your unique taste and personality. Whether you prefer a cozy, inviting atmosphere or a sleek, modern look, our range of high-quality fabrics and designs has something for every home. Let Elegant Drapes be your partner in enhancing the beauty and comfort of your living spaces. They say about us Clients Says! Absolutely love my new drapes from Elegant Drapes! They have completely transformed my living room. Sarah M. The quality of the fabrics is outstanding. I couldn't be happier with my purchase. James L. Great customer service and fast delivery. Highly recommend Elegant Drapes for all your window treatment needs. Emily R. I was impressed by the attention to detail in the custom design process. Thank you, Elegant Drapes! Michael S. Beautiful selection of drapes to choose from. Found the perfect match for my bedroom! Jessica K. Professional and knowledgeable staff. They helped me find the ideal curtains for my home office. David P. The drapes I ordered exceeded my expectations. Elegant Drapes truly delivers on quality. Laura H. From start to finish, my experience with Elegant Drapes was seamless. Will definitely be a returning customer. Alex B. Get Inspired by Our Blog Stay Updated on the Latest Trends and Tips for Window Treatments Explore our blog for a wealth of inspiration and advice on all things drapes and curtains. From styling tips to maintenance tricks, our experts share their insights to help you make the most of your window treatments. Whether you're looking for design ideas or practical solutions, our blog is your go-to resource for all things related to enhancing your home décor with elegant drapes. Dive into a world of creativity and innovation with Elegant Drapes' blog. Expert Design Services Personalized Consultations Our design team will work with you to create a tailored window treatment plan that suits your style and needs. Virtual Design Assistance Get professional design advice and recommendations from the comfort of your home with our virtual consultation services. In-Home Measurements We offer in-home measuring services to ensure a perfect fit for your custom drapes and curtains. Get In Touch With Us I accept the Privacy Policy Send Discover Our Catalog Browse Through Our Selection of Exquisite Drapes and Curtains Explore our catalog to find the perfect window treatments for your home. From luxurious fabrics to modern designs, we offer a wide range of options to suit every style and budget. Elevate your living spaces with our premium drapes and curtains that combine quality craftsmanship with elegant aesthetics. ₹4999 Silk Elegance Luxurious silk drapes for a touch of sophistication. Order ₹3499 Velvet Opulence Opulent velvet curtains for a rich and cozy feel. Order ₹1999 Linen Chic Chic linen drapes that bring a natural, airy vibe to your space. Order ₹2799 Pattern Play Bold patterned curtains to make a statement in any room. Order ₹1599 Sheer Simplicity Light and airy sheer curtains for a soft, ethereal look. Order ₹4499 Custom Creations Create your own custom drapes with our tailored design services. Order Links Home Our collection Elegance Clients about us Design services Our curtains More links Privacy Policy Terms of Use Get In Touch +91-712-6665888 elegantdrapes@gmail.com 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India",
    "privacy-policy": "Elegant Drapes - Your Privacy Matters to Us - Read Our Privacy Policy ElegantDrapes Home Our collection Elegance Clients about us Design services Our curtains Write Privacy Policy We make every effort to keep the website up and running smoothly. However, ElegantDrapes takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control. The information provided on ElegantDrapes is for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Through this website, you are able to link to other websites that are not under the control of ElegantDrapes. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Every effort is made to keep the website up and running smoothly. However, ElegantDrapes takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control. Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements. ElegantDrapes reserves the right to modify, suspend, or discontinue any aspect or feature of the website at any time without notice. We shall not be liable to you or to any third party for any modification, suspension, or discontinuance of the website or any part thereof. By using this website, you agree to indemnify, defend, and hold harmless ElegantDrapes and its affiliates, officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your Internet account. ElegantDrapes reserves the right to make changes to the content and materials on this website at any time without prior notice. While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is strictly at your own risk. You acknowledge that such information may contain inaccuracies or errors, and we expressly disclaim liability for any such inaccuracies or errors to the fullest extent permitted by law. ElegantDrapes does not warrant that the website will be free from viruses or other harmful components. It is your responsibility to ensure that any content, services, or information obtained from this website are free of viruses or other harmful components. We do not guarantee continuous, uninterrupted, or secure access to our services, and operation of this website may be interfered with by numerous factors outside of our control. Under no circumstances will ElegantDrapes be liable for any direct, indirect, incidental, consequential, special, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from the use of or inability to use the website. You agree to defend, indemnify, and hold harmless ElegantDrapes and its affiliates, officers, directors, employees, agents, licensors, and suppliers from and against any claims, actions, or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from your breach of these terms of use or your access to, use, or misuse of the website or its content. This disclaimer constitutes the entire agreement between you and ElegantDrapes regarding your use of the website, superseding any prior agreements between you and ElegantDrapes relating to your use of the website. ElegantDrapes may assign its rights and duties under this disclaimer to any party at any time without notice to you. Your rights and duties under this disclaimer are not assignable by you without ElegantDrapes' prior written consent. If any provision of this disclaimer is held by a court of competent jurisdiction to be invalid or unenforceable, the remaining provisions will remain in full force and effect. ElegantDrapes' failure to enforce any provision of this disclaimer will not be deemed a waiver of such provision or of the right to enforce such provision. ElegantDrapes acknowledges and respects the intellectual property rights of others. If you believe that any content on this website infringes upon your copyright, please notify us immediately at elegantdrapes@gmail.com with detailed information about the alleged infringement, including the specific location of the infringing material on the website and your contact information. ElegantDrapes may, at its discretion, remove or disable access to any allegedly infringing content and terminate the accounts of users who infringe upon the intellectual property rights of others. The inclusion of any third-party trademarks, logos, or brand names on this website does not imply endorsement or sponsorship by ElegantDrapes. All third-party trademarks, logos, and brand names are the property of their respective owners. ElegantDrapes may display advertisements and sponsored content on the website. These advertisements and sponsored content are provided by third-party advertisers and are not necessarily endorsed or recommended by ElegantDrapes. Your interactions with advertisers found on the website are solely between you and the advertiser. ElegantDrapes may participate in affiliate marketing programs, which means we may earn commissions from qualifying purchases made through links on the website. However, our editorial content is not influenced by affiliate partnerships, and we strive to provide honest and unbiased information to our users. ElegantDrapes reserves the right to monitor and review user-generated content posted on the website, including but not limited to comments, reviews, and forum posts. However, we are not obligated to do so and assume no responsibility or liability for any user-generated content posted on the website. By submitting user-generated content to ElegantDrapes, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content worldwide in any media. You agree not to submit any user-generated content that is unlawful, defamatory, libelous, harassing, abusive, fraudulent, obscene, vulgar, or otherwise objectionable, or that infringes upon the intellectual property rights of others. ElegantDrapes reserves the right to remove or edit any user-generated content that violates these terms or is otherwise deemed inappropriate, offensive, or harmful. ElegantDrapes may provide links to external websites for your convenience and information. However, we do not endorse or take responsibility for the content, privacy practices, or accuracy of information on external websites. By using this website, you agree to abide by all applicable laws and regulations, including but not limited to copyright and trademark laws, privacy laws, and anti-spam laws. If you have any questions regarding this disclaimer, please contact us at elegantdrapes@gmail.com. Thank you for your understanding and cooperation. ElegantDrapes Team Links Home Our collection Elegance Clients about us Design services Our curtains More links Privacy Policy Terms of Use Get In Touch +91-712-6665888 elegantdrapes@gmail.com 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India",
    "terms-conditions": "Elegant Drapes - Understand Our Terms of Use for Quality Window Treatments ElegantDrapes Home Our collection Elegance Clients about us Design services Our curtains Write Terms of Use Disclaimer of Liability In no event shall ElegantDrapes, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. Dispute Resolution Any dispute arising out of or relating to these Terms of Use, or the breach thereof, shall be finally resolved by arbitration administered by the American Arbitration Association under its Commercial Arbitration Rules, and judgment upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. Waiver and Severability The failure of ElegantDrapes to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. If any provision of these Terms of Use is held to be unenforceable or invalid, the remaining provisions of these Terms of Use will remain in full force and effect. Assignment ElegantDrapes may assign its rights and/or obligations under these Terms of Use to any party at any time without notice to you. You may not assign your rights and/or obligations under these Terms of Use to any party without ElegantDrapes's prior written consent. Amendments ElegantDrapes reserves the right, at its sole discretion, to modify or replace these Terms of Use at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Feedback and Suggestions ElegantDrapes welcomes your feedback and suggestions regarding our website and services. If you choose to provide any feedback or suggestions, you agree that ElegantDrapes may use such feedback or suggestions for any purpose without compensation to you. Third-Party Services ElegantDrapes may use third-party services to facilitate the provision of our services or to enhance the user experience. These third-party services may have their own terms of use and privacy policies, and your use of these services is subject to those terms and policies. Compliance with Laws You agree to comply with all applicable laws, rules, and regulations when using the ElegantDrapes website and services. You are solely responsible for ensuring that your use of the Service is in compliance with all laws, rules, and regulations applicable to you. Language of the Terms These Terms of Use are drafted in the English language. In the event of any conflict between the English version and any translated version, the English version shall prevail. Headings The headings used in these Terms of Use are for convenience only and shall not affect the interpretation of the provisions herein. Entire Agreement These Terms of Use constitute the entire agreement between you and ElegantDrapes regarding your use of the ElegantDrapes website and services and supersede all prior or contemporaneous communications and proposals, whether oral or written, between you and ElegantDrapes. Reservation of Rights ElegantDrapes reserves all rights not expressly granted in these Terms of Use. Nothing in these Terms of Use shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication, or otherwise. No Agency Relationship No agency, partnership, joint venture, or employment relationship is created as a result of these Terms of Use, and neither party has any authority to bind the other in any way. Captions The captions and headings in these Terms of Use are for convenience only and shall not affect the interpretation of the provisions herein. Construction These Terms of Use shall be construed fairly and not in favor of or against either party, regardless of which party drafted or was principally responsible for drafting them. Acceptance of Terms By accessing or using the ElegantDrapes website and services, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use. If you do not agree to these terms, you may not access or use the ElegantDrapes website and services. Amendments and Updates ElegantDrapes reserves the right to amend, update, or modify these Terms of Use at any time without prior notice. Any changes to these Terms of Use will be effective immediately upon posting. It is your responsibility to review these Terms of Use periodically for any updates or changes. Your continued use of the ElegantDrapes website after the posting of any changes constitutes acceptance of those changes. Equitable Relief You agree that any breach of these Terms of Use may result in irreparable harm to ElegantDrapes, for which monetary damages would be inadequate, and you consent to ElegantDrapes obtaining any injunctive or equitable relief that ElegantDrapes deems necessary or appropriate in such circumstances. These remedies are in addition to any other remedies ElegantDrapes may have at law or in equity. No Waiver The failure of ElegantDrapes to enforce any right or provision of these Terms of Use shall not constitute a waiver of that right or provision. No waiver by ElegantDrapes of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of ElegantDrapes to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision. Interpretation If any provision of these Terms of Use is held to be invalid or unenforceable by a court of competent jurisdiction, the remaining provisions of these Terms of Use will remain in full force and effect. These Terms of Use shall be interpreted in accordance with the laws of [Your Country], without regard to its conflict of law provisions. Force Majeure ElegantDrapes shall not be liable for any failure or delay in performing its obligations under these Terms of Use if such failure or delay is caused by circumstances beyond its reasonable control, including but not limited to acts of God, war, terrorism, strikes, power outages, natural disasters, or governmental actions. Feedback We value your feedback on how we can improve our services. If you choose to provide feedback or suggestions, you agree that ElegantDrapes may use such feedback or suggestions without any obligation to compensate you. No Third-Party Beneficiaries These Terms of Use are for the benefit of you and ElegantDrapes and are not intended to confer any rights or remedies upon any third party. Independent Contractors You agree that no joint venture, partnership, employment, or agency relationship exists between you and ElegantDrapes as a result of these Terms of Use or your use of the ElegantDrapes website. Reservation of Rights Any rights not expressly granted herein are reserved by ElegantDrapes. Use License Permission is granted to temporarily download one copy of the materials (information or software) on ElegantDrapes's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on ElegantDrapes's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by ElegantDrapes at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Contact Us If you have any questions about these Terms of Use, please contact us at elegantdrapes@gmail.com. Last updated: 23.03.2024 By using ElegantDrapes's website, you signify your acceptance of these terms. If you do not agree to these terms, please do not use our website. Links Home Our collection Elegance Clients about us Design services Our curtains More links Privacy Policy Terms of Use Get In Touch +91-712-6665888 elegantdrapes@gmail.com 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015, India",
    "thanks": "Elegant Drapes - Thank You for Choosing Elegant Drapes for Your Window Treatment Needs Thank You for Your Feedback! We appreciate you taking the time to share your thoughts with us. Your feedback helps us improve our services and provide you with a better experience. If you have any further questions or concerns, feel free to reach out to our support team. We're here to help! Thank you again for choosing ElegantDrapes. Sincerely, The ElegantDrapes Team Home"
  }
}