{
  "name": "New_v9_PetalParadise",
  "pages": {
    "index": "Petal Paradise - Beautiful Flowers and Elegant Arrangements +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 Petal Paradise HOME ABOUT US CATALOG Petal Paradise +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 HOME ABOUT US CATALOG SALE 10% SALE 10% SALE 10% SALE 10% Welcome to Petal Paradise Discover the beauty of nature with our exquisite floral arrangements and bouquets. Brighten someone's day with the perfect flowers for any occasion. ABOUT US Best Sellers Daisy $5 Sun Flower $10 White Rose $20 Periwinkle $14 All bouquets Mono bouquets Mono bouquets are a timeless and sophisticated way to express your feelings on any occasion. From a single type of flower carefully arranged into a stunning bouquet, these arrangements exude simplicity and elegance, making them ideal for a variety of occasions. Wedding bouquets Your wedding day is a celebration of love and devotion, and your bouquet is an essential accessory that reflects your personal style and enhances the beauty of the occasion. At Petal Paradise, we understand how important it is to find the perfect wedding bouquet that will complement your vision and make your day truly memorable. Bouquets in stock At Petal Paradise, we understand that life is full of spontaneous moments that deserve to be celebrated with beauty and elegance. That is why we offer a wide selection of ready-made bouquets that are suitable for any occasion, be it a birthday, anniversary or just because. CATALOG Want to stay informed? SUBSCRIBE TO OUR NEWSLETTER NOW! SUBMIT I accept Privacy Policy Petal Paradise HOME ABOUT US CATALOG Privacy Policy | Terms and Conditions +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901",
    "privacy-policy": "Petal Paradise - Custom Floral Arrangements and Unique Bouquets +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 Petal Paradise HOME ABOUT US CATALOG Petal Paradise +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 HOME ABOUT US CATALOG SALE 10% SALE 10% SALE 10% SALE 10% PRIVACY POLICY Welcome to Petal Paradise. We value your privacy and are committed to protecting your personal data. This privacy policy will inform you about how we look after your personal data when you visit our website and tell you about your privacy rights and how the law protects you. We may collect, use, store, and transfer different kinds of personal data about you, including: identity Data, contact Data, transaction Data, technical Data, profile Data, usage Data, marketing and communications Data We will only use your personal data when the law allows us to. Most commonly, we will use your personal data in the following circumstances: To process and deliver your order To manage your account To notify you about changes to our services To improve our website and services To send you marketing communications We do not share your personal data with third parties except as necessary to provide our services or as required by law. This may include sharing your data with: Service providers who provide IT and system administration services Professional advisers including lawyers, bankers, auditors, and insurers Government bodies that require us to report processing activities We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used, or accessed in an unauthorized way, altered, or disclosed. Under certain circumstances, you have rights under data protection laws in relation to your personal data, including the right to: Request access to your personal data Request correction of your personal data Request erasure of your personal data Object to processing of your personal data Request restriction of processing your personal data Request transfer of your personal data Withdraw consent Contact Us: If you have any questions about this privacy policy or our privacy practices, please contact us at: petalparadise@gmail.com Petal Paradise HOME ABOUT US CATALOG Privacy Policy | Terms and Conditions +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901",
    "terms-conditions": "Petal Paradise - Eco-Friendly and Sustainable Floral Designs +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 Petal Paradise HOME ABOUT US CATALOG Petal Paradise +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 HOME ABOUT US CATALOG SALE 10% SALE 10% SALE 10% SALE 10% Terms and Conditions 1. Introduction Welcome to Petal Paradise. These terms and conditions outline the rules and regulations for the use of Petal Paradise's Website, located at www.petalparadise.com. By accessing this website we assume you accept these terms and conditions. Do not continue to use Petal Paradise if you do not agree to take all of the terms and conditions stated on this page. 3. License Unless otherwise stated, Petal Paradise and/or its licensors own the intellectual property rights for all material on Petal Paradise. All intellectual property rights are reserved. You may access this from Petal Paradise for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Petal Paradise Sell, rent or sub-license material from Petal Paradise Reproduce, duplicate or copy material from Petal Paradise Redistribute content from Petal Paradise 4. User Comments This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Petal Paradise does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Petal Paradise,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Petal Paradise shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. 5. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site. 6. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. 7. Content Liability We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. 8. Your Privacy Please read Privacy Policy 9. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. 10. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. 11. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. If you have any questions or concerns regarding this Privacy Policy, please contact our support via the contact information provided in our email petalparadise@gmail.com Petal Paradise HOME ABOUT US CATALOG Privacy Policy | Terms and Conditions +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901",
    "thanks": "Petal Paradise - Wedding and Event Floral Specialists BACK TO HOME Thank you for choosing us Thank you and we will try to respond as quickly as possible",
    "about": "Petal Paradise - Premium Flowers for Every Occasion +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 Petal Paradise HOME ABOUT US CATALOG Petal Paradise +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 HOME ABOUT US CATALOG SALE 10% SALE 10% SALE 10% SALE 10% Petal Paradise: An oasis of beauty and tenderness in the world of flowers Welcome to Petal Paradise, your source of inspiration and joy in the world of flowers. We offer you the widest selection of exquisite bouquets, fresh plants and original compositions, created with love and professionalism by our florists. In Petal Paradise, every flower becomes part of a magical world filled with beauty and tenderness. Enjoy the beauty of nature in every bouquet with Petal Paradise. NO.1 ORIGINAL FLOWER STORE Since 2016 we have been delivering across Nation wide with the freshest most beautiful flowers. Impeccable flowers at great prices and delivered quickly. CATALOG Our Advantages Fresh Flowers We offer a wide selection of fresh and high-quality flowers sourced from trusted growers. Fast Delivery Enjoy fast and reliable flower delivery services to bring smiles to your loved ones. Customization Options Personalize your bouquet with our customization options to make it truly unique. Excellent Customer Support Our dedicated customer support team is here to assist you every step of the way. Our Values Commitment to Quality We are dedicated to providing the highest quality flowers sourced from trusted growers. Each bloom is carefully selected to ensure freshness and beauty. Customer Satisfaction Our customers are at the heart of everything we do. We strive to exceed their expectations with personalized service and exquisite floral arrangements. Creativity and Innovation We embrace creativity and constantly innovate to offer unique and stunning floral designs that inspire and delight. Integrity and Trust Honesty and transparency are the foundation of our relationships with customers, suppliers, and employees. We uphold the highest standards of integrity in all our interactions. FAQ What are your delivery options? We offer same-day and next-day delivery options for our floral arrangements. Delivery charges may vary depending on the location. Can I customize my bouquet? Yes, we offer customization options for our bouquets. You can choose the type of flowers, colors, and arrangements to create a personalized bouquet. What if I'm not satisfied with my order? Customer satisfaction is our priority. If you are not satisfied with your order, please contact us immediately, and we will work to resolve the issue. How can I track my order? Once your order is processed and shipped, we will provide you with a tracking number via email. You can use this number to track your order on our website. Contact us Have a question or want to learn more about our floral arrangements? Fill out the form below and we'll get back to you shortly. SUBMIT I accept Privacy Policy Petal Paradise HOME ABOUT US CATALOG Privacy Policy | Terms and Conditions +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901",
    "catalog": "Petal Paradise - Fast Flower Delivery and Gorgeous Bouquets +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 Petal Paradise HOME ABOUT US CATALOG Petal Paradise +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901 HOME ABOUT US CATALOG SALE 10% SALE 10% SALE 10% SALE 10% Popular items Chrysanthemums $20 Asters $15 Tulips $17 Daisies $25 Daffodils $30 Roses $22 Discounted products White Rose 10% discount $20 Wedding Bouquet 15% discount $40 Sunflower 10% discount $10 What people say about Us The flowers were absolutely stunning! They arrived fresh and lasted for days. I couldn't be happier with the service. John Fantastic experience from start to finish. The bouquet was beautiful, and the delivery was prompt. Highly recommend Petal Paradise! Veronica I ordered a bouquet for my friend's birthday, and it was perfect! Beautifully arranged and delivered right on time. Barbara Petal Paradise never disappoints! Their flowers are always fresh and beautiful. I will definitely be ordering again. Xander Petal Paradise HOME ABOUT US CATALOG Privacy Policy | Terms and Conditions +91-972248-5512 petalparadise@gmail.com Mahuli Jahagir, Maharashtra 444901"
  },
  "date": "2024-06-13T12:18:00.130Z"
}