{
  "name": "New_v9_InnerStyleStudio",
  "pages": {
    "privacy-policy": "Privacy Policy - InnerStyle Studio Main About us Prices Contacts An explanation of what information is being collected, including personal information such as name, email address, address, etc. A description of the purposes for which the information is collected, including providing services, processing orders, communicating with customers, and improving the site. An explanation of the security measures taken to protect the information collected from unauthorized access, loss, or use. Clarifying when and how information may be disclosed to third parties, such as when processing payments or collaborating with partners. Explanation of the use of cookies and other tracking technologies, and the user's choices regarding their use. Notification of users' rights to access, correct, or delete their personal information, as well as opt-out options to unsubscribe from promotional emails. Disclaimer of responsibility for the privacy policies of third-party websites to which our pages or services may link. Policy on children under the age of 13 and restrictions on the use of the site for this audience. InnerStyle-Studio@gmail.com Notice that the privacy policy may be reviewed and changed and what steps will be taken to notify users of this. Use of information: Your data is used solely for the purposes specified at the time of collection and is not shared with third parties without your consent, except as required by law. Data protection: We take security measures to protect your data from unauthorized access or loss. Data access and management: You have the right to request access to, amend or delete your data at your request. Information on how users can contact us for privacy concerns or inquiries about their data. Contacting us: If you have any questions regarding the processing of your data or our privacy policy, please contact us via our contact details. Main About us Prices Contacts Privacy policy Terms and conditions © 2024 InnerStyle Studio. All rights reserved.",
    "terms-conditions": "Terms and Conditions - InnerStyle Studio Main About us Prices Contacts Acceptance of Terms: By using Energize Fitnes Center, users acknowledge reading, understanding, and agreeing to these terms. If you do not agree, please do not use the site. Order Placement: Orders placed on Energize Fitnes Center are subject to availability and acceptance. Confirmation emails indicate the successful placement of an order. Product Descriptions: Energize Fitnes Center strives to provide accurate product descriptions. However, variations may occur, and we reserve the right to correct any errors. Payment: Payments are processed securely through trusted payment gateways. Energize Fitnes Center does not store credit card information. Shipping: Shipping times and costs are provided during the checkout process. Energize Fitnes Center is not responsible for delays or additional costs due to customs or unforeseen circumstances. Returns and Refunds: Energize Fitnes Center accepts returns within a specified period. Refunds are processed according to our Refund Policy, available on the website. Intellectual Property: All content on Energize Fitnes Center, including images, logos, and text, is the intellectual property of Energize Fitnes Center. Unauthorized use is strictly prohibited. Prohibited Conduct: Users agree not to engage in any unlawful, harmful, or disruptive behavior while using Energize Fitnes Center. Termination: Energize Fitnes Center reserves the right to terminate user accounts or access to the site for violations of these terms or for any other reason. Modifications: Energize Fitnes Center may update these terms at any time. Changes will be effective immediately upon posting. Check this page regularly for updates. Communication: Users may receive transactional emails related to their orders, including order confirmations and shipping notifications. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each marketing email. Liability: Energize Fitnes Center is not liable for any damages or losses resulting from the use of the site or its content. Indemnification: Users agree to indemnify and hold Energize Fitnes Center harmless from any claims, damages, or losses arising from their use of the site or violation of these terms. Contact Information: For questions or concerns regarding this Privacy Policy, contact our support team through the provided contact information on our emaila InnerStyle-Studio@gmail.com Severability: If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable. Waiver: The failure of Energize Fitnes Center to enforce any right or provision in these terms will not constitute a waiver of that right or provision unless acknowledged and agreed to in writing. Entire Agreement: These Terms and Conditions constitute the entire agreement between the user and Energize Fitnes Center and supersede any prior agreements or understandings. Main About us Prices Contacts Privacy policy Terms and conditions © 2024 InnerStyle Studio. All rights reserved.",
    "thanks": "Thanks - InnerStyle Studio Go back home Dear visitors to our website We want to express our sincere gratitude for your interest in our interior design studio. Your curiosity and desire to learn more about our services inspire us every day. We strive to make your experience on our website informative, engaging and rewarding. Your trust and support mean a lot to us, and we are ready to answer all your questions and provide you with the best service possible. Thanks to your interest, we continue to evolve and improve our services to meet your needs and exceed your expectations. Thank you for choosing us. We look forward to welcoming you to our community! Respectfully, Thanks - InnerStyle Studio",
    "index": "InnerStyle Studio Main About us Prices Contacts We will create a unique project just in time oriented on your budget Full cycle interior design studio Discuss the project InnerStyle Studio InnerStyle Studio - Innovative Approach to Interior Design InnerStyle Studio - is an interior design studio committed to creating spaces that are inspiring, functional and unique to each client. Founded on the principles of creativity, innovation and personalization, InnerStyle Studio promises to turn your dreams of the perfect interior into reality. The process of working at InnerStyle Studio begins with a deep understanding of each client's needs and preferences. The design team pays special attention to every detail to create a unique space that reflects the client's personality and fits their lifestyle. One of the key features of InnerStyle Studio is its innovative approach to design. The studio is constantly looking for new technologies, materials and concepts to offer its clients the most advanced and modern solutions. This includes the use of smart technology to automate home systems, eco-friendly materials and sustainable building practices. InnerStyle Studio is also known for its creative approach to design. Inspired by contemporary art, architecture and fashion, the design team is constantly looking for new ideas and trends to give each project a fresh and unique look. Whether creating a luxurious home, a stylish office space or a cozy cafe, InnerStyle Studio strives to ensure that each project is the epitome of sophisticated style, functionality and comfort. If you are looking for an interior design studio that can bring your wildest ideas to life with elegance and sophistication, InnerStyle Studio is your perfect partner. Let your space reflect your unique personality with InnerStyle Studio. Why InnerStyle Studio? By choosing InnerStyle Studio, you get not just interior design, but a personalized and quality approach to creating a space that will delight you and your family for years to come. Personalized approach: We pay special attention to each client's needs and desires. Our team listens to you carefully to accurately understand your vision and create an interior that reflects your unique personality and lifestyle. Creative solutions: We strive to make every project inspiring and original. Our design team is constantly looking for new ideas and trends in the design world to give your interior a fresh and unique look. Innovative technology: We use the most advanced technologies and materials to ensure the highest level of functionality and comfort for your space. This includes smart automation systems, energy efficient solutions and environmentally friendly materials. Professionalism and Quality: We pride ourselves on our professionalism and commitment to excellence in every detail. Our team of experienced designers and construction professionals ensure that your project is completed accurately and on time. Partnership and trust: We build long-term relationships with our clients based on mutual trust and partnership. We are ready to listen to your ideas, advise and implement them with attention to every detail to exceed your expectations. Our projects Apartment CAT'S SPACE 80 sq.m. Apartment Elegant Oasis 65 sq.m. Office Space 24/7 550 sq.m. Office The Spacer Line 600 sq.m. Hotel Shiny Marshmallow Hotel Moon Reflection See what it looks like your future design project View the project DESIGN COST Service Site measurement plan Meeting with the client to discuss their needs and preferences Determining the budget and timeline of the project Developing an interior design concept in accordance with the client's preferences Creating room allocation plans, sketches and layouts. Selection of furniture, fixtures, textiles and accessories Creation of virtual 3D models of the interior for visualization of the project Creation of drawings, specifications and lighting schematics Coordination of contractors and suppliers Assistance in selecting decorative elements and accessories Quality control of work performance and compliance with deadlines Composition and space design Help with choosing color schemes, styles and overall interior concept Tips for optimizing space and improving the functionality of rooms Organization of repair and construction in accordance with the design project Selection and quality control of construction materials used Educating the client on the basics of interior design and how to care for the new interior After-sales service and customer support after project completion MAIN ENGINEERING FULL Contacts Number: (+62) 704 3367 225 InnerStyle-Studio@gmail.com Doma, Tehsil, Maharashtra 442903, Inde Hours of operation: Monday-Friday: 8:00 - 20:00, Saturday-Sunday: 10:00 - 16:00 Contact us I accept Privacy policy Submit Main About us Prices Contacts Privacy policy Terms and conditions © 2024 InnerStyle Studio. All rights reserved."
  }
}