{
  "name": "New_v9_PlantShop",
  "pages": {
    "contact": "Fale Conosco - PlantShop: Entre em Contato para Dicas de Cuidado com Plantas e Suporte Avaliações Sobre nós Galeria Contatos +55-23-1989-5136 Entre em Contato Conosco Estamos aqui para ajudar com todas as suas necessidades de jardinagem interna. Fale conosco hoje mesmo! Libertando Criatividade, Criando Elegância No PlantShop, acreditamos que as plantas têm o poder de transformar espaços comuns em ambientes extraordinários. Nossa equipe de entusiastas de plantas trabalha incansavelmente para criar espaços verdes que não só pareçam deslumbrantes, mas também tragam a beleza da natureza para o seu ambiente doméstico ou de trabalho. Desde a seleção das plantas até o design de arranjos personalizados, estamos comprometidos em fornecer produtos e serviços que atendam às suas necessidades e superem suas expectativas. Inscreva-se Contact title Av. T-10, 1300 - Rua. Bueno, Goiânia - GO, 74223-060, Brasil plantshop@gmail.com +55-23-1989-5136 Ao enviar uma inscrição você concorda com a política de privacidade plantshop@gmail.com Av. T-10, 1300 - Rua. Bueno, Goiânia - GO, 74223-060, Brasil política de Privacidade Termos de uso",
    "gallery": "Galeria - Explore Nossa Coleção de Plantas na PlantShop Avaliações Sobre nós Galeria Contatos +55-23-1989-5136 Nossa Galeria de Fotos Explore a beleza de nossas coleções através de imagens capturadas em momentos especiais. Sobre Nós Somos apaixonados por plantas e comprometidos em compartilhar essa paixão com nossos clientes. No PlantShop, acreditamos que cada planta tem sua própria história para contar e estamos aqui para ajudar você a trazer um pouco mais de verde para sua vida. Nossa jornada começou com a simples ideia de proporcionar acesso fácil a uma variedade de plantas de alta qualidade. Ao longo dos anos, expandimos nossa seleção para incluir uma ampla gama de espécies, desde suculentas exóticas até árvores frutíferas tropicais. Nosso compromisso com a qualidade e o serviço ao cliente nos tornou um destino confiável para entusiastas de plantas em todo o mundo. Ao escolher o PlantShop, você está optando por qualidade, variedade e expertise. Estamos aqui para ajudá-lo em cada passo do caminho, desde a seleção da planta perfeita até dicas de cuidados e manutenção para garantir que suas plantas prosperem em seu ambiente doméstico. Galeria plantshop@gmail.com Av. T-10, 1300 - Rua. Bueno, Goiânia - GO, 74223-060, Brasil política de Privacidade Termos de uso",
    "index": "PlantShop - Seu Destino Principal para Plantas Decorativas para Casa e Escritório Avaliações Sobre nós Galeria Contatos +55-23-1989-5136 O seu guia para cuidados com plantas de interior Descubra os segredos de manter suas plantas saudáveis em casa e transforme seu espaço num paraíso verde. Variedade de Seleção Nossa loja oferece uma ampla variedade de plantas, desde suculentas e cactos até plantas tropicais exuberantes. Com tantas opções, você certamente encontrará a planta perfeita para complementar o seu espaço. Chamada de volta Conhecimento Especializado Nossa equipe é composta por especialistas em plantas que estão disponíveis para oferecer conselhos e orientações sobre cuidados específicos para cada espécie. Esteja você começando sua jornada com plantas ou já seja um entusiasta experiente, estamos aqui para ajudar. Chamada de volta Qualidade Garantida Comprometemo-nos a fornecer apenas as plantas da mais alta qualidade para nossos clientes. Cada planta é cuidadosamente selecionada e inspecionada para garantir que você receba apenas o melhor. Chamada de volta Facilidade de Compra Nossa loja online oferece uma experiência de compra conveniente e segura. Você pode fazer seu pedido com apenas alguns cliques e receber suas plantas diretamente na sua porta. Chamada de volta Avaliações da Equipe Ana Silva Designer de Interiores Estou extremamente satisfeita com a variedade e qualidade das plantas que comprei no PlantShop. Elas trouxeram vida nova ao meu espaço de trabalho e receberam muitos elogios dos meus colegas. Altamente recomendado! 12.09.2022 Carlos Santos Paisagista Adoro trabalhar com o PlantShop para fornecer plantas de alta qualidade aos meus clientes. Eles sempre têm uma excelente seleção e sua equipe é muito experiente e prestativa. 03.05.2023 Maria Oliveira Arquiteta As plantas que comprei no PlantShop superaram minhas expectativas. Elas chegaram em perfeitas condições e têm sido uma adição maravilhosa ao meu ambiente doméstico. Definitivamente voltarei a comprar mais no futuro. 19.11.2023 Sofia Rodrigues Jardineira Amadora Comprei algumas plantas para decorar minha varanda e estou absolutamente encantada com a qualidade e a beleza delas! O processo de compra foi fácil e a entrega foi rápida. O PlantShop definitivamente se tornou minha loja favorita para comprar plantas! 25.07.2022 Pedro Oliveira Paisagista Profissional Sempre recomendo o PlantShop aos meus clientes em busca de plantas de alta qualidade e serviço excepcional. Eles nunca decepcionam! A equipe é experiente, as plantas são saudáveis e bem cuidadas, e a variedade é impressionante. 08.12.2022 Mariana Costa Amante de Jardinagem Sou cliente fiel do PlantShop há anos e continuo impressionada com a qualidade consistente das plantas e o excelente atendimento ao cliente. Sempre que preciso de uma nova adição verde para a minha casa, sei exatamente onde procurar! 17.09.2023 About Us PlantShop, São Paulo, SP Localizada na agitada cidade de São Paulo, a PlantShop oferece uma experiência única para os amantes de plantas. Nossa loja apresenta uma vasta seleção de plantas exóticas e comuns, garantindo que cada cliente encontre a planta perfeita para o seu espaço. Além disso, oferecemos consultoria especializada e dicas de cuidados para garantir que suas plantas permaneçam saudáveis e vibrantes por muito tempo. PlantShop Online, Rio de Janeiro, RJ Para aqueles que preferem a conveniência das compras online, o PlantShop Online oferece uma experiência de compra fácil e segura. Com uma interface intuitiva e entrega rápida, nossos clientes podem desfrutar da beleza das plantas sem sair de casa. Nós nos esforçamos para fornecer o mesmo nível de qualidade e serviço excepcional que você encontraria em nossa loja física. PlantShop Garden Center, Curitiba, PR Se você está procurando por inspiração ou conselhos sobre jardinagem, visite o PlantShop Garden Center em Curitiba. Nosso centro oferece um ambiente acolhedor e inspirador, onde você pode explorar uma variedade de plantas, acessórios de jardinagem e decorações. Nossa equipe de especialistas está sempre à disposição para ajudar a tornar seu jardim dos sonhos uma realidade. plantshop@gmail.com Av. T-10, 1300 - Rua. Bueno, Goiânia - GO, 74223-060, Brasil política de Privacidade Termos de uso",
    "privacy": "Política de Privacidade - PlantShop: Protegendo Suas Informações Pessoais Avaliações Sobre nós Galeria Contatos +55-23-1989-5136 Política de Privacidade Esta Política de Privacidade delineia nosso compromisso em proteger a privacidade de nossos usuários. Ela detalha as maneiras como coletamos, usamos e protegemos suas informações pessoais e informa você sobre seus direitos sob a legislação de privacidade. Links Externos em Nosso Serviço Nosso Serviço pode incluir links para sites externos não operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Aconselhamos fortemente que você revise a Política de Privacidade de todos os sites que visitar. Não controlamos e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Compreensão e Definições CKompreensão Os termos definidos aqui terão o mesmo significado, independentemente de estarem no singular ou no plural. Definições Conta: Uma conta única estabelecida para você acessar nosso serviço ou partes específicas dele. Empresa: Refere-se a Milk Bliss (HeadlightsShiny). Afiliado: Uma entidade que está sob o controle de, controla, ou está sob o controle comum com nossa empresa, onde \"controle\" é definido como possuir pelo menos 50% das ações de voto, ações ou outros títulos elegíveis para eleição de diretores ou outra autoridade gerencial. Dispositivo: Qualquer dispositivo capaz de acessar o serviço, como um smartphone, computador ou tablet digital. Serviço: O site operado pela Milk Bliss. Dados Pessoais: Qualquer dado sobre um indivíduo que pode ser identificado a partir desses dados (ou a partir desses e outras informações que estejam em nossa posse ou que provavelmente venham a estar em nossa posse). Você: A pessoa acessando ou usando o serviço, ou a empresa, ou outra entidade legal em nome da qual tal pessoa está acessando ou usando o serviço, conforme aplicável. Fornecedor de Serviços: Qualquer indivíduo ou empresa que processa os dados em nome da Milk Bliss. Isso inclui empresas terceirizadas ou indivíduos contratados pela empresa para facilitar o serviço, para fornecer o serviço em nome da empresa, para realizar serviços relacionados ao serviço ou para ajudar a empresa a analisar como o serviço é usado. Proteção da Privacidade Infantil Caso precisemos coletar informações de crianças menores de 13 anos, faremos isso apenas com o consentimento dos pais ou conforme permitido por lei. Nosso Serviço não se destina a indivíduos menores de 13 anos. Não coletamos conscientemente informações identificáveis de crianças menores de 13 anos. Se você é pai ou responsável e fica sabendo que seu filho nos forneceu Dados Pessoais, por favor, entre em contato conosco. Se descobrirmos que coletamos Dados Pessoais de crianças sem verificação do consentimento dos pais, tomamos medidas para remover essas informações de nossos servidores. Emendas a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos você sobre quaisquer alterações, publicando a nova Política de Privacidade nesta página. Antes da alteração se tornar efetiva, notificaremos você por e-mail e/ou um aviso significativo em nosso Serviço, e atualizaremos a data de \"Última atualização\" no topo desta Política de Privacidade. Encorajamos você a revisar esta Política de Privacidade periodicamente para quaisquer mudanças. Mudanças nesta Política de Privacidade tornam-se efetivas quando são postadas nesta página. Por e-mail: plantshop@gmail.com plantshop@gmail.com Av. T-10, 1300 - Rua. Bueno, Goiânia - GO, 74223-060, Brasil política de Privacidade Termos de uso",
    "terms": "Terms of Use - PlantShop: Guidelines for a Great Shopping Experience Avaliações Sobre nós Galeria Contatos +55-23-1989-5136 Termos e Condições Antes de utilizar os nossos serviços, recomendamos que leia atentamente estes termos e condições. Esclarecimentos e Definições Definições Afiliado: Refere-se a qualquer entidade que exerce controle sobre, está sob controle de, ou é comumente controlada com uma parte, onde \"controle\" abrange possuir 50% ou mais dos direitos de voto, patrimônio ou outras seguranças que influenciam a eleição da gestão. Dispositivo: Abrange qualquer mecanismo que permite o acesso ao serviço, incluindo, mas não se limitando a computadores, smartphones e tablets. Serviço: Este termo é usado em referência ao site fornecido pela Empresa. Você: Identifica qualquer indivíduo ou entidade que usa ou acessa o serviço, pessoalmente ou em nome de outra entidade legal. Esclarecimentos Os termos em maiúsculas utilizados aqui são definidos sob certas condições e manterão seus significados atribuídos, seja usado no singular ou no plural. Links Externos Nosso serviço pode apresentar links para sites ou serviços externos não operados por nós. Esses links são fornecidos para conveniência e não significam endosso. Não nos responsabilizamos pelo conteúdo, políticas ou práticas de quaisquer sites ou serviços de terceiros. É sua responsabilidade revisar as políticas de privacidade e termos de quaisquer sites que você visite. Reconhecimento e Aceitação dos Termos Estes termos e condições formam a base do acordo entre você e a empresa, delineando os direitos e obrigações legais de todas as partes em relação ao uso do serviço. Ao utilizar o serviço, você concorda em ser vinculado por estes termos. Se não concordar com qualquer parte destes termos, não utilize o serviço. Você afirma que tem pelo menos 18 anos de idade. A empresa proíbe explicitamente o uso do serviço por indivíduos menores de 18 anos. Seu uso do serviço também está condicionado à sua aceitação da política de privacidade da empresa, que deve ser revisada cuidadosamente antes do envolvimento. Terminação do Serviço Reservamo-nos o direito de terminar ou suspender o acesso ao nosso serviço imediatamente, sem aviso prévio ou responsabilidade, por qualquer violação destes termos. Caso seu direito de usar o serviço seja terminado, cessará imediatamente. Limitações de Responsabilidade Em nenhum caso a empresa ou seus fornecedores serão responsáveis por quaisquer danos incidentais, indiretos, especiais, punitivos ou consequenciais decorrentes ou em conexão com o seu uso do serviço, independentemente de tais danos serem previsíveis. A responsabilidade agregada da empresa e seus fornecedores sob estes termos é limitada ao maior entre o montante que você pagou à empresa pelo acesso e uso do serviço, ou 100 USD se nenhuma compra foi feita através do serviço. Lei Aplicável As leis do país, excluindo regras de conflito de leis, regem estes termos e seu uso do serviço. Seu uso do aplicativo também pode sujeitá-lo a outras leis locais, estaduais, nacionais ou Fornecimento do Serviço \"COMO ESTÁ\" O serviço é fornecido em uma base \"COMO ESTÁ\" e \"CONFORME DISPONÍVEL\", sem garantias de qualquer tipo, expressas ou implícitas. A empresa renuncia a todas as garantias, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a um propósito específico e não violação. internacionais. Resolução de Disputas Se você tiver disputas ou preocupações em relação ao serviço, incentivamos a contactar a empresa diretamente para buscar uma resolução. Modificação dos Termos Reservamo-nos o direito de modificar estes termos a nosso critério. Você será notificado de quaisquer mudanças significativas com antecedência, e ao continuar a usar o serviço, você aceita os termos revisados. Severabilidade & Renúncia Severabilidade Se qualquer disposição destes termos for considerada inaplicável ou inválida, tal disposição será modificada para alcançar a intenção original o mais próximo possível, e as demais disposições permanecerão em vigor. Renúncia A falha em fazer cumprir qualquer direito ou disposição destes termos não será considerada uma renúncia a esses direitos. Entrando em Contato Caso tenha alguma dúvida sobre estes termos, por favor, entre em contato conosco diretamente. Por email: plantshop@gmail.com plantshop@gmail.com Av. T-10, 1300 - Rua. Bueno, Goiânia - GO, 74223-060, Brasil política de Privacidade Termos de uso",
    "thanks": "Obrigado por Entrar em Contato com a PlantShop - Agradecemos Sua Consulta Obrigado por escolher nossos produtos! Nosso especialista entrará em contato com você em breve. Esperamos que você fique satisfeito com nossos produtos. Lar"
  }
}