{
  "name": "New_v9_ShawarmaSavvy",
  "pages": {
    "index": "ShawarmaSavvy ShawarmaSavvy Menu About Us Specials Contact Welcome to ShawarmaSavvy Discover the savory world of shawarma with us. From mouthwatering wraps to delicious platters, we bring you the best of Middle Eastern cuisine. Explore Menu Our Advantages Quality Ingredients We use only the freshest and finest ingredients to ensure the highest quality in every dish. Authentic Flavors Experience the authentic taste of Middle Eastern cuisine with our traditional recipes and spices. Fast Service Enjoy quick and friendly service from our dedicated team, so you can satisfy your cravings without delay. New Arrivals Delicious Shawarma Wrap Our signature shawarma wrap, filled with juicy meat and fresh veggies, wrapped in warm pita bread. Order Now Mouthwatering Falafel Platter A hearty platter featuring crispy falafel, served with hummus, salad, and warm pita bread. Order Now Refreshing Middle Eastern Salad Enjoy a light and flavorful salad with mixed greens, tomatoes, cucumbers, and our special dressing. Order Now Our Menu Shawarma Wrap A delicious wrap filled with juicy meat, fresh veggies, and tahini sauce, served with fries. $9.99 Falafel Platter Crispy falafel served with hummus, salad, and warm pita bread. $8.99 Chicken Shawarma Plate Grilled chicken shawarma served with rice, salad, and garlic sauce. $11.99 Vegetarian Shawarma Wrap A vegetarian wrap filled with falafel, fresh veggies, and tahini sauce, served with hummus. $7.99 Beef Shawarma Platter Tender beef shawarma served with rice, grilled vegetables, and garlic sauce. $12.99 Baba Ganoush A traditional Middle Eastern dip made from roasted eggplant, tahini, garlic, and lemon juice, served with pita bread. $6.99 Hummus Plate A classic plate of hummus topped with olive oil and paprika, served with warm pita bread. $5.99 Falafel Wrap Crispy falafel wrapped in warm pita bread with lettuce, tomatoes, and tahini sauce. $6.99 Mixed Grill Platter A generous platter featuring a mix of grilled chicken, beef, and lamb, served with rice and garlic sauce. $16.99 Spicy Chicken Shawarma Our traditional shawarma with a spicy twist, featuring marinated chicken, hot peppers, and garlic sauce. $9.99 Double Meat Shawarma A hearty shawarma wrap filled with double the amount of meat, fresh veggies, and your choice of sauce. $11.99 Lamb Shawarma A flavorful shawarma made with tender marinated lamb, fresh vegetables, and garlic yogurt sauce. $12.99 Seafood Shawarma A unique twist on traditional shawarma, featuring grilled shrimp, fish, calamari, and a tangy seafood sauce. $14.99 Shawarma Combo Platter Can't decide? Try our combo platter with a variety of chicken, beef, and lamb shawarma served with rice, salad, and sauces. $15.99 Our Team John Doe Head Chef Jane Smith Marketing Manager Mike Johnson Restaurant Manager Sarah Lee Assistant Chef David Brown Head Waiter Emily Wilson Assistant Chef About Us Welcome to ShawarmaSavvy, your go-to destination for authentic Middle Eastern cuisine. Established in 2010 by our visionary founder, Ahmed Al-Mansour, ShawarmaSavvy has been a culinary landmark in the heart of the city ever since. Our story began with Ahmed's passion for the rich and diverse flavors of the Middle East. Drawing inspiration from his upbringing in Beirut and travels across the region, he envisioned a dining experience that would capture the essence of Middle Eastern cuisine - vibrant, flavorful, and comforting. With dedication and hard work, Ahmed brought his vision to life, opening the doors to the first ShawarmaSavvy restaurant. From the very beginning, our mission has been simple: to serve authentic Middle Eastern dishes made with the finest ingredients and served with warm hospitality. Our Culinary Philosophy At ShawarmaSavvy, we believe that great food starts with great ingredients. That's why we source only the freshest produce, highest quality meats, and authentic spices to create our signature dishes. Our chefs, led by the talented Chef Fatima Khalil, take pride in crafting each dish with care and precision, ensuring that every bite is bursting with flavor. Our Commitment to Excellence Excellence is at the core of everything we do at ShawarmaSavvy. From our attentive service to our inviting atmosphere, we strive to exceed our guests' expectations with every visit. We are honored to have received numerous awards and accolades for our commitment to culinary excellence and outstanding customer service. Community Engagement As a proud member of the community, ShawarmaSavvy is committed to giving back. We actively support local charities, food banks, and community organizations through various initiatives and events. We believe in the power of food to bring people together and make a positive impact in our community. Join Us Today Whether you're craving a classic shawarma wrap, a hearty falafel platter, or a refreshing salad, ShawarmaSavvy has something for everyone. Join us today and experience the flavors of the Middle East in a warm and welcoming atmosphere. We look forward to serving you! Special Offers Check out our latest special offers and discounts! Weekend Special Enjoy 20% off on all shawarma wraps every Saturday and Sunday! Lunch Combo Deal Get a shawarma wrap, fries, and a drink for just $9.99 during lunch hours! Student Discount Show your student ID and receive 10% off on your entire order! Customer Reviews John Smith \"Amazing food and great service! The shawarma wraps are to die for, and the staff is always friendly and welcoming. Highly recommend!\" Jane Doe \"I love coming to ShawarmaSavvy! The food is consistently delicious, and the atmosphere is cozy and inviting. Can't wait to visit again!\" Mike Johnson \"Had an amazing experience at ShawarmaSavvy. The flavors were incredible, and the portions were generous. Will definitely be back!\" Sarah Lee \"ShawarmaSavvy never disappoints! The food is consistently delicious, and the service is top-notch. Highly recommended for anyone craving authentic Middle Eastern cuisine!\" David Brown \"Absolutely love this place! The falafel platter is my favorite, and the staff is always friendly and attentive. Can't wait to try more dishes!\" Emily Wilson \"Had an incredible dining experience at ShawarmaSavvy. The flavors were authentic, and the ambiance was cozy. Will definitely be returning!\" Contact Us Phone: +916643004674 Email: ShawarmaSavvy@gmail.com Address: next to the Kaka Residence, opposite the Sangam Mark Amber Market, Shivlok Colony, Chittorgarh, Rajasthan 312001, India Name: Email: Message: I accept Privacy policy Send Working Hours Our restaurant is open 7 days a week to serve you! Monday - Thursday 11:00 AM - 9:00 PM Friday - Saturday 11:00 AM - 10:00 PM Sunday 12:00 PM - 8:00 PM ShawarmaSavvy Menu About Us Specials Contact Privacy Policy TERMS & CONDITIONS",
    "policy": "Privacy Policy | ShawarmaSavvy main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } ShawarmaSavvy Menu About Us Specials Contact Privacy Policy Welcome to ShawarmaSavvy's Privacy Policy. We are committed to respecting your privacy and ensuring that your personal information is handled with care. 1. Purpose of Information Any information you provide to ShawarmaSavvy serves a specific purpose related to our services. Your details are utilized for enhancing your experience and ensuring the quality of our offerings. 2. Confidentiality Your privacy is of the utmost importance to us. We uphold strict confidentiality standards, and any information shared with ShawarmaSavvy is treated with the highest level of respect and security. 3. Security Measures We employ robust security measures to protect your information from unauthorized access. Rest assured that we take every possible precaution to maintain the integrity and confidentiality of your data. 4. Transparency ShawarmaSavvy is committed to being transparent about how your information is handled. If you have any questions or concerns regarding our Privacy Policy, please feel free to contact us for clarification. 5. Updates to Privacy Policy We may periodically update our Privacy Policy to reflect changes in our practices. It is recommended to review this page for any modifications to stay informed about how we are protecting your privacy. 6. Contact Us If you have any questions or comments about our Privacy Policy, please contact us: Email: ShawarmaSavvy@gmail.com ShawarmaSavvy Menu About Us Specials Contact Privacy Policy TERMS & CONDITIONS",
    "terms": "TERMS & CONDITIONS | ShawarmaSavvy main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } ShawarmaSavvy Menu About Us Specials Contact TERMS & CONDITIONS Welcome to ShawarmaSavvy! By accessing and using our website, you agree to comply with and be bound by the following terms and conditions. Please read these carefully before using our services. 1. Acceptance of Terms Your use of this website is subject to the following terms and conditions. If you do not agree to these terms, please do not use the website. ShawarmaSavvy reserves the right to update and change these terms without notice. 2. Use of Website You agree to use the website for lawful purposes only and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. You may not use the website for any illegal or unauthorized purpose. Harassment in any manner or form on the website, including via e-mail, chat, or use of obscene or abusive language, is strictly forbidden. 3. Intellectual Property All content on this website, including text, graphics, logos, images, and software, is the property of Palate Pinnacle and is protected by international copyright laws. 4. User Account If you create an account on this website, you are responsible for maintaining the security of your account and password. ShawarmaSavvy cannot and will not be liable for any loss or damage from your failure to comply with this security obligation. You must notify ShawarmaSavvy immediately of any unauthorized uses of your account or any other breaches of security. ShawarmaSavvy will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions. 5. User Conduct While using the website, you agree not to: Violate any applicable laws, regulations, or guidelines. Impersonate any person or entity or misrepresent your affiliation with any person or entity. Interfere with or disrupt the operation of the website or servers. Attempt to gain unauthorized access to any portion of the website or any systems or networks connected to the website. Engage in any form of automated data collection, including but not limited to scraping, crawling, or data mining. 6. Modifications ShawarmaSavvy reserves the right to modify or discontinue, temporarily or permanently, the website (or any part thereof) with or without notice. You agree that ShawarmaSavvy shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. Contact Us If you have any questions or concerns about our TERMS & CONDITIONS, please feel free to contact us: Phone: +916643004674 Email:ShawarmaSavvy@gmail.com Location:next to the Kaka Residence, opposite the Sangam Mark Amber Market, Shivlok Colony, Chittorgarh, Rajasthan 312001, India ShawarmaSavvy Menu About Us Specials Contact Privacy Policy TERMS & CONDITIONS",
    "thanks": "Thank You | ShawarmaSavvy main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { display: inline-block; color: #ff7f0e; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } We appreciate your decision to choose us! Your support means a lot to us. If you have any questions or need assistance, feel free to contact us. +916643004674 HOME"
  }
}