{
  "name": "New_v9_jeanjive",
  "pages": {
    "privacy-policy": "Política de Privacidade da JeanJive - JeanJive JeanJive Lar Últimas tendências Cuidados com jeans Atendimento ao Cliente Ofertas +55-62-3287-8737 jeanjive@gmail.com Política de Privacidade da JeanJive A JeanJive é uma loja online especializada em jeans. Nossa missão é oferecer aos nossos clientes uma ampla variedade de modelos, cortes e marcas de jeans, sempre com a melhor qualidade e preço. Ao navegar pelo nosso site, você poderá encontrar informações sobre os diferentes tipos de jeans, como por exemplo: Jeans skinny: ajustados ao corpo, ideais para quem deseja um visual mais moderno e elegante. Jeans bootcut: levemente alargados na parte inferior, perfeto para quem gosta de usar botas ou sapatos com salto. Jeans straight: corte retilíneo, que segue a linha do corpo sem apertar ou ficar largo. Jeans slim fit: corte ajustado, mas com mais conforto do que o skinny. Ideal para quem deseja um visual mais casual. Jeans flare: corte com ampla abertura na parte inferior, dando um visual mais retro e descontraído. Além disso, também poderá encontrar informações sobre as diferentes marcas de jeans que nós oferecemos, como por exemplo: Levi's: uma das marcas mais conhecidas e tradicionais no mundo dos jeans. Oferecem uma ampla variedade de modelos e cortes, sempre com a melhor qualidade. Wrangler: outra marca tradicional, especializada em jeans para o trabalho e atividades outdoor. Também oferecem uma ampla variedade de modelos e cortes. Diesel: marca italiana de alta qualidade, conhecida por seus jeans inovadores e de vanguarda. Ideal para quem deseja um visual mais sofisticado. Calvin Klein: marca americana de moda, que também oferece uma linha de jeans de alta qualidade. Ideal para quem deseja um visual mais elegante e moderno. Tommy Hilfiger: marca americana de moda casual, que também oferece uma linha de jeans de alta qualidade. Ideal para quem deseja um visual mais descontraído e confortável. É importante ressaltar que todas as informações presentes no nosso site são de caráter meramente informativo e ilustrativo. Não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes do uso ou interpretação das informações aqui contidas. Também é importante ressaltar que nós não coletamos ou utilizamos quaisquer informações pessoais dos nossos clientes ou usuários do nosso site. Nossa única finalidade é oferecer uma experiência de compra online segura, prática e agradável. A JeanJive também oferece uma ampla variedade de opções de lavagem e acabamento para os nossos jeans. Algumas das opções mais populares incluem: Lavagem clássica: uma lavagem simples e discreta, que dá um visual mais sóbrio e elegante. Lavagem desgastada: uma lavagem com efeito de desgaste, que dá um visual mais casual e descontraído. Lavagem destruída: uma lavagem com efeito de rasgos e buracos, que dá um visual mais ousado e rebelde. Lavagem colorida: uma lavagem com cor, que dá um visual mais alegre e vibrante. Acabamento bruto: um acabamento sem brilho, que dá um visual mais rústico e natural. Acabamento envernizado: um acabamento com brilho, que dá um visual mais sofisticado e elegante. É importante ressaltar que todas as nossas opções de lavagem e acabamento são feitas com a maior qualidade e cuidado, para garantir a durabilidade e o conforto dos nossos jeans. Além disso, também oferecemos uma ampla variedade de acessórios para jeans, como por exemplo: Cintos: para quem deseja um ajuste mais firme e seguro no cinturão. Rivetes: para quem deseja personalizar o visual dos seus jeans com um toque mais ousado e rebelde. Costuras: para quem deseja reparar ou personalizar as costuras dos seus jeans. Bolsas: para quem deseja adicionar mais espaço de armazenamento aos seus jeans. Todos os nossos acessórios para jeans são feitos com a maior qualidade e durabilidade, para garantir a satisfação dos nossos clientes. É importante ressaltar que a JeanJive não se responsabiliza por quaisquer danos ou prejuízos decorrentes do uso indevido ou impróprio dos nossos produtos ou acessórios. Recomendamos sempre ler e seguir as instruções de uso e cuidado fornecidas nos nossos produtos. A JeanJive também oferece uma ampla variedade de opções de pagamento e entrega para os nossos clientes. Algumas das opções mais populares incluem: Pagamento à vista: para quem deseja pagar o valor total do pedido no momento da compra. Pagamento parcelado: para quem deseja pagar o valor total do pedido em até 12x sem juros. Entrega à domicílio: para quem deseja receber o pedido no conforto da sua casa ou apartamento. Entrega em ponto de coleta: para quem deseja economizar na entrega e retirar o pedido em um ponto de coleta próximo. É importante ressaltar que todas as nossas opções de pagamento e entrega são seguras, práticas e confiáveis, para garantir a satisfação dos nossos clientes. Além disso, também oferecemos uma garantia de 30 dias para todos os nossos produtos. Caso você não fique satisfeito com o seu pedido, por qualquer motivo, você poderá devolvê-lo ou trocá-lo por outro produto, sem nenhum custo adicional. É importante ressaltar que a garantia de 30 dias só se aplica aos produtos que estão em perfeitas condições de uso e que não foram danificados ou alterados de alguma forma. Recomendamos sempre ler e seguir as instruções de uso e cuidado fornecidas nos nossos produtos. Caso você tenha alguma dúvida, sugestão ou reclamação, por favor entre em contato conosco através do nosso e-mail: jeanjive@gmail.com. Ficaremos muito felizes em atendê-lo e ajudá-lo de alguma forma. Obrigado por visitar a JeanJive, a sua loja online de jeans. Esperamos que você encontre aqui o modelo, corte e marca de jeans que mais lhe agrada, sempre com a melhor qualidade e preço. Até breve! JeanJive Av. T-63, 4590a - Anhanguera, Goiânia - GO, 74335-102, Brasil +55-62-3287-8737 jeanjive@gmail.com Lar Últimas tendências Cuidados com jeans Atendimento ao Cliente Ofertas Política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso da JeanJive - JeanJive JeanJive Lar Últimas tendências Cuidados com jeans Atendimento ao Cliente Ofertas +55-62-3287-8737 jeanjive@gmail.com Termos de uso Uso do Site: O nosso site é destinado exclusivamente para a visualização, compra e obtenção de informações sobre nossos produtos. Não é permitido utilizar o nosso site para qualquer outro fim, incluindo, mas não se limitando a, atividades ilegais, não éticas ou que possam prejudicar a integridade do nosso site. Produtos e Preços: Todos os nossos dungas são cuidadosamente selecionados e exibidos no nosso site com o máximo de precisão possível. No entanto, devido à natureza das cores e tecidos na exibição digital, há a possibilidade de pequenas variações entre o produto exibido e o produto recebido. Os preços dos nossos produtos estão sujeitos a alterações sem aviso prévio. Pedidos e Pagamentos: Ao realizar um pedido no nosso site, você está fazendo um compromisso de pagar o valor total do produto, incluindo qualquer imposto ou taxa aplicável. Nós aceitamos uma variedade de métodos de pagamento, incluindo cartões de crédito, débito e serviços de carteira digital. Uma vez que o pagamento for confirmado, o seu pedido será processado e enviado para o endereço fornecido. Entrega e Devoluções: Nós nos esforçamos para entregar os nossos produtos o mais rápido possível. No entanto, os tempos de entrega podem variar dependendo da sua localização e da disponibilidade do produto. Se você não estiver satisfeito com o seu produto, nós oferecemos uma política de devolução de 30 dias. Para ser elegível para uma devolução, o produto deve estar na mesma condição em que você o recebeu, com todas as etiquetas e embalagens intactas. Direitos Autorais e Marcas Registradas: Todo o conteúdo no nosso site, incluindo, mas não se limitando a, textos, imagens, logotipos e design, são de nossa propriedade e estão protegidos por direitos autorais e marcas registradas. Não é permitido utilizar, reproduzir ou distribuir qualquer conteúdo do nosso site sem o nosso consentimento prévio por escrito. Isenção de Responsabilidade: Nós nos esforçamos para manter o nosso site preciso e atualizado. No entanto, não nos responsabilizamos por quaisquer erros, omissões ou imprecisões no nosso site. Além disso, nós não nos responsabilizamos por quaisquer danos ou prejuízos decorrentes da utilização do nosso site. Alterações nos Termos de Uso: Nós nos reservamos o direito de alterar estes Termos de Uso a qualquer momento sem aviso prévio. A utilização contínua do nosso site após a publicação das alterações constituirá a sua aceitação dos novos Termos de Uso. Produtos Defeituosos ou Errados: Se você receber um produto defeituoso ou errado, por favor, entre em contato conosco imediatamente em jeanjive@gmail.com com a sua informação de pedido e uma descrição do problema. Nós nos esforçaremos para resolver o problema o mais rápido possível. Você pode ser solicitado a enviar o produto defeituoso ou errado de volta para nós, e nós nos encarregaremos de todos os custos de envio. Comentários e Avaliações: Nós valorizamos a opinião dos nossos clientes e encorajamos-nos a deixarem comentários e avaliações sobre nossos produtos. No entanto, nós nos reservamos o direito de remover qualquer conteúdo que seja considerado ofensivo, inapropriado ou que viole os direitos de outras pessoas. Ligações para Outros Sites: O nosso site pode conter ligações para outros sites que não são de nossa propriedade ou controle. Nós não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Nós recomendamos que você leia os termos de uso e políticas de privacidade de qualquer site que você visite. Lei Aplicável: Estes Termos de Uso serão regidos e interpretados de acordo com as leis do nosso país de origem. Se houver alguma disputa ou reclamação decorrente da utilização do nosso site, você concorda em submeter-se à jurisdição exclusiva dos tribunais do nosso país de origem. Terminação: Nós nos reservamos o direito de terminar ou suspender o seu acesso ao nosso site a qualquer momento, sem aviso prévio, se você violar estes Termos de Uso. A terminação do seu acesso não afetará qualquer direito ou obrigação que tenha sido criada antes da terminação. Política de Privacidade: Embora não coletemos ou usemos informações pessoais dos usuários, nós nos comprometemos em manter a privacidade e a segurança de qualquer informação que você nos forneça. Nós não compartilharemos, venderemos ou distribuiremos a sua informação pessoal para terceiros, exceto quando seja necessário para a entrega do produto ou quando exigido por lei. Contato com Nós: Nós nos esforçamos para fornecer um serviço ao cliente excepcional. Se você tiver alguma dúvida, preocupação ou sugestão sobre nossos produtos, políticas ou serviços, por favor, não hesite em entrar em contato conosco. Você pode nos enviar um e-mail em jeanjive@gmail.com e nós nos esforçaremos para responder o mais rápido possível. Consentimento: Ao utilizar o nosso site, você concorda em cumprir estes Termos de Uso e todas as políticas e procedimentos aqui descritos. Se você não concordar com alguma parte destes Termos de Uso, por favor, não utilize o nosso site. Responsabilidade Social: Em \"JeanJive\", nós nos comprometemos com a responsabilidade social e o desenvolvimento sustentável. Nós nos esforçamos para garantir que nossos produtos sejam fabricados de forma ética e respeitosa com o meio ambiente. Nós também nos envolvemos em iniciativas de caridade e doação, buscando sempre contribuir para a nossa comunidade e para o mundo. Uso de Imagens: As imagens dos nossos produtos são apenas para fins ilustrativos. Embora nós nos esforcemos para mostrar os nossos produtos com a maior precisão possível, as cores e os detalhes podem variar ligeiramente devido às diferenças nos monitores e dispositivos móveis. Produtos Personalizados: Nós oferecemos a opção de personalizar alguns dos nossos dungas. No entanto, devido à natureza destes produtos, eles não podem ser devolvidos ou trocados, exceto se houver algum defeito ou problema com o produto recebido. Disponibilidade do Produto: Nós nos esforçamos para manter um estoque suficiente de todos os nossos produtos. No entanto, devido à alta demanda, alguns produtos podem ficar temporariamente indisponíveis. Neste caso, nós nos esforçaremos para reabastecer o produto o mais rápido possível e informar os nossos clientes sobre a situação. Uso do Site em Dispositivos Móveis: O nosso site é otimizado para ser visualizado em uma variedade de dispositivos móveis. No entanto, devido às diferenças nos tamanhos de tela e nos sistemas operacionais, algumas partes do nosso site podem não ser exibidas corretamente em alguns dispositivos. Programa de Fidelidade: Nós valorizamos nossos clientes e, por isso, oferecemos um programa de fidelidade. Ao fazer compras no nosso site, você acumula pontos que podem ser trocados por descontos em futuras compras. Por favor, leia os termos e condições do nosso programa de fidelidade para obter mais informações. Por favor, não hesite em entrar em contato conosco se você tiver alguma dúvida ou preocupação sobre estes Termos de Uso. Você pode nos enviar um e-mail em jeanjive@gmail.com. Estamos sempre aqui para ajudar e garantir que você tenha a melhor experiência de compra de dungas possível. Obrigado por escolher \"JeanJive\". JeanJive Av. T-63, 4590a - Anhanguera, Goiânia - GO, 74335-102, Brasil +55-62-3287-8737 jeanjive@gmail.com Lar Últimas tendências Cuidados com jeans Atendimento ao Cliente Ofertas Política de Privacidade Termos de uso",
    "thanks": "Página de Agradecimento da JeanJive - JeanJive Obrigado por entrar em contato! Apreciamos muito o seu interesse em nossa comunidade JeanJive. Sua mensagem foi recebida e nós faremos o melhor para responder o mais rápido possível. Voltar para a página inicial",
    "index": "Bem-vindo ao Início da JeanJive - JeanJive JeanJive Lar Últimas tendências Cuidados com jeans Atendimento ao Cliente Ofertas +55-62-3287-8737 jeanjive@gmail.com Peça Já o Seu Par de Jeans na JeanJive! Descubra a Perfeição em Denim Prepare-se para mergulhar no mundo da moda com a JeanJive. Nossa coleção de jeans combina estilo e conforto como nenhum outro. Com uma variedade de cortes, lavagens e estilos, nossos jeans são feitos para se adequar ao seu estilo pessoal. Não importa se você está procurando um visual casual para o dia a dia ou algo mais elegante para uma noite especial, nós temos o par perfeito para você. Faça uma declaração de moda com a JeanJive - onde a qualidade encontra o estilo em cada costura. Tendências Novidades Semanais na JeanJive! Descubra as Últimas Tendências em Denim Explore as últimas adições à nossa coleção na JeanJive. Estamos sempre trazendo novidades frescas e emocionantes para manter você na vanguarda da moda. Desde os cortes clássicos até os estilos mais modernos, nossa seleção de jeans é atualizada semanalmente para garantir que você encontre exatamente o que procura. Não perca tempo, visite-nos regularmente para descobrir as peças mais quentes da temporada! Estilo Elegante para Qualquer Ocasião: Encontre o par perfeito de jeans que combina conforto e estilo para todas as ocasiões. Tendências da Estação: Descubra as tendências mais recentes em lavagens, cortes e detalhes em nossos jeans da temporada. Personalize Seu Estilo: Explore nossa gama de opções de personalização para criar um visual único que é totalmente seu. Guia de Cuidados para Seus Jeans Mantenha seus jeans impecáveis por mais tempo com nossas dicas de cuidados especiais. Seguir estas orientações simples garantirá que suas peças favoritas de denim permaneçam bonitas e duráveis por muito tempo. Lavagem Correta: Lave seus jeans do avesso em água fria para preservar a cor e a integridade do tecido. Secagem Adequada: Evite secadoras e opte por secar ao ar livre para evitar encolhimento e desgaste prematuro. Armazenamento Cuidadoso: Pendure seus jeans ou dobre-os cuidadosamente para evitar rugas e deformações. Evite o Excesso de Lavagem: Lavar os jeans apenas quando necessário prolonga sua vida útil e ajuda a conservar a cor. Cuidado com Manchas: Trate as manchas imediatamente com um removedor de manchas suave para evitar manchas permanentes. Cuidado com os Detalhes Preste atenção especial aos detalhes delicados, como bordados e aplicações, durante a lavagem e o manuseio. Atendimento ao Cliente Excepcional Na JeanJive, estamos comprometidos em oferecer um atendimento ao cliente excepcional em todas as etapas da sua jornada de compra. Nossa equipe dedicada está aqui para ajudar você a encontrar o jeans perfeito que atenda às suas necessidades e estilo único. Desde orientações sobre tamanhos até sugestões de estilos, estamos sempre disponíveis para garantir uma experiência de compra tranquila e satisfatória. Além disso, valorizamos imensamente o feedback dos nossos clientes. Se você tiver alguma dúvida, preocupação ou simplesmente quiser compartilhar sua experiência conosco, não hesite em nos contatar. Estamos aqui para ouvir e garantir que sua experiência na JeanJive seja nada menos que excepcional. Frete Grátis em Todas as Compras: Desfrute da conveniência de fazer compras na JeanJive com frete grátis em todas as suas compras. Não importa o tamanho do seu pedido, nós cobrimos os custos de envio para que você possa receber seus jeans favoritos diretamente na sua porta, sem custo adicional. Aproveite esta oferta especial e faça suas compras com tranquilidade, sabendo que o frete está por nossa conta. Oferta Especial: Frete Grátis em Todas as Compras! Aproveite o envio gratuito em todas as suas compras na JeanJive e receba seus jeans favoritos sem custo adicional. Compre agora e economize no frete! Destaque da Semana: Jeans Premium! Descubra nossa seleção exclusiva de jeans premium, feitos com os melhores materiais e artesanato de qualidade. Estes jeans não apenas oferecem estilo impecável, mas também conforto duradouro e durabilidade excepcional. Explore abaixo e encontre o par perfeito para elevar seu guarda-roupa denim. Jeans Slim Fit Premium R$ 199,99 Este jeans slim fit é perfeito para quem busca um visual moderno e elegante. Feito com denim premium, oferece um ajuste confortável e detalhes de alta qualidade. Ordem Jeans Skinny Stretch Premium R$ 229,99 Experimente o conforto supremo com este jeans skinny stretch premium. O tecido elástico oferece liberdade de movimento, enquanto o corte ajustado proporciona um visual contemporâneo. Ordem Jeans Bootcut Premium R$ 189,99 Adicione um toque de estilo retrô ao seu visual com este jeans bootcut premium. Com sua silhueta clássica e acabamento de alta qualidade, é uma escolha versátil para qualquer ocasião. Ordem Entre em Contato Conosco Precisa de ajuda adicional ou tem alguma dúvida sobre nossos produtos? Preencha o formulário abaixo e nossa equipe de atendimento ao cliente ficará feliz em ajudar. Estamos aqui para garantir que sua experiência de compra na JeanJive seja perfeita em todos os aspectos. Aguardamos o seu contato! Aceito a Política de Privacidade Enviar Programa de Fidelidade JeanJive unte-se ao nosso programa de fidelidade exclusivo e seja recompensado por suas compras na JeanJive. Com cada compra que você faz, você acumula pontos que podem ser trocados por descontos especiais, ofertas exclusivas e brindes. Inscreva-se hoje mesmo e comece a ganhar recompensas por cada par de jeans que você compra. É a nossa maneira de agradecer por escolher a JeanJive como sua loja de denim preferida. JeanJive Av. T-63, 4590a - Anhanguera, Goiânia - GO, 74335-102, Brasil +55-62-3287-8737 jeanjive@gmail.com Lar Últimas tendências Cuidados com jeans Atendimento ao Cliente Ofertas Política de Privacidade Termos de uso"
  },
  "date": "2024-05-17T15:44:17.639Z"
}