{
  "name": "New_v9_JardimEncantado",
  "pages": {
    "catalog": "Jardim Encantado - Produtos para Jardim no Brasil | Catálogo de produtos para jardim e horta Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Contato Catálogo de produtos para jardim e horta R$ 129,90 Conjunto de Ferramentas de Jardinagem Kit completo com pá, ancinho, tesoura de poda e outras ferramentas essenciais para cuidar do seu jardim. Pedido R$ 69,99 Vaso Autoirrigável Mantenha suas plantas sempre hidratadas com este vaso inteligente de fácil manutenção. Pedido R$ 24,50 Sementes de Hortaliças Variedade de sementes não transgênicas para cultivar tomates, alface, cenouras e mais. Pedido R$ 39,90 Muda de Rosa Traga cor e perfume ao seu jardim com esta muda de rosas vermelhas de excelente qualidade. Pedido R$ 89,00 Espantalho Decorativo Adicione um toque rústico e charmoso ao seu jardim com este lindo espantalho artesanal. Pedido R$ 15,99 Composto Orgânico Fertilizante natural à base de materiais decompostos para nutrir suas plantas de forma saudável. Pedido Transforme Seu Espaço em um Paraíso Verde Nosso time experiente está pronto para orientá-lo em cada etapa do processo de criação do seu jardim dos sonhos. Seja você um iniciante curioso ou um jardineiro experiente, teremos o prazer de compartilhar nossos conhecimentos e ajudá-lo a superar todos os desafios. Comece planejando a melhor disposição e seleção de plantas para seu espaço disponível. Nossos especialistas podem sugerir combinações encantadoras de cores, texturas e fragrâncias, garantindo que seu jardim seja um verdadeiro deleite para todos os sentidos. Em seguida, forneça o melhor alicerce para o crescimento saudável de suas plantas com nossas ferramentas de alta qualidade e insumos naturais. Nossa seleção inclui equipamentos ergonômicos para facilitar as tarefas de jardinagem, bem como adubos orgânicos e protetores ambientalmente amigáveis. Por fim, dê um toque final especial com nossa linha de vasos elegantes, decorações rústicas e móveis de exterior resistentes. Transforme seu pátio, varanda ou qualquer cantinho em um refúgio verde acolhedor, onde você pode desfrutar da natureza em toda a sua glória. Não importa o tamanho ou estilo do seu projeto, na Jardim Encantado, estamos comprometidos em tornar sua jornada de jardinagem uma experiência inesquecível e gratificante. Junte-se a nós e descubra as inúmeras alegrias de cultivar sua própria pequena fatia de paraíso. Aceito a política de privacidade Enviar mensagem Av. Brasil, 11.655 - Penha, Rio de Janeiro - RJ, 21012-361, Brasil jardimencantado@gmail.com +55 21 2493 5363 Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Política de Privacidade | Termos e Condições",
    "index": "Jardim Encantado - Produtos para Jardim no Brasil Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Contato Traga a Natureza para Sua Casa Transforme seu jardim ou varanda em um verdadeiro oásis com os melhores produtos de jardinagem. Na Jardim Encantado, você encontra tudo que precisa para cultivar flores deslumbrantes, hortaliças frescas e criar um espaço verde revigorante. Explorar Produtos Serviços que oferecemos Ferramentas de Jardinagem Encontre todas as ferramentas essenciais para cuidar de seu jardim, desde pás e ancinhos até tesouras de poda e regadores. Mudas e Sementes Traga vida ao seu jardim com nossa seleção de mudas e sementes de flores, hortaliças e ervas aromáticas. Vasos e Decoração Adicione um toque especial ao seu espaço verde com nossa variedade de vasos e itens decorativos para jardim. Sobre a Jardim Encantado Sua Loja Online de Produtos para Jardim Fundada em 2012, a Jardim Encantado nasceu da paixão de seus proprietários por jardinagem e pelo desejo de compartilhar essa experiência com outras pessoas. Hoje, somos uma empresa líder no mercado brasileiro de produtos para jardim, oferecendo uma ampla variedade de ferramentas, mudas, sementes, vasos e muito mais. Nossa missão é ajudar nossos clientes a transformar seus espaços externos em verdadeiros jardins encantados, proporcionando momentos de tranquilidade, relaxamento e conexão com a natureza. Trabalhamos apenas com fornecedores confiáveis e selecionamos cuidadosamente cada produto para garantir a melhor qualidade. Desfrute da Beleza e Tranquilidade de um Jardim Encantado Mais do que apenas uma loja online de produtos para jardinagem, a Jardim Encantado é um convite para embarcar em uma jornada de descoberta e conexão com a natureza. Nós acreditamos que cultivar um jardim vai além de simplesmente plantar flores e hortaliças – é uma forma de trazer equilíbrio, serenidade e um verdadeiro senso de realização para sua vida. ver catálogo Entrega Rápida Oferecemos opções de entrega expresso para que você receba seus produtos com agilidade em todo o Brasil. Produtos Naturais Trabalhamos com fornecedores confiáveis para oferecer produtos naturais e sustentáveis para o seu jardim. Satisfação Garantida Sua satisfação é nossa prioridade. Se não ficar satisfeito com seu pedido, aceitamos devoluções sem complicações. Suporte Especializado Nossa equipe está pronta para ajudá-lo com dicas e conselhos sobre jardinagem, plantio e muito mais. \"A Jardim Encantado é simplesmente incrível! Eu sempre tive dificuldade em manter minhas plantas vivas, mas com as dicas e produtos de qualidade que encontrei aqui, meu pequeno jardim está florescendo como nunca. É um verdadeiro oásis no meio da cidade. Obrigado por tornarem a jardinagem tão acessível e prazerosa!\" Amanda Oliveira, São Paulo \"Quando decidi começar a cultivar minhas próprias hortaliças, não fazia ideia por onde começar. Foi aí que descobri a Jardim Encantado e eles me guiaram em cada passo do caminho. Desde as ferramentas certas até as melhores sementes, eles têm tudo que você precisa. E o atendimento ao cliente é excepcional - sempre dispostos a ajudar com dúvidas. Hoje colho meus legumes frescos diretamente do jardim, é uma sensação maravilhosa!\" Pedro Ribeiro, Rio de Janeiro Av. Brasil, 11.655 - Penha, Rio de Janeiro - RJ, 21012-361, Brasil jardimencantado@gmail.com +55 21 2493 5363 Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Política de Privacidade | Termos e Condições",
    "terms": "Jardim Encantado - Produtos para Jardim no Brasil | Termos e Condições Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Contato Termos e Condições Bem-vindo à Jardim Encantado! Ao acessar e utilizar nosso site, você concorda com os seguintes Termos e Condições. Por favor, leia-os atentamente antes de prosseguir. Uso do Site O site da Jardim Encantado é fornecido apenas para seu uso pessoal e não comercial. Você não pode modificar, copiar, distribuir, transmitir, exibir, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos a partir deste site. Propriedade Intelectual Todo o conteúdo presente neste site, incluindo textos, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, é propriedade intelectual da Jardim Encantado ou de seus licenciadores. Não é permitido o uso não autorizado desse conteúdo. Precisão das Informações Fazemos todos os esforços para garantir que as informações em nosso site sejam precisas e atualizadas. No entanto, não podemos garantir a exatidão, integridade ou atualidade de todo o conteúdo. Qualquer dependência das informações aqui fornecidas é por sua conta e risco. Links Externos Este site pode conter links para sites externos, que não são mantidos ou controlados pela Jardim Encantado. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites externos. Limitação de Responsabilidade A Jardim Encantado não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou da incapacidade de utilizar este site ou qualquer conteúdo nele disponível. Alterações nos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações entrarão em vigor assim que forem publicadas neste site. É sua responsabilidade revisar periodicamente estes Termos para estar ciente de eventuais mudanças. Ao continuar a usar este site após a publicação de alterações nos Termos e Condições, você estará concordando com as modificações. Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco através do endereço de e-mail jardimencantado@gmail.com. Av. Brasil, 11.655 - Penha, Rio de Janeiro - RJ, 21012-361, Brasil jardimencantado@gmail.com +55 21 2493 5363 Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Política de Privacidade | Termos e Condições",
    "thank": "Jardim Encantado - Produtos para Jardim no Brasil | Obrigado Obrigado por entrar em contato com a Jardim Encantado! Nós valorizamos muito cada um de nossos clientes e ficamos gratos pelo seu interesse em nossos produtos e serviços. Sua mensagem é muito importante para nós e será analisada por um de nossos atendentes o mais breve possível. Nosso compromisso é fornecer um excelente suporte e responder a todas as suas dúvidas ou solicitações com atenção e profissionalismo. Enquanto aguarda nossa resposta, convidamos você a explorar nosso site e conhecer mais sobre o que a Jardim Encantado tem a oferecer. Descubra nossa ampla seleção de ferramentas de jardinagem, mudas, sementes, vasos e muito mais para transformar seu espaço externo em um verdadeiro paraíso natural. Mais uma vez, obrigado por nos contactar. Esperamos poder contribuir para tornar sua experiência com a jardinagem ainda mais gratificante e encantadora. Atenciosamente, Equipe Jardim Encantado Página inicial",
    "privacy": "Jardim Encantado - Produtos para Jardim no Brasil | Política de Privacidade Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Contato Política de Privacidade Na Jardim Encantado, valorizamos e respeitamos sua privacidade. Esta Política de Privacidade explica como coletamos, usamos e protegemos as informações pessoais que você nos fornece ao visitar nosso site e fazer compras conosco. Informações coletadas Podemos coletar informações pessoais, como nome, endereço de e-mail, endereço residencial e informações de pagamento, quando você realiza um pedido em nossa loja online. Também coletamos informações não pessoais, como endereço IP, tipo de navegador e informações sobre como você usa nosso site, para melhorar sua experiência de navegação. Uso das informações As informações pessoais coletadas são usadas para processar seus pedidos, fornecer atualizações sobre o status do pedido e comunicar-se com você sobre produtos e ofertas relevantes. Não vendemos nem compartilhamos suas informações pessoais com terceiros, exceto quando exigido por lei. Segurança das informações Tomamos medidas técnicas e organizacionais adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos criptografia de dados e outras tecnologias de segurança para manter suas informações seguras. Cookies Nosso site usa cookies para melhorar sua experiência de navegação e coletar informações sobre como você usa o site. Você pode escolher desativar os cookies em seu navegador, mas isso pode afetar a funcionalidade do site. Links externos Nosso site pode conter links para sites externos. No entanto, não nos responsabilizamos pelas práticas de privacidade desses sites. Recomendamos que você leia as políticas de privacidade desses sites antes de fornecer quaisquer informações pessoais. Alterações nesta Política Podemos atualizar esta Política de Privacidade periodicamente. Qualquer alteração será publicada em nosso site. Recomendamos que você revise esta Política regularmente para estar ciente de eventuais mudanças. Se você tiver dúvidas ou preocupações sobre esta Política de Privacidade, entre em contato conosco através do endereço de e-mail jardimencantado@gmail.com. Av. Brasil, 11.655 - Penha, Rio de Janeiro - RJ, 21012-361, Brasil jardimencantado@gmail.com +55 21 2493 5363 Início Catálogo Nossas Serviços Sobre nós Nossas vantagens Depoimentos Política de Privacidade | Termos e Condições"
  }
}