{
  "name": "New_v9_CraftedTreasures",
  "pages": {
    "index": "CraftedTreasures - Personalized Gifts and Customized Products Services & Info About us Reviews FAQ Contact us Home Services & Info About us Reviews FAQ Contact us CraftedTreasures: Where Every Gift Is a Work of Heart. Welcome to CraftedTreasures, where every gift tells a story. We specialize in creating unique, personalized treasures that celebrate life's special moments. From custom-made jewelry to handcrafted keepsakes, our passion is to turn your memories into cherished masterpieces. With meticulous attention to detail and a commitment to quality craftsmanship, we bring your vision to life, one exquisite piece at a time. Contact us About us Welcome to CraftedTreasures, where passion meets craftsmanship.CraftedTreasures was founded with a singular mission: to create personalized gifts that capture the essence of life's most cherished moments. With a team of skilled artisans and designers, we specialize in producing bespoke treasures that are as unique as the individuals they're crafted for. Every piece that leaves our workshop is infused with dedication, attention to detail, and a commitment to quality. From custom-made jewelry to handcrafted home décor, each creation is meticulously curated to reflect your personal style and sentiment.Thank you for choosing CraftedTreasures to be a part of your journey. Write us Personalization Custom Jewelry Personalized Home Décor Special Occasion Gifts Corporate Gifting Solutions Why choose us 1. Craftsmanship Excellence At CraftedTreasures, we take pride in our commitment to craftsmanship excellence. Each product is meticulously handcrafted by skilled artisans with a passion for perfection, ensuring superior quality and attention to detail in every piece. 2. Unmatched Personalization We understand the importance of personalization when it comes to gifting. That's why we offer unmatched customization options, allowing you to tailor each item to reflect your unique style, sentiment, and occasion. From engraved messages to custom designs, the possibilities are endless. 3. Customer Satisfaction Guarantee Your satisfaction is our top priority. We strive to provide exceptional customer service at every step of your journey with CraftedTreasures. Whether you have questions about our products, need assistance with customization, or require support after your purchase, our friendly team is here to help. With CraftedTreasures, your complete satisfaction is guaranteed. Gallery Quality Assurance Guarantee At CraftedTreasures, we stand behind the quality of our products. We guarantee that each item is crafted with the finest materials and meticulous attention to detail. If you're not completely satisfied with your purchase, simply contact us, and we'll work to resolve any issues to your satisfaction. Personalization Perfection Promise We understand the importance of getting your personalized items just right. That's why we offer our Personalization Perfection Promise. If there are any errors in the personalization of your order, or if you're not fully satisfied with the customization, we'll gladly replace the item at no extra cost. Satisfaction Guaranteed Your satisfaction is our priority. We want you to be delighted with your CraftedTreasures experience. If for any reason you're not satisfied with your purchase, please let us know, and we'll do everything we can to make it right. Whether it's a refund, exchange, or assistance with your order, we're here to ensure you're happy with your personalized gifts. Reviews Emma H. \"I ordered a custom necklace from CraftedTreasures, and I couldn't be happier with the result! The craftsmanship is impeccable, and the personalization adds such a special touch. Highly recommend!\" James T. \"I purchased a personalized leather journal as a gift, and it exceeded my expectations. The quality of the journal and the engraving was superb. CraftedTreasures truly knows how to create meaningful gifts.\" Sophie K. \"I ordered custom event favors for my wedding, and they were a hit! CraftedTreasures helped me design the perfect favors that matched my theme perfectly. The guests loved the personal touch.\" Michael C. \"I've ordered multiple gifts from CraftedTreasures, and each one has been exceptional. The attention to detail and the level of customization are unmatched. It's become my go-to for special occasions.\" Contact us Have a question or need assistance? We're here to help! Feel free to reach out to us using the contact information below Enter I accept Privacy policy Partners and cooperation Wholesale Opportunitie CraftedTreasures welcomes inquiries from retailers, boutiques, and businesses interested in carrying our personalized gifts and customized products. We offer competitive wholesale pricing and flexible terms to accommodate your needs. Contact us to learn more about our wholesale opportunities and how we can collaborate to bring unique and meaningful gifts to your customers. Affiliate Program Join our affiliate program and earn commissions by promoting CraftedTreasures products on your website, blog, or social media channels. As an affiliate partner, you'll have access to a range of marketing materials and tracking tools to help you maximize your earnings. Whether you're a blogger, influencer, or content creator, our affiliate program offers a rewarding way to monetize your platform while sharing the joy of personalized gifting. Corporate Partnerships CraftedTreasures specializes in creating custom corporate gifts that reflect your brand identity and leave a lasting impression on clients, partners, and employees. Explore our corporate partnership opportunities to discover how we can collaborate to enhance your corporate gifting strategy. From branded merchandise to executive gifts, we'll work with you to create bespoke solutions that align with your company's values and objectives. Collaborations with Artists and Designers Are you an artist or designer interested in collaborating with CraftedTreasures? We're always on the lookout for talented individuals to bring fresh perspectives and innovative designs to our product lineup. Whether you specialize in jewelry design, illustration, or home décor, we'd love to hear from you. Reach out to discuss potential collaborations and showcase your unique creations to our discerning customers. Special offers and promotions Limited-Time Discounts Keep an eye out for our exclusive limited-time discounts on select products. From personalized jewelry to custom home décor, take advantage of these special offers to save on thoughtful gifts for your loved ones. Don't miss out – shop now and make every moment unforgettable! Seasonal Promotions Celebrate the season with our seasonal promotions and holiday deals. Whether it's Valentine's Day, Mother's Day, or Christmas, we offer special discounts and promotions to help you find the per Email Newsletter Exclusives Sign up for our email newsletter to receive exclusive access to special offers and promotions. Be the first to know about new product launches, upcoming sales events, and subscriber-only discounts. Plus, enjoy personalized recommendations and gifting inspiration delivered straight to your inbox. Refer a Friend Rewards Spread the joy of personalized gifting and earn rewards with our Refer a Friend program. Invite your friends and family to shop at CraftedTreasures and receive discounts or store credits for every successful referral. It's our way of saying thank you for sharing the love and making meaningful connections through our products. FAQ How do I place an order? To place an order, simply browse our website and add your desired items to your shopping cart. Proceed to checkout, where you'll be prompted to provide your shipping address, select your preferred payment method, and confirm your order details before completing the purchase. Can I customize my order? Yes, most of our products can be personalized to suit your preferences. Look for customization options on the product pages, where you can specify engraving details, choose fonts, and select other customization features before adding the item to your cart. What payment methods do you accept? We accept a variety of payment methods, including credit/debit cards (Visa, Mastercard, American Express, Discover), PayPal, and other secure payment gateways. Rest assured that your payment information is encrypted and protected during checkout. How long will it take to receive my order? Delivery times vary depending on your location, the shipping method selected, and the customization options chosen for your order. Typically, orders are processed within 2 business days, and standard shipping takes 10 to 30 business days for delivery. You can track the status of your order using the tracking information provided in your shipping confirmation email. Do you offer gift wrapping services? Yes, we offer gift wrapping services for an additional fee. During checkout, you'll have the option to add gift wrapping to your order and include a personalized message for the recipient. Our elegant gift wrapping will add a special touch to your thoughtful gift. Bangalore, Karnataka, India noterental@gmail.com +918344586133 © 2024 Note Rental Política de Privacidade About us Services & Info Contact us",
    "info": "Customized Gifts and Personalized Products Services - CraftedTreasures Services & Info About us Reviews FAQ Contact us Home Services & Info About us Reviews FAQ Contact us Explore Our Tailored Services At CraftedTreasures, we believe in the power of personalization. Our dedicated team is committed to providing you with a seamless experience as you bring your creative visions to life. Whether you're seeking a one-of-a-kind gift for a loved one or looking to add a personal touch to your own collection, our range of services is designed to exceed your expectations. Custom Gift Creation Our artisans specialize in crafting bespoke gifts tailored to your unique specifications, ensuring every detail reflects your personal touch. Contact us Personalized Engraving Elevate your gifts with custom engraving, adding names, dates, or meaningful messages to create lasting impressions. Contact us Artisanal Jewelry Design Explore our collection of handcrafted jewelry or collaborate with our designers to create a one-of-a-kind piece that captures your style and sentiment. Contact us Customized Home Décor Transform your living space with personalized home décor items, from engraved photo frames to custom-made wall art, designed to complement your aesthetic. Contact us Bespoke Event Favors Make your special occasions truly memorable with bespoke event favors, meticulously crafted to reflect the theme and spirit of your celebration. Contact us Corporate Gifting Solutions Impress clients, partners, and employees with custom corporate gifts that showcase your brand identity and appreciation for their support. Contact us Catalog Custom Jewelry Explore our exquisite collection of custom jewelry, expertly crafted to reflect your unique style and personality. From personalized necklaces to engraved bracelets, each piece is a timeless expression of elegance and individuality. Personalized Home Décor Elevate your living space with our personalized home décor items. From custom-engraved photo frames to bespoke wall art, our handcrafted creations add a touch of warmth and personality to any room. Special Occasion Gifts Celebrate life's milestones with our range of special occasion gifts. Whether it's a wedding, anniversary, or graduation, our curated selection of personalized treasures is sure to make every moment unforgettable. Corporate Gifting Solutions Impress clients, partners, and employees with our custom corporate gifts. From branded merchandise to executive accessories, we offer tailored solutions to help you strengthen relationships and showcase your appreciation. Custom Event Favors Make your events truly memorable with our custom event favors. From weddings to corporate gatherings, our personalized favors add a unique touch of sophistication and charm to any occasion. Bespoke Gift Consultation Not sure where to start? Schedule a bespoke gift consultation with our team. We'll work with you to understand your needs and preferences, helping you create the perfect personalized gift for any occasion. Custom Name Necklace $49.99 Engraved Wooden Photo Frame $29.99 Personalized Leather Journal $39.99 Custom Engraved Crystal Vase $79.99 Bespoke Monogrammed Cufflinks $69.99 Handcrafted Personalized Bracelet $34.99 Customized Ceramic Coffee Mug $19.99 Engraved Wooden Keepsake Box $44.99 Delivery and payment Standard Shipping We offer standard shipping for all orders, with delivery times typically ranging from 5 to 10 business days. Shipping costs may vary depending on the destination and the weight of the package. Once your order has been processed, you will receive a shipping confirmation email with tracking information to monitor the status of your delivery. Express Shipping Need your personalized gift in a hurry? Choose our express shipping option for expedited delivery. With express shipping, your order will be delivered within 2 to 3 business days, ensuring your special gift arrives just in time for the occasion. Additional fees may apply for express shipping services. Credit/Debit Card We accept all major credit and debit cards, including Visa, Mastercard, American Express, and Discover. Simply enter your card details at checkout to securely complete your purchase. Your payment information is encrypted and protected to ensure your security and privacy. PayPal For added convenience and security, you can also choose to pay for your order using PayPal. Simply select the PayPal option at checkout and log in to your PayPal account to authorize the payment. With PayPal, you can shop with confidence knowing your financial information is never shared with merchants. Bangalore, Karnataka, India noterental@gmail.com +918344586133 © 2024 Note Rental Política de Privacidade About us Services & Info Contact us",
    "policy": "CraftedTreasures - Privacy Policy Services & Info About us Reviews FAQ Contact us Home Services & Info About us Reviews FAQ Contact us Privacy policy Introduction At CraftedTreasures, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard the information you provide to us when using our website or purchasing our products. Information Sharing and Security Third-Party Service Providers: We may share your personal information with trusted third-party service providers who assist us in processing orders, delivering products, and managing our website. These providers are obligated to maintain the confidentiality and security of your information. Data Security: We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Your Rights and Choices Access and Correction: You have the right to access and update your personal information stored in our records. If you would like to review or correct your information, please contact us. Data Retention: We retain your personal information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. Information Retention Data Storage: Your personal information may be stored on servers located in various jurisdictions, including outside your country of residence. By using our website and providing your information, you consent to the transfer, storage, and processing of your data in accordance with this Privacy Policy. User Rights and Choices Opt-Out Options: You have the right to opt-out of certain data collection and processing activities. You can choose not to provide certain personal information or withdraw your consent for marketing communications at any time. Please note that opting out may impact your ability to access certain features of our website or receive personalized services. Data Deletion: You can request the deletion of your personal information from our records under certain circumstances. However, please note that we may need to retain certain information for legal or administrative purposes, such as fulfilling orders, resolving disputes, or complying with regulatory requirements. Updates to This Policy Policy Changes: We reserve the right to update or modify this Privacy Policy at any time. Any changes will be posted on this page with a revised effective date. We encourage you to review this Policy periodically to stay informed about how we collect, use, and protect your information. Notification of Changes: In the event of significant changes to this Privacy Policy, we may notify you by email or through a prominent notice on our website before the changes take effect. User Rights and Choices Opt-Out Options: You have the right to opt-out of certain data collection and processing activities. You can choose not to provide certain personal information or withdraw your consent for marketing communications at any time. Please note that opting out may impact your ability to access certain features of our website or receive personalized services. Additionally, you have the right to object to the processing of your personal data in certain circumstances, such as for direct marketing purposes or where the processing is based on legitimate interests. We will respect your preferences and stop processing your data for such purposes upon receiving your request. Data Deletion: You can request the deletion of your personal information from our records under certain circumstances. However, please note that we may need to retain certain information for legal or administrative purposes, such as fulfilling orders, resolving disputes, or complying with regulatory requirements. Upon receiving your request for data deletion, we will securely erase or anonymize your personal information from our systems within a reasonable timeframe. We will also inform any third parties with whom we have shared your data to ensure they comply with your deletion request. Updates to This Policy Policy Changes: We reserve the right to update or modify this Privacy Policy at any time. Any changes will be posted on this page with a revised effective date. We encourage you to review this Policy periodically to stay informed about how we collect, use, and protect your information. We may also notify you of significant changes to this Policy through email or other means of communication. Your continued use of our website after the effective date of the revised Policy constitutes your acceptance of the changes. Notification of Changes: In the event of significant changes to this Privacy Policy, we may notify you by email or through a prominent notice on our website before the changes take effect. We understand the importance of transparency and will provide you with sufficient information about any updates to our Policy to ensure you understand how they may affect your rights and choices regarding your personal information. Contact us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at noterental@gmail.com Bangalore, Karnataka, India noterental@gmail.com +918344586133 © 2024 Note Rental Política de Privacidade About us Services & Info Contact us",
    "thank": "CraftedTreasures - Thank You for Choosing Us Thank You for Choosing CraftedTreasures We extend our heartfelt gratitude to each and every one of our valued customers for choosing CraftedTreasures for their personalized gifting needs. Your trust and support inspire us to continue striving for excellence in craftsmanship and customer service. Whether it's a custom-made piece of jewelry, a personalized home décor item, or a unique event favor, we are honored to be a part of your special moments. At CraftedTreasures, we are committed to exceeding your expectations and creating unforgettable experiences through our personalized gifts. We deeply appreciate your loyalty and feedback, which drive us to constantly improve and innovate. As we continue on our journey, we promise to uphold the highest standards of quality, creativity, and customer satisfaction. Thank you for allowing us to be a part of your cherished memories. Home"
  }
}