{
  "name": "New_v8_Tadj",
  "pages": {
    "casino": "Royal Taj Oasis Resort & Casino | Goa India Experience Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Please confirm that you are at least 18 years old to proceed: Yes No Open Your Eyes to Our Casino Enjoy the Best of Both Worlds at Our Hotel Casino Discover More Our Best Casino at Royal Taj Oasis Resort & Casino Experience the excitement of the casino without leaving the comfort of our hotel. Modern Gaming Experience Enjoy a range of modern gaming machines, slot machines, and table games Best Casino Games Play some of the most popular casino games, including roulette, blackjack, and poker Luxurious Decor Relax in a luxurious and stylish environment, with comfortable seating and state-of-the-art decor Non-Stop Entertainment Enjoy a constant supply of entertainment, including live shows, dancing, and music Come and experience the excitement of the casino without leaving the comfort of our hotel Don't miss out on the best casino gaming experience in the city Unlock endless possibilities at India's best hotel casino Come and see what we have to offer Come and See Discover a World of Intrigue Unique Gaming Experience Our hotel casino offers a wide range of gaming options, including slots, table games, and poker Come and experience the thrill of gaming like never before Learn More Why Choose Our Casino Our casino offers a unique and exciting experience for players. Here are some reasons why you should choose us: Variety of Games We have a wide range of games to suit all tastes and skill levels, including slots, table games, and live dealer games. High-Quality Entertainment Our live shows and entertainment options are top-notch, featuring world-class performers and an impressive selection of music. Competitive Bonuses Our bonuses are generous and competitive, providing you with the best value for your money. Safe and Secure Your security and privacy are important to us, that's why we have a fully licensed and regulated casino with strict security measures in place. Excellent Customer Service Our team is always available to assist you with any questions or concerns you may have, and we are committed to providing you with the best possible experience. Exciting Promotions We regularly offer exciting promotions and bonuses, so be sure to check back often for the latest deals and special offers. Learn More Enjoy Excellent Entertainment Live Shows and Entertainment Our hotel casino offers a variety of entertainment options, including live shows, dancing, and music Come and enjoy the best entertainment in the city Learn More Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "contacts": "Contact Royal Taj Oasis Resort & Casino in Goa, India Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Contact Us at the Royal Taj Oasis Resort & Casino Feel free to get in touch with us Discover More Contact Information Do not hesitate to get in touch with us We are always here to assist you, whether you have a question or just want to discuss a project with us Our team is ready to help you with any issue, big or small Learn More Get in Touch with Us Ready to explore the world with us? Contact us and we'll help you make the most out of your experience Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "disclaimer": "Disclaimer of responsibility for the content of the website - Royal Taj Oasis Resort & Casino Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Royal Taj Oasis Resort & Casino Disclaimer The information on this website is provided for informational purposes only and is not intended to be taken as investment advice. The information on the website is not a solicitation to buy or sell any investment. The information on the website is not a complete statement of the investment and should not be relied upon as such. The information on the website is current as of the date of publication but is subject to change without notice. The information on the website is not a solicitation to buy or sell any investment. The information on the website is not a solicitation to engage in any transaction. The information on the website is not a solicitation to provide any service. Nothing on the website constitutes a personalized investment recommendation. The information on the website is not tailored to your individual circumstances. Risks Investing in the Indian market involves a high level of risk. The Indian stock market is one of the most volatile in the world. The value of your investment can fluctuate rapidly and may fall as well as rise. The value of your investment can fall as well as rise. You should not invest more than you can afford to lose. The information on the website is not intended to take the place of professional financial advice. Before making any investment decision, you should consult a financial advisor who can provide personalized advice based on your individual circumstances. The information on the website is not a guarantee of future performance. Past performance is not indicative of future results. Disclaimer The information on the website is not a guarantee of future performance. Past performance is not indicative of future results. The information on the website is not intended to take the place of professional financial advice. Before making any investment decision, you should consult a financial advisor who can provide personalized advice based on your individual circumstances. The information on the website is not a solicitation to buy or sell any investment. The information on the website is not a solicitation to engage in any transaction. The information on the website is not a solicitation to provide any service. Changes to the website The information on the website is subject to change without notice. The information on the website is not a guarantee of future performance. Past performance is not indicative of future results. The information on the website is not intended to take the place of professional financial advice. Before making any investment decision, you should consult a financial advisor who can provide personalized advice based on your individual circumstances. Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "index": "Royal Taj Oasis Resort & Casino | Luxury Hotel & Casino in Goa, India Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Experience the Thrill of the Casino Indulge in Excitement and Entertainment Discover More Come and Relax with Us Experience the ultimate in luxury and relaxation at the Royal Taj Oasis Resort & Casino Spacious Rooms Enjoy comfort and luxury in our spacious rooms with modern amenities Exquisite Dining Indulge in mouth-watering cuisine at our exquisite dining establishments Extensive Casino Challenge yourself at our extensive casino with a wide range of games Adventure Awaits Experience the thrill of adventure at our various activities and sports Come and relax at our hotel, located in the heart of the city, and enjoy the comfort of our cozy rooms, delicious food and endless entertainment options. We are waiting for you! You can enjoy a variety of activities, including sports, games, and cultural events, which will help you make new friends and create unforgettable memories. So, why wait? Come and discover the best place to rest and have fun! Come and See Enjoy the Benefits of Relaxation at our India Hotel Casino, Royal Taj Oasis Resort & Casino Comfort and Luxury Relax in our luxurious rooms, which are designed to provide you with the ultimate comfort and relaxation. Discover the best of Indian hospitality and taste the finest cuisine, all at your fingertips. Entertainment and Entertainment Enjoy a wide range of entertainment options, including live shows, sports, and casino games. Plan your visit and make the most out of your stay with our detailed schedule of events and activities. Convenience and Accessibility Our hotel is located in the heart of town, making it easy to get around and explore all that Mumbai has to offer. We are committed to providing you with the best possible experience, so our staff will be happy to assist you with any questions or concerns you may have. Unforgettable Memories Create unforgettable memories with our family-friendly atmosphere and endless opportunities for fun and entertainment. Join us for a weekend getaway or an extended stay and make the most of your time in India. Make the Most of Your Time in India Our hotel is the perfect place to stay while visiting Mumbai, offering a unique blend of comfort, convenience, and entertainment. Come and experience the best of India at our Royal Taj Oasis Resort & Casino, and create memories that will last a lifetime. Book Your Stay Today Don't miss out on the opportunity to experience the best of India – book your stay at our hotel casino today! We look forward to welcoming you to our family and creating memories that will last a lifetime. Book Now About Royal Taj Oasis Resort & Casino A Luxury Indian Casino Indian luxury meets American charm in this 5-star casino resort. Enjoy world-class gaming, fine dining, and unparalleled service. Come and experience the best of India at our Royal Taj Oasis Resort & Casino, and create memories that will last a lifetime. Learn More Explore the Royal Oasis Imagine a world where you can relax in the lap of luxury, indulge in thrilling adventures, and live life to the fullest. A world where every day is a spa day, and every night is a party. A world where you can experience the best of India and the best of America, all under one roof. This is the Royal Oasis. Where life is a spa and the fun is never over. Where the world’s most exhilarating experiences are just a bell ring away. Where every day is a new adventure, and every night is a celebration. The Royal Oasis is where life is a work of art, and the art is alive. Come and experience the best of India and the best of America, all under one roof. The Royal Oasis is where you can be anything you want to be, and do anything you want to do. Come and live life on your own terms. Come and be a part of the Royal Oasis. Why Choose Us? Best Food Enjoy the finest Indian cuisine at our elegant dining options, crafted by our world-class chefs. Best Rooms Relax and unwind in our luxurious accommodations, featuring elegant suites, breathtaking views, and top-notch amenities. Best Spa Zone Indulge in world-class spa treatments, revitalize your body and mind, and enjoy unparalleled relaxation in our serene spa zone. Learn More Discover Your Own Personal Piece of Paradise \"Looking for a place to call home, where every moment is filled with joy and warmth?\" \"Where every detail has been thought of, to create a truly unforgettable experience?\" Come and experience the best of India at our hotel, where every moment is a memory to treasure! Unlock Your Own Paradise Nestled on the coast of Goa, India The Best Place to Relax and Rejuvenate Come and experience the best of Indian coastal atmosphere, where you can enjoy the crystal-clear waters of the Arabian Sea, the lush green vegetation, and the warm and welcoming locals. Enjoy the best of both worlds – the relaxation and luxury of a spa getaway, and the excitement of a beachfront resort. The Ultimate Getaway Experience Discover the best of India and the Arabian Sea, in a luxurious setting with the best service in English. Exquisite Accommodations Indulge in the finest accommodations, with comfortable and spacious rooms, and the best amenities. Premium Service Enjoy the best of personalized service, with friendly and attentive staff, in English, at your disposal. Unforgettable Memories Make unforgettable memories in our luxurious casino, with world-class gaming, entertainment, and dining options. Delightful Dining Indulge in the finest gourmet dining experiences, with a wide range of international cuisines, and the best service in English. Come and experience the ultimate in luxury, comfort, and entertainment, at our hotel-casino in India. Book your stay now and unlock the best of what India has to offer! Book Your Stay Now A Legacy of Excellence The Best Service Our team of experienced and dedicated professionals will go above and beyond to ensure your stay is nothing short of exceptional. From the moment you arrive, you will be treated like family, and our commitment to providing the best service in the industry will be unmatched. We have been in the hospitality industry for over 25 years, and our history is built on the principles of quality, integrity, and customer satisfaction. We are proud to be the first and only Indian casino hotel to receive the prestigious “Five Diamond Award” from the World Luxury Hotel Federation (WLHF). Learn More About Our History Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "privacy": "Privacy Policy - Royal Taj Oasis Resort & Casino Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Privacy Policy of Royal Taj Oasis Resort & Casino Introduction At Royal Taj Oasis Resort & Casino, accessible from [insert website URL here], one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by Royal Taj Oasis Resort & Casino and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at [insert email address here]. Log Files Royal Taj Oasis Resort & Casino follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information. Cookies and Web Beacons Like any other website, Royal Taj Oasis Resort & Casino uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information. Advertising Partners Privacy Policies You may consult this list to find the Privacy Policy for each of the advertising partners of Royal Taj Oasis Resort & Casino. Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Royal Taj Oasis Resort & Casino, which are sent directly to users' browser. They automatically receive an opt-out cookie when you disable the cookie in your browser. However, the websites may use information collected through cookies and JavaScript to track the usage of their website, configure the ad campaigns and offesr targeted advertising with behavioral and demographic information that is collected from visiting the website. Third Party Privacy Policies Royal Taj Oasis Resort & Casino's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "rooms": "Royal Taj Oasis Resort & Casino Rooms in Goa, India - Luxury Hotel & Casino Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Our Rooms at the Royal Taj Oasis Resort & Casino Indulge in Luxury and Comfort at Our Luxury Hotel Discover More Our Luxurious Rooms at the Royal Taj Oasis Resort & Casino The Royal Taj Oasis Resort & Casino features 100 beautifully appointed rooms, each with modern amenities and a personalized touch. From the moment you step inside, you’ll feel like you’re on vacation. Our rooms are designed with comfort and style in mind, and include amenities such as LCD TVs, free Wi-Fi, hair dryers, coffee makers, and more. The superior rooms are perfect for families, while the executive rooms offer even more luxury and comfort. And with our Deluxe rooms, you can enjoy the best of both worlds – the convenience of the casino and the comfort of a luxurious hotel room. Standard Rooms Our standard rooms are perfect for families and those looking for a comfortable place to stay. They feature a king-size bed, LCD TV, free Wi-Fi, hair dryer, coffee maker, and more. Superior Rooms Our superior rooms are designed for families, with two queen-size beds, LCD TV, free Wi-Fi, hair dryer, coffee maker, and more. Executive Rooms Our executive rooms offer the ultimate in luxury, with a queen-size bed, LCD TV, free Wi-Fi, hair dryer, coffee maker, and more. Plus, enjoy perks like a free upgrade to a superior room, and a complimentary bottle of champagne and strawberries. Deluxe Rooms Our deluxe rooms offer the best of both worlds – the convenience of the casino and the comfort of a luxurious hotel room. With a king-size bed, LCD TV, free Wi-Fi, hair dryer, coffee maker, and more, these rooms are perfect for those who want to enjoy the excitement of the casino while still feeling pampered. Our Luxurious Rooms Experience the Indian Style in Every Detail Our rooms are designed in the Indian style, with warm and inviting colors and classic furniture. Each room is equipped with all the modern amenities you need for a comfortable stay. Book your stay at the Royal Taj Oasis Resort & Casino and enjoy a unique experience of Indian hospitality. Learn More Our Luxurious Rooms at the Royal Taj Oasis Resort & Casino Luxurious Rooms with All the Modern Comforts Our hotel rooms are designed to provide you with a comfortable and luxurious stay. Each room is equipped with all the modern amenities you need for a relaxing and enjoyable stay. Enjoy the Indian style decor and classic furniture while you stay in one of our stylish rooms. Whether you’re traveling with family or friends, or just want to relax after a long day, our rooms are the perfect place to call home. Learn More Explore Our Luxurious Rooms at the Royal Taj Oasis Resort & Casino Our rooms offer a unique blend of traditional Indian style and modern comforts. Whether you prefer a spacious room with a large balcony or a cozy suite with a private pool, we have a room that will fit your needs and exceed your expectations. Deluxe Room Spacious rooms with a private balcony and modern amenities. Ideal for families and couples. Suite with Private Pool Luxurious suites with a private pool and a private butler. Perfect for a romantic getaway or a family reunion. Presidential Suite The ultimate luxury suite with a private pool, a private butler, and a private dining room. Perfect for a special occasion or a luxurious stay. Family Room Spacious rooms with a private balcony and modern amenities. Ideal for families with multiple children. Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "spa": "Indian Spa at Royal Taj Oasis Resort & Casino, Goa, India Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Relax and Rejuvenate at the Royal Taj Oasis Resort & Casino Indulge in the Best Spa Treatments and Experiences Discover More Our Luxurious Spa Zone Relax and Rejuvenate in the Indian Style Our spa zone is designed in the Indian style, with warm and inviting colors and classic furniture. We offer a wide range of treatments to help you feel relaxed and rejuvenated, from traditional Indian massages to modern facial treatments and more. Our spa is open 24/7 for your convenience. Come and experience the best of Indian spa culture at the Royal Taj Oasis Resort & Casino. Book your stay today and enjoy a unique experience of Indian hospitality. Learn More Our Spa Experience Enjoy a Unique Experience Our spa offers a wide range of treatments that will leave you feeling refreshed and rejuvenated. From traditional Indian massages to modern facial treatments and body wraps, we have something for everyone. Our experienced therapists will guide you through your treatment and make sure you feel comfortable and supported every step of the way. Come and experience the best of Indian spa culture at the Royal Taj Oasis Resort & Casino. Book your stay today and enjoy a unique experience of Indian hospitality. Learn More Our Spa Zone Offers Unparalleled Comfort and Relaxation Our spa zone is designed to provide you with the ultimate comfort and relaxation. From the moment you walk in, you will feel at home. Our spacious and stylishly decorated rooms are designed to make you feel like you are in a luxury hotel. The best part? You get to enjoy all the benefits of staying at a luxury hotel, without the high cost. Our spa zone is a fantastic value for money, and we are confident that you will love it just as much as our luxury hotel guests. Modern Amenities and Comforts Each room is equipped with all the modern amenities you need for a comfortable stay. From free Wi-Fi to flat screen TVs, we have everything you need to make your stay comfortable and enjoyable. Indian Style Decor Our spa zone is designed in the Indian style, with warm and inviting colors and classic furniture. The result is a truly luxurious experience that will make you feel like you are in a 5-star hotel. Free Parking and Wi-Fi Our spa zone offers free parking and Wi-Fi, so you can enjoy your stay without any worries. Whether you are planning a long stay or just coming for a quick break, we have everything you need to make your stay comfortable and enjoyable. On-Site Restaurant and Bar Our spa zone is home to an on-site restaurant and bar, where you can enjoy delicious Indian cuisine and refreshing cocktails. We also offer a range of other dining options, including a buffet and a snack bar, so you can choose the meal that suits your taste and budget. Spa Zone - The Ultimate Relaxation Experience Our spa zone is the perfect place to unwind and recharge. With a focus on Indian style comfort and relaxation, we have created a space that is both comfortable and luxurious. From the moment you walk in, you will feel like you are in a luxury spa, but at a fraction of the cost. Our spa zone offers free parking, Wi-Fi, and a range of Indian cuisine and drinks, so you can enjoy your stay without any worries. Whether you are looking for a quick break or a longer stay, we have everything you need to make your stay comfortable and enjoyable. Comfortable and Luxurious Rooms Our spa zone has a range of comfortable and luxurious rooms, each with its own unique Indian-inspired decor. From the moment you step inside, you will feel like you are in a luxury hotel. Our rooms are equipped with all the modern amenities you need for a comfortable stay. Indian-Style Spa Treatments Our spa zone offers a range of Indian-style spa treatments, including massages, facials, and body wraps. We also have a range of Indian-inspired products and services, such as Ayurvedic massages and Indian-style beauty treatments. On-Site Restaurant and Bar Our spa zone is home to an on-site restaurant and bar, where you can enjoy a range of Indian-inspired dishes and drinks. We also have a range of other dining options, including a buffet and a snack bar, so you can choose the meal that suits your taste and budget. Free Parking and Wi-Fi Our spa zone offers free parking and Wi-Fi, so you can enjoy your stay without any worries. Whether you are planning a long stay or just coming for a quick break, we have everything you need to make your stay comfortable and enjoyable. Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "terms": "Terms and Conditions - Royal Taj Oasis Resort & Casino Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Terms and Conditions Royal Taj Oasis Resort & Casino By accessing this website, you agree to be bound by the following terms and conditions. The information on this site is provided for general information purposes only. The information is not intended to be taken as advice or used as a basis for any decision or action. The owner of the website makes no representations or warranties, express or implied, about the accuracy, completeness, or suitability of the information on this site for any particular purpose. The information on this site will be changed frequently without notice. The owner of the site disclaims all liability and responsibility for any direct, indirect, incidental, special, or consequential damages arising from your use of the information on this site or from any action taken in reliance on such information. The owner of the site reserves the right at any time and without notice to change or discontinue the site or any part of it. The owner of the site does not assume any responsibility for the maintenance or use of the site by visitors to the site or any third party. The owner of the site shall not be liable for any damages or injury related to the use of the site or any third party websites accessed through the site. Submissions If you submit any information to the site, you grant the owner of the site permission to use, modify, copy, and distribute it for any purpose without payment or credit back to you. Links to Other Web Sites This site may contain links to other websites. The owner of the site is not responsible for the content of any such websites. The owner of the site does not make any representations or warranties about the content of any such websites. When you link to another website, you are no longer on the Royal Taj Oasis Resort & Casino website. The owner of the site does not assume any responsibility for the content of the website to which you are linked. Governing Law These terms and conditions are governed by and construed in accordance with the laws of United Kingdom. Any disputes arising from these terms and conditions shall be resolved by the courts of the United Kingdom. Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer",
    "thank_you": "Thank you for your application - Royal Taj Oasis Resort & Casino Home Casino Spa Rooms Contact us This website may contain content that is suitable for people aged 18 and over. By using this website, you confirm that you are at least 18 years old. Home Casino Spa Rooms Contact us This website uses cookies to ensure you get the best experience. By continuing to browse the site, you agree to our use of cookies. Accept Cookies Thank you for applying We will contact you soon Thanks for your interest in the Royal Taj Oasis Resort & Casino We will contact you soon to discuss your next adventure Leave Your Mark Drop us a line and let us know how we can help you with your next adventure. I accept privacy policy Submit Benolim, Goa, India +919371999195 royaltajoasis@gmail.com Terms & Conditions Privacy Policy Disclaimer"
  },
  "date": "2024-05-14T15:19:36.182Z"
}