{
  "name": "New_v8_SparkleSale",
  "pages": {
    "about-us": "SparkleSale - Descubra Mais Sobre Nós e Nossa Coleção de Cartões de Venda para Toda Ocasião SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora Aumente as chances de aprovação do cartão. Vincule uma conta bancária. Os candidatos elegíveis podem utilizar rapidamente e de forma segura seus dados bancários durante a aplicação no SparkleSale. Mostre seu histórico financeiro. O SparkleSale pode ir além de apenas uma pontuação de crédito e considerar o comportamento responsável de gastos e economias. Desbloqueie a melhor oferta disponível. Com os dados bancários, a melhor oferta possível pode ser estendida, mesmo para aqueles que, de outra forma, seriam recusados apenas com base em uma pontuação de crédito. Take control with sale-friendly features. Adorei a simplicidade do cartão e do aplicativo. Fazer pagamentos é super fácil. Os benefícios de cashback são ótimos. Já recomendei para alguns amigos. Kaylee T. sobre o uso do aplicativo com o cartão Tudo sobre o cartão e o aplicativo em todo o processo é realmente revigorante e emocionante. Normalmente, verificar seu saldo ou suas contas pode ser estressante, mas eu realmente gosto de usar o aplicativo Petal e a forma como você se comunica comigo! Michael K. sobre o uso do aplicativo com o cartão Eu não tinha crédito algum e o SparkleSale usou minhas contas bancárias como prova de que eu era financeiramente responsável para me aprovar para um cartão de crédito. Agora estou construindo meu crédito graças a eles. Linck B sobre a vinculação bancária Veja se você está pré-aprovado para o SparkleSale. Sem verificação de necessária. Ver Ofertas O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "contacts": "SparkleSale - Entre em Contato Conosco para Dúvidas e Consultas SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora CONTATO Tem alguma pergunta? Eu aceito Política de Privacidade ENVIAR FIQUE EM CONTATO Entre em contato com a SparkleSale hoje para perguntas sobre nossos últimos cartões de venda e conselhos de estilo personalizados. Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031 O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "disclaimers": "SparkleSale - Avisos Legais Importantes para uma Experiência Segura SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora Aviso Legal para a SparkleSale Se você precisar de mais informações ou tiver alguma dúvida sobre o aviso legal do nosso site, sinta-se à vontade para nos contatar por e-mail em sparklesale@gmail.com. Avisos Legais para a SparkleSale Todas as informações neste site - sparklesale.com - são publicadas de boa fé e para fins de informação geral apenas. A SparkleSale não oferece garantias sobre a completude, confiabilidade e precisão dessas informações. Qualquer ação que você tome com base nas informações encontradas neste site (SparkleSale) é estritamente por sua própria conta e risco. A SparkleSale não será responsável por quaisquer perdas e/ou danos decorrentes do uso do nosso site. A partir do nosso site, você pode visitar outros sites seguindo hiperlinks para esses sites externos. Embora nos esforcemos para fornecer apenas links de qualidade para sites úteis e éticos, não temos controle sobre o conteúdo e a natureza desses sites. Esses links para outros sites não implicam uma recomendação para todo o conteúdo encontrado nesses sites. Os proprietários dos sites e o conteúdo podem mudar sem aviso prévio e podem ocorrer antes que tenhamos a oportunidade de remover um link que pode ter se tornado 'ruim'. Esteja ciente de que, ao sair do nosso site, outros sites podem ter políticas de privacidade e termos diferentes, que estão além do nosso controle. Certifique-se de verificar as Políticas de Privacidade desses sites, bem como seus \"Termos de Serviço\", antes de se envolver em qualquer negócio ou enviar qualquer informação. Consentimento Ao usar nosso site, você consente com nosso aviso legal e concorda com seus termos. Atualização Se atualizarmos, alterarmos ou fizermos quaisquer alterações neste documento, essas mudanças serão publicadas de forma proeminente aqui. O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "index": "SparkleSale - Melhores Ofertas em Cartões de Venda para Toda Ocasião SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora Criando Histórico de Vendas. Bem-vindo ao SparkleSale, onde você pode comprar e vender cartões de presente exclusivos. Inscreva-se agora CARTÕES EM DESTAQUE Cartões para todas as ocasiões. Despesas anuais Recompensas em todas as compras Limites de uso Encomendar Agora Despesas anuais Recompensas em compras selecionadas Limites de uso Encomendar Agora Despesas anuais Recompensas em compras recorrentes Limites de uso Encomendar Agora Aumente as chances de aprovação do cartão. Vincule uma conta bancária. Os candidatos elegíveis podem utilizar rapidamente e de forma segura seus dados bancários durante a aplicação no SparkleSale. Mostre seu histórico financeiro. O SparkleSale pode ir além de apenas uma pontuação de crédito e considerar o comportamento responsável de gastos e economias. Desbloqueie a melhor oferta disponível. Com os dados bancários, a melhor oferta possível pode ser estendida, mesmo para aqueles que, de outra forma, seriam recusados apenas com base em uma pontuação de crédito. Take control with sale-friendly features. Aprimore as chances de aprovação do seu cartão. Desenvolvido para construir histórico. Oferecemos relatórios completos para que você possa fortalecer sua situação financeira com um uso responsável do cartão. Pagamento via celular. Adicione seu cartão SparkleSale à sua carteira digital para pagamentos fáceis e práticos onde quer que esteja. Pagamento por aproximação. Equipado com tecnologia de pagamento por aproximação para checkouts rápidos e seguros - basta tocar e partir. Serviços 30 DIAS DE POLÍTICA DE DEVOLUÇÃO Oferecemos uma política de devolução de 30 dias sem complicações para sua satisfação. FRETE EXPRESSO GRATUITO Desfrute do frete expresso gratuito em todos os pedidos para uma entrega rápida. COMPRAS PERSONALIZADAS Nossa equipe está dedicada a fornecer um serviço personalizado para atender às suas necessidades de moda. CONTACT US Adorei a simplicidade do cartão e do aplicativo. Fazer pagamentos é super fácil. Os benefícios de cashback são ótimos. Já recomendei para alguns amigos. Kaylee T. sobre o uso do aplicativo com o cartão Tudo sobre o cartão e o aplicativo em todo o processo é realmente revigorante e emocionante. Normalmente, verificar seu saldo ou suas contas pode ser estressante, mas eu realmente gosto de usar o aplicativo Petal e a forma como você se comunica comigo! Michael K. sobre o uso do aplicativo com o cartão Eu não tinha crédito algum e o SparkleSale usou minhas contas bancárias como prova de que eu era financeiramente responsável para me aprovar para um cartão de crédito. Agora estou construindo meu crédito graças a eles. Linck B sobre a vinculação bancária Veja se você está pré-aprovado para o SparkleSale. Sem verificação de necessária. Ver Ofertas O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "privacy-policy": "SparkleSale - Política de Privacidade para Proteção de Suas Informações Pessoais SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora Política de Privacidade da SparkleSale A SparkleSale opera o site sparklesale.com, que oferece o SERVIÇO. Esta página é usada para informar os visitantes do site sobre nossas políticas de coleta, uso e divulgação de Informações Pessoais caso alguém decida usar nosso Serviço, o site SparkleSale. Se você optar por usar nosso Serviço, concorda com a coleta e uso de informações de acordo com esta política. As Informações Pessoais que coletamos são usadas para fornecer e melhorar o Serviço. Não usaremos nem compartilharemos suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade. Coleta e Uso de Informações Para uma melhor experiência ao usar nosso Serviço, podemos solicitar que você nos forneça certas informações pessoalmente identificáveis, incluindo, mas não se limitando a, seu nome, número de telefone e endereço postal. As informações que coletamos serão usadas para contatá-lo ou identificá-lo. Dados de Registro Desejamos informar que sempre que você visita nosso Serviço, coletamos informações que seu navegador envia para nós, chamadas de Dados de Registro. Esses Dados de Registro podem incluir informações como o endereço IP (\"Internet Protocol\") do seu computador, versão do navegador, páginas do nosso Serviço que você visita, a hora e data de sua visita, o tempo gasto nessas páginas e outras estatísticas. Cookies Cookies são arquivos com uma pequena quantidade de dados que são comumente usados como identificadores exclusivos anônimos. Eles são enviados para o seu navegador a partir do site que você visita e são armazenados no disco rígido do seu computador. Nosso site usa esses \"cookies\" para coletar informações e melhorar nosso Serviço. Você tem a opção de aceitar ou recusar esses cookies e saber quando um cookie está sendo enviado para seu computador. Se você optar por recusar nossos cookies, pode não ser capaz de usar algumas partes do nosso Serviço. Prestadores de Serviço Podemos empregar empresas e indivíduos terceirizados pelos seguintes motivos: Facilitar nosso Serviço; Fornecer o Serviço em nosso nome; Realizar serviços relacionados ao Serviço; ou Ajudar-nos a analisar como nosso Serviço é utilizado. Queremos informar aos usuários do nosso Serviço que esses terceiros têm acesso às suas Informações Pessoais. O motivo é realizar as tarefas atribuídas a eles em nosso nome. No entanto, eles são obrigados a não divulgar ou usar as informações para qualquer outro propósito. Segurança Valorizamos sua confiança em nos fornecer suas Informações Pessoais, por isso estamos nos esforçando para usar meios comercialmente aceitáveis de protegê-las. No entanto, lembre-se de que nenhum método de transmissão pela internet, ou método de armazenamento eletrônico, é 100% seguro e confiável, e não podemos garantir sua segurança absoluta. Links para Outros Sites Nosso Serviço pode conter links para outros sites. Se você clicar em um link de terceiros, será direcionado para esse site. Observe que esses sites externos não são operados por nós. Portanto, recomendamos fortemente que você reveja a Política de Privacidade desses sites. Não temos controle sobre, e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. Privacidade das Crianças Nossos Serviços não são direcionados a menores de 13 anos. Não coletamos conscientemente informações pessoalmente identificáveis de crianças menores de 13 anos. Se você é pai ou responsável e tem conhecimento de que seu filho nos forneceu informações pessoais, entre em contato conos co para que possamos tomar as medidas necessárias. Alterações a esta Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente. Portanto, recomendamos que você revise esta página periodicamente para verificar quaisquer alterações. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Estas alterações entram em vigor imediatamente após serem publicadas nesta página. Entre em Contato Se você tiver alguma dúvida ou sugestão sobre nossa Política de Privacidade, não hesite em nos contatar. O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "products": "SparkleSale - Serviços Excepcionais para sua Experiência de Compra SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora CARTÕES EM DESTAQUE Cartões para todas as ocasiões. Despesas anuais Recompensas em todas as compras Limites de uso Encomendar Agora Despesas anuais Recompensas em compras selecionadas Limites de uso Encomendar Agora Despesas anuais Recompensas em compras recorrentes Limites de uso Encomendar Agora Aprimore as chances de aprovação do seu cartão. Desenvolvido para construir histórico. Oferecemos relatórios completos para que você possa fortalecer sua situação financeira com um uso responsável do cartão. Pagamento via celular. Adicione seu cartão SparkleSale à sua carteira digital para pagamentos fáceis e práticos onde quer que esteja. Pagamento por aproximação. Equipado com tecnologia de pagamento por aproximação para checkouts rápidos e seguros - basta tocar e partir. Serviços 30 DIAS DE POLÍTICA DE DEVOLUÇÃO Oferecemos uma política de devolução de 30 dias sem complicações para sua satisfação. FRETE EXPRESSO GRATUITO Desfrute do frete expresso gratuito em todos os pedidos para uma entrega rápida. COMPRAS PERSONALIZADAS Nossa equipe está dedicada a fornecer um serviço personalizado para atender às suas necessidades de moda. CONTACT US O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "terms-conditions": "SparkleSale - Termos e Condições de Uso do Site SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora Termos e Condições Bem-vindo ao SparkleSale! Estes termos e condições definem as regras e regulamentos para o uso do site da SparkleSale, localizado em sparklesale.com. Ao acessar este site, presumimos que você aceita estes termos e condições. Não continue a usar o SparkleSale se você não concordar em aceitar todos os termos e condições declarados nesta página. Os seguintes termos se aplicam a estes Termos e Condições, Declaração de Privacidade e Aviso de Isenção de Responsabilidade e todos os Acordos: \"Cliente\", \"Você\" e \"Seu\" referem-se a você, a pessoa que acessa este site e cumpre os termos e condições da Empresa. \"A Empresa\", \"Nós\", \"Nossos\" e \"Nós\", refere-se à nossa Empresa. \"Parte\", \"Partes\" ou \"Nós\", refere-se tanto ao Cliente quanto a nós mesmos. Todos os termos se referem à oferta, aceitação e consideração do pagamento necessário para realizar o processo de nossa assistência ao Cliente da maneira mais apropriada para o propósito expresso de atender às necessidades do Cliente em relação à prestação dos serviços declarados da Empresa, de acordo com e sujeito à lei vigente. Qualquer uso da terminologia acima ou de outras palavras no singular, plural, capitalização e/ou ele/ela ou eles, são considerados intercambiáveis e, portanto, como referindo-se ao mesmo. Cookies Utilizamos cookies. Ao acessar o SparkleSale, você concorda em usar cookies de acordo com a Política de Privacidade do SparkleSale. A maioria dos sites interativos usa cookies para permitir que possamos recuperar os detalhes do usuário para cada visita. Os cookies são usados em nosso site para habilitar a funcionalidade de certas áreas e facilitar a visita das pessoas ao nosso site. Alguns de nossos parceiros afiliados/publicitários também podem usar cookies. Licença A menos que seja especificado de outra forma, o SparkleSale e/ou seus licenciadores detêm os direitos de propriedade intelectual de todo o material no SparkleSale. Todos os direitos de propriedade intelectual são reservados. Você pode acessar este site do SparkleSale para seu próprio uso pessoal, sujeito a restrições estabelecidas nestes termos e condições. Você não deve: Republicar material do SparkleSale Vender, alugar ou sublicenciar material do SparkleSale Reproduzir, duplicar ou copiar material do SparkleSale Redistribuir conteúdo do SparkleSale Partes deste site oferecem oportunidades para os usuários publicarem e trocarem opiniões e informações em determinadas áreas do site. O SparkleSale não filtra, edita, publica ou revisa Comentários antes de sua presença no site. Os Comentários não refletem as visões e opiniões do SparkleSale, seus agentes e/ou afiliados. Os Comentários refletem as visões e opiniões da pessoa que publica suas visões e opiniões. Na medida do permitido pelas leis aplicáveis, o SparkleSale não será responsável pelos Comentários ou por qualquer responsabilidade, danos ou despesas causadas e/ou sofridas como resultado de qualquer uso e/ou publicação e/ou aparência dos Comentários neste site. O SparkleSale reserva-se o direito de monitorar todos os Comentários e de remover qualquer Comentário que possa ser considerado inadequado, ofensivo ou que cause violação destes Termos e Condições. Você declara e garante que: Você tem o direito de publicar os Comentários em nosso site e possui todas as licenças e consentimentos necessários para fazê-lo; Os Comentários não invadem qualquer direito de propriedade intelectual, incluindo, sem limitação, direitos autorais, patentes ou marcas registradas de terceiros; Os Comentários não contêm qualquer material difamatório, calunioso, ofensivo, indecente ou ilegal que constitua uma invasão de privacidade; Os Comentários não serão usados para solicitar ou promover negócios ou costumes ou apresentar atividades comerciais ou atividades ilegais. Você concede ao SparkleSale uma licença não exclusiva para usar, reproduzir, editar e autorizar outras pessoas a usar, reproduzir e editar qualquer um dos seus Comentários em qualquer e todos os formatos, formas ou mídias. Hiperlink para nosso Conteúdo As seguintes organizações podem linkar para nosso site sem aprovação prévia por escrito: Agências governamentais; Mecanismos de busca; Organizações de notícias; Distribuidores de diretórios online podem linkar para nosso site da mesma maneira que hiperlink para os sites de outras empresas listadas; e Empresas acreditadas em todo o sistema, exceto organizações sem fins lucrativos que solicitam, shoppings de caridade e grupos de angariação de fundos de caridade, que podem não hiperlinkar para o nosso site. Essas organizações podem linkar para nossa página inicial, para publicações ou para outras informações do site, desde que o link: (a) não seja de forma alguma enganoso; (b) não implique falsamente patrocínio, endosso ou aprovação da parte que hiperlinka e seus produtos e/ou serviços; e (c) esteja dentro do contexto do site da parte que hiperlinka. Pode ser considerado e aprovado outros pedidos de link de tipos de organizações a seguir: fontes de informações para consumidores e/ou empresas comumente conhecidas; comunidades dot.com; associações ou outros grupos representando instituições de caridade; distribuidores de diretórios online; portais da Internet; empresas de contabilidade, jurídico e consultoria; e instituições educacionais e associações comerciais. Aprovaremos solicitações de links dessas organizações se concluirmos que: (a) o link não nos prejudicará ou a nossas empresas credenciadas; (b) a organização não tem nenhum registro negativo conosco; (c) o benefício para nós da visibilidade do hiperlink compensa a ausência do SparkleSale; e (d) o link está no contexto de informações gerais de recursos. Essas organizações podem linkar para nossa página inicial contanto que o link: (a) não seja de forma alguma enganoso; (b) não implique falsamente patrocínio, endosso ou aprovação da parte que hiperlinka e seus produtos ou serviços; e (c) esteja dentro do contexto do site da parte que hiperlinka. Se você é uma das organizações listadas no parágrafo 2 acima e está interessado em vincular-se ao nosso site, você deve nos informar enviando um e-mail para o SparkleSale. Por favor, inclua seu nome, nome da sua organização, informações de contato, bem como o URL do seu site, uma lista de quaisquer URLs dos quais você pretende vincular-se ao nosso site, e uma lista dos URLs no nosso site para os quais você gostaria de vincular. Aguarde 2-3 semanas para uma resposta. Organizações aprovadas podem hiperlinkar para nosso site da seguinte maneira: Usando nosso nome corporativo; ou Usando o localizador de recursos uniforme sendo vinculado; ou Usando qualquer outra descrição do nosso site que faça sentido dentro do contexto e formato do conteúdo no site da parte que hiperlinka. Nenhuma utilização do logotipo ou de outra arte do SparkleSale será permitida para vinculação sem um acordo de licença de marca registrada. iFrames Sem aprovação prévia e permissão por escrito, você não pode criar frames em torno de nossas páginas da Web que alterem de alguma forma a apresentação visual ou a aparência de nosso site. Responsabilidade por Conteúdo Não seremos responsáveis por qualquer conteúdo que apareça em seu site. Você concorda em nos proteger e defender contra todas as reivindicações que surgirem em seu site. Nenhum link deve aparecer em qualquer site que possa ser interpretado como difamatório, obsceno ou criminoso, ou que infrinja, viole de outra forma, ou advogue a violação ou outra violação dos direitos de terceiros. Reserva de Direitos Nos reservamos o direito de solicitar que você remova todos os links ou qualquer link em particular para nosso site. Você concorda em remover imediatamente todos os links para nosso site, mediante solicitação. Também nos reservamos o direito de emendar estes termos e condições e a política de vinculação a qualquer momento. Ao continuar a vincular-se ao nosso site, você concorda em estar vinculado a e seguir estes termos e condições de vinculação. Remoção de Links do nosso site Se você encontrar algum link em nosso site que seja ofensivo por qualquer motivo, você está livre para entrar em contato e nos informar a qualquer momento. Consideraremos pedidos para remover links, mas não somos obrigados a fazê-lo ou a responder a você diretamente. Não garantimos que as informações neste site estejam corretas, não garantimos sua completude ou precisão; tampouco prometemos garantir que o site permaneça disponível ou que o material no site seja mantido atualizado. Aviso Legal Na máxima extensão permitida pela lei aplicável, excluímos todas as representações, garantias e condições relativas ao nosso site e ao uso deste site. Nada neste aviso de isenção de responsabilidade: limita ou exclui nossa ou sua responsabilidade por morte ou lesões pessoais; limita ou exclui nossa ou sua responsabilidade por fraude ou representação fraudulenta; limita qualquer uma de nossas ou suas responsabilidades de qualquer maneira que não seja permitida pela lei aplicável; ou exclui qualquer uma de nossas ou suas responsabilidades que não possam ser excluídas sob a lei aplicável. As limitações e proibições de responsabilidade estabelecidas nesta Seção e em outro lugar neste aviso de isenção de responsabilidade: (a) estão sujeitas ao parágrafo anterior; e (b) regem todas as responsabilidades decorrentes deste aviso de isenção de responsabilidade, incluindo responsabilidades decorrentes em contrato, em delito e por violação do dever estatutário. Desde que o site e as informações e serviços no site sejam fornecidos gratuitamente, não seremos responsáveis por qualquer perda ou dano de qualquer natureza. O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031",
    "thanks": "SparkleSale - Obrigado por sua Compra! SparkleSale INÍCIO SOBRE NÓS Serviços Contato Inscreva-se agora Obrigado por sua compra na SparkleSale! Agradecemos sua confiança em nós. Sua compra contribui para nosso compromisso em fornecer os melhores cartões de venda para todas as ocasiões. Esperamos que você aproveite seus cartões e volte em breve para mais compras. O site SparkleSale utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar SparkleSale Seu destino para cartões de venda requintados. Navegação Início Sobre nós Produtos Contatos Privacidade Avisos Legais Política de Privacidade Termos e Condições Contate-nos Cruzeiro Novo Q. 1409 - Cruzeiro Novo, Brasília - DF, 70658-493, Brasil sparklesale@gmail.com +55 2271058031"
  }
}