{
  "name": "New_v9_DarkArabica",
  "pages": {
    "thanks": "Thank You for Your Purchase - Dark Arabica: Your Choice is Outstanding! Obrigado por Escolher o Dark Arabica! Estamos emocionados em expressar nossa mais profunda gratidão por escolher o Dark Arabica como seu destino preferido para as melhores experiências com café. Seu apoio significa o mundo para nós, e estamos encantados por tê-lo como parte de nossa comunidade amante de café. Detalhes do seu Pedido: Precisa de Assistência? Se você tiver alguma dúvida ou preocupação, nossa equipe de suporte ao cliente está aqui para ajudar. Entre em contato conosco em darkarabicacoffee@gmail.com ou ligue para nós. Mais uma vez, obrigado por escolher o Dark Arabica. Estamos ansiosos para acompanhá-lo em muitos momentos deliciosos com café! Brinde, A Equipe Dark Arabica Página Inicial",
    "terms-conditions": "Terms of Use - Dark Arabica: Important Information for Buyers Página Inicial Arábica Robusta Liberica Excelsa Termos e Condições Aceitação dos Termos: Ao acessar e usar o site Dark Arabica, você concorda em cumprir os termos e condições descritos neste documento. Se você não concordar, por favor, abstenha-se de usar nosso site. Informações sobre Produtos: Nos esforçamos para fornecer informações precisas e atualizadas sobre nossos blends de café e acessórios. No entanto, a Dark Arabica reserva o direito de modificar detalhes do produto, preços e disponibilidade sem aviso prévio. Pedidos e Pagamentos: Ao fazer um pedido em nosso site, você expressa sua intenção de comprar os itens selecionados. O pagamento é processado de forma segura, e os pedidos estão sujeitos a aceitação e disponibilidade. Envio e Entrega: A Dark Arabica tem como objetivo entregar seus pedidos prontamente. Os prazos de envio podem variar, e comunicaremos quaisquer atrasos. Consulte nossa Política de Envio para informações detalhadas. Devoluções e Trocas: Nossa Política de Devoluções e Trocas destaca os procedimentos para devolver ou trocar produtos. Queremos que você fique satisfeito com sua compra de café, e trabalharemos com você para resolver quaisquer preocupações. Propriedade Intelectual: Todo o conteúdo no site Dark Arabica, incluindo imagens, texto e logotipos, é protegido por leis de propriedade intelectual. Reprodução ou uso sem permissão é estritamente proibido. Contas de Usuários: Criar uma conta de usuário permite que você acesse determinados recursos em nosso site. Você é responsável por manter a confidencialidade das informações da sua conta e por qualquer atividade que ocorra sob sua conta. Atividades Proibidas: Usuários são proibidos de se envolver em atividades que possam prejudicar, interromper ou comprometer a integridade do site Dark Arabica ou de seus usuários. Isenção de Responsabilidade: A Dark Arabica não é responsável por danos diretos, indiretos ou consequentes resultantes do uso de nosso site ou da compra de nossos produtos. Nossa responsabilidade é limitada ao máximo permitido por lei. Política de Privacidade: Por favor, revise nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. Para qualquer dúvida relacionada à privacidade, entre em contato conosco em darkarabicacoffee@gmail.com Alterações nos Termos e Condições: A Dark Arabica reserva o direito de atualizar esses termos e condições conforme necessário. Os usuários são incentivados a revisar esta página regularmente para quaisquer alterações. Contate-nos: Se tiver dúvidas ou preocupações sobre nossos termos e condições, entre em contato conosco em darkarabicacoffee@gmail.com Information Privacy policy Terms and Conditions Menu: Página Inicial Catálogo",
    "privacy-policy": "Privacy Policy - Dark Arabica: Your Data is in Safe Hands Página Inicial Arábica Robusta Liberica Excelsa Política de Privacidade Introdução: Bem-vindo ao Dark Arabica, seu destino definitivo para as melhores experiências com café! Esta Política de Privacidade destaca como coletamos, usamos e protegemos suas informações pessoais enquanto você explora e se entrega às nossas ofertas de café. Informações que Coletamos: Podemos coletar vários tipos de informações, incluindo seu nome, detalhes de contato, informações de pagamento e preferências. Fique tranquilo, sua privacidade é de extrema importância para nós. Protegendo Seus Dados: O Dark Arabica utiliza medidas de segurança de última geração para proteger suas informações. Nosso site utiliza criptografia SSL para garantir um ambiente de navegação e compra seguro para entusiastas de café como você. Como Utilizamos Suas Informações: Seus dados são utilizados para aprimorar sua experiência de compra de café, processar pedidos e mantê-lo informado sobre promoções ou atualizações importantes. Nunca compartilhamos suas informações com terceiros sem seu consentimento explícito. Links de Terceiros: Nosso site pode conter links para sites de terceiros. Observe que não somos responsáveis pelas práticas de privacidade desses sites externos. Certifique-se de revisar independentemente suas políticas de privacidade. Privacidade de Crianças: O Dark Arabica é destinado a um público geral e não é direcionado a crianças menores de 13 anos. Não coletamos conscientemente informações pessoais de crianças. Suas Escolhas: Você tem o direito de atualizar ou excluir suas informações pessoais a qualquer momento. Se desejar fazer isso ou tiver preocupações relacionadas à privacidade, entre em contato conosco em darkarabicacoffee@gmail.com Desativação de Comunicações: Você pode optar por não receber emails promocionais de nós, seguindo as instruções de cancelamento fornecidas em nossos emails ou entrando em contato diretamente conosco. Alterações na Política de Privacidade: O Dark Arabica reserva o direito de atualizar esta Política de Privacidade periodicamente. Quaisquer alterações serão comunicadas por meio de nosso site, portanto, verifique regularmente para atualizações. Contate-nos: Se tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou a forma como lidamos com suas informações pessoais, sinta-se à vontade para entrar em contato conosco em darkarabicacoffee@gmail.com Data Eficaz: Esta Política de Privacidade é eficaz a partir de [data atual] e permanecerá em vigor até novo aviso. Information Privacy policy Terms and Conditions Menu: Página Inicial Catálogo",
    "index": "Dark Arabica - Coffee Shop for True Connoisseurs Página Inicial Arábica Robusta Liberica Excelsa Descubra o Mundo do Sabor Profundo Mergulhe na incrível fusão de sabor intenso e aroma requintado com nossos grãos de café Arábica Escuro. Nossas variedades exclusivas prometem proporcionar prazer a cada gole. Ver mais Os Segredos do Grande Sabor Orgulhamo-nos de oferecer não apenas produtos da mais alta qualidade, mas também variações únicas de Arábica Escuro. Descubra os segredos do preparo e desfrute de cada momento com sua xícara de café. Ver mais Aroma em Cada Grãozinho Sinta a magia em cada gota da sua bebida matinal. Nossos grãos de café Arábica Escuro preencherão seu dia com um aroma refinado, criando uma atmosfera única de conforto e prazer. Ver mais Os Segredos do Grande Sabor Orgulhamo-nos de oferecer não apenas produtos da mais alta qualidade, mas também variações únicas de Arábica Escuro. Descubra os segredos do preparo e desfrute de cada momento com sua xícara de café. Ver mais Explore Nosso Mundo Arábica Escuro Convidamos você para o nosso espaço acolhedor, onde poderá escolher e adquirir as variedades mais requintadas de grãos de café Arábica Escuro. Descubra nossa seleção única e presenteie-se com o verdadeiro prazer em cada xícara. Ver mais Por que os clientes nos escolhem? 64 Variedades de Café 10K+ Produtos Vendidos 6K+ Clientes Satisfeitos 2K+ Avaliações Positivas Ir para o catálogo Abra as portas para o prazer com o nosso catálogo exclusivo de Dark Arabica. Explore a riqueza das nossas variedades e mergulhe no refinado mundo do café. Arábica Um tipo aromático com leve acidez, notas florais e vibrantes tons cítricos, proporcionando um sabor refinado e refrescante. Robusta Sabor vigoroso com notas de cacau e uma pitada de especiarias, proporcionando uma experiência intensa e revigorante. Liberica Café Liberica exótico com notas intensas de frutas tropicais e uma doçura aveludada, proporcionando uma experiência única e intrigante. Excelsa Café Excelsa com sabor tropical e notas de frutas exóticas, proporcionando uma experiência única e revigorante a cada gole. Deixe o seu pedido Submit I accept Privacy policy Information Privacy policy Terms and Conditions Menu: Página Inicial Catálogo",
    "catalog": "Catalog - Dark Arabica: The Best Selection of Coffee Beans Página Inicial Arábica Robusta Liberica Excelsa Nosso Catálogo Arábica Escuro: Magia em cada grão. Explore nosso catálogo exclusivo de grãos de café da mais alta qualidade, oferecendo aromas incomparáveis e sabores intensos para verdadeiros apreciadores de café. Arábica Uma variedade requintada com leve acidez e notas suaves de frutas. Distingue-se por um aroma rico e um sabor harmonioso, personificando a elegância do café. Ethiopian Um tipo aromático com leve acidez, notas florais e vibrantes tons cítricos, proporcionando um sabor refinado e refrescante. Colombian Uma combinação requintada de sabor equilibrado, acidez moderada e aroma rico com nuances de nozes e chocolate. Brazilian Sabor intenso com leve doçura e suaves nuances de nozes. Possui corpo encorpado e agradável retrogosto. Costa Rican Café excepcionalmente equilibrado com notas frutadas pronunciadas, acidez moderada e agradável retrogosto de chocolate. Kenyan AA Café de altitude com aroma intenso e sabor marcante. Notas distintas de frutas e bagas criam um perfil de sabor único. Guatemalan Sabor complexo com nuances cítricas, especiarias e doçura agradável de chocolate. Alta acidez confere caráter refrescante. Panama Boquete Café elegante com aroma delicado e sabor intenso. Notas predominantes de frutas e flores criam um perfil refinado. Yemeni Uma variedade exótica com sabor e aroma intensos. Notas predominantes de chocolate e especiarias tornam-no único e inigualável. Robusta Café potente e encorpado, com caráter audacioso. Notas expressivas de chocolate e nozes combinam-se com um aroma intenso que proporciona uma explosão de energia. Robusta Intenso Sabor vigoroso com notas de cacau e uma pitada de especiarias, proporcionando uma experiência intensa e revigorante. Robusta Puro e Encorpado Um café robusto com corpo marcante e notas de amêndoas torradas, oferecendo uma experiência rica e satisfatória. Robusta Equilibrado Sabor equilibrado com nuances de chocolate e nozes, proporcionando uma experiência robusta e satisfatória a cada gole. Robusta Encantador Um café encantador com notas suaves de caramelo e uma acidez moderada, proporcionando uma experiência única e cativante. Robusta Premium Café robusta premium com notas intensas de especiarias e uma textura aveludada, oferecendo uma experiência sofisticada e única. Robusta Aromático Café robusta com aroma marcante e sabor encorpado. Notas persistentes de chocolate e frutas tornam cada xícara memorável. Robusta Suave Um café robusta suave com notas delicadas de baunilha e uma textura aveludada, oferecendo uma experiência suave e agradável. Robusta Vibrante Sabor vibrante com toques cítricos e uma acidez refrescante. Uma escolha energizante para os apreciadores de café mais exigentes. Liberica Uma variedade rara com um sabor incomparável. Cultivado nos trópicos, possui doçura frutada e nuances refinadas de madeira. Uma descoberta única para os apreciadores de café. Liberica Exótico Café Liberica exótico com notas intensas de frutas tropicais e uma doçura aveludada, proporcionando uma experiência única e intrigante. Liberica Africano Um café Liberica da África com notas cítricas e uma acidez equilibrada, oferecendo uma jornada de sabor autêntica e revigorante. Liberica Silvestre Café Liberica silvestre com nuances de ervas e uma doçura suave, proporcionando uma experiência única e selvagem para os amantes do café. Liberica Arrojado Café Liberica arrojado com notas de madeira e uma textura encorpada, proporcionando uma experiência intensa e ousada a cada xícara. Liberica Selvagem Um café Liberica selvagem com notas intensas de frutas vermelhas e uma acidez viva, oferecendo uma experiência única e inesquecível. Liberica Rústico Café Liberica rústico com notas terrosas e uma doçura robusta, proporcionando uma experiência autêntica e genuína para os amantes do café. Liberica Intenso Café Liberica intenso com notas de especiarias e uma textura encorpada, proporcionando uma experiência rica e intensa a cada gole. Liberica Aromático Café Liberica aromático com notas florais e uma acidez equilibrada, proporcionando uma experiência única e perfumada para os conhecedores do café. Excelsa Café exótico com sabor e aroma únicos. Notas predominantes de frutas e flores criam uma jornada de café incrivelmente brilhante e distinta. Excelsa Tropical Café Excelsa com sabor tropical e notas de frutas exóticas, proporcionando uma experiência única e revigorante a cada gole. Excelsa Africano Um café Excelsa da África com acidez equilibrada e nuances de especiarias, proporcionando uma jornada de sabor autêntica e exótica. Excelsa Silvestre Café Excelsa silvestre com notas intensas de ervas e uma doçura suave, oferecendo uma experiência única e natural para os amantes do café. Excelsa Arrojado Café Excelsa arrojado com notas de madeira e uma textura encorpada, proporcionando uma experiência intensa e ousada a cada xícara. Excelsa Selvagem Um café Excelsa selvagem com notas intensas de frutas vermelhas e uma acidez viva, oferecendo uma experiência única e inesquecível. Excelsa Rústico Café Excelsa rústico com notas terrosas e uma doçura robusta, proporcionando uma experiência autêntica e genuína para os amantes do café. Excelsa Intenso Café Excelsa intenso com notas de especiarias e uma textura encorpada, proporcionando uma experiência rica e intensa a cada gole. Excelsa Aromático Café Excelsa aromático com notas florais e uma acidez equilibrada, proporcionando uma experiência única e perfumada para os conhecedores do café. Contatos Telefone: +55 85 7203 7852 Email: darkarabicacoffee@gmail.com Endereço: Plano Diretor Sul, 7015-591,Brasil Сomentários sobre nós João Silva Arábica Escuro me conquistou com seu sabor robusto e aroma envolvente. Uma experiência única que transformou meu café da manhã. Recomendo fortemente! Ana Santos Excelente qualidade! Os grãos Arábica Escuro proporcionam um café encorpado e delicioso. Adoro a variedade e o atendimento impecável. Cliente fiel! Carlos Oliveira Arábica Escuro é a escolha perfeita para os amantes do café forte. Rico em sabor e aroma, tornou-se meu café preferido. Simplesmente irresistível! Beatriz Costa Incrível! Os grãos Arábica Escuro elevaram minha experiência de café. A combinação de notas intensas e aroma envolvente é um verdadeiro deleite matinal. Lucas Pereira Uma descoberta maravilhosa! Os grãos Arábica Escuro oferecem uma experiência sensorial única. Sabor intenso, aroma cativante - meu café diário aprimorado! Fernanda Lima Arábica Escuro é um tesouro para os apreciadores de café. O sabor profundo e as notas equilibradas fazem dele a escolha ideal. Uma verdadeira indulgência matinal! Information Privacy policy Terms and Conditions Menu: Página Inicial Catálogo"
  }
}