{
  "name": "New_PokerMasters",
  "pages": {
    "about": "Hakkımızda - Poker Masters: Poker Tutkusu ve Mükemmellik ☰ Ev Hakkında Ödüller Kayıt 9 Kasım'da Online Poker Turnuvası Poker Masters, 9 Kasım'da büyük bir online poker turnuvası düzenliyor! Bu heyecan verici etkinlikte Türkiye'nin dört bir yanından gelen en iyi oyuncularla rekabet etme şansını kaçırmayın. Stratejinizi hazırlayın, yeteneklerinizi sergileyin ve büyük ödüller kazanma fırsatını yakalayın. Kayıtlar şimdi açık, hemen katılın ve poker dünyasında yerinizi alın!ы Turnuvaya Katılmanız İçin 3 Sebep Büyük Ödüller ve Prestij Poker Masters turnuvaları, büyük ödül havuzları ve prestijli unvanlar sunar. Bu turnuvaya katılarak, hem önemli miktarda para ödülü kazanma şansını elde edersiniz hem de poker dünyasında saygın bir konuma sahip olabilirsiniz. Stratejinizi ve Becerilerinizi Geliştirin Turnuvamız, her seviyeden oyuncuya hitap eder. Katılımınız, poker stratejilerinizi geliştirme ve yeni taktikler öğrenme fırsatı sunar. Farklı oyuncularla rekabet ederek, becerilerinizi sınayabilir ve kendinizi bir üst seviyeye taşıyabilirsiniz. Yeni Arkadaşlıklar ve Poker Topluluğu Poker Masters turnuvası, poker tutkunlarının bir araya geldiği sosyal bir etkinliktir. Bu turnuvaya katılarak, yeni arkadaşlıklar kurabilir, deneyimlerinizi paylaşabilir ve poker topluluğunun bir parçası olabilirsiniz. Hem eğlenip hem de sosyalleşerek unutulmaz anılar biriktireceksiniz. Turnuvada Sizi Neler Bekliyor? Poker Masters turnuvası, heyecan verici bir poker deneyimi sunmak için özenle planlanmış bir etkinliktir. Katılımcılar, büyük ödüller kazanma şansı elde ederken, aynı zamanda eğlenceli ve rekabet dolu bir atmosferde bulunacaklar. İşte turnuvamızda sizi bekleyen dört ana etkinlik: 01 Eleme Turları ve Ana Etkinlik Turnuvamız, eleme turlarıyla başlayacak ve en iyi oyuncular, ana etkinliğe katılma şansı yakalayacak. Eleme turlarında başarı gösterenler, büyük ödül havuzunun ve prestijli unvanın peşinde yarışacakları ana etkinlikte mücadele edecekler. 02 Yan Turnuvalar ve Özel Etkinlikler Ana etkinlik dışında, katılımcılar için çeşitli yan turnuvalar ve özel etkinlikler düzenlenecektir. Bu yan etkinlikler, daha fazla kazanma fırsatı sunarken, oyuncuların farklı poker formatlarında yeteneklerini sergilemelerine olanak tanır. 03 Eğitim ve Strateji Atölyeleri Turnuva boyunca, poker stratejilerini geliştirmek isteyen oyuncular için eğitim ve atölye çalışmaları düzenlenecektir. Profesyonel oyuncular ve eğitmenler tarafından verilen bu atölyeler, katılımcılara oyunlarını bir üst seviyeye taşımaları için değerli bilgiler sunar. 04 Sosyal Etkinlikler ve Ağ Kurma Fırsatları Poker Masters turnuvası, sadece oyun oynamakla kalmaz, aynı zamanda sosyal bir etkinliktir. Katılımcılar, diğer poker tutkunlarıyla tanışma ve ağ kurma fırsatı bulacaklar. Eğlenceli sosyal etkinlikler ve partiler, turnuva deneyimini daha da unutulmaz kılacaktır. Online Poker Turnuvası Bilgileri Katılım ve Kayıt İşlemleri Online poker turnuvamıza katılmak oldukça kolay ve hızlıdır. İlk adım olarak, web sitemizdeki kayıt formunu doldurmanız gerekmektedir. Kayıt sırasında adınızı, e-posta adresinizi ve ödeme bilgilerinizi sağlamanız istenecektir. Kayıt formunu doldurduktan sonra, turnuvaya katılımınız onaylanacak ve size özel giriş bilgileri e-posta yoluyla gönderilecektir. Kayıt işlemleri tamamlandıktan sonra, turnuvaya hazırlık yapmanız için gerekli bilgileri de içeren bir hoş geldiniz paketi alacaksınız. Bu paket, turnuva kuralları, program ve turnuva sırasında dikkat etmeniz gereken önemli noktaları içermektedir. Kayıt işlemleri hakkında herhangi bir sorunuz olursa, destek ekibimizle iletişime geçmekten çekinmeyin. Oyun Kuralları ve Turnuva Yapısı Turnuvamız, standart Texas Hold'em kurallarına göre oynanacaktır. Her oyuncuya iki kapalı kart ve beş açık kart dağıtılacak ve en iyi beş kartlı eli oluşturmak için bu kartları kullanmanız gerekecektir. Turnuva, çeşitli aşamalardan oluşacak ve her aşamanın sonunda en iyi oyuncular bir sonraki tura geçecektir. Eleme turları, yarı finaller ve büyük final, tüm katılımcılar için büyük bir heyecan ve rekabet sunacaktır. Turnuva yapısı, adil ve şeffaf bir oyun deneyimi sağlamak için özenle tasarlanmıştır. Her masada belirli bir süre boyunca oyun oynanacak ve süre dolduğunda en iyi oyuncular bir üst tura geçecektir. Ayrıca, oyun sırasında herhangi bir hile veya adaletsiz davranış tespit edilirse, ilgili oyuncular diskalifiye edilecektir. Turnuvamızda dürüstlük ve adalet en üst düzeyde tutulmaktadır. Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı",
    "contact": "Kayıt - Poker Masters: Poker Turnuvasına Kayıt Olun ☰ Ev Hakkında Ödüller Kayıt Turnuvaya Kayıt Olun Poker Masters turnuvasına katılmak için hemen kayıt olun ve büyük ödüller kazanma şansını yakalayın! Kayıt süreci, gereksinimler ve turnuva detayları hakkında tüm bilgileri burada bulabilirsiniz. Türkiye'nin en prestijli poker turnuvasında yerinizi alın ve unutulmaz bir poker deneyimi yaşayın. Kayıt işlemlerinizi tamamlayarak büyük poker macerasına adım atın! Turnuva Kaydı İçin İletişim Formu Turnuvamıza kaydolmak için aşağıdaki formu doldurun ve heyecan dolu poker deneyimine adım atın! Adınızı, e-posta adresinizi ve iletişim bilgilerinizi bize iletin, size en kısa sürede geri dönüş yapacağız. Sormak istediğiniz herhangi bir soru veya kayıt işlemi ile ilgili yardıma ihtiyacınız varsa, bize ulaşmaktan çekinmeyin. Poker Masters'ın organize ettiği bu muhteşem turnuvada yerinizi ayırtın ve kazananlar arasında yerinizi alın! Göndermek Gizlilik Politikasını kabul ediyorum Telefon +90-312-213-2965 Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Galeri: Poker Dünyasının Tüm Renkleri Poker Masters'ın galerisi, sadece kartların dağıtıldığı anları değil, aynı zamanda turnuva boyunca yaşanan tüm deneyimleri yakalıyor. Heyecan dolu oyunlar, kazananların sevinci ve dostluklar galerimizde sizleri bekliyor. Fotoğraflarımız ve videolarımızla geçmiş turnuvaların atmosferini yeniden yaşayın. Her anı yakalayan objektifimizle, poker dünyasının tüm renklerini ve dokusunu size sunuyoruz. Galerimizi gezerek, bu unutulmaz deneyime bir adım daha yaklaşın! Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı",
    "disclaimer": "Feragatname - Poker Masters: Yasal Sorumluluk Reddi ☰ Ev Hakkında Ödüller Kayıt Yasal Uyarı Genel Bilgiler Bu web sitesi (Poker Masters) üzerinde sunulan bilgiler, yalnızca genel bilgi amacıyla sağlanmaktadır. Bilgilerin doğruluğu, tamlığı veya güncelliği konusunda herhangi bir garanti verilmemektedir. Bu web sitesindeki bilgilerin kullanımından kaynaklanan herhangi bir zarardan sorumluluk kabul edilmez. Sorumluluk Reddi Bilgi Doğruluğu Bu web sitesindeki bilgiler, belirli bir amaç doğrultusunda veya güvenilirlik garantisi verilmeden sunulmaktadır. Web sitesinde yer alan bilgilerin doğruluğunu sağlamak için çaba göstersek de, herhangi bir yanlışlık veya eksiklik durumunda sorumluluk kabul etmiyoruz. Web sitesindeki bilgilerin kullanımı tamamen kendi sorumluluğunuzdadır. Hizmetlerin Sürekliliği Web sitemizin kesintisiz ve hatasız çalışmasını sağlamak için gerekli önlemleri almaktayız. Ancak, teknik aksaklıklar, bakım çalışmaları veya diğer nedenlerle web sitesine erişimin kesintiye uğrayabileceğini kabul ediyorsunuz. Bu tür kesintilerden kaynaklanan herhangi bir zarardan sorumluluk kabul etmiyoruz. Üçüncü Taraf Bağlantıları Web sitemiz, üçüncü taraf web sitelerine bağlantılar içerebilir. Bu bağlantılar, yalnızca kullanıcılarımızın kolaylığı için sağlanmaktadır. Üçüncü taraf web sitelerinin içeriği, doğruluğu veya politikaları üzerinde kontrolümüz bulunmamaktadır ve bu sitelerle ilgili herhangi bir sorumluluk kabul etmiyoruz. Üçüncü taraf bağlantılarını kullanırken, bu sitelerin kendi şartlar ve koşullarını dikkatlice okumanızı tavsiye ederiz. Fikri Mülkiyet Bu web sitesinde yer alan tüm içerikler, markalar, logolar ve diğer fikri mülkiyet hakları, Poker Masters veya lisans verenlerimize aittir. Bu içeriklerin izinsiz kullanımı, kopyalanması veya dağıtılması yasaktır. Web sitemizde yer alan materyalleri yalnızca kişisel ve ticari olmayan kullanım için görüntüleyebilir veya indirebilirsiniz. Gizlilik Kişisel bilgilerinizin gizliliğini korumak için gerekli tüm önlemleri alıyoruz. Gizlilik politikamız hakkında daha fazla bilgi için Gizlilik Politikası sayfamızı ziyaret edin. Değişiklikler ve Güncellemeler Bu yasal uyarıyı zaman zaman güncelleyebiliriz. Herhangi bir değişiklik yapıldığında, yeni yasal uyarıyı bu sayfada yayınlayacağız. Önemli değişiklikler yapıldığında, size e-posta yoluyla veya web sitemiz üzerinden bildirimde bulunacağız. Bu yasal uyarıyı periyodik olarak gözden geçirmenizi tavsiye ederiz. Bize Ulaşın Bu yasal uyarı hakkında herhangi bir sorunuz veya endişeniz varsa, bizimle iletişime geçmekten çekinmeyin: pokermasters@gmail.com. Yasal uyarımız hakkında daha fazla bilgi almak veya herhangi bir soruyu yanıtlamak için buradayız. Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı",
    "index": "Anasayfa - Poker Masters: Türkiye'nin Lider Poker Turnuvası ☰ Ev Hakkında Ödüller Kayıt Nashim \"OK\" tuşuna basarak 18 yaşında veya daha büyük olduğunuzu onaylıyorsunuz. OK Hoş Geldiniz Poker Masters'a! Poker dünyasının en prestijli turnuvasına hoş geldiniz! Türkiye'nin dört bir yanından gelen yetenekli oyuncularla rekabet edin, büyük ödüller kazanın ve unutulmaz bir poker deneyimi yaşayın. Kayıt olun, turnuva detaylarını öğrenin ve büyük ödülleri kazanma şansını yakalayın. Poker Masters ailesinin bir parçası olun ve heyecan dolu poker dünyasına adım atın! devamını oku Hakkımızda - Poker Masters Kulübü Poker Masters Kulübü, Türkiye'nin en prestijli ve heyecan verici poker turnuvalarını düzenleyen öncü bir organizasyondur. Kulübümüz, poker tutkunlarının bir araya gelerek yeteneklerini sergilediği, stratejilerini geliştirdiği ve büyük ödüller kazandığı bir platform sunmaktadır. Poker Masters olarak amacımız, poker oyununu Türkiye'de en yüksek kalitede sunarak, oyunculara unutulmaz bir deneyim yaşatmaktır. Kulübümüz, her seviyeden oyuncuya hitap eden geniş bir turnuva yelpazesi sunmaktadır. Yeni başlayanlardan profesyonellere kadar herkesin kendini geliştirebileceği ve rekabetin tadını çıkarabileceği turnuvalar düzenliyoruz. Poker Masters Kulübü'nün etkinlikleri, katılımcılara hem eğlence hem de büyük kazançlar sunan özel bir poker atmosferi yaratır. Poker Masters Kulübü'nün Tarihçesi Poker Masters Kulübü, 2010 yılında poker tutkusunu paylaşan bir grup girişimci tarafından kuruldu. Kurucularımız, Türkiye'deki poker oyuncularına dünya standartlarında bir platform sunma vizyonuyla yola çıktılar. İlk turnuvamız, İstanbul'da düzenlenen küçük çaplı bir etkinlikti ve beklenenden çok daha fazla ilgi gördü. Bu başarı, bizi daha büyük turnuvalar düzenlemeye ve kulübümüzü büyütmeye teşvik etti. Yıllar içinde Poker Masters Kulübü, Türkiye'nin dört bir yanından gelen poker tutkunlarını bir araya getiren büyük bir aileye dönüştü. Her yıl düzenlediğimiz ulusal ve uluslararası turnuvalarla, binlerce oyuncuya ev sahipliği yaptık. Turnuvalarımız, sadece büyük ödüller sunmakla kalmayıp aynı zamanda oyuncularımıza strateji geliştirme, yeteneklerini sergileme ve yeni dostluklar kurma fırsatı sundu. Poker Masters Kulübü'nün başarısının arkasında, oyuncularımıza olan bağlılığımız ve poker oyununa olan tutkumuz yatmaktadır. Her turnuvada en yüksek standartları korumaya ve oyuncularımıza unutulmaz deneyimler sunmaya özen gösteriyoruz. Profesyonel ekibimiz, turnuvaların adil ve güvenli bir şekilde gerçekleştirilmesini sağlamak için sürekli çalışmaktadır. Texas Hold'em Razz Omaha Seven Card Stud Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı document.addEventListener(\"DOMContentLoaded\", function () { var modal = document.getElementById(\"age-verification-modal\"); var confirmBtn = document.getElementById(\"confirm-btn\"); confirmBtn.addEventListener(\"click\", function () { modal.style.display = \"none\"; document.body.style.overflow = \"auto\"; // Enable scrolling after modal is closed }); });",
    "offers": "Hediyeler - Poker Masters: Özel Poker Hediyeleri ve Ödülleri ☰ Ev Hakkında Ödüller Kayıt Özel Poker Hediyeleri ve Ödülleri Poker Masters turnuvalarına katılarak kazanabileceğiniz özel poker hediyeleri ve ödüllerle tanışın! En iyi oyunculara sunduğumuz benzersiz ödüller hakkında bilgi alın ve büyük kazançlar elde edin. Poker becerilerinizi sergileyin, rakiplerinizi geride bırakın ve harika hediyeler kazanın. Her turnuva, heyecan verici ödüllerle dolu bir macera sunar! Kazananlar İçin Hediyeler Poker turnuvamızı kazanmak sadece itibar ve saygı kazanmakla kalmaz, aynı zamanda özel hediyeler kazanma şansınız da olur. İşte kazananları bekleyen üç özel hediye: Birinci Sıra: MacBook Birinci sırayı alan oyuncu şık ve güçlü bir Apple dizüstü bilgisayar olan MacBook'u kazanacak. Şaşırtıcı performansı ve etkileyici tasarımıyla, MacBook iş için güvenilir bir arkadaş olacak ve eğlence için de harika bir seçenek olacak. Kabul İkinci Sıra: iPhone İkinci sırayı alan oyuncu, en son teknolojiye sahip bir Apple iPhone kazanacak. iPhone'unun yüksek kaliteli kamerası, hızlı işlemcisi ve zarif tasarımıyla, hayatınızı daha da kolaylaştıracak ve eğlenceli hale getirecek. Kabul Üçüncü Sıra: Apple Watch Üçüncü sırayı alan oyuncu, her anınızı takip etmenize ve sağlıklı bir yaşam tarzını sürdürmenize yardımcı olacak bir Apple Watch kazanacak. Apple Watch'unun şık tasarımı ve çeşitli sağlık ve fitness özellikleri, günlük yaşamınızı daha organize ve aktif hale getirecek. Kabul Katılmak İçin Davetlisiniz! Poker Masters'ın unutulmaz bir poker deneyimi sunan turnuvasına katılmak için şimdi tam zamanı! Bu heyecan verici etkinlik, poker tutkunlarını bir araya getiriyor ve kazananları büyük ödüllerle ödüllendiriyor. Siz de bu aksiyon dolu atmosferde yerinizi alarak poker yeteneklerinizi sergileyin ve rakiplerinizle mücadele edin. Her oyuncunun eşit şanslara sahip olduğu bu turnuvada, becerilerinizi ve stratejilerinizi test edin. Üstelik, turnuva boyunca gerçekleştirilecek yan etkinlikler ve sosyal aktivitelerle de unutulmaz bir deneyim yaşayacaksınız. Poker Masters turnuvasına katılmak için tek yapmanız gereken kaydolmak. Ardından, size özel olarak verilen giriş bilgileriyle turnuvaya katılabilirsiniz. Deneyimli oyuncularla rekabet ederken yeni stratejiler öğrenin ve poker becerilerinizi geliştirin. Ayrıca, kazandığınız ödüllerle turnuva sonrası keyifli bir tatil planlayabilir veya yeni poker ekipmanları alabilirsiniz. Unutulmaz bir poker deneyimi için hemen kaydolun ve bu heyecanı kaçırmayın! Kayıt Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı",
    "privacy-policy": "Gizlilik Politikası - Poker Masters: Kişisel Bilgilerinizin Güvenliği ☰ Ev Hakkında Ödüller Kayıt Gizlilik Politikası Giriş Poker Masters olarak, gizliliğinize büyük önem veriyoruz. Bu gizlilik politikası, kişisel bilgilerinizi nasıl topladığımızı, kullandığımızı, paylaştığımızı ve koruduğumuzu açıklar. Web sitemizi ziyaret ettiğinizde veya turnuvamıza katıldığınızda, kişisel bilgilerinizin güvenliğini sağlamak için gerekli tüm önlemleri alıyoruz. Bu politikayı dikkatlice okumanızı tavsiye ederiz. Toplanan Bilgiler Kayıt Bilgileri Turnuvaya kayıt olurken adınız, e-posta adresiniz, telefon numaranız ve ödeme bilgileriniz gibi kişisel bilgilerinizi toplarız. Bu bilgiler, turnuvaya katılımınızı sağlamak ve size ilgili bilgileri iletmek için kullanılır. Kayıt sırasında verdiğiniz bilgilerin doğru ve güncel olması önemlidir. Kullanım Verileri Web sitemizi nasıl kullandığınıza dair bilgiler toplarız. Bu, IP adresinizi, tarayıcı türünüzü, ziyaret ettiğiniz sayfaları, erişim zamanlarını ve hangi siteden geldiğinizi içerir. Bu veriler, web sitemizin performansını analiz etmek ve kullanıcı deneyimini iyileştirmek için kullanılır. Çerezler ve İzleme Teknolojileri Web sitemizde çerezler ve benzeri izleme teknolojileri kullanmaktayız. Çerezler, tarayıcınız tarafından cihazınıza yerleştirilen küçük veri dosyalarıdır. Çerezler, tercihlerinizi hatırlamak, web sitesi işlevselliğini artırmak ve kullanıcı davranışlarını analiz etmek için kullanılır. Tarayıcı ayarlarınızdan çerezleri reddetmeyi tercih edebilirsiniz, ancak bu durumda web sitemizin bazı özellikleri çalışmayabilir. Bilgilerin Kullanımı Hizmet Sunma Topladığımız bilgileri, kayıt işlemlerinizi gerçekleştirmek ve turnuva ile ilgili size bilgi sağlamak için kullanırız. Kişisel bilgileriniz, turnuvaya katılımınızı sağlamak ve organizasyon süreçlerini yönetmek için gereklidir. Ayrıca, iletişim bilgileriniz aracılığıyla size turnuva hakkında güncellemeler ve önemli bilgiler iletebiliriz. İletişim Size turnuva hakkında güncellemeler ve önemli bilgiler göndermek için e-posta adresinizi kullanırız. Ayrıca, promosyonlar, özel teklifler ve diğer etkinlikler hakkında bilgilendirmek amacıyla size e-postalar gönderebiliriz. Bu tür iletişimleri almak istemiyorsanız, e-posta içerisindeki abonelikten çıkma linkini kullanabilirsiniz. İyileştirme ve Analiz Web sitemizi ve hizmetlerimizi sürekli olarak iyileştirmek için kullanım verilerini analiz ederiz. Bu analizler, kullanıcı deneyimini geliştirmek ve performansımızı artırmak için kullanılır. Ayrıca, kullanıcı davranışlarını anlamak ve gelecekteki turnuvalar için daha iyi hizmetler sunmak amacıyla verilerden faydalanırız. Bilgilerin Paylaşımı Üçüncü Taraf Hizmet Sağlayıcıları Bilgilerinizi, bizim adımıza hizmet sunan üçüncü taraflarla paylaşabiliriz. Bu hizmet sağlayıcılar, bilgilerinizi yalnızca talimatlarımız doğrultusunda ve gizlilik politikamıza uygun olarak işler. Örneğin, ödeme işlemlerini gerçekleştirmek, e-posta göndermek veya analitik hizmetler sunmak için üçüncü tarafları kullanabiliriz. Bu taraflar, kişisel bilgilerinizi yalnızca belirtilen amaçlar doğrultusunda kullanacaktır. Yasal Gereklilikler Kanunlar gereği veya yasal süreçlere uymak amacıyla bilgilerinizi ifşa edebiliriz. Bu, mahkeme celpleri, yasal işlemler veya hükümet talepleri gibi durumları içerebilir. Ayrıca, haklarımızı, güvenliğimizi veya mülkümüzü korumak için gerekli olduğunda bilgilerinizi paylaşabiliriz. Bilgilerin Korunması Kişisel bilgilerinizi yetkisiz erişim, kullanım veya ifşaya karşı korumak için çeşitli güvenlik önlemleri alırız. Bilgilerinizin güvenliğini sağlamak amacıyla güvenlik duvarları, şifreleme ve diğer teknolojik çözümler kullanırız. Ancak, internet üzerinden iletilen bilgilerin güvenliğini garanti edemeyiz ve herhangi bir güvenlik ihlali durumunda hemen sizi bilgilendireceğiz. Veri Saklama Süresi Kişisel bilgilerinizi, bu gizlilik politikasında belirtilen amaçlar doğrultusunda gerekli olduğu sürece saklarız. Yasal yükümlülüklerimizi yerine getirmek, anlaşmazlıkları çözmek ve politikalarımızı uygulamak için gereken süre boyunca bilgilerinizi muhafaza ederiz. Veri saklama süresi sonunda, kişisel bilgilerinizi güvenli bir şekilde siler veya anonim hale getiririz. Çocukların Gizliliği 18 yaşın altındaki çocuklardan kasıtlı olarak kişisel bilgi toplamayız. Eğer 18 yaşın altındaysanız, bu siteyi veya hizmetlerimizi kullanmamalısınız. Ebeveynler veya vasiler, çocuklarının kişisel bilgilerinin izinsiz toplanması durumunda bizimle iletişime geçebilirler. Böyle bir durumda, söz konusu bilgileri derhal sileceğiz. Gizlilik Politikasındaki Değişiklikler Bu gizlilik politikasını zaman zaman güncelleyebiliriz. Herhangi bir değişiklik yapıldığında, yeni gizlilik politikasını bu sayfada yayınlayacağız. Önemli değişiklikler yapıldığında, size e-posta yoluyla veya web sitemiz üzerinden bildirimde bulunacağız. Bu gizlilik politikasını periyodik olarak gözden geçirmenizi tavsiye ederiz. Bizimle İletişime Geçin Bu gizlilik politikası hakkında herhangi bir sorunuz veya endişeniz varsa, bizimle iletişime geçmekten çekinmeyin: pokermasters@gmail.com. Gizlilik uygulamalarımız hakkında daha fazla bilgi almak veya kişisel bilgilerinizin nasıl kullanıldığı konusunda sorularınızı yanıtlamak için buradayız. Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı",
    "terms-conditions": "Hüküm ve Koşullar - Poker Masters: Kullanım Şartları ve Koşulları ☰ Ev Hakkında Ödüller Kayıt Şartlar ve Koşullar Giriş Bu şartlar ve koşullar, Poker Masters web sitesinin kullanımını düzenler. Web sitemize erişerek veya hizmetlerimizi kullanarak, bu şartları kabul etmiş olursunuz. Lütfen bu şartları dikkatlice okuyun. Kabul etmiyorsanız, lütfen web sitemizi kullanmayın. Kullanım Koşulları Web Sitesine Erişim Web sitemize erişim, geçici olarak izin verilen bir temelde sağlanır. Web sitemizin herhangi bir bölümünü bildirimde bulunmadan geri çekme veya değiştirme hakkını saklı tutarız. Web sitemizin herhangi bir zamanda veya herhangi bir süre boyunca kullanılamaması durumunda sorumluluk kabul etmeyiz. Kullanıcı Hesapları Web sitemizde bir hesap oluşturduğunuzda, doğru ve güncel bilgiler sağlamak zorundasınız. Hesap bilgilerinizi gizli tutmak sizin sorumluluğunuzdadır. Hesabınız altında gerçekleşen tüm faaliyetlerden siz sorumlusunuz. Şifrenizin veya hesabınızın güvenliğinin ihlal edildiğini fark ederseniz, derhal bizi bilgilendirin. Kayıt ve Katılım Koşulları Yaş Sınırı Turnuvaya katılmak için en az 18 yaşında olmanız gerekmektedir. 18 yaşın altındaki kişilerin turnuvaya katılması yasaktır. Kayıt Bilgileri Turnuvaya kayıt olurken sağladığınız bilgilerin doğru ve eksiksiz olması gerekmektedir. Yanlış veya yanıltıcı bilgiler sağladığınız tespit edilirse, turnuvadan diskalifiye edilme hakkımız saklıdır. Ödeme ve İade Politikası Kayıt ücretleri iade edilemez. Ödeme işlemleri güvenli ödeme sağlayıcılarımız aracılığıyla gerçekleştirilir. Ödeme sırasında karşılaşılan sorunlar için ödeme sağlayıcınızla iletişime geçin. Kurallar ve Davranış Oyun Kuralları Turnuva sırasında geçerli olan tüm oyun kurallarına uymak zorundasınız. Kuralları ihlal eden oyuncular, diskalifiye edilebilir ve turnuvadan men edilebilir. Adil Oyun Adil oyun, Poker Masters'ın temel prensiplerinden biridir. Hile yapmak, diğer oyuncuları taciz etmek veya başka herhangi bir şekilde adil olmayan davranışlarda bulunmak kesinlikle yasaktır. Bu tür davranışlarda bulunan oyuncular, turnuvadan derhal çıkarılacaktır. Disiplin Önlemleri Turnuva organizatörleri, kuralları ihlal eden veya uygunsuz davranışlarda bulunan oyunculara karşı disiplin önlemleri alma hakkına sahiptir. Bu önlemler, uyarı, diskalifiye veya turnuvadan men edilme gibi cezaları içerebilir. Fikri Mülkiyet Web sitemizde yer alan tüm içerikler, markalar, logolar ve diğer fikri mülkiyet hakları, tarafımıza veya lisans verenlerimize aittir. Bu içerikleri izinsiz olarak kullanmak, kopyalamak veya dağıtmak yasaktır. Web sitemizde yer alan materyalleri yalnızca kişisel ve ticari olmayan kullanım için görüntüleyebilir veya indirebilirsiniz. Sorumluluk Sınırlamaları Web sitemizin kullanımı sırasında karşılaşabileceğiniz herhangi bir kayıp veya hasardan sorumlu değiliz. Bu sınırlama, doğrudan, dolaylı, tesadüfi, özel veya sonuç olarak ortaya çıkan zararları içerir. Web sitemizi ve hizmetlerimizi kullanımınız tamamen sizin sorumluluğunuzdadır. Gizlilik Kişisel bilgilerinizin gizliliğini korumak için gerekli tüm önlemleri alıyoruz. Gizlilik politikamız hakkında daha fazla bilgi için Gizlilik Politikası sayfamızı ziyaret edin. Değişiklikler ve Güncellemeler Bu şartlar ve koşulları zaman zaman güncelleyebiliriz. Herhangi bir değişiklik yapıldığında, yeni şartları ve koşulları bu sayfada yayınlayacağız. Önemli değişiklikler yapıldığında, size e-posta yoluyla veya web sitemiz üzerinden bildirimde bulunacağız. Bu şartları periyodik olarak gözden geçirmenizi tavsiye ederiz. Bize Ulaşın Bu şartlar ve koşullar hakkında herhangi bir sorunuz veya endişeniz varsa, bizimle iletişime geçmekten çekinmeyin: pokermasters@gmail.com. Şartlarımız ve koşullarımız hakkında daha fazla bilgi almak veya hizmetlerimizle ilgili herhangi bir soruyu yanıtlamak için buradayız. Adres Yeni, 2439. Sk. No:9, 07060 Kepez/Antalya, Türkiye Email pokermasters@gmail.com Telefon +90-312-213-2965 Gizlilik Politikası Şartlar ve koşullar Sorumluluk reddi beyanı",
    "thanks": "Teşekkürler - Poker Masters: Ziyaretiniz İçin Teşekkür Ederiz body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #b73c64; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #b73c64; transition: 0.3s; color: black; transition: 0.3s; } Teşekkürler! Bizi ziyaret ettiğiniz için teşekkür ederiz! Poker Masters olarak, size heyecan verici bir poker deneyimi sunmak için buradayız. Sitemizi ziyaret ederek, bizimle birlikte olma fırsatını bize verdiğiniz için minnettarız. Bizimle birlikte olduğunuz için çok mutluyuz ve her zaman daha iyi bir hizmet sunmak için çalışıyoruz. Eğer herhangi bir geri bildiriminiz varsa, lütfen bize ulaşmaktan çekinmeyin. Sizin görüşleriniz bizim için değerlidir! Bizi tercih ettiğiniz için tekrar teşekkür ederiz. Umarız bir sonraki poker deneyiminizde sizi tekrar görmek için sabırsızlanırız! Ev"
  },
  "date": "2024-05-27T23:38:16.121Z"
}