{
  "name": "New_v9_DesignModerno",
  "pages": {
    "index": "Design Moderno DesignModerno Sobre nós produto encomendar desmoder@gmail.com +55-41-5632-9863 Design Moderno - Perfeição em Estilo e Funcionalidade Bem-vindo ao nosso site dedicado às melhores peças de design em móveis. Aqui, você encontrará uma seleção cuidadosa de móveis que combinam sofisticação, estilo e funcionalidade. Sobre nossos móveis Nossa coleção de móveis de design é composta por peças únicas e criativas, desenvolvidas por designers renomados e fabricantes de alta qualidade. Cada item tem um design exclusivo que reflete a criatividade e a experiência dos profissionais que os criaram. Por que escolher móveis de design? Escolher móveis de design é uma forma de demonstrar seu gosto e apreciação pela beleza e funcionalidade. Essas peças são capazes de transformar qualquer ambiente em um espaço elegante e sofisticado, além de oferecer soluções práticas e duradouras para seu lar ou escritório. Nossa seleção inclui: A mobília Design Moderno é uma opção cada vez mais popular para quem quer dar um toque moderno e sofisticado ao seu ambiente. Com peças únicas e personalizadas, é possível criar um espaço exclusivo e que reflete a personalidade do proprietário. Sofás e poltronas Mesas de sala e escritório Cadeiras e banquetas Camas e armários Móveis de jardim Móveis de cozinha design de móveis como arte A Estúdio de Mobiliário de Design é um lugar onde a criatividade encontra a funcionalidade. Localizada em Portugal, essa renomada e inovadora empresa de design de mobiliário busca criar peças únicas que combinam estética, qualidade e conforto. A mobília design pode ser uma forma de expressão artística, pois permite a criação de peças únicas e personalizadas que refletem a criatividade e a personalidade do designer. As peças de mobília design podem ser mais caras que as peças convencionais, mas são investimentos que duram por muitos anos e valorizam o ambiente. Além disso, a mobília design pode aumentar o valor da propriedade e torná-la mais atraente para os compradores. O objetivo da estúdio é proporcionar uma experiência única para os clientes, oferecendo mobiliário personalizado que atenda às suas necessidades e desejos. Seja para uma residência, escritório ou espaço comercial, a Estúdio de Mobiliário de Design tem a expertise necessária para transformar qualquer ambiente em um lugar sofisticado e elegante. nossa equipe Com uma equipe talentosa de designers e artesãos, a Estúdio de Mobiliário de Design está sempre em busca de novas inspirações e tendências para criar móveis que se destaquem. Cada peça é cuidadosamente projetada, levando em consideração os mínimos detalhes, desde a escolha dos materiais até os acabamentos finais. João Silva Designer de interiores Pedro Costa Designer de móveis Ana Rodrigues Designer gráfico André Santos Tecnólogo de móveis Maria Santos Arquiteto chefe Ricardo Lopes Gestor de projetos Beatriz Almeida Decorador de interiores Carlos Pereira Mestre em fabricação de móveis Além de criar peças de mobiliário de alta qualidade, a estúdio também se preocupa com a sustentabilidade. Utilizando materiais e processos ecologicamente corretos, eles buscam minimizar o impacto ambiental e criar um futuro mais sustentável. missão da empresa Se você está em busca de mobiliário exclusivo e de alta qualidade, a Estúdio de Mobiliário de Design é o lugar certo. Com uma paixão pela inovação e um compromisso com a excelência, eles estão prontos para transformar suas ideias em realidade e criar um espaço verdadeiramente especial. Entre em contato conosco: Estamos à disposição para esclarecer qualquer dúvida ou solicitar mais informações sobre nossos produtos. Envie-nos um e-mail ou entre em contato pelo telefone e ficaremos felizes em ajudá-lo. Aceito a Política de Privacidade enviar © Copyright 2024. All Rights Reserved Praça da República, 70 - Centro Privacy Policy Terms and Conditions",
    "policy": "Política de Privacidade Design Moderno Política de Privacidade A sua privacidade é importante para nós. É política do Design Moderna respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site Design Moderna, e outros sites que possuímos e operamos. Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado. Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis ​​para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados. Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei. O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade. Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados. O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contato conosco. Esta política é efetiva a partir de maio de 2024. ir para casa",
    "terms": "Termos e Condições Política de Privacidade Bem-vindo ao nosso site. Ao acessar e utilizar este site, você concorda em cumprir e ser vinculado pelos seguintes termos e condições de uso. Leia atentamente os termos abaixo antes de utilizar o site. Uso do Site Ao acessar e utilizar este site, você concorda em utilizá-lo apenas para fins legais e de acordo com estes termos e condições. Você não deve utilizar este site de qualquer forma que possa causar danos ao site ou prejudicar a disponibilidade ou acessibilidade do mesmo. Não é permitido utilizar este site para qualquer atividade ilegal, fraudulenta ou prejudicial. Propriedade Intelectual Todos os materiais e conteúdos presentes neste site são de propriedade exclusiva nossa, a menos que indicado de outra forma. Você não deve reproduzir, distribuir, modificar, transmitir, publicar ou explorar qualquer material ou conteúdo deste site sem a nossa autorização prévia por escrito. Privacidade Ao utilizar este site, você concorda com a nossa Política de Privacidade, que regula a coleta, uso e armazenamento de suas informações pessoais. Mantemos a confidencialidade de suas informações pessoais, mas não nos responsabilizamos por qualquer acesso não autorizado a essas informações. Links para Sites de Terceiros Este site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência e não implicam em nossa aprovação ou endosso do conteúdo desses sites. Não nos responsabilizamos pelo conteúdo ou pela disponibilidade dos sites de terceiros vinculados a partir deste site. Limitação de Responsabilidade Este site é fornecido \"no estado em que se encontra\" e não oferecemos garantias de qualquer tipo, expressas ou implícitas, em relação ao seu uso. Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, consequentes ou punitivos decorrentes do uso ou incapacidade de uso deste site. Alterações nos Termos e Condições Reservamos o direito de alterar estes termos e condições a qualquer momento, sem aviso prévio. Ao continuar a utilizar este site após a publicação de quaisquer alterações nos termos e condições, você estará concordando com as mesmas. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil. Em caso de qualquer disputa relacionada a estes termos e condições, as partes concordam em se submeter à jurisdição exclusiva dos tribunais do Brasil. Ao utilizar este site, você concorda em cumprir estes termos e condições. Se você não concorda com algum destes termos, não utilize o site. ir para casa",
    "thank_page": "Obrigado por nos escolher Obrigado por escolher a nossa loja de móveis de design. Descubra a beleza e a sofisticação da mobília design moderna, e transforme seu ambiente em um espaço exclusivo e sofisticado. Com peças únicas e personalizadas, é possível valorizar a cultura e a tradição, promover a sustentabilidade e a responsabilidade ambiental, e apoiar artistas e designers locais. ir para casa"
  },
  "date": "2024-05-02T11:29:20.995Z"
}