{
  "name": "New_v9_CraftedElegance",
  "pages": {
    "index": "CraftedElegance - Bespoke Furniture Design and Manufacturing CraftedElegance Home About Us Reviews Us Contacts Us Welcome to CraftedElegance Discover the art of bespoke furniture design with CraftedElegance. Our expert craftsmen create beautiful, custom-made furniture that perfectly blends functionality and aesthetics. Explore our collection and transform your living spaces with our exquisite designs. Get Started Crafting Elegance in Every Piece Discover the perfect blend of tradition and modernity. At CraftedElegance, we pride ourselves on our ability to merge traditional craftsmanship with contemporary design. Our team of skilled artisans works diligently to create furniture pieces that are not only functional but also aesthetically pleasing. Each piece of furniture is meticulously crafted using the finest materials, ensuring durability and longevity. We pay attention to every detail, from the selection of wood to the final finishing touches, to ensure that our furniture stands out in terms of quality and design. Our Featured Furniture Explore our exclusive collection of beautifully crafted furniture pieces that blend style and functionality. Comfortable Modern Sofa Luxury Leather Chair Stylish Coffee Table Elegant Velvet Sofa Modern Armchair Contemporary Side Table Contacts Us About Us Discover Our Craftsmanship The Perfect Furniture for Every Space At CraftedElegance, we understand that the right piece of furniture can transform any space. That's why we offer an extensive selection of furniture that caters to every need. Whether you're designing a cozy living room, a stylish bedroom, or a functional office, our collection has something for everyone. Our commitment to quality is unwavering. We source the finest materials and employ skilled craftsmen to create furniture that combines beauty, functionality, and longevity. From elegant sofas to versatile chairs, our products are designed to stay durable and stylish for years to come. We believe that high-quality furniture should be accessible to everyone, which is why we offer a wide range of prices to suit every budget. Furniture trends are constantly evolving, and so are we. At CraftedElegance, we stay ahead of the trends to bring you the latest in furniture design. Our designers are always on the lookout for new styles and innovations, ensuring that our collection reflects the current zeitgeist. Whether you prefer classic designs or bold, contemporary pieces, you'll find something that resonates with your personal taste. Customer satisfaction is at the heart of everything we do. We strive to provide an exceptional shopping experience from start to finish. Our user-friendly website makes it easy to browse and purchase your favorite pieces, while our customer service team is always ready to assist with any queries or concerns. Sustainability is a key focus for us. We are committed to using eco-friendly materials and sustainable practices in our manufacturing process. Our goal is to create beautiful furniture that is kind to the environment and contributes to a greener planet. By choosing CraftedElegance, you are making a choice for quality and sustainability. We offer customization options to ensure that your furniture perfectly fits your space and style. Our team of designers works closely with you to create bespoke pieces that reflect your unique taste and requirements. Discover the Art of Furniture Design Exceptional craftsmanship and timeless elegance Modern Sofas Comfort and style in one Our modern sofas are designed to provide ultimate comfort while enhancing the aesthetic appeal of your living room. Crafted with premium materials, these sofas are both durable and stylish. Elegant Armchairs Perfect for any space Our armchairs are designed to add a touch of elegance to any room. With a variety of styles and fabrics to choose from, you can find the perfect armchair to complement your decor. Stylish Coffee Tables Functional and fashionable Our coffee tables are not only functional but also a stylish addition to your living room. Made from high-quality materials, they are designed to last and add character to your space. Custom Cabinets Tailored to your needs Our custom cabinets are designed to meet your specific storage needs while enhancing the overall look of your home. Choose from a variety of finishes and styles to suit your taste. Customized Designs We specialize in creating customized furniture designs tailored to fit your unique style and space requirements. Quality Craftsmanship Each piece of furniture is meticulously crafted using high-quality materials and techniques, ensuring durability and longevity. Wide Selection We offer a wide range of furniture styles and designs to cater to diverse tastes and preferences. Attention to Detail Our craftsmen pay meticulous attention to detail, ensuring flawless finishing and aesthetics in every piece of furniture. Exceptional Service We provide exceptional customer service, guiding you through every step of the furniture selection, customization, and delivery process. Affordable Pricing We offer competitive pricing without compromising on quality, making high-quality custom furniture accessible to all. Timely Delivery We adhere to strict timelines and ensure timely delivery of your customized furniture, maintaining our commitment to customer satisfaction. Sustainability We prioritize sustainable practices in our manufacturing process, using eco-friendly materials and reducing our environmental footprint. Hear from Our Satisfied Customers Discover why they love our furniture Read Reviews Read Reviews Smith Johnson The furniture from DesignCraft is not only stylish but also incredibly comfortable. I am delighted with my new sofa! Emily Brown I purchased a dining set from DesignCraft, and it exceeded my expectations in terms of quality and design. Highly recommended! David Wilson The craftsmanship of the coffee table I bought from DesignCraft is outstanding. It's the centerpiece of my living room! Sarah Martinez I am impressed by the attention to detail in every piece of furniture. DesignCraft truly delivers on quality. Michael Davis The service from DesignCraft was excellent. They helped me find the perfect furniture for my home. Jennifer Clark The sofa I purchased is not only beautiful but also durable. DesignCraft offers top-notch products! Daniel White I love the minimalist design of the bed I bought from DesignCraft. It fits perfectly with my bedroom decor. Jessica Taylor The customer service at DesignCraft is exceptional. They made my furniture shopping experience hassle-free. Get in Touch Email: crafted-elegance@gmail.com Phone: +91-593-3579086 Location: Celebrity Homes, Palam Vihar, Gurugram, Haryana 122017 Name Email Message Submit I accept Privacy policy &copy; CraftedElegance Privacy Policy Terms of Use Home About Us Reviews Us Contacts Us",
    "privacy-policy": "Privacy Policy - CraftedElegance CraftedElegance Home About Us Reviews Us Contacts Us Privacy Policy At CraftedElegance, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and safeguard your personal information. By using our website, you agree to the terms outlined in this policy. 1. Information Collection We collect personal information that you voluntarily provide to us when you register on the website, place an order, subscribe to our newsletter, or contact us for customer service. This information may include your name, email address, phone number, and payment details. 2. Use of Information Your personal information is used to provide and improve our services, process transactions, send periodic emails, and respond to your inquiries. We do not sell, trade, or otherwise transfer your personal information to outside parties except as necessary to provide our services. 3. Data Protection We implement a variety of security measures to maintain the safety of your personal information. Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems. 4. Cookies We use cookies to enhance your experience on our website. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. 5. Third-Party Disclosure We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. 6. Third-Party Links Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. 7. Changes to Privacy Policy CraftedElegance reserves the right to update or change our Privacy Policy at any time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. 8. Your Consent By using our site, you consent to our website's Privacy Policy. 9. Children's Privacy Our website and services are not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If we discover that a child under 13 has provided us with personal information, we will promptly delete such information from our systems. 10. Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements. 11. Access to Your Information You have the right to access, update, or delete your personal information. You can do this by logging into your account or contacting us directly. We will respond to your request within a reasonable timeframe. 12. International Data Transfers Your information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction. 13. Contact Us If you have any questions about this Privacy Policy, please contact us at crafted-elegance@gmail.com or call us at +91-593-3579086. Our address is Celebrity Homes, Palam Vihar, Gurugram, Haryana 122017. 14. Governing Law This Privacy Policy shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law provisions. 15. Effective Date This Privacy Policy is effective as of 2024-06/13. &copy; CraftedElegance Privacy Policy Terms of Use Home About Us Reviews Us Contacts Us",
    "terms-conditions": "Terms and Conditions - CraftedElegance CraftedElegance Home About Us Reviews Us Contacts Us Terms and Conditions Welcome to CraftedElegance. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, we assume you accept these terms and conditions. Do not continue to use CraftedElegance if you do not agree to take all of the terms and conditions stated on this page. 1. Intellectual Property The content, layout, design, data, databases, and graphics on this website are protected by Indian and other international intellectual property laws and are owned by CraftedElegance. You may not reproduce, distribute, or use any content without our express written permission. 2. Use of Our Services You agree to use our website and services only for lawful purposes. You must not use our site or services in any way that breaches any applicable local, national, or international law or regulation. 3. Orders and Payment All orders are subject to acceptance and availability. Prices for our products are subject to change without notice. We reserve the right to refuse service to anyone for any reason at any time. Payment must be made at the time of order, and we accept various payment methods as specified on our website. 4. Delivery Delivery times are estimates and not guaranteed. We are not responsible for any delays in delivery due to circumstances beyond our control. You will be notified of the estimated delivery time at the point of order. 5. Returns and Refunds If you are not satisfied with your purchase, you may return it in accordance with our return policy. All return requests must be made within the specified period. Refunds will be processed based on the original method of payment. 6. Limitation of Liability CraftedElegance shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with the use of our products or services. Our liability is limited to the maximum extent permitted by law. 7. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of Haryana, India. 8. Changes to Terms and Conditions CraftedElegance reserves the right to amend these terms and conditions at any time. Your continued use of the website will signify your acceptance of any adjustment to these terms. 9. Severability If any provision of these terms and conditions is found to be invalid or unenforceable under applicable law, such provision shall be severed from the remainder of these terms, which will continue to be valid and enforceable to the fullest extent permitted by law. 10. Waiver Failure to enforce any part of these terms and conditions by CraftedElegance does not constitute a waiver of our rights to subsequently enforce such provision or any other provision. 11. Entire Agreement These terms and conditions, together with any policies or operating rules posted by CraftedElegance on this website, constitute the entire agreement and understanding between you and CraftedElegance. 12. Non-Assignment You may not assign or transfer your rights or obligations under these terms and conditions without the prior written consent of CraftedElegance. 13. Headings The headings used in this agreement are included for convenience only and will not limit or otherwise affect these terms and conditions. 14. Contact Information If you have any questions about these Terms and Conditions, please contact us at crafted-elegance@gmail.com or call us at +91-593-3579086. Our address is Celebrity Homes, Palam Vihar, Gurugram, Haryana 122017. 15. Effective Date These Terms and Conditions are effective as of 2024-06-13. &copy; CraftedElegance Privacy Policy Terms of Use Home About Us Reviews Us Contacts Us",
    "thanks": "Thank You - CraftedElegance Thank You! Thank you for reaching out to CraftedElegance. We appreciate your interest in our bespoke furniture design and manufacturing services. Our team will review your message and get back to you shortly. Have a great day! Go to Home"
  },
  "date": "2024-06-13T11:09:58.049Z"
}