{
  "name": "New_v9_ChaMisterioso",
  "pages": {
    "index": "Bem-vindo ao CháMisterioso: Seu mundo único de chá e experiências incríveis! Compre o Melhor Chá Online com Delivery. Revele os Segredos do Gosto Connosco! Vasta gama de chás e acessórios Elite. Desfrute de misturas e sabores únicos. Variedades e jogos de chá exclusivos. Loja Online CháMisterioso – Seu companheiro mágico nas viagens do chá. Compre com entrega mundial. Abra as portas para o mundo dos sabores e aromas encantadores. Aproveite o chá conosco - mergulhe no incrível mundo das maravilhas! CháMisterioso PUER CHÁ VERDE CHÁ BRANCO Peculiaridades Contato Chá chinês de verdade sem intermediários Todas as melhores variedades de chá Contato Do you want to buy tea? CháMisterioso is an online tea store and a large specialized tea store. Choose a method convenient for you: order tea through an online store with delivery (we deliver tea all over the world) Puer Puer O chá preto chinês mais famoso do mundo, conhecido por este nome desde o século XV. O nome está associado à cidade de Puer, na província de Yunnan, onde se desenvolveu um mercado de chá na época. Uma característica distintiva do Pu-erh é sua interação especial com o tempo. Para quase todos os outros tipos de chá, o tempo é o pior inimigo. Envelhece o chá e perde a potência. E apenas Pu-erh parece absorver o poder do tempo - quanto mais velho, melhor. O chá adquire sabor macio e aveludado, forte impacto e aroma especial. Pu-erh é famoso há muito tempo por suas propriedades curativas. Pesquisas modernas mostram que reduz o açúcar no sangue, promove a perda de peso, é benéfico para a digestão, mata a sede, tem propriedades bactericidas e remove venenos. PANQUECA DE FLOR DE YUNNANI, 2016, 200 GR. FLORAL $ 10 Shu PUER “V93” (para cha), 2016, 100 GR. SHU PUER (PRETO) $ 12 SHU PUER \"OLD COMRADE\" (QI ZI BIN), 2004, 357 GR. SHU PUER (PRETO) $ 12 SHU PUER (QI ZI BIN) “CHÁ MÉDIO”, 2002, CNNP, 357 GR. SHU PUER (PRETO) $ 13 CHÁ VERDE CHÁ VERDE O nome comum de “chá verde” refere-se a uma tecnologia de processamento que não fermenta as folhas do chá. É aqui que termina a semelhança e começam as diferenças, uma vez que existe uma variedade de tipos de chá verde absolutamente inimaginável. O chá verde difere pelo tipo de árvore do chá, pela tecnologia de coleta e processamento, pelo formato da folha, pelo local de crescimento e pela qualidade. Desde a antiguidade, o chá é considerado uma bebida que nutre a vida. Absorve a natureza do Céu e da Terra e pode curar 100 doenças. O chá verde é ideal para tomar o chá da manhã e da tarde, pois ativa a atividade de todo o corpo, revigora o espírito e o corpo e clareia a mente. A infusão de folhas de chá é uma bebida ideal para curar o corpo, uma fonte natural equilibrada de vitaminas e microelementos, um meio de prevenção do câncer e contém antioxidantes. E SHEN (SELVAGEM) CHÁ VERDE $ 7 LUN JING (DRAGÃO BEM) CHÁ VERDE $ 12 MAO JIAN MING QIANG (LÂMINAS COMPLETAS) CHÁ VERDE $ 9 MOLY ZHEN ZHU (PÉROLAS DE JASMIM) CHÁ VERDE $ 6 CHÁ BRANCO CHÁ BRANCO O chá branco é um produto especial produzido apenas na China e pertence aos chás levemente fermentados. Normalmente, para o chá branco, são colhidas apenas as folhas mais novas e meio floridas da primeira colheita, cobertas com cerdas brancas do botão de chá aberto. Para chás brancos de elite, apenas um botão ou um botão e duas folhas são coletados. O processo de produção é extraordinariamente delicado e trabalhoso, apesar da aparente simplicidade externa das ações dos produtores de chá - na produção de chás brancos, a atitude mental e o estado emocional de quem prepara o chá são muito valorizados. Com uma atitude rude ou, mais ainda, com um desvio da tecnologia, o chá branco nunca dá aroma e sabor reais. Submetida a tratamento de temperatura mínima, a folha de chá acabada retém o máximo de propriedades benéficas, vitaminas e microelementos e promove o rejuvenescimento do corpo. O chá branco tem um efeito refrescante, cria um humor sutilmente elevado, acalma a mente, esfria o corpo e dá leveza primaveril. BAI HAO YIN ZHEN (AGULHAS DE PRATA COM aba branca) CHÁ BRANCO $ 7 DA BAI ZHEN (AGULHAS BRANCAS GRANDES) CHÁ BRANCO $ 12 YUE GUANG BAI (LUAR BRANCO) CHÁ BRANCO $ 9 JUN SHAN YIN ZHEN CHÁ BRANCO $ 9 Nossos recursos Procuramos fornecedores na China Conhecendo a produção Provamos cada lote O CháMisterioso compra sua principal linha de chá diretamente dos agricultores nas plantações. Desta forma evitamos margens de lucro no mercado grossista e mantemos os melhores preços para o chá. Uma logística bem estabelecida permite-nos entregar chá da China regularmente, sem atrasos ou paragens. Portanto, você recebe o chá mais fresco e da mais alta qualidade em cada entrega. Muitos de nossos clientes são adeptos de um estilo de vida saudável. Abrimos uma seção especial de superalimentos e produtos saudáveis ​​para você. O sortimento desta seção é constantemente atualizado. Escreva ou ligue para fazer o pedido +55-21-81656181 CháMisterioso@gmail.com R. Hermenegildo de Barros, 179 - Santa Teresa, Rio de Janeiro - RJ, 20241-040, Brazil Aceito a Política de privacidade Enviar uma carta Termos e Condições Política de Privacidade",
    "privacy": "Política de Privacidade do CháMisterioso: Proteger suas informações pessoais é nossa prioridade. Garantimos a segurança e privacidade das suas informações coletadas durante o processo de compra. A nossa política abrange a utilização de cookies, dados de utilização do site, processamento e transferência a terceiros. Temos o compromisso de fornecer a você a melhor experiência de serviço possível por meio de transparência e responsabilidade no tratamento de informações pessoais. CháMisterioso PUER CHÁ VERDE CHÁ BRANCO Peculiaridades Contato Política de Privacidade Esta Política de Privacidade descreve Nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações quando Você usa o Serviço e informa sobre Seus direitos de privacidade e como a lei protege Você. Interpretação e definições Interpretação As palavras com a letra inicial maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado, independentemente de aparecerem no singular ou no plural. Definições Para efeitos desta Política de Privacidade: Conta significa uma conta exclusiva criada para Você acessar nosso Serviço ou partes de nosso Serviço. Afiliada significa uma entidade que controla, é controlada ou está sob controle comum com uma parte, onde &quot;controle&quot; significa a propriedade de 50% ou mais das ações, participações societárias ou outros valores mobiliários com direito a voto para eleição de diretores ou outra autoridade administrativa. Empresa (referida como \"a Empresa\", \"Nós\", \"Nós\" ou \"Nosso\" neste Contrato) refere-se à CháMisterioso. País refere-se a: Brasil Dispositivo significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital. Dados Pessoais são quaisquer informações relacionadas a um indivíduo identificado ou identificável. Serviço refere-se ao Site. Provedor de Serviços significa qualquer pessoa física ou jurídica que processe os dados em nome da Empresa. Refere-se a empresas terceirizadas ou indivíduos contratados pela Empresa para facilitar o Serviço, fornecer o Serviço em nome da Empresa, executar serviços relacionados ao Serviço ou ajudar a Empresa a analisar como o Serviço é usado. Dados de uso referem-se a dados coletados automaticamente, gerados pelo uso do Serviço ou pela própria infraestrutura do Serviço (por exemplo, a duração de uma visita à página). Você significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual esse indivíduo está acessando ou usando o Serviço, conforme aplicável. Privacidade das Crianças Nosso serviço não se dirige a ninguém com menos de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de ninguém com menos de 13 anos. Se você for pai ou responsável e estiver ciente de que seu filho nos forneceu informações pessoais Dados, entre em contato conosco. Se tomarmos conhecimento de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos de idade sem verificação do consentimento dos pais, tomaremos medidas para remover essas informações de Nossos servidores. Se precisarmos confiar no consentimento como base legal para processar Suas informações e Seu país exigir o consentimento de um dos pais, poderemos exigir o consentimento de Seus pais antes de coletar e usar essas informações. Links para outros sites Nosso Serviço pode conter links para outros sites que não são operados por Nós. Se você clicar em um link de terceiros, será direcionado ao site desse terceiro. Recomendamos fortemente que você revise a Política de Privacidade de cada site que visitar. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. Alterações nesta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Informaremos Você por e-mail e/ou um aviso em destaque em Nosso Serviço, antes que a alteração entre em vigor e atualizaremos a &quot;Última atualização&quot; data no topo desta Política de Privacidade. Aconselhamos que você revise esta Política de Privacidade periodicamente para verificar quaisquer alterações. As alterações nesta Política de Privacidade entrarão em vigor quando forem publicadas nesta página. Entre em contato conosco Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco: Por e-mail: CháMisterioso@gmail.com Termos e Condições Política de Privacidade",
    "terms": "Termos e Condições CháMisterioso é o seu guia para o fascinante mundo do chá. Nossa missão é proporcionar a você a melhor experiência de compra online, garantindo honestidade, transparência e qualidade. Este documento descreve detalhadamente as regras de utilização do nosso website, procedimentos de encomenda, pagamento e entrega. Você também encontrará informações sobre devoluções, trocas e garantias de produtos. Por favor, leia estes termos e condições com atenção antes de fazer qualquer compra. CháMisterioso PUER CHÁ VERDE CHÁ BRANCO Peculiaridades Contato Termos e Condições Leia estes termos e condições com atenção antes de usar nosso serviço. Interpretação e definições Interpretação As palavras com a letra inicial maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado, independentemente de aparecerem no singular ou no plural. Definições Para efeitos destes Termos e Condições: Afiliada significa uma entidade que controla, é controlada ou está sob controle comum com uma parte, onde &quot;controle&quot; significa a propriedade de 50% ou mais das ações, participações societárias ou outros valores mobiliários com direito a voto para eleição de diretores ou outra autoridade administrativa. País refere-se a: Brasil Empresa (referida como \"a Empresa\", \"Nós\", \"Nós\" ou \"Nosso\" neste Contrato) refere-se à CháMisterioso. Dispositivo significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital. Serviço refere-se ao Site. Serviço de mídia social de terceiros significa qualquer serviço ou conteúdo (incluindo dados, informações, produtos ou serviços) fornecido por terceiros que possa ser exibido, incluído ou disponibilizado pelo Serviço. Você significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual esse indivíduo está acessando ou usando o Serviço, conforme aplicável. Agradecimento Estes são os Termos e Condições que regem o uso deste Serviço e o contrato que funciona entre Você e a Empresa. Estes Termos e Condições estabelecem os direitos e obrigações de todos os usuários em relação ao uso do Serviço. Seu acesso e uso do Serviço estão condicionados à sua aceitação e cumprimento destes Termos e Condições. Estes Termos e Condições aplicam-se a todos os visitantes, usuários e outras pessoas que acessam ou usam o Serviço. Ao acessar ou usar o Serviço, você concorda em ficar vinculado a estes Termos e Condições. Se você discordar de qualquer parte destes Termos e Condições, você não poderá acessar o Serviço. Você declara ter mais de 18 anos. A Empresa não permite que menores de 18 anos usem o Serviço. Seu acesso e uso do Serviço também estão condicionados à sua aceitação e conformidade com a Política de Privacidade da Empresa. Nossa Política de Privacidade descreve Nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações pessoais quando Você usa o Aplicativo ou o Site e informa sobre Seus direitos de privacidade e como a lei protege Você. Leia nossa Política de Privacidade com atenção antes de usar nosso serviço. Links para outros sites Nosso Serviço pode conter links para sites ou serviços de terceiros que não pertencem nem são controlados pela Empresa. A Empresa não tem controle e não assume nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você também reconhece e concorda que a Empresa não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou supostamente causada por ou em conexão com o uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de quaisquer desses sites ou serviços. Aconselhamos fortemente que você leia os termos e condições e as políticas de privacidade de quaisquer sites ou serviços de terceiros que você visitar. Rescisão Podemos rescindir ou suspender Seu acesso imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se Você violar estes Termos e Condições. Após a rescisão, seu direito de usar o Serviço cessará imediatamente. Limitação de responsabilidade Não obstante quaisquer danos que Você possa incorrer, toda a responsabilidade da Empresa e de qualquer um de seus fornecedores sob qualquer disposição destes Termos e Seu recurso exclusivo para todos os itens acima será limitada ao valor efetivamente pago por Você através do Serviço ou 100 USD se você não tiver comprado nada por meio do Serviço. Na extensão máxima permitida pela lei aplicável, em nenhum caso a Empresa ou seus fornecedores serão responsáveis por quaisquer danos especiais, incidentais, indiretos ou consequenciais (incluindo, mas não limitado a, danos por lucros cessantes, perda de dados ou outras informações, por interrupção de negócios, por danos pessoais, perda de privacidade decorrente ou de alguma forma relacionada ao uso ou incapacidade de usar o Serviço, software de terceiros e/ou hardware de terceiros usado com o Serviço, ou de outra forma em conexão com qualquer disposição destes Termos), mesmo que a Empresa ou qualquer fornecedor tenha sido avisado da possibilidade de tais danos e mesmo que a solução falhe em seu propósito essencial. Alguns estados não permitem a exclusão de garantias implícitas ou limitação de responsabilidade por danos incidentais ou consequenciais, o que significa que algumas das limitações acima podem não se aplicar. Nestes estados, a responsabilidade de cada parte será limitada ao máximo permitido por lei. &quot;COMO ESTÁ&quot; e &quot;CONFORME DISPONÍVEL&quot; Isenção de responsabilidade O Serviço é fornecido a Você &quot;COMO ESTÁ&quot; e &quot;CONFORME DISPONÍVEL&quot; e com todas as falhas e defeitos sem garantia de qualquer tipo. Na extensão máxima permitida pela lei aplicável, a Empresa, em seu próprio nome e em nome de suas Afiliadas e seus respectivos licenciantes e prestadores de serviços, isenta-se expressamente de todas as garantias, sejam expressas, implícitas, estatutárias ou de outra forma, com relação ao Serviço, incluindo todas as garantias implícitas de comercialização, adequação a uma finalidade específica, título e não violação, e garantias que possam surgir do curso de negociação, curso de desempenho, uso ou prática comercial. Sem limitação ao acima exposto, a Empresa não oferece nenhuma garantia ou compromisso, e não faz nenhuma representação de qualquer tipo de que o Serviço atenderá às Suas necessidades, alcançará quaisquer resultados pretendidos, será compatível ou funcionará com qualquer outro software, aplicativos, sistemas ou serviços, operará sem interrupção, atender a quaisquer padrões de desempenho ou confiabilidade ou estar livre de erros ou que quaisquer erros ou defeitos podem ou serão corrigidos. Sem limitar o acima exposto, nem a Empresa nem qualquer fornecedor da empresa fazem qualquer representação ou garantia de qualquer tipo, expressa ou implícita: (i) quanto à operação ou disponibilidade do Serviço, ou às informações, conteúdo e materiais ou produtos neles incluídos; (ii) que o Serviço será ininterrupto ou livre de erros; (iii) quanto à precisão, confiabilidade ou atualidade de qualquer informação ou conteúdo fornecido através do Serviço; ou (iv) que o Serviço, seus servidores, o conteúdo ou e-mails enviados de ou em nome da Empresa estão livres de vírus, scripts, cavalos de Troia, worms, malware, bombas-relógio ou outros componentes prejudiciais. Algumas jurisdições não permitem a exclusão de certos tipos de garantias ou limitações aos direitos legais aplicáveis de um consumidor, portanto, algumas ou todas as exclusões e limitações acima podem não se aplicar a Você. Mas, nesse caso, as exclusões e limitações estabelecidas nesta seção serão aplicadas na maior extensão possível de acordo com a lei aplicável. Lei Aplicável As leis do País, excluindo suas regras de conflitos de leis, regerão estes Termos e Seu uso do Serviço. O uso do Aplicativo também pode estar sujeito a outras leis locais, estaduais, nacionais ou internacionais. Resolução de disputas Se você tiver alguma preocupação ou disputa sobre o Serviço, concorda em primeiro tentar resolver a disputa informalmente entrando em contato com a Empresa. Divisibilidade e renúncia Separabilidade Se qualquer disposição destes Termos for considerada inexequível ou inválida, tal disposição será alterada e interpretada para cumprir os objetivos de tal disposição na maior medida possível sob a lei aplicável e as disposições restantes continuarão em pleno vigor e efeito . Isenção Exceto conforme disposto neste documento, a falha em exercer um direito ou em exigir o cumprimento de uma obrigação sob estes Termos não afetará a capacidade de uma parte exercer tal direito ou exigir tal cumprimento em qualquer momento posterior, nem a renúncia a uma violação constituirá uma renúncia a qualquer violação subsequente. Interpretação da Tradução Estes Termos e Condições podem ter sido traduzidos se Nós os disponibilizarmos para Você em nosso Serviço. Você concorda que o texto original em inglês prevalecerá em caso de disputa. Alterações nestes Termos e Condições Reservamo-nos o direito, a Nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, faremos esforços razoáveis para fornecer um aviso com pelo menos 30 dias de antecedência antes da entrada em vigor de quaisquer novos termos. O que constitui uma alteração material será determinado a nosso exclusivo critério. Ao continuar a acessar ou usar Nosso Serviço após essas revisões entrarem em vigor, Você concorda em ficar vinculado aos termos revisados. Se Você não concordar com os novos termos, no todo ou em parte, pare de usar o site e o Serviço. Entre em contato conosco Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco: Por e-mail: CháMisterioso@gmail.com Termos e Condições Política de Privacidade",
    "thanks": "body{opacity: 0;} --> --> Obrigado por escolher o CháMisterioso: A Magia do Chá e o Conforto em Cada Palavra! Obrigado por compartilhar sua paixão por chás exclusivos e acessórios deliciosos. Seu pedido é o início de uma emocionante jornada do chá. Descubra variedades requintadas de chá, sucumba à magia dos aromas e sinta a magia de cada gole. Acompanhe nossos novos produtos e promoções. CháMisterioso é o seu guia para o mundo do chá e do conforto. Obrigado pela confiança, desejamos sinceramente momentos encantadores e uma xícara cheia de prazer! Obrigado por escolher o CháMisterioso, o seu guia mágico de chás! Deixe que cada xícara lembre a magia do momento e lhe traga alegria. Desejamos-lhe noites encantadoras repletas de aromas e sabores do chá.. Voltar"
  }
}