{
  "name": "New_v9_StrikeMaster",
  "pages": {
    "about": "StrikeMaster | About StrikeMaster Home About Services Contact About Us Welcome to StrikeMaster, your ultimate destination for everything bowling! In addition to our top-notch bowling facilities, we're proud to offer a fantastic cafe/bar where bowlers and visitors can relax, refuel, and enjoy delicious food and beverages. At our cafe/bar, you'll find a cozy atmosphere, friendly staff, and a diverse menu featuring a variety of snacks, drinks, and meals. Whether you're celebrating a strike or simply taking a break between games, our cafe/bar is the perfect place to unwind and socialize with friends and family. StrikeMaster has a rich history dating back to [year of establishment]. From our humble beginnings as a local bowling alley to becoming a premier destination for bowlers of all ages, we've remained committed to providing an exceptional bowling experience with a focus on fun, community, and excellence. Join us at StrikeMaster and be a part of our bowling family. Whether you're a seasoned bowler or a first-time visitor, we look forward to welcoming you and creating unforgettable memories together! Our Advantages State-of-the-Art Facilities Enjoy top-notch bowling lanes and modern amenities designed for your comfort and enjoyment. Expert Staff Receive personalized assistance and guidance from our experienced and friendly staff. Family-Friendly Environment Bring the whole family for a fun-filled bowling experience in a safe and welcoming atmosphere. Community Events Join us for exciting events, tournaments, and leagues that bring our bowling community together. Gallery Reviews \"StrikeMaster is the best bowling alley I've ever been to! The facilities are top-notch, the staff is friendly and helpful, and the atmosphere is unbeatable. I highly recommend it to anyone looking for a fun and enjoyable bowling experience.\" - John Doe \"I had a fantastic time at StrikeMaster with my friends. The lanes were well-maintained, the food at the cafe was delicious, and the staff made sure we had everything we needed. Can't wait to go back!\" - Jane Smith \"StrikeMaster exceeded my expectations! The staff went above and beyond to make our event special, and the bowling lanes were in excellent condition. We'll definitely be returning customers!\" - Mike Johnson \"I've been to many bowling alleys, but StrikeMaster stands out for its outstanding customer service and great atmosphere. Whether you're a beginner or an experienced bowler, you'll have a blast here!\" - Sarah Thompson Home About Services Contact Terms & Conditions Privacy Policy",
    "index": "StrikeMaster StrikeMaster Home About Services Contact Welcome to StrikeMaster Discover the thrill of bowling and improve your game with expert tips and techniques. Whether you're a beginner looking to learn the basics or a seasoned pro seeking advanced strategies, StrikeMaster is your go-to resource for all things bowling. Join our community today and take your bowling skills to the next level! Learn More Cost Curious about our pricing? Click here to view our pricing details. Promotions Summer Special Get 20% off on all bowling sessions this summer! Family Fun Deal Enjoy a family bowling session for just $30! Student Discount Students get 50% off on bowling every Wednesday! Weekend Madness Bowl on weekends and receive a free snack with every game! Cafe/Bar GO Contact Us Get in touch with us via phone, email, or visit our address: +915236457891 StrikeMaster@gmail.com Main Road, Diversion Rd, Kadru, Ranchi, Jharkhand 834001, India I accept Privacy Policy Send Home About Services Contact Terms & Conditions Privacy Policy",
    "policy": "Privacy Policy | StrikeMaster main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } StrikeMaster Home About Services Contact Privacy Policy Welcome to the Privacy Policy of StrikeMaster. Security We take reasonable precautions to protect the confidentiality and security of your personal information. This includes implementing appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. Updates to This Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Links to Other Sites Our service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Consent By using our service, you consent to the collection and use of information in accordance with this Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us By email: StrikeMaster@gmail.com By phone number: +915236457891 By mail: Main Road, Diversion Rd, Kadru, Ranchi, Jharkhand 834001, India Home About Services Contact Terms & Conditions Privacy Policy",
    "services": "StrikeMaster | Services StrikeMaster Home About Services Contact Discover Our Services At StrikeMaster, we offer a wide range of services to ensure you have the ultimate bowling experience. From state-of-the-art bowling lanes to delicious food and exciting events, there's something for everyone to enjoy. Explore our services below and discover all that StrikeMaster has to offer. Services Bowling Lanes Experience our state-of-the-art bowling lanes equipped with the latest technology for an immersive gaming experience. Cafe/Bar Relax and unwind at our cafe/bar with a variety of snacks, drinks, and meals to satisfy your cravings. Party Packages Celebrate your special occasion with one of our customizable party packages, perfect for birthdays, corporate events, and more. League Play Join one of our bowling leagues and compete against other enthusiasts while enjoying friendly competition and camaraderie. Private Events Host your private event at our venue with customizable packages and dedicated event coordinators to ensure a memorable experience. Birthday Parties Celebrate your birthday with us! We offer special birthday packages with bowling, food, drinks, and fun activities for all ages. Arcade Games Enjoy a variety of arcade games and attractions for all ages, perfect for entertaining guests between bowling rounds. Pro Shop Visit our pro shop for all your bowling equipment needs, including balls, shoes, bags, and accessories. Pricing Day Hours Price Monday 9:00 AM - 5:00 PM $10 per game 5:00 PM - 11:00 PM $15 per game Tuesday 9:00 AM - 5:00 PM $10 per game 5:00 PM - 11:00 PM $15 per game Wednesday 9:00 AM - 5:00 PM $10 per game 5:00 PM - 11:00 PM $15 per game Thursday 9:00 AM - 5:00 PM $10 per game 5:00 PM - 11:00 PM $15 per game Friday 9:00 AM - 5:00 PM $15 per game 5:00 PM - 11:00 PM $20 per game Saturday 9:00 AM - 5:00 PM $15 per game 5:00 PM - 11:00 PM $20 per game Sunday 9:00 AM - 5:00 PM $15 per game 5:00 PM - 11:00 PM $20 per game The price is per 1 lane for 1 hour of gameplay. Maximum 6 people per lane. Rates Standard Package Includes 2 hours of bowling, shoe rental, and one large pizza. $30 per person Family Package Includes 1 hour of bowling for up to 4 people, shoe rental, and one pitcher of soda. $40 per group Ultimate Party Package Includes 3 hours of bowling, shoe rental, unlimited arcade games, and catering options. Starting at $50 per person Student Discount Special discount for students with valid ID. $5 off per person Corporate Package Customizable package for corporate events and team-building activities. Contact us for pricing Contact Cafe/Bar Menu Appetizers Chicken Wings - $9.99 Mozzarella Sticks - $7.99 Spinach Artichoke Dip - $8.99 Loaded Nachos - $10.99 Buffalo Cauliflower Bites - $8.99 Fried Calamari - $11.99 Bruschetta - $6.99 Main Courses Grilled Salmon - $15.99 Steak Frites - $18.99 Veggie Burger - $12.99 BBQ Ribs - $20.99 Shrimp Alfredo - $16.99 Chicken Caesar Salad - $13.99 Beef Tacos - $11.99 Drinks Craft Beer Selection - $6.99 Cocktails - $8.99 Wine - $7.99 Soft Drinks - $2.99 Tea/Coffee - $3.99 Fruit Smoothies - $5.99 Hot Chocolate - $4.99 Desserts Chocolate Cake - $5.99 Key Lime Pie - $4.99 Ice Cream Sundae - $6.99 Apple Crisp - $7.99 Red Velvet Cheesecake - $6.99 Banana Split - $8.99 Tiramisu - $7.99 Specials Seafood Platter - $24.99 Vegetarian Stir Fry - $14.99 Prime Rib Dinner - $22.99 Surf and Turf - $29.99 Truffle Mac and Cheese - $17.99 Grilled Vegetable Platter - $16.99 Stuffed Bell Peppers - $13.99 Home About Services Contact Terms & Conditions Privacy Policy",
    "terms": "StrikeMaster | Terms & Condition main { padding: 50px 0; } p, ul { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } StrikeMaster Home About Services Contact Terms & Conditions Welcome to the Terms & Conditions (\"Terms\") of StrikeMaster. Please read these Terms carefully before using our services. 1. Acceptance of Terms By accessing or using our services, you agree to be bound by these Terms. If you do not agree to all the Terms, you may not access or use our services. 2. Use of Services Our services are provided \"as is\" and \"as available.\" We do not warrant that the services will be uninterrupted, timely, secure, or error-free. You agree to use the services at your own risk. 3. User Conduct When using our services, you agree not to engage in any conduct that may violate these Terms or infringe upon the rights of others. This includes, but is not limited to, the following: Violating any applicable laws or regulations Interfering with the operation of the services Attempting to gain unauthorized access to any part of the services Posting or transmitting any content that is unlawful, defamatory, obscene, or otherwise objectionable 4. Intellectual Property All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of StrikeMaster or its content suppliers and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of StrikeMaster and is protected by international copyright laws. 5. Governing Law These Terms shall be governed by and construed in accordance with the laws of your jurisdiction, without regard to its conflict of law provisions. 6. Changes to Terms We reserve the right to modify or replace these Terms at any time. Your continued use of the services after any changes constitutes acceptance of the new Terms. It is your responsibility to review these Terms periodically for changes. 7. Contact Us If you have any questions about these Terms, please contact us. StrikeMaster@gmail.com +915236457891 Main Road, Diversion Rd, Kadru, Ranchi, Jharkhand 834001, India Home About Services Contact Terms & Conditions Privacy Policy",
    "thanks": "Thank You | StrikeMaster main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { display: inline-block; color: #640000; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +915236457891. Return to Home Page."
  }
}