{
  "name": "New_v9_form_MoveOn",
  "pages": {
    "about": "About MoveOn - Learn About Our Passion for Active Lifestyles! MoveOn Home About Us Contact Us About MoveOn 963 Dedicated Fragrance Enthusiasts Explore our sports universe. Our environment is custom-made for crafting innovative gear that elevates athletic performances to new peaks. 85 Skilled Perfumers at Your Service From classic essentials to modern tech-enhanced gear, we're equipped to outfit your sports journey with gear reflective of your unique athlete ethos. * Achievements in the Past 3 Years Prior to any purchase, transparency is our guiding principle to ensure your objectives are met and your potential is fully realized with the perfect sports equipment. Athletic Inspiration: MoveOn's World of Sports Immerse yourself in the realm of sports, where athletic prowess and dedication converge. Venture into the sphere of sporting excellence with MoveOn's lineup, as we craft a universe where the swift glide of a basketball, the resilience of a soccer ball, and the unbridled power of a weightlifting platform collide in perfect harmony. Embrace the raw energy, the unwavering dedication, and the unparalleled prowess of athletic gear that MoveOn embodies. Selecting the Ultimate Gear for Your Endeavors Craft your optimal athletic kit that resonates with your drive and dedication. Be it speed or endurance, allow MoveOn to navigate you to your perfect match. Exploring MoveOn's Gear Galaxy From light training tools to hardcore athletic machines, MoveOn provides a diverse and extensive range of options for every workout journey. From the agility of a racquetball to the raw power of a weightlifting platform, our lineup is your unparalleled arsenal. Whether you seek speed and quickness or unleash the full force of strength, MoveOn is your unwavering companion guiding you towards unparalleled athletic success. Our commitment to excellence ensures that every piece of gear we manufacture is crafted with the utmost precision and attention to detail, allowing you to perform at your best in any sport or exercise. We are dedicated to delivering the highest quality products that will push your limits and transform your athletic potential. At MoveOn, we believe in empowering athletes to achieve greatness and we are proud to be a part of their journey. Amplify Your MoveOn Moment Heighten your sports routine with our exclusive accessories. From hydration packs to high-performance wearables, shape your workout environment to be as dynamic as you are. Whether you are a seasoned athlete or a weekend warrior, our range of accessories are designed to enhance your workout experience. From the comfort of a sports hydration pack to the performance boost of a high-performance wearable, we have the tools to help you reach new heights in your athletic journey. Let us help you take your sports routine to the next level with our exclusive accessories. Embark on Your MoveOn Marathon Today! Gear Up For Greatness Plunge into the sports universe, where every piece of gear heralds a challenge met and every victory starts. 280+ Engage with a world of sports where every product has a purpose and every article is designed for victory. 200k Witness sportsmanship in its finest essence. Let MoveOn be your ally on the path to sporting triumphs. Our Headquarters 2/66, 1st Main Rd, , Kattupakkam, Chennai, Tamil Nadu 600056, India Contact Information moveon@gmail.com+91-87-9856258 Connect With Us Seize your moment with MoveOn. Dive deep into our extensive array of sports gear and ready yourself for your next big win. Whether you're a seasoned athlete or a weekend warrior, MoveOn has got you covered. Our vast collection of sports equipment and apparel is designed to empower you to reach new heights of excellence. From the most advanced cleats to the snuggest compression clothing, we've got you covered. Whether you're a pro golfer, a seasoned tennis player, or a skilled basketball player, MoveOn has got you covered. Join MoveOn today and unleash your full potential in your favorite sports. Let us help you win the game with our premium sports gear. Let us be your guide to unlock your inner sports genius and take your athletic abilities to uncharted heights. Join MoveOn and let us help you soar to new heights of success in your favorite sports. Unleash Your Athletic Spirit Our Legacy HomeAbout MoveOnGet In Touch Info Privacy Policy © MoveOn. All Rights Reserved 2024.",
    "index": "Welcome to MoveOn - Where Active Lifestyles Thrive! MoveOn Home About Us Contact Us MoveOn's ‍Sports Gear Universe! Gear Up For GreatnessAmplify Your MoveOn Moment MoveOn: Your Prime Sports Gear Destination Welcome to MoveOn, your portal to unleash your athletic ambition! Step into a realm of exceptional sports gear, crafted to propel your performance to new heights. With an extensive array of equipment and apparel, we're here to empower you to reach your maximum potential. From the finest cleats to the snuggest compression clothing, we're dedicated to elevating your athletic journey. Our sports gear is designed to enhance your performance, boost your confidence, and fuel your determination. Whether you're an athlete, a fitness enthusiast, or simply a sports lover, MoveOn is your one-stop shop for all your sports gear needs. Join the MoveOn community today and experience the transformative impact of our premium sports gear on your athletic journey. Browse Our Selection Performance Enhancers Upgrade your athletic routine with our range of performance enhancers. From resistance bands to weighted vests, choose from our variety of tools to optimize your training and see remarkable results. Endurance Builders Fortify your stamina with our endurance-building equipment. Before integrating these pivotal pieces into your regimen, consider your fitness goals and let us customize a solution that propels you forward. Athletic Arenas Conquer your next challenge with our tailored athletic arenas. We acknowledge the necessity of a conducive exercise environment, which is why we're dedicated to equipping your space with the right gear. Why Choose MoveOn? 1 Superior Quality At MoveOn, we believe that superior quality is essential to your athletic success. We are dedicated to creating exceptional sports equipment that meets the highest expectations. Our commitment to craftsmanship ensures that every item we produce exceeds your standards, enabling you to reach your full potential in every game or workout. Whether you are an elite athlete or an everyday enthusiast, MoveOn is dedicated to providing you with the highest quality equipment to help you achieve your goals. 2 Our Commitment With MoveOn, you can rest assured that your athletic endeavors will flourish. We are steadfast in our commitment to providing you with the sports gear that meets your exacting standards. Our dedication to excellence is unwavering, and with every purchase, you can trust that you are embracing the best of what we have to offer. From the finest materials to the most precise craftsmanship, we are dedicated to your satisfaction and success. 3 Customer Victory Join the ranks of our victorious customers who have embraced the power of MoveOn. With a track record for success, we're poised to boost your athletic conquests with our products. Whether you're a seasoned competitor or a weekend warrior, our gear is designed to deliver you the edge you need to stand out on the field or court. Our commitment to excellence is unwavering, and with each purchase, you can trust that MoveOn is your partner in athletic triumph. 4 Proactive Service Experience conscientious care with MoveOn. Our responsive team is ready to attend to your needs swiftly, assuring a smooth and affirmative shopping adventure from beginning to end. Whether you're looking for a new ball, equipment, or clothing, our dedicated customer service ensures that your experience with us is seamless. Take your shopping for a spin with MoveOn and discover the world of sports with ease. Let us be your guide to a journey of triumph, with expert care and a passion for excellence guiding every step of the way. 5 Expert Authority Depend on our extensive expertise in the sports sector. MoveOn is an emblem of trustworthiness and reliability, garnering us a venerable standing among fitness aficionados and athletes alike. With a deep understanding of the athletic world, MoveOn provides its customers with the best in sports equipment and clothing. Our knowledge is rooted in decades of experience, allowing us to offer the finest products that enhance athletic performance. From balls to gear,MoveOn has got you covered. Join a community of accomplished athletes who have trusted us with their requirements and have benefited from our expertise. Let us be your guide to unlock the full potential of your athletic abilities. 6 Tradition of Triumph Join a winning legacy with over four decades at MoveOn. Our tradition of athletic empowerment speaks for itself, positioning us as your go-to hub for all sports gear essentials. With a rich history of delivering world class products, MoveOn has earned its place as a trusted name in the sports industry. From elite athletes to weekend warriors, MoveOn has been the go to source for top quality sports equipment. Our commitment to excellence ensures that every item we produce is of the highest quality, helping our customers reach their full potential in their favorite sports. With a proven track record, MoveOn is your one stop shop for all your sports gear needs. Ready to Amp Up Your Performance? Reach Out Now Frequently Asked Questions How can I find sports equipment suited to my needs? Our experts are on hand with personalized consultations to assist you in selecting the perfect gear that aligns with your performance goals and sport-specific demands. What assistance do you provide for beginners? Count on our knowledgeable guidance tailored to beginners. We offer insights to help you choose the right equipment that matches your starting prowess and growth potential. Do you have recommendations for professional athletes? Certainly! Welcome to our pro service, providing customized gear selections for professional athletes, delivered to your doorstep for an uninterrupted training regime. What array of sports gear do you provide? Dive into our vast range of sports equipment, covering everything from team sports to solo pursuits. With items for recreational activities to competitive play, our inventory caters to every level of sporting engagement. Do you offer custom gear options? Indulge in the privilege of customized sports gear crafted to your specific preferences and dimensions. Our team excels in personalizing equipment that becomes an extension of your athletic prowess. Who are your gear specialists? Our equipment is crafted by specialists acclaimed for their innovation and precision. Each item reflects our commitment to supporting your sports activities with utmost perfection. What quality guarantees do you offer for your sports gear? Be assured, our dedication to excellence translates to the authenticity and enduring performance of every piece of gear. With MoveOn, compromise on quality is not an option. Begin Your Sports Odyssey With MoveOn Unleash the athlete within. Book your expert consultation today and explore a world of sports gear designed with your aspirations in mind. Unleash Your Athletic Spirit Our Legacy HomeAbout MoveOnGet In Touch Info Privacy Policy © MoveOn. All Rights Reserved 2024.",
    "privacy": "MoveOn - Privacy Policy MoveOn Home About Us Contact Us Commitment to Your Privacy at MoveOn Securing Our Customers' Trust At MoveOn, we understand the importance of your privacy. We are dedicated to handling every piece of personal information you share with us with the utmost care and respect, especially for our younger customers under the age of 18. We strictly avoid collecting data from minors without parental consent and promptly eliminate any such data accidentally gathered. Our team and third-party providers are instructed to handle personal information only as necessary for delivering our services, conditional upon obtaining explicit consent from the information's owner. Upholding your privacy is a key aspect of our commitment to delivering outstanding service and support. We refrain from developing data-processing operations for commercial uses unless specifically requested. Upon soliciting personal information, comprehensive details regarding the use and processing reasons are provided. Where consent is a prerequisite, your acknowledgment of our privacy safeguards is greatly valued. Information Management and Protection We treat the personal information you entrust to us with the highest level of security. MoveOn stores this data only as long as it serves the purpose of providing you with our quality services or as long as required by law. The criteria for our retention periods include data sensitivity, the risk of misuse, and the possibility of fulfilling those purposes through other means, all the while prioritizing your privacy. Our security measures encompass: Safe storage of data on our secure servers. Advanced encryption methods for data in transition. Comprehensive internal policies and control access measures. Regular security awareness training for all staff. Constant enhancement of our security technologies. Beyond safeguarding your data, we emphasize transparency concerning its collection and use, ensuring you stay well-informed about our data practices. By providing your personal details, you expressly authorize us to collect, store, and utilize your data to render superior services. Maintaining Global Privacy Standards As MoveOn serves a global clientele, your personal information may be processed outside your home country. Nonetheless, we guarantee the same level of data protection regardless of where it's processed. This includes abiding by effective security protocols and making sure that international data processing aligns with our rigorous privacy policy standards. MoveOn complies with global privacy regulations, such as the GDPR, and keeps up to date with laws and regulations affecting data protection. We also ensure that our external partners and contractors uphold similar privacy standards, treating your information with respect and dignity. In doing so, your personal data receives consistent protection, regardless of the processing location. Updating Our Privacy Initiatives As privacy regulations evolve, so do our practices. MoveOn regularly refreshes this privacy policy to account for new legal requirements and operational enhancements. These changes are prominently announced on our website, keeping you informed. By continuing to use our services, you agree to these updates. We pledge to provide clear and accurate updates to our privacy policy, ensuring you stay in the loop about how we protect your personal data. Open Dialogue We encourage any questions or requests for more information about our privacy measures. At MoveOn, clear communication is paramount to service confidence. Our team is readily available to address any queries: Email: moveon@gmail.com Collaboration with Third Parties There are instances when we share your data with third-party providers who assist in delivering the MoveOn experience. Such partners are held to our high privacy standards, given just what's necessary to perform their tasks. We eschew selling or leasing your personal data. Our commitment ensures that your personal data remains safeguarded and confidential while in collaboration with trusted third-parties, who are bound by stringent agreements to adhere to our privacy policies and handle your data with the utmost care. Assuring Data Integrity and Security To prevent unauthorized access or disclosure, we have established strong security measures to protect your personal information. Our proactive stance includes ongoing security evaluations and system updates, featuring: Continual security surveillance. Leading-edge cybersecurity defense. Rapid response to any identified threats. Your Rights, Our Duty MoveOn respects your rights regarding your personal information, including access, correction, deletion, or restriction of processing, as applicable. We are available to help you exercise these rights and ensure their respectfulness. For any concerns about your data rights, please reach out to us. Unleash Your Athletic Spirit Our Legacy HomeAbout MoveOnGet In Touch Info Privacy Policy © MoveOn. All Rights Reserved 2024.",
    "thank_page": "Thank You from MoveOn! body { font-family: Arial, sans-serif; background-color: #fff6ff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #85920c; background: repeating-linear-gradient( 45deg, #f6fcfc, #f6fcfc 5px, #fefff7 5px, #fefff7 25px ); border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: #bebebe; color: #000; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #737373; color: white; transition: background-color 0.3s ease, color 0.3s ease, border-color 0.3s ease; } Thank You for Choosing MoveOn - Your Premier Destination for Sports Gear and Equipment! We're thrilled you've selected MoveOn for your sporting goods needs! We warmly welcome you to our community of athletes and fitness enthusiasts passionate about achieving excellence and pushing boundaries. Discover Our Range of Sports Equipment"
  },
  "date": "2024-04-30T07:47:18.894Z"
}