{
  "name": "New_v9_Event_BRAZIL",
  "pages": {
    "index": "Manaus Events - Planejamento e Execução de Eventos Sobre Nosso time Avaliações Vagas Contatos Manaus Events Transformando Momentos em Memórias Inesquecíveis. Contate-nos Saber mais Sobre nós Bem-vindo à Manaus Events, sua principal parceira na criação de experiências memoráveis. Nós somos um time dedicado de profissionais apaixonados por transformar ideias em eventos extraordinários. Com sede em Manaus, mergulhamos na riqueza cultural e na vibrante energia desta região para oferecer serviços de organização de eventos que são verdadeiramente únicos. Nossa jornada começou com a visão de proporcionar momentos especiais que perduram na memória. Cada evento que planejamos é uma expressão artística, uma combinação de criatividade, precisão e dedicação. Seja um casamento emocionante, uma festa corporativa impressionante ou qualquer celebração especial, estamos comprometidos em superar suas expectativas. Porque escolher-nos Na Manaus Events, oferecemos uma experiência inigualável na organização de eventos especiais. Nossos três principais diferenciais destacam-se para garantir que cada celebração seja única, memorável e verdadeiramente especial. Criatividade Sem Limites: Desenvolvemos eventos extraordinários por meio de uma abordagem criativa e inovadora. Cada detalhe é cuidadosamente planejado para refletir a visão exclusiva de nossos clientes. Da concepção à execução, nossa equipe dedicada transforma ideias em realidade, garantindo um toque personalizado em cada celebração. Compromisso com a Excelência: Nosso compromisso inabalável com a excelência garante que cada evento seja executado com precisão e profissionalismo. Desde a escolha dos locais até a coordenação logística, trabalhamos incansavelmente para superar expectativas. Cada detalhe é tratado com atenção, assegurando que sua celebração seja perfeita e que você possa aproveitar cada momento sem preocupações. Conexão com a Cultura Local: Localizados em Manaus, mergulhamos na riqueza cultural da região para incorporar elementos autênticos em cada evento. Nossa equipe entende a importância de capturar a essência local, criando experiências que refletem a vibrante atmosfera da Amazônia. Ao escolher a Manaus Events, você se conecta não apenas a um serviço de eventos, mas a uma celebração única da cultura local. 50+ Eventos Anuais 10000+ Convidados Encantados 150+ Projetos Bem-Sucedidos 3 Anos de Inovação Nosso time Manaus Events é uma equipe de profissionais inspirados para criar momentos que ficam nos corações. A nossa equipa, aliando criatividade, experiência e abordagem individual, trabalha para tornar cada evento numas férias únicas. Buscamos a excelência na organização para que seus eventos se tornem não apenas eventos, mas lembranças inesquecíveis. Sofia Almeida Coordenadora de Eventos Sofia, com sua paixão pela criação de experiências excepcionais, lidera a execução impecável de cada detalhe. Sua expertise em logística e atenção aos desejos dos clientes garantem que cada evento seja único e inesquecível. Lucas Oliveira Designer de Eventos Lucas, com sua visão artística e inovação, transforma conceitos em cenários deslumbrantes. Sua abordagem única na criação de ambientes é essencial para garantir que cada evento seja uma experiência visualmente impressionante. André Silva Especialista em Entretenimento André, com seu talento para o entretenimento, assegura que cada momento seja repleto de alegria. Sua experiência em criar atmosferas festivas adiciona um toque mágico, tornando cada evento uma celebração inesquecível. Isabella Santos Coordenadora de Relações com Clientes Isabella, como coordenadora de relações com clientes, lidera com empatia e eficiência. Sua dedicação em compreender as necessidades dos clientes garante um atendimento personalizado, proporcionando experiências que superam expectativas. Transformando Sonhos em Eventos Memoráveis. Nossos serviços Serviço de Organização de Casamentos: Transformamos seu sonho de casamento em uma realidade deslumbrante. Desde a seleção do local até os detalhes da decoração, nossa equipe dedicada garante que cada momento do seu dia especial seja perfeito. Serviço de Coordenação de Eventos Corporativos: Oferecemos expertise na coordenação de eventos corporativos, garantindo uma atmosfera profissional e impactante. Desde seminários até festas de premiação, cuidamos de cada detalhe para tornar seu evento corporativo um sucesso memorável. Serviço de Planejamento de Festas Temáticas: Criamos festas temáticas únicas, mergulhando em conceitos e decorações autênticas. De festas à fantasia a eventos sazonais, cada detalhe é cuidadosamente planejado para transportar seus convidados para um mundo de celebração. Serviço de Organização de Eventos Culturais: Colaboramos na organização de eventos culturais, celebrando a rica herança de Manaus. Desde exposições artísticas até festivais, garantimos que cada evento cultural seja uma celebração autêntica. Serviço de Produção de Eventos Ao Ar Livre: Especializados na produção de eventos ao ar livre, criamos experiências inesquecíveis em locais deslumbrantes. De cerimônias ao pôr do sol a eventos esportivos, oferecemos soluções completas para eventos sob o céu aberto. Serviço de Gestão de Conferências e Seminários: Oferecemos serviços completos de gestão para conferências e seminários, desde a organização logística até a coordenação de palestrantes. Garantimos que seu evento profissional seja eficiente e deixe uma impressão duradoura. Nossas avaliações Ana Souza Manaus Events superou todas as minhas expectativas! Nosso casamento foi um sonho, graças à organização meticulosa e abordagem criativa da equipe. Obrigada por criar memórias incríveis! Rodrigo Santos Nosso evento corporativo foi um verdadeiro sucesso, graças à Manaus Events! Abordagem profissional, atenção aos detalhes e habilidade em criar momentos únicos - vocês são simplesmente os melhores! Isabela Lima Contratamos a organização de uma festa temática para o aniversário de nosso filho, e foi simplesmente incrível! Os detalhes foram cuidados até o último pormenor, e a atmosfera estava repleta de diversão. Obrigada Manaus Events por uma noite mágica! Vagas Coordenador(a) de Eventos Estamos à procura de um(a) Coordenador(a) de Eventos apaixonado(a) e dedicado(a) para liderar nossa equipe na criação e execução de eventos memoráveis. O candidato ideal trará experiência em gerenciamento de projetos, coordenação logística e habilidades excepcionais de comunicação. Designer de Eventos Manaus Events está em busca de um(a) Designer de Eventos talentoso(a) para transformar conceitos criativos em experiências visuais extraordinárias. Se você é apaixonado(a) por design de eventos e tem uma abordagem inovadora, gostaríamos de conhecê-lo(a). Especialista em Marketing de Eventos Procuramos um(a) Especialista em Marketing de Eventos para impulsionar nossa presença online e offline. O candidato ideal terá experiência em estratégias de marketing para eventos, desde a concepção até a execução, além de habilidades sólidas em marketing digital. Coordenador(a) de Relações com Clientes Manaus Events está expandindo sua equipe e buscamos um(a) Coordenador(a) de Relações com Clientes. O profissional ideal será responsável por garantir a satisfação do cliente, compreender suas necessidades e manter uma comunicação eficaz durante todo o processo do evento. Informações de Contato: Bem-vindo(a) à Manaus Events! Se você tiver perguntas, sugestões ou quiser discutir o seu próximo evento, entre em contato conosco. Estamos sempre prontos para ajudar a tornar suas ideias uma realidade. Enviar mensagem aceito política de Privacidade Contatos manausevents@gmail.com +5539582753683 João Pinheiro, Belo Horizonte - Minas Gerais, Brasil manausevents@gmail.com +5539582753683 João Pinheiro, Belo Horizonte - Minas Gerais, Brasil Política de Privacidade Sobre Vagas Contatos",
    "privacy": "Política de Privacidade - Manaus Events Sobre Nosso time Avaliações Vagas Contatos Política de Privacidade Acesso e Controle: Você tem o direito de acessar e corrigir suas informações pessoais. Os usuários podem acessar e editar seus dados através das configurações da conta. Opções de cancelamento estão disponíveis e você pode solicitar a exclusão de sua conta. Você tem o direito de cancelar determinadas comunicações, e as solicitações de exclusão de conta serão atendidas prontamente. Anúncios e parceiros: Poderemos exibir anúncios de parceiros; consulte suas políticas. Anúncios de terceiros exibidos em nosso site podem ter políticas de privacidade separadas; os usuários são incentivados a revisar eles. Os parceiros externos podem ter as suas próprias práticas de recolha de dados. Parceiros, patrocinadores ou anunciantes podem coletar dados de forma independente, e os usuários devem consultar seus respectivas políticas de privacidade. Alterações na Política de Privacidade: Quaisquer alterações na política serão comunicadas através do site. Os usuários serão notificados de quaisquer modificações na política de privacidade através de anúncios em nosso site. Recomendamos a revisão periódica da nossa política de privacidade. É aconselhável que os usuários verifiquem nossa política regularmente para atualizações e alterações. Privacidade das Crianças: Não coletamos intencionalmente informações de indivíduos menores de 18 anos. Nossos serviços não são direcionados a menores e não coletamos intencionalmente dados de indivíduos sob os idade de 18 anos. Os pais ou responsáveis ​​podem entrar em contato conosco para retirada de informações menores. Se coletarmos inadvertidamente informações de menores, incentivamos os pais ou responsáveis ​​a entrar em contato conosco para remoção imediata. Contato: Para qualquer dúvida sobre a política, entre em contato conosco. Se você tiver dúvidas, dúvidas ou solicitações, entre em contato conosco usando os dados de contato fornecidos em nosso site. Utilize os dados fornecidos na seção “Contato” do site. Nossa seção de contato contém informações atualizadas sobre como entrar em contato conosco para dúvidas relacionadas à privacidade. Notícias e Anúncios: Mantenha-se informado com as últimas notícias e anúncios de eventos. Os assinantes da nossa newsletter receberão atualizações regulares sobre os próximos eventos e notícias relevantes. Cadastre-se em nossa newsletter para receber ofertas exclusivas. Ao se inscrever, os usuários podem acessar promoções exclusivas, descontos e anúncios antecipados de eventos. Links externos: Nosso site pode conter links para sites externos. Não somos responsáveis ​​pelas práticas de privacidade de sites externos e incentivamos os usuários a revisarem seus Políticas de privacidade. Clicar em links externos fica a critério do usuário. Os usuários devem estar cientes de que sites externos têm seus próprios termos de serviço e políticas de privacidade. Feedback e pesquisas sobre eventos: Os usuários podem ser convidados a fornecer feedback sobre os eventos. A participação em pesquisas ou formulários de feedback é voluntária e as respostas são usadas para melhorar nossos serviços. Os dados da pesquisa são anonimizados quando analisados. As respostas da pesquisa são agregadas e anonimizadas para extrair insights sem comprometer o indivíduo privacidade. Preferências de assinatura: Os usuários podem gerenciar preferências de assinatura. Os assinantes podem controlar a frequência e o tipo de comunicações recebidas gerenciando sua assinatura preferências. As opções de cancelamento são fornecidas nas comunicações. Cada comunicação inclui instruções claras de cancelamento, permitindo que os usuários cancelem facilmente a assinatura de boletins informativos ou mensagens promocionais. Tratamento de dados de suporte ao cliente: As informações compartilhadas com o suporte ao cliente são tratadas de forma confidencial. Quaisquer dados compartilhados com nossa equipe de suporte ao cliente durante consultas ou solicitações de suporte serão tratados com confidencialidade. As interações de suporte são registradas para garantia de qualidade. As interações com o suporte ao cliente podem ser registradas para garantia de qualidade e para melhorar nosso suporte Serviços. Se você tiver alguma dúvida, entre em contato nós em manausevents@gmail.com. manausevents@gmail.com +5539582753683 João Pinheiro, Belo Horizonte - Minas Gerais, Brasil Política de Privacidade Sobre Vagas Contatos",
    "thanks": "Obrigado - Manaus Events Obrigado Obrigado pela sua consulta e pelo seu interesse em Manaus Eventos! Agradecemos sua atenção e estamos prontos para ajudá-lo. Sua solicitação foi recebida e começaremos a processá-la. Aguarde uma resposta de nossa equipe em breve. Na Manaus Events nos esforçamos para criar eventos memoráveis ​​e atender às necessidades de nossos clientes. Se você tiver alguma dúvida ou precisar de mais informações, não hesite em nos contatar. Estamos sempre prontos para ajudar a tornar seu evento especial. Obrigado por escolher a Manaus Eventos. Estamos ansiosos para colaborar com você e criar momentos incríveis juntos! Lar"
  }
}