{
  "name": "New_v8.1_OfficeConnect",
  "pages": {
    "about": "Sobre a OfficeConnect | Revolucionando as soluções de espaço de trabalho OfficeConnect Início Sobre Serviço Contato SOBRE NÓS Quem somos Motivados pela crença no poder de espaços bem projetados, selecionamos meticulosamente locais privilegiados em distritos comerciais movimentados em todo o mundo. Quer você seja uma startup, uma empresa em crescimento ou uma corporação estabelecida, a OfficeConnect oferece uma variedade de configurações de escritório para atender às suas necessidades exclusivas. Priorizamos a satisfação do cliente acima de tudo, garantindo transições perfeitas e serviços excepcionais a partir do momento em que você pergunta sobre nossos serviços. Nossa equipe dedicada tem o compromisso de oferecer suporte inigualável, permitindo que você se concentre no que é mais importante - construir o seu negócio. Junte-se a nós no OfficeConnect e descubra como a nossa paixão pela inovação e a dedicação à excelência podem elevar a experiência do seu espaço de trabalho. Deixe-nos ajudá-lo a criar um espaço que inspire sucesso, colaboração e crescimento nos próximos anos. 85% de camas de luxo Mais de 30 prêmios e reconhecimentos Mais de 10.000 satisfações Na OfficeConnect, nós nos dedicamos a revolucionar a maneira como as empresas vivenciam os espaços de escritório. Nossa missão é fornecer soluções inovadoras para espaços de trabalho que promovam a criatividade, a colaboração e a produtividade. Fundada com um compromisso com a excelência, a OfficeConnect reúne uma equipe de profissionais apaixonados que entendem as diversas necessidades das empresas modernas. Nós nos esforçamos para criar ambientes onde as empresas possam prosperar, oferecendo opções flexíveis de locação e comodidades de última geração adaptadas para dar suporte a cada estágio de sua jornada comercial. NOSSOS SERVIÇOS 01 Soluções de escritório virtual Melhore a presença de sua empresa com nossas soluções de escritório virtual. Beneficie-se de endereços comerciais de prestígio, serviços de manuseio de correspondência e atendimento profissional de chamadas, tudo isso sem o espaço físico do escritório. 02 Projeto de escritório personalizado Adapte seu espaço de trabalho para refletir sua marca e aumentar a produtividade com nossos serviços de design de escritório personalizado. Do planejamento do layout à seleção de móveis, nossos especialistas garantem que o espaço do seu escritório se alinhe perfeitamente às suas metas de negócios. 03 Aluguel de espaço para eventos Organize seu próximo evento corporativo ou reunião em grande estilo com nossas opções flexíveis de aluguel de espaço para eventos. Escolha entre uma variedade de tamanhos e configurações, equipados com comodidades modernas para impressionar seus convidados e elevar seu evento. NOSSO IMPACTO POR QUE ESCOLHER A CRUISE Luxo incomparável Experimente um luxo inigualável a bordo de nossos cruzeiros. De acomodações elegantes a jantares gourmet e serviços personalizados, cada momento é projetado para superar suas expectativas. A aventura espera por você Embarque em aventuras emocionantes com nossa ampla variedade de itinerários de cruzeiros. Explore destinos exóticos, participe de atividades emocionantes e crie memórias que durarão a vida toda. Serviço excepcional Nossa dedicada tripulação tem o compromisso de oferecer um serviço excepcional durante toda a sua viagem. Seja antecipando suas necessidades ou garantindo seu conforto, nós nos esforçamos para tornar cada experiência de cruzeiro inesquecível. CONHEÇA NOSSA EQUIPE MEMBROS DA EQUIPE Sarah Johnson Gerente de escritório Michael Smith Consultor de leasing Emily Brown Especialista em experiência do cliente David Lee Coordenador de instalações Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "contact": "Entre em contato com o OfficeConnect | Entre em contato hoje mesmo OfficeConnect Início Sobre Serviço Contato Contatos Número: +55-41-5122-5786 OfficeConnect@gmail.com Taguatinga, Brasília - DF, 72155-000, Brasil Aceito a política de privacidade Enviar PERGUNTAS FREQUENTES Tem alguma dúvida? Quais opções de leasing vocês oferecem? Oferecemos termos flexíveis de leasing adaptados para atender às suas necessidades de sua empresa, incluindo opções de curto e longo prazo. de curto e longo prazo. Quais são as comodidades incluídas em seus espaços de escritório? Nossos espaços de escritório contam com comodidades modernas, como internet de alta velocidade, salas de reunião, cozinha, e muito mais para aprimorar seu ambiente de trabalho. Posso visitar os espaços de escritórios antes de fazer a locação? Sim, nós o incentivamos a agendar uma visita aos nossos escritórios espaços para ver em primeira mão as instalações e o ambiente que oferecemos. Vocês oferecem soluções de escritório virtual? Sim, oferecemos soluções de escritório virtual, incluindo serviços de endereço comercial, manuseio de correspondência e serviços de serviços de recepcionista virtual para apoiar o trabalho remoto. Quais são os tipos de empresas que normalmente alugam na OfficeConnect? Atendemos a uma gama diversificada de empresas, incluindo startups, pequenas empresas e grandes corporações em vários setores. Onde estão localizados seus escritórios? Nossos escritórios estão estrategicamente situados em distritos comerciais em todo o mundo, garantindo conveniência e acessibilidade para suas operações comerciais. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "disclaimer": "Isenção de responsabilidade do OfficeConnect | Informações legais OfficeConnect Início Sobre Serviço Contato Isenção de responsabilidade Embora a OfficeConnect se esforce para fornecer informações precisas e atualizadas em seu site e materiais promocionais, não garantimos a integridade, precisão ou confiabilidade das informações fornecidas. Os usuários devem verificar as informações antes de confiar nelas para fins de tomada de decisão. A disponibilidade de espaços de escritórios anunciados no site da OfficeConnect está sujeita a alterações sem aviso prévio. Nós nos esforçamos para atualizar as informações de disponibilidade regularmente, mas não podemos garantir disponibilidade imediata em todos os momentos. Nosso site pode conter links para sites ou serviços de terceiros para conveniência do usuário. A OfficeConnect não endossa ou tem controle sobre o conteúdo, produtos ou serviços oferecidos nesses sites. Os usuários acessam sites de terceiros por sua própria conta e risco. A OfficeConnect não é responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso de seus serviços ou da incapacidade de acessar ou usar seus serviços. Isso inclui danos por perda de lucros, dados ou interrupção de negócios. Os locatários são responsáveis pelo cumprimento de todas as leis, regulamentos e decretos de zoneamento aplicáveis relacionados ao uso de espaços de escritório alugados. A OfficeConnect não fornece aconselhamento jurídico e recomenda que os locatários procurem aconselhamento jurídico para quaisquer questões ou preocupações legais. A OfficeConnect espera que os locatários conduzam suas atividades comerciais de maneira legal e ética. Reservamo-nos o direito de rescindir contratos de locação ou negar serviços a indivíduos ou empresas envolvidos em atividades ilegais ou atividades que violem nossas políticas. Os locatários são responsáveis por qualquer dano causado aos espaços de escritório alugados além do desgaste normal. A OfficeConnect pode deduzir os custos de reparo dos depósitos de segurança ou buscar ações legais por danos causados por negligência ou atos intencionais. A OfficeConnect pode exigir que os locatários mantenham cobertura de seguro adequada para suas instalações alugadas, incluindo seguro de responsabilidade geral e seguro de propriedade que cubra os ativos comerciais. A não manutenção do seguro pode resultar na rescisão do contrato de locação. OfficeConnect@gmail.com. A OfficeConnect não é responsável pelo não cumprimento das obrigações previstas no contrato de locação devido a circunstâncias fora de seu controle, como desastres naturais, atos de terrorismo ou regulamentações governamentais. Quaisquer disputas decorrentes de contratos de locação ou destes termos e condições devem ser resolvidas por meio de mediação ou arbitragem, conforme especificado no contrato de locação. A OfficeConnect se reserva o direito de buscar soluções legais para violações de contrato. Os locatários são responsáveis por manter a limpeza e a ordem de seus espaços de escritório alugados, incluindo a conformidade com as regras e regulamentos do edifício. O não cumprimento dessas responsabilidades pode resultar em penalidades ou rescisão do contrato de locação. A OfficeConnect se esforça para fornecer acesso ininterrupto aos espaços e comodidades dos escritórios alugados. No entanto, não podemos garantir disponibilidade contínua devido a manutenção, reparos ou circunstâncias imprevistas fora do nosso controle. A OfficeConnect promove a sustentabilidade ambiental e incentiva os locatários a adotarem práticas ecologicamente corretas em suas operações. No entanto, não somos responsáveis pelos impactos ambientais resultantes das atividades ou operações dos locatários. A OfficeConnect se reserva o direito de atualizar esses termos de isenção de responsabilidade a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a publicação em nosso site. Os usuários são incentivados a revisar esta isenção de responsabilidade periodicamente. Todos os direitos de propriedade intelectual relacionados à marca OfficeConnect, ao conteúdo do site e aos materiais de marketing são de propriedade da OfficeConnect ou de seus licenciadores. O uso ou a reprodução não autorizados desses materiais são proibidos. Os usuários do site e dos serviços da OfficeConnect concordam em abster-se de se envolver em atividades que possam prejudicar, interromper ou interferir em nossas operações ou nas experiências de outros usuários. Isso inclui o acesso não autorizado a nossos sistemas ou dados. Embora a OfficeConnect tome medidas para proteger a privacidade do usuário e a segurança dos dados, não podemos garantir a segurança das informações transmitidas pela Internet ou armazenadas em nossos servidores. Os usuários compartilham informações por sua própria conta e risco. Estes termos de isenção de responsabilidade e contratos de aluguel são regidos pelas leis da jurisdição onde as instalações alugadas estão localizadas. Quaisquer disputas deverão ser resolvidas de acordo com essas leis. Em caso de dúvidas ou perguntas sobre esta isenção de responsabilidade ou sobre nossos serviços, entre em contato com nossa equipe de atendimento ao cliente Esta isenção de responsabilidade entra em vigor a partir do momento em que a OfficeConnect descreve suas isenções e limitações de responsabilidade relacionadas aos serviços de aluguel de escritórios. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "index": "OfficeConnect | Espaços de escritório premium para todas as empresas - Alugue hoje mesmo OfficeConnect Início Sobre Serviço Contato Belos destinos Descubra lugares deslumbrantes e experiências inesquecíveis com a Beautiful Destinations. Sua jornada para os lugares mais deslumbrantes do mundo começa aqui. Bem-vindo ao OfficeConnect Descubra espaços de escritórios premium adaptados às necessidades de sua empresa. Na OfficeConnect, oferecemos opções flexíveis de locação, comodidades modernas e localizações privilegiadas para ajudar sua empresa a prosperar. Encontre seu espaço de trabalho perfeito hoje mesmo! 95% de satisfação do cliente Nossos clientes classificam sua experiência com a OfficeConnect de forma consistente, com uma taxa de satisfação de 95%, refletindo nosso compromisso com um serviço excepcional e espaços de escritório de alta qualidade. Estamos empenhados em criar espaços de trabalho excepcionais para todas as empresas Na OfficeConnect, oferecemos espaços de escritório premium projetados para inspirar produtividade e crescimento. Nossos escritórios apresentam comodidades modernas, opções flexíveis de locação e localizações privilegiadas para atender às necessidades exclusivas de sua empresa. Experimente o ambiente de espaço de trabalho perfeito com a OfficeConnect. Mais de 1.200 escritórios disponíveis Com mais de 1.200 espaços de escritórios disponíveis em locais privilegiados, a OfficeConnect oferece uma ampla gama de opções para atender a empresas de todos os tamanhos e setores. CONFORTO DE LUXO EXPLORE ROOM 400 pés quadrados 3 cômodos Até 7 pessoas Suíte Executiva 900 pés quadrados 5 quartos 10 pessoas Escritório da equipe 650 pés quadrados Plano aberto 4 pessoas Espaço de coworking 1080 pés quadrados 4 camas 15 pessoas Sala de reuniões NOSSOS SERVIÇOS 01 Opções flexíveis de leasing Escolha entre uma variedade de termos de locação que atendam às necessidades de sua empresa, quer esteja procurando soluções de escritório de curto ou longo prazo. 02 Amenidades modernas Desfrute de instalações de última geração, incluindo Internet de alta velocidade, salas de reunião totalmente equipadas e áreas de lounge confortáveis projetadas para aumentar a produtividade. 03 Localizações privilegiadas Nossos escritórios estão estrategicamente localizados em distritos comerciais movimentados, oferecendo fácil acesso a transporte, restaurantes e opções de entretenimento para mantê-lo conectado e inspirado. ESTATÍSTICAS DO CRUZEIRO FATOS E NÚMEROS Temos orgulho de ter uma forte taxa de retenção de clientes, o que demonstra a satisfação e a confiança que nossos clientes depositam em nós. 92% TAXA DE RETENÇÃO 200+ LOCAIS EM TODO O MUNDO Nossa vasta rede de espaços para escritórios garante que você encontre o local perfeito, não importa aonde seus negócios o levem. 50 NOVOS ESCRITÓRIOS POR ANO A OfficeConnect está crescendo rapidamente, adicionando vários novos espaços de escritório a cada ano para atender à crescente demanda por ambientes de trabalho de alta qualidade. TESTEMUNHOS AVALIAÇÕES DE CLIENTES \"A OfficeConnect nos forneceu um espaço de escritório fantástico que atendeu perfeitamente às nossas necessidades. A localização era ideal, e as comodidades eram de primeira linha. Altamente recomendável!\" John Smith Nova York, EUA \"Como uma startup, encontrar uma solução de escritório flexível foi crucial para nós. A OfficeConnect ofereceu exatamente isso, com excelente atendimento ao cliente e um ambiente de trabalho vibrante.\" Emily Brown Londres, Reino Unido \"Estamos alugando espaço de escritório por meio da OfficeConnect há anos. Seu profissionalismo e dedicação à satisfação do cliente são inigualáveis. Ótima experiência em geral!\" Michael Johnson Sydney, Austrália \"A OfficeConnect fez com que nossa transição para um novo escritório fosse perfeita. O processo foi eficiente e a equipe foi prestativa o tempo todo. Estamos entusiasmados com nosso novo espaço de trabalho!\" Anna Martinez Barcelona, Espanha \"A OfficeConnect fez com que nossa transição para um novo escritório fosse perfeita. O processo foi eficiente e sua equipe foi prestativa durante todo o processo. Estamos entusiasmados com nosso novo espaço de trabalho!\" David Wang Xangai, China DESCUBRA CARTÕES-PRESENTE PREMIUM PARA SUA EQUIPE. Experimente a alegria de presentear com os cartões-presente exclusivos para escritórios da OfficeConnect. Perfeito para recompensar sua equipe com soluções flexíveis de espaço de trabalho em locais privilegiados. Transforme seu ambiente de trabalho hoje mesmo! Política de cookies Este site usa cookies para aprimorar sua experiência de navegação e fornecer conteúdo personalizado. Ao continuar a navegar neste site, você concorda com o uso de cookies de acordo com nossa Política de Cookies. Para obter mais detalhes sobre como usamos cookies e como você pode gerenciá-los, consulte nossa Política de Cookies. Continuar Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "privacy-policy": "Política de Privacidade da OfficeConnect | Proteção de suas informações OfficeConnect Início Sobre Serviço Contato Política de privacidade A OfficeConnect coleta informações pessoais, como nomes, endereços, endereços de e-mail e números de telefone de pessoas que fazem consultas ou alugam espaços para escritórios. Essas informações são necessárias para processar contratos de aluguel e fornecer suporte ao cliente. As informações pessoais coletadas pela OfficeConnect são usadas para se comunicar com os clientes, processar transações de locação e melhorar nossos serviços. Também podemos usar essas informações para enviar e-mails promocionais ou boletins informativos sobre nossas últimas ofertas, mas os clientes podem optar por não participar a qualquer momento. Implementamos medidas de segurança padrão do setor para proteger as informações pessoais que coletamos. Isso inclui a criptografia de dados durante a transmissão e o armazenamento seguro de dados em nossos servidores. O acesso às informações pessoais é restrito apenas ao pessoal autorizado. A OfficeConnect não vende, comercializa ou transfere informações pessoais a terceiros sem o consentimento explícito dos indivíduos. No entanto, podemos compartilhar informações com parceiros confiáveis que nos auxiliam na condução de operações comerciais, como gerenciamento de leasing ou marketing. Nosso site usa cookies e tecnologias de rastreamento semelhantes para aprimorar a experiência do usuário e coletar informações sobre o uso do site. Os cookies podem ser usados para lembrar as preferências do usuário, analisar tendências e melhorar a funcionalidade do nosso site. Retemos informações pessoais pelo tempo necessário para cumprir as finalidades descritas nesta política de privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Depois disso, excluímos os dados com segurança ou os tornamos anônimos. Os indivíduos têm o direito de acessar, corrigir ou excluir suas informações pessoais mantidas pela OfficeConnect. Eles também podem solicitar a restrição do processamento ou se opor ao processamento de seus dados em determinadas circunstâncias. As solicitações podem ser feitas entrando em contato com nosso diretor de privacidade. A OfficeConnect não coleta intencionalmente informações pessoais de crianças com menos de 13 anos de idade. Se descobrirmos que coletamos inadvertidamente informações de uma criança, nós as excluiremos imediatamente de nossos sistemas. OfficeConnect@gmail.com. As informações pessoais coletadas pela OfficeConnect podem ser transferidas e processadas em países diferentes daquele em que foram coletadas. Essas transferências são necessárias para a execução de contratos de aluguel e outras operações comerciais. A OfficeConnect se reserva o direito de atualizar esta política de privacidade periodicamente para refletir mudanças nos requisitos legais, em nossas práticas comerciais ou em avanços tecnológicos. As atualizações serão publicadas em nosso site, e incentivamos os usuários a revisar a política periodicamente. Caso tenha alguma dúvida ou preocupação sobre esta política de privacidade ou sobre nossas práticas em relação às suas informações pessoais, entre em contato com nosso responsável pela privacidade. Ao fornecer suas informações de contato à OfficeConnect, você consente em receber comunicações de marketing por e-mail ou outros canais. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções fornecidas nos e-mails ou entrando em contato conosco diretamente. No caso de uma violação de dados que comprometa a segurança das informações pessoais, a OfficeConnect notificará os indivíduos afetados imediatamente, conforme exigido por lei. OfficeConnect@gmail.com. A base legal para o processamento de informações pessoais inclui a necessidade de celebrar contratos de locação, o cumprimento de obrigações legais e interesses legítimos perseguidos pela OfficeConnect, como a melhoria de nossos serviços e atividades de marketing. A OfficeConnect não coleta ou processa intencionalmente informações pessoais sensíveis (por exemplo, raça, etnia, opiniões políticas, crenças religiosas, etc.), a menos que seja necessário para fins legais ou com consentimento explícito. Podemos coletar e usar comentários ou depoimentos de clientes para fins de marketing, com consentimento. Os clientes podem solicitar que seus comentários sejam removidos ou tornados anônimos mediante solicitação. A OfficeConnect não usa processos automatizados de tomada de decisão, incluindo a criação de perfis, que afetem significativamente os indivíduos sem seu consentimento explícito ou a menos que seja exigido por lei. Nosso site pode conter links para sites ou serviços de terceiros. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Incentivamos os usuários a analisar as políticas de privacidade dos sites de terceiros que visitam. Podemos divulgar informações pessoais quando necessário para cumprir obrigações legais, responder a solicitações legais de autoridades públicas ou proteger nossos direitos e interesses. Esta política de privacidade está em vigor desde então, descrevendo nosso compromisso de proteger a privacidade e a segurança das informações pessoais coletadas e processadas pela OfficeConnect. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "service": "Our Services | OfficeConnect - Flexible Leasing Options & Modern Amenities OfficeConnect Início Sobre Serviço Contato CONFORTO DE LUXO Explore os quartos Delicie-se com o máximo de luxo em nossas suítes executivas, projetadas para profissionais exigentes. Apresentando layouts espaçosos, móveis de alta qualidade e comodidades exclusivas para aprimorar seu dia de trabalho. Suíte Executiva Eleve seu status com um prestigioso Corner Office, que oferece vistas panorâmicas e muita luz natural. Ideal para executivos que valorizam a privacidade e a sofisticação. Escritório de canto Impressione os clientes e organize reuniões importantes em nossa sofisticada sala de reuniões. Equipada com tecnologia de ponta e decoração elegante, ela é o cenário perfeito para a tomada de decisões estratégicas. Sala de reuniões Liberte a criatividade da sua equipe em nossos inspiradores Creative Studios. Projetados para promover a inovação com layouts flexíveis, espaços colaborativos e comodidades de última geração. Estúdio de criação Fique à frente da curva em nossos dinâmicos Tech Hubs, equipados com infraestrutura de TI avançada e suporte dedicado. Ideal para empresas orientadas para a tecnologia e startups que estão ultrapassando os limites. Centro Tecnológico Priorize o bem-estar em nossos Wellness Workspaces, com móveis ergonômicos, áreas de relaxamento e programas de bem-estar. Crie um ambiente de trabalho saudável que promova a produtividade e a felicidade. Espaço de trabalho de bem-estar NOSSOS BLOGS Notícias e artigos Enfrentando os desafios do trabalho remoto: Dicas para o sucesso Dicas de viagem O futuro do design de escritórios: Tendências a serem observadas Viagens em família Como promover a colaboração em um local de trabalho híbrido Viagens de luxo Benefícios dos espaços de trabalho flexíveis para startups Viagens culturais Criando um escritório doméstico produtivo: Dicas essenciais Viagens de cruzeiro Insights sobre práticas de escritório sustentáveis Viagem individual Principais locais para expansão de negócios em 2024 Viagens de aventura Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "terms-conditions": "Termos e Condições do OfficeConnect | Contrato de Locação OfficeConnect Início Sobre Serviço Contato Termos e condições Ao acessar ou usar os serviços fornecidos pela OfficeConnect, você concorda em obedecer a estes termos e condições. Se não concordar com qualquer parte desses termos, você não poderá acessar ou usar nossos serviços. O contrato de locação entre a OfficeConnect e o locatário rege os termos de ocupação, incluindo a duração da locação, pagamentos de aluguel, responsabilidades de manutenção e condições de rescisão. Os locatários são obrigados a efetuar pagamentos de aluguel de acordo com os termos especificados no contrato de locação. Os pagamentos atrasados podem incorrer em penalidades ou taxas de juros, conforme descrito no contrato. Os espaços de escritório alugados da OfficeConnect destinam-se apenas a fins comerciais ou empresariais. Os locatários concordam em não usar as instalações para atividades ilegais ou atividades que possam perturbar outros locatários ou violar as leis locais. A OfficeConnect é responsável por manter a integridade estrutural das instalações e áreas comuns. Os locatários são responsáveis por manter seus espaços alugados em boas condições e relatar prontamente quaisquer problemas de manutenção à OfficeConnect. A OfficeConnect se reserva o direito de acessar as instalações alugadas para manutenção, inspeções ou emergências. Os locatários concordam em cumprir as medidas de segurança implementadas pela OfficeConnect para garantir a segurança de todos os ocupantes. É proibido sublocar ou ceder espaços de escritório alugados a terceiros sem o consentimento prévio por escrito da OfficeConnect. Quaisquer sublocações aprovadas devem aderir aos termos e condições do contrato de locação original. OfficeConnect@gmail.com. Os locatários podem ser obrigados a manter cobertura de seguro adequada para suas instalações alugadas, incluindo seguro de responsabilidade geral e seguro de propriedade que cubra ativos e equipamentos comerciais. Qualquer uma das partes pode rescindir o contrato de locação sob condições específicas, como falta de pagamento do aluguel, violação dos termos ou acordo mútuo. Os procedimentos de rescisão e os períodos de aviso prévio estão descritos no contrato de aluguel. No caso de uma disputa entre a OfficeConnect e um locatário, ambas as partes concordam em tentar resolver a disputa por meio de mediação ou arbitragem, conforme especificado no contrato de locação. A OfficeConnect não é responsável pelo não cumprimento das obrigações previstas no contrato de locação devido a circunstâncias fora de seu controle, como desastres naturais, atos de terrorismo ou regulamentações governamentais. Os locatários concordam em indenizar e isentar a OfficeConnect de e contra quaisquer reivindicações, danos, perdas ou despesas decorrentes do uso das instalações alugadas pelo locatário, incluindo, mas não se limitando a honorários e custos legais. A OfficeConnect se reserva o direito de modificar estes termos e condições a qualquer momento. Os termos atualizados entrarão em vigor após serem publicados em nosso site ou notificados diretamente aos locatários. O uso continuado de nossos serviços constitui aceitação dos termos modificados. O contrato de locação e estes termos e condições são regidos pelas leis da jurisdição onde as instalações alugadas estão localizadas. Quaisquer disputas deverão ser resolvidas de acordo com essas leis. O contrato de aluguel, juntamente com estes termos e condições, constitui o acordo integral entre a OfficeConnect e o locatário com relação às instalações alugadas. Quaisquer acordos adicionais devem ser feitos por escrito e assinados por ambas as partes. Se qualquer disposição destes termos e condições for considerada inválida ou inexequível, as disposições restantes continuarão a ser válidas e exequíveis na extensão máxima permitida por lei. A falha da OfficeConnect em aplicar qualquer disposição destes termos e condições não deve ser interpretada como uma renúncia de tal disposição ou do direito de aplicá-la em um momento posterior. Os locatários consentem em receber comunicações da OfficeConnect eletronicamente, incluindo avisos, faturas e atualizações relativas ao seu contrato de locação e espaço de escritório. A OfficeConnect se esforça para fornecer espaços de escritório acessíveis em conformidade com as leis de acessibilidade aplicáveis. Os locatários com necessidades específicas de acessibilidade são incentivados a informar a OfficeConnect para facilitar acomodações razoáveis. Para perguntas ou dúvidas sobre estes termos e condições ou sobre seu contrato de locação com a OfficeConnect, entre em contato com nossa equipe de atendimento ao cliente. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 OfficeConnect. Todos os direitos reservados.",
    "thanks": "Agradecimento do OfficeConnect | Confirmação de contato Indo para casa Obrigado por visitar o OfficeConnect Obrigado por visitar a OfficeConnect! Agradecemos seu interesse em nossos espaços e serviços de escritório premium. Explore nossas ofertas e encontre a solução de espaço de trabalho perfeita para suas necessidades comerciais."
  },
  "date": "2024-06-17T11:47:04.810Z"
}