{
  "name": "New_v9_IceCreamHaven",
  "pages": {
    "index": "IceCreamHaven IceCreamHaven Home About Menu Delivery Contact Welcome to Ice Cream Haven Indulge in a delightful journey of flavors at Ice Cream Haven, where every scoop tells a story of craftsmanship and passion. At Ice Cream Haven, we believe in the magic of simplicity and quality ingredients. Our artisanal ice creams are handcrafted using locally sourced, organic dairy and the freshest fruits and flavors. Whether you crave classic favorites or innovative creations, our menu is a celebration of creativity and taste. Step into our cozy ambiance and treat yourself to a symphony of flavors that will awaken your senses and leave you craving for more. Whether you're enjoying a leisurely afternoon or gathering with friends and family, Ice Cream Haven promises an unforgettable experience of sweet indulgence. Come join us and embark on a journey of pure delight at Ice Cream Haven - where every scoop is a moment of happiness! Explore Our Menu Popular Flavors Discover our most loved ice cream flavors that keep our customers coming back for more. Vanilla A classic favorite loved by all ages. Order Now Chocolate Indulge in rich, creamy chocolate goodness. Order Now Strawberry Enjoy the sweetness of ripe strawberries in every bite. Order Now Special Offers Check out our latest special offers and promotions. Buy One Get One Free For a limited time, buy one scoop and get the second one free! Menu Happy Hour Join us during happy hour and enjoy discounts on selected items. Menu About Us Discover the story behind Ice Cream Haven and what sets us apart. At Ice Cream Haven, we're passionate about crafting the finest artisanal ice creams using only the highest quality ingredients. Our journey began with a simple desire to create delicious treats that bring joy to people's lives. We take pride in sourcing fresh, locally produced dairy and hand-picked fruits to create flavors that are not only delicious but also wholesome. Each scoop of our ice cream is a testament to our commitment to quality and craftsmanship. But Ice Cream Haven is more than just a café – it's a community. We strive to create a welcoming environment where families, friends, and ice cream enthusiasts can come together to share moments of happiness and create lasting memories. Our Advantages Quality Ingredients We use only the finest, locally sourced ingredients to ensure the highest quality in every scoop. Variety of Flavors With a wide range of flavors, there's something to satisfy every taste bud and craving. Cozy Atmosphere Relax and enjoy your ice cream in our cozy café ambiance, perfect for catching up with friends or a quiet moment alone. Menu Vanilla Ice Cream A classic favorite loved by all ages. $3.99 Order Chocolate Ice Cream Indulge in rich, creamy chocolate goodness. $4.49 Order Strawberry Ice Cream Enjoy the sweetness of ripe strawberries in every bite. $4.49 Order Mint Chocolate Chip Refreshing mint flavor combined with chocolate chips. $4.99 Order Cookies and Cream A classic combination of cookies and creamy vanilla. $4.99 Order Rocky Road Chocolate ice cream with marshmallows, nuts, and chocolate chunks. $5.49 Order Salted Caramel Indulge in the perfect balance of sweet and salty with our salted caramel ice cream. $5.49 Order Blueberry Cheesecake Enjoy the creamy richness of cheesecake with swirls of blueberry in every spoonful. $5.99 Order Raspberry Sorbet Refreshingly fruity and dairy-free, our raspberry sorbet is a delightful treat. $4.99 Order Peanut Butter Cup Indulge in peanut butter goodness with chocolate peanut butter cups mixed into our creamy ice cream. $5.49 Order Lemon Sorbet Refreshing and tangy, our lemon sorbet is perfect for cleansing the palate. $4.99 Order Mango Tango Experience the tropical flavors of mango with a hint of tanginess in every bite. $5.49 Order Pistachio Almond A delightful combination of crunchy almonds and creamy pistachio ice cream. $5.49 Order Red Velvet Indulge in the rich, decadent flavors of red velvet cake in ice cream form. $5.99 Order Coconut Escape to the tropics with our creamy coconut ice cream. $5.49 Order Banana Split All the flavors of a classic banana split in every scoop. $5.99 Order Peach Cobbler Indulge in the taste of summer with our peach cobbler ice cream. $5.49 Order Cherry Garcia Named after the famous musician, enjoy cherry ice cream with cherries and fudge flakes. $5.99 Order Hazelnut Gelato Indulge in the rich and nutty flavors of hazelnut in our creamy gelato. $5.49 Order Cotton Candy Take a trip down memory lane with our whimsical cotton candy flavored ice cream. $5.99 Order Matcha Green Tea Experience the earthy and vibrant flavors of matcha in our creamy ice cream. $5.49 Order Toasted Marshmallow Savor the nostalgic flavors of toasted marshmallows in our delectable ice cream. $5.99 Order Customer Reviews John Doe \"Absolutely love the ice cream here! The flavors are amazing and the staff is always friendly.\" Jane Smith \"The quality of the ice cream is top-notch. I can't get enough of their mint chocolate chip!\" Alice Johnson \"The ice cream flavors here are so unique and delicious! It's always a treat to visit this place.\" Michael Brown \"I had the best experience at Ice Cream Haven! The staff was incredibly helpful, and the ice cream was out of this world.\" Emily Wilson \"My family and I love coming here for dessert. The atmosphere is cozy, and the ice cream never disappoints!\" David Lee \"Ice Cream Haven has become our go-to spot for sweet treats. The variety of flavors keeps us coming back for more!\" Sarah Taylor \"I recently discovered Ice Cream Haven, and it's now my favorite place for dessert. The ice cream is always fresh and flavorful!\" Robert Martinez \"I celebrated my birthday at Ice Cream Haven, and it was a hit with all my guests. Everyone loved the ice cream selection!\" Anna Thompson \"The staff here is always so welcoming and helpful. It's a pleasure to visit and enjoy their delicious ice cream.\" Delivery Indulge in our delicious ice cream flavors from the comfort of your own home with our convenient delivery options. Whether you're celebrating a special occasion, hosting a gathering with friends, or simply treating yourself to a sweet indulgence, we've got you covered! Local Delivery Enjoy the convenience of local delivery within a 10-mile radius of our store. Simply place your order online or give us a call, and our dedicated delivery team will ensure your ice cream arrives fresh and ready to enjoy. Whether it's a pint for yourself or a party pack for a special event, we've got all your local delivery needs covered. Nationwide Shipping Can't make it to our store in person? No problem! We offer nationwide shipping so you can enjoy our delectable ice cream flavors no matter where you are in the country. Simply browse our online store, select your favorite flavors, and we'll take care of the rest. With our carefully packaged shipments and expedited delivery options, you'll receive your ice cream in perfect condition, ready to delight your taste buds. Experience the convenience of ice cream delivery with Ice Cream Haven today! Opening Hours Visit us during our regular business hours to enjoy our delicious ice cream! Monday - Thursday 10:00 AM - 8:00 PM Friday - Saturday 10:00 AM - 10:00 PM Sunday 12:00 PM - 8:00 PM Contact Us Feel free to reach out to us for any inquiries or feedback! Phone: +91 320 4023059 Email: IceCreamHaven@gmail.com Address: A95, near Jammu Masjid Road, BENGALI COLONY, Ramchandrapura, Chawani, Kota, Rajasthan 324007, India I accept the Privacy Policy Submit Home About Menu Delivery Contact Privacy Policy Terms & Conditions",
    "policy": "Privacy Policy - IceCreamHaven main { padding: 50px 0; } p { margin-bottom: 20px; } h2{ margin-bottom: 20px; } IceCreamHaven Home About Menu Delivery Contact Privacy Policy This Privacy Policy tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to IceCreamHaven. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Data Security We take appropriate measures to protect the security of your information. However, please be aware that no data transmission over the internet is completely secure, and we cannot guarantee the security of information transmitted to our website. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: IceCreamHaven@gmail.com By phone number: +913204023059 By mail: A95, near Jammu Masjid Road, BENGALI COLONY, Ramchandrapura, Chawani, Kota, Rajasthan 324007, India Home About Menu Delivery Contact Privacy Policy Terms & Conditions",
    "terms": "Terms & Conditions - IceCreamHaven main { padding: 50px 0; } p { margin-bottom: 20px; } h2{ margin-bottom: 20px; } IceCreamHaven Home About Menu Delivery Contact Terms & Conditions Welcome to IceCreamHaven's Terms & Conditions. Please read the following terms carefully before using our services. By accessing or using IceCreamHaven's services, you agree to be bound by these terms. If you disagree with any part of these terms, please do not use our services. We reserve the right to update, change, or replace any part of these Terms & Conditions. It is your responsibility to check this page periodically for changes. Your continued use of or access to the services following the posting of any changes constitutes acceptance of those changes. Use of Our Services The use of IceCreamHaven's services is at your sole risk. The services are provided on an \"as is\" and \"as available\" basis. We do not warrant that the services will be uninterrupted, timely, secure, or error-free. You agree not to reproduce, duplicate, copy, sell, resell, or exploit any portion of the services, use of the services, or access to the services without express written permission by IceCreamHaven. IceCreamHaven reserves the right to refuse service to anyone for any reason at any time. Intellectual Property All content on IceCreamHaven's website, including but not limited to text, graphics, logos, images, and software, is the property of IceCreamHaven and is protected by international copyright laws. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from IceCreamHaven. IceCreamHaven and its logos are trademarks or registered trademarks of IceCreamHaven. They may not be used in connection with any product or service without the prior written consent of IceCreamHaven. Contact Us If you have any questions or concerns regarding our Terms & Conditions, please feel free to contact us: Phone: +913204023059 Email: IceCreamHaven@gmail.com Location: A95, near Jammu Masjid Road, BENGALI COLONY, Ramchandrapura, Chawani, Kota, Rajasthan 324007, India Home About Menu Delivery Contact Privacy Policy Terms & Conditions",
    "thanks": "Thank You - IceCreamHaven main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1, p { margin-bottom: 20px; } .logo { display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } .logo:hover { text-decoration: underline; } Thank You for Your Feedback We appreciate you taking the time to share your thoughts with us. Your feedback is invaluable and helps us enhance your experience with IceCreamHaven. If you have any further inquiries or if there's anything else we can assist you with, please don't hesitate to reach out. We are here to ensure your satisfaction. Thank you for choosing IceCreamHaven! Home"
  }
}