{
  "name": "New_v9_OrientalTeaHouse",
  "pages": {
    "about": "Sobre a Oriental Tea Haven: Nossa paixão pelo chá chinês Revelando os sabores da China! Sobre nós Contatos Sobre nós: Uma imersão no mundo do chá chinês A Oriental Tea Haven é o seu guia para o empolgante mundo do autêntico chá chinês. Temos orgulho de oferecer uma ampla variedade dos melhores chás coletados nas regiões mais famosas da China, onde cada folha carrega uma riqueza de tradições milenares e sabores exclusivos. Nossa missão é compartilhar as maravilhas da cultura do chá chinês com o mundo, revelando os segredos de sua origem, produção e preparo adequado. Oferecemos não apenas produtos da mais alta qualidade, mas também o conhecimento para ajudá-lo a mergulhar no fascinante mundo do chá. A cada gole, você apreciará não apenas os sabores requintados, mas também a história, as tradições e a cultura da China, que temos o prazer de disponibilizar para você. Bem-vindo ao mundo do Oriental Tea Haven, onde cada xícara é uma viagem aos antigos mistérios da sabedoria do chá oriental. Ofertas especiais dos melhores chás Apresse-se! Aproveite nossas ofertas especiais dos mais requintados tipos de chá chinês. Sabores e aromas únicos estão esperando por você. Não perca a chance de ter uma verdadeira experiência com chá! Maria Silva \"Experimentei o Oriental Tea Haven pela primeira vez e estou encantada! O sabor é incrível e o aroma traz uma atmosfera especial e aconchegante para minha casa. Muito feliz com a compra!\" Luis Carvalho \"Chá de ótima qualidade, mas a entrega demorou um pouco mais do que eu esperava. No entanto, isso não arruinou minha impressão sobre o produto.\" Anna dos Santos \"Seleção de chás incrível e ótimo atendimento! Com certeza voltarei aqui novamente. Obrigado por uma experiência maravilhosa com o chá!\" Marcio Oliveira \"O chá é muito bom, mas o preço é um pouco alto em comparação com outras lojas locais. Talvez valha a pena considerar opções de desconto para clientes regulares.\" Elizabeth Fernandez \"Entrega rápida e chá de ótima qualidade! Estou entusiasmada com a variedade e o serviço. Recomendo a todos os amantes de chá!\" Galeria: Noções básicas sobre a cultura do chá Explore nossa galeria para mergulhar no mundo mágico do chá chinês e suas tradições. Em cada quadro, você encontrará um pouco da sabedoria e da beleza do chá oriental. Sobre nós Contatos Política de privacidade Termos e condições © 2024 Oriental Tea Haven. Todos os direitos reservados.",
    "contacts": "Entre em contato com a Oriental Tea Haven: Entre em contato para obter informações sobre o chá Revelando os sabores da China! Sobre nós Contatos Entrega: um processo simples e conveniente Assim que você faz um pedido conosco, nossa equipe começa a trabalhar imediatamente para garantir que o seu chá favorito chegue até você da forma mais rápida e segura possível. Deixe um pedido: Depois de selecionar o chá desejado e fazer o pedido, ele será enviado para processamento. Diálogo com o operador: um de nossos operadores entrará em contato com você assim que possível para confirmar os detalhes da entrega. Oferecemos uma ampla gama de opções de remessa para atender às suas necessidades. Processamento rápido: assim que todos os detalhes forem esclarecidos, começaremos imediatamente a processar seu pedido. Entrega ao cliente: seu chá é cuidadosamente embalado e enviado para o local de entrega especificado. Monitoramos o processo de entrega para garantir que seu pedido chegue são e salvo. Contatos: Entre em contato conosco Sinta-se à vontade para entrar em contato conosco se tiver alguma dúvida, sugestão ou apenas quiser compartilhar suas experiências com nosso chá. Estamos sempre disponíveis para ajudá-lo com qualquer dúvida ou consulta. Telefone: +55-78-5686-8643 E-mail: OrientalTeaHouse@gmail.com Endereço: Asa Norte Comércio Local Norte - Brasília Enviar Eu aceito Política de privacidade Sobre nós Contatos Política de privacidade Termos e condições © 2024 Oriental Tea Haven. Todos os direitos reservados.",
    "index": "Bem-vindo ao Oriental Tea Haven: Descubra os melhores chás da Chin Revelando os sabores da China! Sobre nós Contatos Bem-vindo ao mundo do chá chinês com a Oriental Tea Haven! Bem-vindo ao Oriental Tea Haven, sua fonte de chá chinês autêntico. Descubra a riqueza de sabores, aromas e tradições que incorporam a antiga cultura do chá chinês. Saboreie uma xícara de chá e mergulhe em um mundo de prazeres conosco Ofertas especiais dos melhores chás Apresse-se! Aproveite nossas ofertas especiais dos mais requintados tipos de chá chinês. Sabores e aromas únicos estão esperando por você. Não perca a chance de ter uma verdadeira experiência com chá! 26.03.2024 50% de desconto no Shui Xian (Alpine Oolong) Aprecie o sabor rico desse belo oolong alpino colhido nas altas encostas. O aroma encantador e o sabor sutil são o complemento perfeito para a sua experiência com o chá. 26.03.2024 50% de desconto no Tai Ping Hou Kui (chá verde) Um chá verde requintado com notas de flores desabrochando e doçura delicada. Uma excelente escolha para os apreciadores de alta qualidade e sabores únicos. 26.03.2024 50% de desconto no Zhou Gui Oolong (Fujian Oolong) Oolong refrescante e revigorante com notas cítricas e leves tons florais. Uma combinação agradável de sabor e aroma refinados. Uma variedade de chás chineses para você escolher Mergulhe em um mundo de sabores e aromas requintados com nosso catálogo diversificado de chás chineses. De variedades clássicas a coleções exclusivas, temos um chá para cada conhecedor da verdadeira arte do chá. Participe de festas de chá aconchegantes conosco e aproveite cada gole. Shui Xian (Oolong Alpino) Excelente oolong alpino com aroma rico e sabor requintado. R$ 30,00 por 50 gramas. Tai Ping Hou Kui (Chá Verde) Um charmoso chá verde com notas de flores desabrochando e frescor. R$ 35,00 por 50 gramas. Oolong Zhou Gui (Fujian Oolong) Oolong refrescante com leves tons cítricos e agradável doçura. R$ 28,00 por 50 gramas. Yunnan Golden Spirals (Pu'er) Delicioso puerh com sabor rico e aroma profundo. R$ 40 por 50 gramas. Da Hong Pao (Oolong de Unoshi) Um belo oolong com sabor único e aroma sutil. R$ 38 por 50 gramas. Liu Guan Pao (Oolong escuro) Oolong escuro requintado com tons ricos e sabor profundo. R$ 45,00 por 50 gramas. Bai Hao Yunnan (Chá branco de Yunnan) Delicado chá branco com leves notas frutadas e suave doçura. R$ 32 por 50 gramas. Gong Pao (Oolong ardente) Oolong ardente com sabor intenso e gosto residual ácido. R$ 42 por 50 gramas. Da Hong Pao (Wuishi Oolong) Um excelente oolong com aromas intensos e sabor profundo. R$ 36 por 50 gramas. Lun Jing (Chá Amarelo). Chá amarelo com tonalidades suaves e sabor adocicado. R$ 34 por 50 gramas. Milk Oolong Delicado oolong com notas leitosas e sabor delicado. R$ 48 por 50 gramas. Shu Pu'er (Chá escuro) Puerh escuro com aroma profundo e sabor rico. R$ 50 por 50 gramas. Saiba mais sobre os grandes chás da China Explore o mundo da cultura do chá com nossos artigos fascinantes sobre as diferentes variedades de chá chinês. Aprofunde-se em sua história, tradições e propriedades exclusivas para entender por que o chá chinês é tão popular em todo o mundo. Oolong: Misterioso e delicioso Descrição Oolong é um chá chinês exclusivo que passa por uma semi-fermentação. Ele é conhecido por seu sabor complexo que combina notas únicas de frutas, flores e minerais. Devido ao seu sabor e aroma delicados, o oolong é frequentemente chamado de \"chá mágico História O oolong tem uma história rica associada à província de Fujian. Ele foi criado durante a dinastia Ming e rapidamente ganhou popularidade por seu sabor e aroma exclusivos. Preparação Para aproveitar todas as sutilezas do sabor do oolong, algumas regras de preparação devem ser seguidas. Recomenda-se o uso de água fervente e a infusão prolongada por vários minutos. Puer: História e Tradições Descrição O Pu'er é um chá chinês exclusivo que passa por um processo de fermentação e maturação. Sua especialidade é que seu sabor e aroma só se tornam mais ricos e profundos com o tempo. História O Pu'er tem raízes antigas e está associado à província de Yunnan. Foi desenvolvido durante a dinastia Tang e era usado como meio de pagamento no comércio com o Tibete e a Mongólia. Preparação A água fervente é usada para preparar o pu'erh e o chá geralmente passa por várias preparações. Isso permite que todas as camadas de sabor e aroma do chá se desdobrem, tornando cada gole único. Chá amarelo: ternura e harmonia Descrição O chá amarelo é um chá chinês raro e exclusivo que passa por um processo especial conhecido como \"chá amarelo\". Ele se caracteriza por seu sabor delicado e aroma adocicado. História O chá amarelo tem raízes antigas e foi popularizado nos tempos antigos no palácio imperial chinês. Sua produção requer atenção e habilidade especiais, o que o torna um dos chás mais prestigiados do mundo. Preparação O chá amarelo é preparado com água suave a cerca de 75-80°C. O chá é preparado por 2 a 3 minutos para realçar todos os seus sabores exclusivos. Sobre nós Contatos Política de privacidade Termos e condições © 2024 Oriental Tea Haven. Todos os direitos reservados.",
    "policy": "Política de privacidade da Oriental Tea Haven: Protegendo seus dados Revelando os sabores da China! Sobre nós Contatos Política de privacidade Nós, da Oriental Tea Haven, damos a maior importância à proteção de suas informações pessoais. Nesta seção, explicaremos detalhadamente como coletamos, usamos, divulgamos e protegemos sua privacidade quando você usa nosso site. Coleta de informações: Quando você acessa nosso site, podemos coletar automaticamente determinadas informações sobre você. Isso inclui informações sobre seu navegador, endereço IP, horário de acesso ao site e outros dados sobre sua interação com nossos serviços. Também podemos usar cookies para melhorar sua experiência de usuário e analisar o tráfego no site. Uso das informações As informações pessoais que você nos fornece são usadas exclusivamente para fins relacionados à prestação de nossos serviços e ao atendimento de suas solicitações. Podemos usar suas informações para processar pedidos, fornecer feedback, fornecer informações sobre nossos produtos e serviços e aprimorar nosso site. Divulgação de informações Não vendemos, trocamos ou compartilhamos suas informações pessoais com terceiros sem o seu consentimento, exceto quando necessário para processar sua solicitação, cumprir a lei ou proteger nossos direitos, propriedade ou segurança. Proteção das informações Tomamos todas as medidas necessárias para proteger suas informações pessoais contra acesso, uso ou divulgação não autorizados. Usamos práticas seguras de armazenamento e manuseio de dados para proteger sua privacidade. Também garantimos que somente nossos funcionários e prestadores de serviços que precisem acessar suas informações para desempenhar suas funções tenham acesso a elas. Seus direitos Você tem o direito de solicitar acesso às suas informações pessoais que mantemos e de corrigir essas informações se estiverem incompletas ou imprecisas. Você também tem o direito de retirar seu consentimento para o processamento de suas informações pessoais ou de removê-las de nossos bancos de dados. Alterações na política Reservamo-nos o direito de atualizar ou alterar nossa política de privacidade a qualquer momento. Todas as alterações entrarão em vigor assim que forem publicadas nesta página. Recomendamos que você consulte esta página periodicamente para verificar se há atualizações. Entre em contato conosco Se tiver dúvidas ou comentários sobre nossa política de privacidade, entre em contato conosco pelo e-mail OrientalTeaHouse@gmail.com Estamos sempre disponíveis para ajudá-lo e responder a todas as suas perguntas. Agradecemos a confiança que deposita em nós e temos o compromisso de proteger sua privacidade e seus dados pessoais com o máximo de cuidado e responsabilidade. Sobre nós Contatos Política de privacidade Termos e condições © 2024 Oriental Tea Haven. Todos os direitos reservados.",
    "terms": "Termos e condições do Oriental Tea Haven: seu acordo conosco Revelando os sabores da China! Sobre nós Contatos Termos de uso Bem-vindo ao site da Oriental Tea Haven. Antes de continuar a usar o nosso site, recomendamos que você leia atentamente os nossos Termos de Uso. Estes Termos regem seu acesso ao nosso site e o uso de nossos serviços. Aceitação dos Termos Ao visitar nosso site e usar nossos serviços, você automaticamente concorda com nossos Termos de Uso. Se não concordar com qualquer parte de nossos Termos, não use nosso site. Alterações nos Termos Reservamo-nos o direito de alterar nossos Termos de Uso a qualquer momento, sem aviso prévio. Verifique regularmente se há atualizações nesta página. O uso continuado do nosso Site após a realização das alterações constitui sua aceitação dos Termos alterados. Uso do site Você concorda em usar nosso site somente para fins legais e em cumprir todas as leis e regulamentos aplicáveis. Você não poderá usar nosso site para distribuir conteúdo prejudicial ou ilegal. Propriedade intelectual Todo o conteúdo do nosso site, incluindo texto, imagens, logotipos, gráficos e outros materiais, é protegido por direitos autorais e de propriedade da Oriental Tea Haven ou de seu licenciador. Nenhum conteúdo pode ser usado sem o nosso consentimento prévio por escrito. Isenção de responsabilidade Fazemos todos os esforços para garantir que as informações em nosso site sejam precisas e atualizadas, mas não garantimos sua integridade ou precisão. Também não nos responsabilizamos por qualquer dano ou perda decorrente do uso de nosso site ou de seu conteúdo. Links para terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelo conteúdo ou pelas políticas de privacidade desses sites, portanto, recomendamos que você leia os Termos de Uso e a Política de Privacidade de cada um deles. Lei aplicável Os Termos de Uso do nosso site serão regidos e interpretados de acordo com as leis do país em que nossa empresa está localizada. Como entrar em contato conosco Em caso de dúvidas ou comentários sobre nossos Termos de Uso, entre em contato conosco pelo e-mail OrientalTeaHouse@gmail.com Obrigado por analisar nossos Termos de Uso. Esperamos ter uma cooperação de longo prazo e mutuamente benéfica com você! Sobre nós Contatos Política de privacidade Termos e condições © 2024 Oriental Tea Haven. Todos os direitos reservados.",
    "thanks": "Obrigado da Oriental Tea Haven: Agradecendo seu apoio Obrigado por sua consulta! Agradecemos seu interesse em nossos produtos. Sua consulta foi enviada com sucesso e já começamos a processá-la. Nossa equipe se esforçará para responder à sua mensagem o mais rápido possível. Mantenha-se em contato para obter mais instruções ou respostas às suas perguntas. Se tiver outras dúvidas ou precisar de informações adicionais, entre em contato conosco diretamente pelas informações de contato fornecidas. Go back"
  }
}