{
  "name": "New_v9_ShaktiYogaFitness",
  "pages": {
    "index": "Welcome to Shakti Yoga Fitness: your path to health and harmony! Services About Trainers Reviews Contacts +91-656-776555 Welcome to Shakti Yoga Fitness! Discover new horizons of taking care of your body and mind with Shakti Yoga Fitness! Enjoy the benefits of fitness and yoga with our experienced instructors. Workout now Our Services Welcome to the world of Shakti Yoga Fitness, where taking care of your body and mind becomes a true art. Our services offer you a variety of opportunities to achieve physical and spiritual harmony Personal Training Personalized training programs designed by our professional instructors will help you achieve your goals effectively and safely. Single session - 1500 ₹ Package of 10 sessions - 12000 ₹ Group Yoga Classes Join our group yoga classes where you can enjoy the spiritual and physical benefits of yogic practice in an intimate and inspiring atmosphere. Single class - 800 ₹ Monthly subscription (4 classes per week) - 5000 ₹ Fitness Training Our fitness training program includes a variety of workouts designed to strengthen muscles, improve endurance and burn extra calories. Single session - 1000 ₹ Package of 8 classes - 7000 ₹ Meditation and Relaxation Immerse yourself in a world of inner peace and tranquility with our meditation and relaxation classes that will help you relieve stress and restore energy. Single session - 700 ₹ Package of 6 sessions - 3500 ₹ Nutrition & Lifestyle Counseling Our experts can help you develop healthy nutritional and lifestyle strategies that support your fitness and wellness goals. One counseling session - 2000 ₹ Package of 3 consultations - 5000 ₹ About Us Join us today and make your journey to health and well-being together! Welcome to Shakti Yoga Fitness, your source of inspiration for caring for your body, mind and soul. We are committed to the art of balancing physical and spiritual health, offering a variety of fitness and yoga services to maintain harmony in your life. Our team of professional instructors and wellness experts are committed to helping each client achieve their goals and unlock their inner potential. We believe in an individualized approach to each person, so our programs and services are tailored to each client's unique needs. We create a friendly and supportive atmosphere where everyone can feel comfortable and inspired. No matter your level of fitness or experience, you will find your path to health, happiness and harmony at Shakti Yoga Fitness. 2 modern fitness clubs 1 swimming pool 5 training programs 6 professional trainers 350 residents changing their lives with Shakti Yoga We're always close by Our clubs are conveniently located - so you have more time to work out Convenient times Our clubs are open every day. We work from 7 to 23 on weekdays and 9 to 22 on weekends - train when it's convenient for you. Comfortable service Each club has a sauna, coolers, Wi-Fi and air conditioning - we've got it all covered First visit is Free Join today and get a free first visit to Shakti Yoga Fitness! Start your journey to health and harmony right now. Enroll now Meet Our Dedicated Team of Trainers Get to know the heart and soul of Shakti Yoga Fitness - our team of dedicated trainers who are here to guide and inspire you on your fitness journey. Each trainer brings their unique expertise and passion to help you achieve your goals. Priya Sharma Experience: 10 years Priya specializes in Hatha Yoga and meditation, guiding her students towards inner peace and strength. Raj Patel Experience: 8 years Raj's energetic personality fuels his dynamic HIIT workouts, pushing clients to reach their full potential. Meera Gupta Experience: 12 years Meera is a master of Ashtanga Yoga, known for her precise alignment cues and nurturing approach. Amit Singh Experience: 6 years Amit's background in martial arts adds intensity to his kickboxing classes, making each session a thrilling challenge. Kavita Patel Experience: 7 years Kavita's expertise in nutrition and wellness coaching helps clients develop sustainable lifestyle changes for long-term health. Vikram Kumar Experience: 9 years Vikram's holistic approach combines strength training and mindfulness, empowering clients to transform both body and mind. Explore Our Vibrant Gallery Step into the colorful world of Shakti Yoga Fitness through our gallery. Discover snapshots of inspiring moments, energizing workouts, serene yoga sessions, and the vibrant community that makes our fitness center truly special. Hear From Our Happy Clients Discover what our clients have to say about their experience with Shakti Yoga Fitness. Read their heartfelt testimonials below and join our community to start your own transformative journey. Sunita Patel Rating: 9/10 \"Shakti Yoga Fitness has completely changed my life! The trainers are incredibly knowledgeable and supportive, and the atmosphere is always so positive. I feel stronger, happier, and more balanced than ever before.\" Rajesh Kumar Rating: 8/10 \"I've been a member for over a year now, and I can't imagine my life without Shakti Yoga Fitness. The variety of classes keeps me motivated, and the sense of community here is unmatched. Highly recommend!\" Deepika Sharma Rating: 10/10 \"Absolutely love this place! The instructors are top-notch, and the facilities are always clean and welcoming. I've made incredible progress in my fitness journey thanks to Shakti Yoga Fitness.\" Arun Singh Rating: 9/10 \"Shakti Yoga Fitness is more than just a gym - it's a sanctuary. The classes are challenging yet invigorating, and I always leave feeling refreshed and inspired. Grateful to be a part of this community.\" Anjali Gupta Rating: 9/10 \"I've tried many fitness centers before, but none compare to Shakti Yoga Fitness. The trainers genuinely care about your progress, and the positive energy here is contagious. It's become my second home.\" Vikram Sharma Rating: 8/10 \"I joined Shakti Yoga Fitness on a whim, and it's been one of the best decisions I've ever made. The workouts are challenging yet fun, and I've seen significant improvements in my strength and flexibility. Highly recommend giving it a try!\" Get in Touch With Us Have questions or want to learn more about Shakti Yoga Fitness? Feel free to reach out to us using the contact information below. Our friendly team is here to assist you on your fitness journey and help you get started with our programs and services. We look forward to hearing from you! Phone: +91-656-776555 E-mail: ShaktiYogaFitness@gmail.com Address: Parasia Rd, Mohan Nagar, Chhindwara, Madhya Pradesh , India Submit I accept Private policy Privacy Policy Terms & Conditions © 2024 Shakti Yoga Fitness. All rights reserved.",
    "policy": "Shakti Yoga Fitness Privacy Policy: your privacy is our concern Services About Trainers Reviews Contacts +91-656-776555 Privacy Policy At Shakti Yoga Fitness, we value your trust and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, share and protect the information you provide to us when you use our website and services. Please read this document carefully to fully understand our practices regarding your personal information.. Information Collection We collect information that you provide to us directly when you register on our website, fill out an order form, or contact us by email. This information may include your name, e-mail address, phone number and other information that you provide voluntarily. We may also automatically collect certain information about your interaction with our website, including your IP address, browser information, the date and time you access our site, and information about your activity on the site. Use of Information We use the information you provide to process your orders, provide services, communicate with you and improve our services and website. We may also use your information to send you informational materials and promotional communications if you have consented to receive them. We do not sell, trade or share your personal information with third parties without your consent, except as necessary to fulfill your order or to ensure the proper functioning of our services and website. Information Security We use reasonable security measures to protect your personal information from unauthorized access, use or disclosure. Despite this, no method of transmitting information over the internet or method of electronically storing information is 100% secure and therefore we cannot guarantee the absolute security of your information. Links to other sites Our website may contain links to other websites that may have their own privacy policies. We are not responsible for the content or privacy practices of these sites, so we encourage you to read their privacy policies carefully. Privacy Policy Changes We reserve the right to update or change our Privacy Policy from time to time. If we make material changes, we will notify you by posting an updated version of the policy on our website. Contact Us If you have any questions or suggestions regarding our Privacy Policy, please contact us at ShaktiYogaFitness@gmail.com This Privacy Policy was updated on January 1, 2024. Privacy Policy Terms & Conditions © 2024 Shakti Yoga Fitness. All rights reserved.",
    "terms": "Shakti Yoga Fitness Terms of Use: important information for our members Services About Trainers Reviews Contacts +91-656-776555 Terms of Use Please read the following Terms of Use carefully before using our website and services. Accessing our website and using our services means you agree to these Terms of Use. If you do not agree to any part of these Terms of Use, please do not use our website or services. User Data When using our website and services, you agree to provide accurate and complete information about yourself, including your name, e-mail address, address and telephone number. Privacy We have a strict privacy policy and protect your personal information. All information you provide to us will only be used in accordance with our Privacy Policy. Use of Materials All content on our website, including text, images, videos, logos and graphics, is the property of Shakti Yoga Fitness and is protected by copyright law. Any use of this content without permission is copyright infringement. Disclaimer While we make every effort to ensure the accuracy and reliability of the information on our website, we are not responsible for any loss or damage resulting from the use of this information. Changes to Terms We reserve the right to change or update our Terms of Use at any time. Any changes will be posted on our website, and your continued use of our website after such changes will constitute your acceptance of the updated Terms of Use. Limitation of Liability In no event shall Shakti Yoga Fitness be liable to you or any third party for any direct, indirect, incidental, special or consequential damages arising out of your use of our website or services. Links to other websites Our website may contain links to third party websites that are not under our control. We are not responsible for the content or privacy policies of these sites. Applicable Law These Terms of Use shall be governed by and construed in accordance with the laws of India. You agree to submit to and submit to the exclusive jurisdiction of the courts of India with respect to any dispute that may arise in connection with our website or services. By using our website and services, you agree to abide by these Terms of Use. If you have any questions or comments, please contact us at ShaktiYogaFitness@gmail.com Privacy Policy Terms & Conditions © 2024 Shakti Yoga Fitness. All rights reserved.",
    "thanks": "Thank you for choosing Shakti Yoga Fitness: your path to health and happiness! Thank you for your submission! We thank you for contacting us! Your message has been successfully sent and we will respond to you as soon as possible. At Shakti Yoga Fitness, we are committed to providing our customers with the highest quality service, so your feedback is very important to us. If you have additional questions or need more information, please feel free to contact us again. Thank you for your interest in our fitness center, and we look forward to helping you achieve your health and fitness goals! Go back"
  }
}