{
  "name": "New_v9_LampShop",
  "pages": {
    "delivery": "LampShop - Indian Home Decor Lighting Designer - Delivery About us Gallery Delivery Contact Us +91-754-8246271 lampshop@gmail.com Our Delivery Service At LampShop, we are dedicated to ensuring that your designer lighting reaches you quickly and safely. Our efficient delivery service is designed to provide you with a seamless shopping experience. We offer fast shipping options, careful packaging, and reliable tracking to keep you updated on your order's status. Fast and Reliable Delivery At LampShop, we understand that timely delivery is crucial when it comes to enhancing your home with our designer lighting fixtures. Our fast and reliable delivery service is designed to meet your expectations. Each order is carefully packed by our dedicated team to ensure that your lighting arrives in perfect condition. We utilize trusted shipping partners to provide swift and secure delivery to your doorstep. Whether you're in a bustling city or a remote village, we strive to get your purchase to you as quickly as possible. Free Shipping on Orders Over $50 We are pleased to offer free shipping on all orders over $50 throughout India. This means you can shop our exquisite range of lighting solutions without worrying about additional shipping costs. Our commitment to customer satisfaction drives us to provide this benefit, ensuring you receive great value with every purchase. From contemporary chandeliers to elegant table lamps, enjoy the convenience of free delivery as you explore our diverse collection. LampShop is dedicated to making your shopping experience as enjoyable and seamless as possible. Our advantages Discover the benefits of shopping with LampShop and elevate your home with our exquisite designer lighting. Unmatched Quality Our lighting fixtures are crafted with the highest quality materials and meticulous attention to detail, ensuring longevity and exceptional performance. Innovative Designs We offer a wide range of innovative and stylish lighting solutions that cater to various tastes and home decor styles, making it easy to find the perfect fit for your space. Exceptional Customer Service Our dedicated customer service team is always ready to assist you with your needs, ensuring a seamless and enjoyable shopping experience from start to finish. Contact us I accept Privacy policy Home Delivery Privacy policy Terms of Use Light up your home with LampShop!",
    "index": "LampShop - Indian Home Decor Lighting Designer About us Gallery Delivery Contact Us +91-754-8246271 lampshop@gmail.com Discover the Art of Lighting Illuminate your home with our exquisite collection of designer lighting fixtures. At LampShop, we blend innovation with elegance to create lighting solutions that transform your space. Our lamps are crafted with the finest materials and attention to detail, ensuring both functionality and aesthetic appeal. About LampShop Welcome to LampShop, where artistry meets illumination. Our mission is to provide you with exceptional designer lighting solutions that enhance the beauty and functionality of your home. We believe that the right lighting can transform any space, creating an atmosphere of comfort and style. At LampShop, we curate a diverse range of lighting fixtures, from modern chandeliers to classic table lamps. Each piece is meticulously designed and crafted to ensure the highest quality and aesthetic appeal. Our commitment to excellence is reflected in every detail, from the materials we use to the innovative designs we offer. Join us on a journey to illuminate your home with elegance and sophistication. Discover the perfect lighting solutions at LampShop. Exclusive Designs High-Quality Materials Exceptional Craftsmanship Wide Range of Products Custom Lighting Options Explore Our Collection of Designer Lighting Our Story Founded in 2020 LampShop began its journey in 2020 in India, inspired by a vision to bring innovative and artistic lighting solutions to homes around the world. From our humble beginnings, we have grown into a trusted name in designer lighting, known for our commitment to quality and creativity. Our Mission Our mission at LampShop is to illuminate your spaces with exceptional lighting designs that combine functionality with beauty. We strive to create a diverse range of products that cater to different tastes and needs, ensuring every home can find its perfect light. Why Choose LampShop? At LampShop, we understand the importance of lighting in creating a warm and inviting home. Our collection of designer lighting fixtures is crafted with precision and an eye for detail, ensuring that each piece not only illuminates but also enhances your living space. We believe in combining form and function, offering products that are both beautiful and practical. Home Delivery Privacy policy Terms of Use Light up your home with LampShop!",
    "privacy": "Privacy Policy | LampShop - Indian Home Decor Lighting Designer About us Gallery Delivery Contact Us +91-754-8246271 lampshop@gmail.com Privacy Policy At LampShop, we take your privacy seriously. This Privacy Policy outlines how we collect, use, and protect your personal information when you use our website. Information We Collect We may collect personal information such as your name, email address, shipping address, and payment details when you place an order or sign up for our newsletter. This information is necessary for us to fulfill your orders and provide you with a personalized shopping experience. How We Use Your Information We use the information we collect to process your orders, communicate with you about your purchases, and provide you with updates and promotions about our products and services. Your email address may also be used to respond to your inquiries and provide customer support. We may use your browsing history and preferences to tailor our marketing efforts and improve our website's usability. Security We are committed to protecting your personal information and have implemented security measures to safeguard your data. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. We use industry-standard encryption technologies to protect your data during transmission and secure servers to store your information. Third-Party Services We may use third-party services such as payment processors and shipping companies to facilitate our services. These third parties have their own privacy policies and practices, and we encourage you to review their policies before providing them with your personal information. We are not responsible for the privacy practices or content of these third-party websites or services. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. Any changes will be effective immediately upon posting the updated Privacy Policy on this page. We encourage you to review this Privacy Policy periodically for any updates. Your continued use of our website after the posting of changes constitutes your acceptance of such changes. Contact Us If you have any questions about this Privacy Policy or our practices, please contact us at lampshop@gmail.com. We value your feedback and are committed to addressing any concerns you may have regarding the privacy of your personal information. Your privacy is important to us, and we are dedicated to protecting it. Home Delivery Privacy policy Terms of Use Light up your home with LampShop!",
    "terms": "Terms of Use | LampShop - Indian Home Decor Lighting Designer About us Gallery Delivery Contact Us +91-754-8246271 lampshop@gmail.com Terms of Service Welcome to LampShop! These Terms of Service (\"Terms\") govern your use of the LampShop website (the \"Service\") operated by LampShop (\"us\", \"we\", or \"our\"). Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service. Acceptance of Terms By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service. Use of the Website You are granted a limited, revocable, and non-exclusive license to access and use the Service for personal, non-commercial purposes. You must not use the Service in any way that causes, or may cause, damage to the Service or impairment of the availability or accessibility of the Service. Intellectual Property Rights All content included on this website, such as text, graphics, logos, button icons, images, audio clips, and software, is the property of LampShop or its content suppliers and protected by international copyright laws. Limitation of Liability In no event shall LampShop, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service. Indemnification You agree to indemnify and hold harmless LampShop and its affiliates, officers, directors, employees, agents, and partners, from and against any claims, actions, demands, liabilities, and settlements, including without limitation, reasonable legal and accounting fees, resulting from or alleged to result from your violation of these Terms or any activity related to your use of the Service. Changes to Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Contact Us If you have any questions about these Terms, please contact us at lampshop@gmail.com. LampShop is committed to providing you with the best possible service, and we value your feedback. Home Delivery Privacy policy Terms of Use Light up your home with LampShop!",
    "thanks": "Thank You for Choosing LampShop! - Indian Home Decor Lighting Designer Thank You for Choosing LampShop! We want to express our gratitude for reaching out to us. Your inquiry has been successfully received, and our team is working diligently to provide you with the information you need. At LampShop, customer satisfaction is our top priority, and we are committed to delivering exceptional service to meet your needs. Back to Home"
  },
  "date": "2024-05-16T15:06:32.498Z"
}