{
  "name": "New_v8_Coatopia",
  "pages": {
    "about-us": "Coatopia - Moda em Casacos para Cada Ocasião Coatopia Página Inicial Sobre nós Casacos Contatos Celebrando Estilo e Conforto Na Coatopia, nossa paixão reside em fornecer a você a melhor seleção de casacos que não apenas o mantêm aquecido, mas também elevam seu estilo. Curamos cada peça com cuidado, garantindo que você não apenas fique aconchegante, mas também faça uma declaração de moda onde quer que vá. Nossa coleção incorpora a essência da sofisticação e do conforto, permitindo que você abrace cada estação com estilo. Dicas de Estilo para Casacos Casual Everyday Look Combine um casaco de lã com jeans e botas para um visual casual e confortável para o dia a dia. Chic Office Attire Opte por um casaco de corte estruturado para um look elegante no escritório. Combine com uma saia lápis e scarpins. Evening Glamour Escolha um casaco de veludo ou lã para um visual glamoroso à noite. Combine com um vestido de festa e acessórios sofisticados. Weekend Adventure Para aventuras de fim de semana, opte por um casaco acolchoado ou jaqueta corta-vento. Combine com calças de trekking e botas resistentes. Guia de Tamanhos de Casacos Tamanho Busto (cm) Cintura (cm) Quadril (cm) XS 80-84 60-64 86-90 S 85-89 65-69 91-95 M 90-94 70-74 96-100 L 95-99 75-79 101-105 XL 100-104 80-84 106-110 * As medidas são aproximadas. Recomendamos verificar as medidas específicas de cada casaco antes de fazer sua compra. PROMOÇÃO ESPECIAL Aproveite até 30% de DESCONTO na Coatopia VER OFERTAS Dicas de Cuidados com os Casacos Lavagem Adequada Lave seu casaco de acordo com as instruções na etiqueta de cuidados. Use um detergente suave e evite água muito quente. Secagem Correta Seque o casaco ao ar livre, longe da luz solar direta, para evitar danos ao tecido. Nunca use secadora em altas temperaturas. Armazenamento Adequado Guarde seu casaco em um cabide acolchoado para manter sua forma. Evite dobrá-lo por longos períodos para evitar marcas permanentes. Remoção de Manchas Trate as manchas imediatamente com um produto de limpeza suave. Evite esfregar com força para não danificar o tecido. O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "contacts": "Coatopia - Entre em Contato Conosco Coatopia Página Inicial Sobre nós Casacos Contatos CONTATO Tem alguma pergunta? Aceito Política de Privacidade ENVIAR ENTRE EM CONTATO Entre em contato com a Coatopia para consultas sobre nossos casacos e serviços personalizados. St. Sudoeste Superquadra Sudoeste 102 - Cruzeiro / Sudoeste / Octogonal, Brasília - DF, 70670-206, Brasil coatopia@gmail.com +551947935612 O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "disclaimers": "Coatopia - Avisos Legais Coatopia Página Inicial Sobre nós Casacos Contatos Disclaimers for Coatopia 1. Content Accuracy The information provided on the Coatopia website is for general informational purposes only. While we strive to keep the information accurate and up-to-date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information contained on the website for any purpose. 2. Product Availability Coatopia reserves the right to discontinue or modify any product without prior notice. We do not guarantee the availability of any specific product at any given time. 3. External Links The Coatopia website may contain links to external websites that are not operated by us. We have no control over the content and availability of those sites and do not endorse, approve, or guarantee the information, products, services, or opinions offered on them. 4. Limitation of Liability In no event shall Coatopia be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of or in connection with the use or inability to use the website or the products purchased through the website. 5. Changes to Disclaimers Coatopia reserves the right to modify or update these disclaimers at any time without prior notice. By using this website, you agree to be bound by the current version of these disclaimers. O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "index": "Coatopia - Casacos Exclusivos para Cada Ocasião Coatopia Página Inicial Sobre nós Casacos Contatos Coatopia - Abraçando a Beleza da Natureza com Criações de Casacos Exclusivos. Explore a arte do design de casacos e mergulhe no mundo encantador da Coatopia. Descubra nossa coleção e deixe a beleza dos casacos inspirar seus momentos! Casaco Exquisito $29.99 - Mime-se ou um ente querido com um casaco de rosas delicadas e perfumadas. Casaco Luxuoso $49.99 - Eleve qualquer visual com a elegância atemporal de um casaco de orquídea. Casaco Encantador $39.99 - Ilumine o dia de alguém com um casaco de lírios vibrantes e alegres. Casaco Variado $59.99 - Delicie-se com uma variedade de flores sazonais em um casaco encantador. Casaco Romântico Misto $44.99 - Acenda a paixão com um casaco floral misto expressando amor e carinho. Casaco Festivo Sazonal $69.99 - Adorne-se com um casaco festivo apresentando flores e folhagens sazonais. Celebrando Estilo e Conforto Na Coatopia, nossa paixão reside em fornecer a você a melhor seleção de casacos que não apenas o mantêm aquecido, mas também elevam seu estilo. Curamos cada peça com cuidado, garantindo que você não apenas fique aconchegante, mas também faça uma declaração de moda onde quer que vá. Nossa coleção incorpora a essência da sofisticação e do conforto, permitindo que você abrace cada estação com estilo. Dicas de Estilo para Casacos Casual Everyday Look Combine um casaco de lã com jeans e botas para um visual casual e confortável para o dia a dia. Chic Office Attire Opte por um casaco de corte estruturado para um look elegante no escritório. Combine com uma saia lápis e scarpins. Evening Glamour Escolha um casaco de veludo ou lã para um visual glamoroso à noite. Combine com um vestido de festa e acessórios sofisticados. Weekend Adventure Para aventuras de fim de semana, opte por um casaco acolchoado ou jaqueta corta-vento. Combine com calças de trekking e botas resistentes. Últimas Novidades Explore a essência da beleza com as nossas últimas chegadas de casacos. Descubra uma coleção selecionada de casacos e designs feitos para realçar o seu ambiente. EXPLORAR A COLEÇÃO Guia de Tamanhos de Casacos Tamanho Busto (cm) Cintura (cm) Quadril (cm) XS 80-84 60-64 86-90 S 85-89 65-69 91-95 M 90-94 70-74 96-100 L 95-99 75-79 101-105 XL 100-104 80-84 106-110 * As medidas são aproximadas. Recomendamos verificar as medidas específicas de cada casaco antes de fazer sua compra. Dicas de Cuidados com os Casacos Lavagem Adequada Lave seu casaco de acordo com as instruções na etiqueta de cuidados. Use um detergente suave e evite água muito quente. Secagem Correta Seque o casaco ao ar livre, longe da luz solar direta, para evitar danos ao tecido. Nunca use secadora em altas temperaturas. Armazenamento Adequado Guarde seu casaco em um cabide acolchoado para manter sua forma. Evite dobrá-lo por longos períodos para evitar marcas permanentes. Remoção de Manchas Trate as manchas imediatamente com um produto de limpeza suave. Evite esfregar com força para não danificar o tecido. PROMOÇÃO ESPECIAL Aproveite até 30% de DESCONTO na Coatopia VER OFERTAS Casaco Acolhedor Garantimos a qualidade e conforto dos nossos casacos para garantir sua satisfação. $99.99 Entre em Contato Casaco Elegante Experimente a conveniência com nosso serviço de entrega no mesmo dia para todos os pedidos. $129.99 Entre em Contato Casaco Personalizado Deixe-nos criar casacos personalizados adaptados ao seu estilo. $149.99 Entre em Contato Casaco Acolhedor Garantimos a qualidade e conforto dos nossos casacos para garantir sua satisfação. $99.99 Entre em Contato Casaco Elegante Experimente a conveniência com nosso serviço de entrega no mesmo dia para todos os pedidos. $129.99 Entre em Contato Casaco Personalizado Deixe-nos criar casacos personalizados adaptados ao seu estilo. $149.99 Entre em Contato O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "privacy-policy": "Coatopia - Política de Privacidade Coatopia Página Inicial Sobre nós Casacos Contatos Política de Privacidade da Coatopia 1. Coleta de Informações A Coatopia coleta informações pessoais dos usuários, incluindo nome, endereço de e-mail, endereço físico, número de telefone, entre outros, durante o processo de compra de nossos produtos ou ao se inscrever em nossa newsletter. 2. Uso de Informações As informações coletadas pela Coatopia são usadas para processar pedidos, fornecer suporte ao cliente, enviar comunicações de marketing e melhorar nossos produtos e serviços. 3. Compartilhamento de Informações A Coatopia não compartilha suas informações pessoais com terceiros, exceto quando necessário para processar seu pedido ou cumprir requisitos legais. 4. Segurança de Dados A Coatopia implementa medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou alteração. 5. Alterações na Política de Privacidade A Coatopia reserva-se o direito de atualizar ou modificar esta política de privacidade a qualquer momento. Recomendamos que você revise periodicamente esta página para estar ciente de quaisquer alterações. O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "products": "Coatopia - Casacos de Alta Qualidade para Cada Estilo Coatopia Página Inicial Sobre nós Casacos Contatos Casaco Exquisito $29.99 - Mime-se ou um ente querido com um casaco de rosas delicadas e perfumadas. Casaco Luxuoso $49.99 - Eleve qualquer visual com a elegância atemporal de um casaco de orquídea. Casaco Encantador $39.99 - Ilumine o dia de alguém com um casaco de lírios vibrantes e alegres. Casaco Variado $59.99 - Delicie-se com uma variedade de flores sazonais em um casaco encantador. Casaco Romântico Misto $44.99 - Acenda a paixão com um casaco floral misto expressando amor e carinho. Casaco Festivo Sazonal $69.99 - Adorne-se com um casaco festivo apresentando flores e folhagens sazonais. Últimas Novidades Explore a essência da beleza com as nossas últimas chegadas de casacos. Descubra uma coleção selecionada de casacos e designs feitos para realçar o seu ambiente. EXPLORAR A COLEÇÃO Casaco Acolhedor Garantimos a qualidade e conforto dos nossos casacos para garantir sua satisfação. $99.99 Entre em Contato Casaco Elegante Experimente a conveniência com nosso serviço de entrega no mesmo dia para todos os pedidos. $129.99 Entre em Contato Casaco Personalizado Deixe-nos criar casacos personalizados adaptados ao seu estilo. $149.99 Entre em Contato Casaco Acolhedor Garantimos a qualidade e conforto dos nossos casacos para garantir sua satisfação. $99.99 Entre em Contato Casaco Elegante Experimente a conveniência com nosso serviço de entrega no mesmo dia para todos os pedidos. $129.99 Entre em Contato Casaco Personalizado Deixe-nos criar casacos personalizados adaptados ao seu estilo. $149.99 Entre em Contato O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "terms-conditions": "Coatopia - Termos e Condições Coatopia Página Inicial Sobre nós Casacos Contatos Termos e Condições da Coatopia 1. Aceitação dos Termos Ao acessar ou usar o site da Coatopia, você concorda em cumprir estes termos e condições, bem como todas as leis e regulamentos aplicáveis. 2. Uso do Site Você concorda em usar o site da Coatopia apenas para fins legítimos e de acordo com estes termos e condições. Você não deve usar o site de forma que possa danificar, desativar ou sobrecarregar o site. 3. Propriedade Intelectual O conteúdo do site da Coatopia, incluindo textos, gráficos, logotipos, imagens, vídeos e outros materiais, é protegido por leis de direitos autorais e outras leis de propriedade intelectual. 4. Limitação de Responsabilidade A Coatopia não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar o site ou dos produtos adquiridos através do site. 5. Alterações nos Termos e Condições A Coatopia reserva-se o direito de modificar ou atualizar estes termos e condições a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente esta página para estar ciente de quaisquer alterações. 6. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do país onde a Coatopia está localizada. O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições",
    "thanks": "Coatopia - Agradecemos o seu Contato Coatopia Página Inicial Sobre nós Casacos Contatos Obrigado por entrar em contato! Sua mensagem foi recebida com sucesso. Nossa equipe responderá o mais rápido possível. Enquanto isso, sinta-se à vontade para explorar nossa coleção de casacos exclusivos. Voltar à página inicial O site da Coatopia utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Avisos Legais Privacidade & Política Termos & Condições"
  },
  "date": "2024-05-27T08:41:31.105Z"
}