{
  "name": "New_v9_PixelHub",
  "pages": {
    "index": "PixelHub PixelHub PixelHub Service Welcome to PixelHub Where Gamers Unite and Technology Thrives Our Advantages State-of-the-Art Equipment Our club is equipped with the latest gaming PCs, high-resolution monitors, and cutting-edge peripherals to provide the best gaming experience. Diverse Game Library From the latest AAA titles to popular indie games, our extensive game library has something for every type of gamer. Professional Esports Training Join our training programs to improve your skills and compete at a professional level. Learn from experienced coaches and participate in regular tournaments. Community Events and Tournaments Participate in regular community events and tournaments to meet fellow gamers, showcase your skills, and win exciting prizes. Comfortable and Modern Environment Enjoy a comfortable and modern gaming environment with ergonomic chairs, spacious setups, and a welcoming atmosphere. Tech Workshops and Seminars Stay ahead of the curve with our tech workshops and seminars. Learn about the latest trends in gaming technology, hardware, and software from industry experts. Club Rules 1. Respect Others Treat all members and staff with respect. Harassment, discrimination, or bullying of any kind will not be tolerated. 2. Keep It Clean Maintain cleanliness in the gaming areas. Dispose of trash properly and keep your gaming station tidy. 3. No Cheating Fair play is crucial. Cheating, hacking, or using unauthorized software is strictly prohibited. 4. Handle Equipment with Care Use all equipment responsibly. Report any damages or malfunctions to the staff immediately. 5. Follow Time Limits Respect the gaming session time limits and be considerate of other members waiting to use the equipment. 6. Stay Safe Follow all safety guidelines and emergency procedures. Keep your personal belongings secure and report any suspicious activity to the staff. Gaming Zones PC Gaming Zone Immerse yourself in the ultimate PC gaming experience with our high-end gaming rigs. Each station is equipped with powerful processors, top-tier graphics cards, and ultra-fast monitors to ensure smooth gameplay. Whether you're into first-person shooters, strategy games, or MMOs, this zone is designed to meet the demands of all types of PC gamers. Console Gaming Zone Step into the Console Gaming Zone for a diverse selection of the latest and greatest in console gaming. Featuring the newest Xbox, PlayStation, and Nintendo consoles, this area is perfect for both solo and multiplayer gaming sessions. Enjoy a comfortable seating arrangement and large screens that make your favorite console games come to life. Virtual Reality Zone Experience the future of gaming in our Virtual Reality Zone. Equipped with cutting-edge VR headsets and motion controllers, this zone offers an unparalleled immersive experience. Dive into a variety of VR games and simulations that transport you to different worlds and provide a unique, interactive way to play. Esports Team Zone & Training Facility Dedicated Esports Team Zone At PixelHub, we understand the importance of professional gaming environments. Our dedicated Esports Team Zone provides a focused space for competitive teams to strategize, practice, and refine their skills. Equipped with state-of-the-art gaming setups, communication tools, and comfortable seating, this zone is designed to support teams aiming for victory in tournaments and leagues. Specialized Training Facility Our specialized Training Facility is where aspiring gamers can elevate their abilities. Equipped with advanced gaming rigs, ergonomic chairs, and specialized coaching resources, this facility offers an ideal environment for honing skills in a variety of games. Whether you're looking to improve reaction times, teamwork, or strategy, our Training Facility is tailored to enhance your gaming prowess. These facilities are available to esports teams and individual gamers alike, ensuring that everyone has access to the tools and environment needed to succeed in competitive gaming. PixelHub PixelHub stands out as the premier destination for gaming enthusiasts of all levels. With state-of-the-art equipment, a diverse library of games, and a vibrant community, we provide an unparalleled gaming experience. Our commitment to excellence extends to our esports facilities, where dedicated teams train to compete at the highest levels. Whether you're looking to improve your skills, connect with fellow gamers, or simply enjoy the latest games in a comfortable setting, PixelHub is your ultimate gaming haven. Additional Amenities 1. Café and Lounge Area Enjoy a variety of refreshments and snacks at our on-site café. Relax in our comfortable lounge area between gaming sessions. 2. Streaming Booths Stream your gameplay or create content in our dedicated streaming booths equipped with professional-grade equipment and software. 3. Private Gaming Rooms Reserve a private gaming room for exclusive gaming sessions with friends or teammates, equipped with premium amenities. 4. Event Space Host gaming tournaments, parties, or corporate events in our versatile event space. We provide tailored setups and catering options. 5. Workstation Area Need to catch up on work or study? Use our workstation area equipped with high-speed internet and comfortable workstations. 6. Gaming Merchandise Store Browse and purchase gaming merchandise, accessories, and equipment from our on-site store. Our Partners PixelHub service Terms of usage Privacy policy PixelHub 2024",
    "privacy_policy": "PixelHub | privacy policy PixelHub Privacy Policy Introduction PixelHub is committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or use our services. Information We Collect We may collect personal information such as your name, email address, phone number, and payment details when you register on our site, make a booking, or engage with our services. Additionally, we may collect non-personal information such as your browser type, IP address, and browsing patterns. How We Use Your Information We use the information we collect to: Provide and maintain our services to you Process bookings and payments Communicate with you, including customer support Improve our website and services Send promotional offers and updates, where applicable, with your consent Information Sharing We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except as described in this Privacy Policy or as required by law. Data Security We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. Contact Us If you have any questions, please contact us pixelhub@gmail.com. Terms of usage Privacy policy PixelHub 2024",
    "service": "PixelHub | service PixelHub PixelHub Service Welcome to PixelHub Where Gamers Unite and Technology Thrives About Us Welcome to PixelHub, where gaming meets excellence. As a leading computer club, we are dedicated to providing gamers of all ages and skill levels with an exceptional gaming experience. Our facility boasts state-of-the-art equipment, including high-end gaming PCs, consoles, and virtual reality setups, ensuring that every visit is filled with excitement and innovation. PixelHub is not just a place to play; it's a community where gamers come together to compete, learn, and socialize. Whether you're a casual player looking to unwind or a competitive gamer aiming for the top, our diverse range of games and professional esports training programs cater to every interest. Join us at PixelHub and discover why we are the preferred choice for gamers seeking quality, camaraderie, and the thrill of cutting-edge gaming technology. Frequently Asked Questions 1. What are your opening hours? Our opening hours are 24. We are open 7 days of the week. 2. Do I need to bring my own equipment? While you're welcome to bring your own peripherals, we provide high-quality gaming PCs, consoles, and VR headsets for use at PixelHub. 3. How can I join the esports teams or tournaments? To join our esports teams or tournaments, simply inquire at our front desk or visit our website for upcoming events and registration details. 4. Are there age restrictions to access certain gaming areas? Yes, we have age-appropriate areas for different gaming zones. Children under 14 must be accompanied by an adult. 5. Do you offer memberships? Yes, we offer memberships that provide various benefits, including discounted rates on gaming sessions, priority access to events, and exclusive offers. Visit us to learn more about our membership options. 6. Can I host private events or parties at PixelHub? Absolutely! PixelHub is the perfect venue for private events, birthday parties, and corporate gatherings. Contact us to discuss your event requirements and to book our facilities. Bonus System & Loyalty Card Bonus System At PixelHub, we value our members' loyalty. Our bonus system rewards you with points for every gaming session and participation in events. Accumulate points to unlock exclusive rewards, such as free gaming hours, merchandise discounts, and priority access to new releases. Loyalty Card Sign up for our loyalty card to enjoy even more benefits. With the PixelHub Loyalty Card, you'll earn points faster and receive personalized offers based on your gaming preferences. It's our way of saying thank you for choosing PixelHub as your ultimate gaming destination. Join our loyalty program today and start earning rewards with every visit to PixelHub! Our Streaming Platform - PixelHub Live Experience gaming like never before with PixelHub Live, our exclusive streaming platform designed for gamers by gamers. Whether you're a seasoned streamer or just starting out, PixelHub Live offers a seamless streaming experience with high-definition video and crystal-clear audio. Features: Built-in Integration: Easily connect your gaming setup to PixelHub Live for instant streaming. Customizable Layouts: Personalize your stream with customizable overlays, alerts, and chat integration. Community Engagement: Interact with viewers in real-time through our integrated chat feature. VOD Storage: Archive your streams and share highlights with your followers. Event Broadcasting: Stream live tournaments and events directly from PixelHub. Contacts +91 001 8219977 pixelhub@gmail.com HCPC+8G3, Central Park, Sector 3, Bidhannagar, Kolkata, West Bengal 700064 Your Name Email Address Message I accept&nbsp; Privacy Policy PixelHub Service Terms of usage Privacy policy PixelHub 2024",
    "terms": "PixelHub | terms of usage PixelHub Terms of Use 1. Acceptance of Terms By accessing or using PixelHub's website and services, you agree to comply with these Terms of Use, our Privacy Policy, and all applicable laws and regulations. If you do not agree with any part of these terms, you may not access or use our services. 2. Use of Services You may use PixelHub's services for personal and non-commercial purposes only. You agree not to: Violate any laws, regulations, or third-party rights Interfere with or disrupt our services or networks Use our services for any illegal or unauthorized purpose 3. User Accounts To access certain features of PixelHub, you may be required to create a user account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 4. Intellectual Property The content, design, logos, and trademarks on PixelHub are owned or licensed by us and are protected by intellectual property laws. You may not use, reproduce, or distribute any content from PixelHub without our prior written permission. 5. Limitation of Liability PixelHub is provided on an \"as is\" and \"as available\" basis. We do not guarantee the accuracy, completeness, or reliability of any content or services provided. We are not liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of PixelHub. If you have any questions, please contact us pixelhub@gmail.com. Terms of usage Privacy policy PixelHub 2024",
    "thank_page": "PixelHub | thanks page Thank you! We will process your response Back to PixelHub"
  },
  "date": "2024-06-17T18:50:58.236Z"
}