{
  "name": "New_v9_Virtualista",
  "pages": {
    "about": "Virtualista | Sobre Virtualista Início Sobre Serviços Contato Sobre Nós Somos uma equipe apaixonada por explorar os limites da tecnologia e desbravar novos horizontes no mundo dos jogos de realidade virtual. Fundada por entusiastas da RV, nossa empresa nasceu da convicção de que a realidade virtual tem o poder de transformar a maneira como experimentamos o entretenimento digital. Desde o nosso início, temos trabalhado incansavelmente para construir uma plataforma que ofereça uma ampla variedade de experiências de jogo imersivas, desde aventuras emocionantes até simulações educacionais. Nosso compromisso com a inovação e a qualidade nos impulsiona a buscar constantemente novas maneiras de surpreender e encantar nossos usuários. Acreditamos que a realidade virtual tem o potencial de nos transportar para universos extraordinários, nos permitindo viver histórias e experiências que antes só podíamos imaginar. Com essa visão em mente, continuamos a expandir nossos horizontes e a construir uma comunidade vibrante de jogadores que compartilham nossa paixão pela RV. Estamos comprometidos em oferecer uma experiência de RV excepcional para todos os nossos usuários, e estamos animados para ver para onde essa jornada nos levará. Junte-se a nós e embarque nesta aventura emocionante no mundo dos jogos de realidade virtual! Horário de Funcionamento Dia da Semana Horário Segunda-feira 10:00 - 18:00 Terça-feira 10:00 - 18:00 Quarta-feira 10:00 - 18:00 Quinta-feira 10:00 - 18:00 Sexta-feira 10:00 - 23:00 Sábado 12:00 - 23:00 Domingo 12:00 - 23:00 Galeria Início Sobre Serviços Contato Política de Privacidade Termos e Condições",
    "index": "Virtualista Virtualista Início Sobre Serviços Contato Bem-vindo ao Nosso Site Nós somos Virtualista, dedicados a fornecer soluções inovadoras e emocionantes para suas necessidades de entretenimento e tecnologia. Aqui, no nosso site, você encontrará uma ampla gama de produtos e serviços relacionados à realidade virtual. Reservar Guerra das Estrelas Embarque em uma jornada intergaláctica neste jogo de estratégia baseado em turnos. Lidere sua frota estelar para a vitória contra inimigos alienígenas, explore planetas desconhecidos e domine a galáxia. Cidade Fantasma Descubra os segredos sombrios de uma cidade abandonada neste jogo de suspense e mistério. Explore ruas desertas, investigue locais assombrados e desvende a verdade por trás do desaparecimento dos habitantes. Reino dos Dragões Entre no mundo mágico dos dragões e das feras lendárias. Este jogo de RPG épico coloca você no papel de um herói destinado a derrotar o malvado dragão negro e restaurar a paz no reino. Mortal Kombat Entre na arena e prove suas habilidades de combate neste jogo de luta lendário. Escolha seu lutador favorito, execute combos devastadores e derrote seus oponentes em uma batalha épica pelo título de campeão. Phasmophobia Explore locais assombrados e investigue atividades paranormais neste jogo de terror cooperativo. Use equipamentos especializados para interagir com fantasmas e descubra os segredos sombrios que assombram os corredores. Arizona Sunshine Entre no mundo pós-apocalíptico e lute contra hordas de zumbis sedentos de sangue. Armado até os dentes, você terá que usar todas as suas habilidades de sobrevivência para escapar deste pesadelo do deserto. Exclusivos Jogos VR Descubra uma nova dimensão de entretenimento com nossos exclusivos jogos de realidade virtual. Entre em mundos incríveis, vivencie experiências imersivas e desfrute de ação sem precedentes com nossos jogos especialmente projetados para VR. Últimas Notícias Novo lançamento de jogo de realidade virtual emociona fãs A aguardada sequência do popular jogo de aventura em realidade virtual finalmente chega ao mercado, prometendo uma experiência ainda mais imersiva e emocionante para os jogadores. Saiba mais sobre os recursos exclusivos e as críticas entusiasmadas dos primeiros testadores. Publicado em 5 de março de 2024 Novo estudo revela os benefícios da realidade virtual na saúde mental Um estudo recente descobriu que o uso regular de tecnologia de realidade virtual pode ter impactos positivos na saúde mental, incluindo a redução do estresse e da ansiedade. Os pesquisadores discutem as descobertas e o potencial da RV como ferramenta terapêutica. Publicado em 4 de março de 2024 Evento de realidade virtual atrai multidões de entusiastas em todo o mundo O maior evento anual de tecnologia de realidade virtual ocorreu este fim de semana, com milhares de participantes e expositores se reunindo para compartilhar as últimas inovações e experiências VR. Saiba mais sobre os destaques do evento e as impressões dos visitantes. Publicado em 3 de março de 2024 O Que Os Fãs Estão Dizendo \"Este é o melhor site de realidade virtual que já encontrei! Os jogos são incríveis e a experiência de usuário é impecável. Mal posso esperar para ver o que mais está por vir!\" - João S. \"Nunca experimentei nada parecido! A imersão proporcionada pelos jogos VR é simplesmente surreal. Recomendo a todos os entusiastas de tecnologia!\" - Maria L. \"Estou completamente viciado neste site! Os jogos de realidade virtual me levaram a outro mundo, literalmente. Não posso imaginar minha vida sem eles agora!\" - Carlos R. \"Simplesmente fantástico! A qualidade dos jogos VR aqui é incomparável. Nunca me diverti tanto em frente ao computador. Mal posso esperar para ver as próximas atualizações!\" - Ana M. \"Simplesmente incrível! A variedade de jogos de realidade virtual disponíveis aqui é impressionante. Nunca fiquei entediado desde que descobri este site!\" - Laura C. \"Não tenho palavras para descrever o quão fantásticos são os jogos VR deste site. A imersão é tão real que às vezes esqueço que estou no mundo real. Parabéns à equipe pelo excelente trabalho!\" - André F. \"Este site transformou minha perspectiva sobre jogos. A realidade virtual abriu um novo mundo de possibilidades e estou tão feliz por ter encontrado este lugar para explorá-las.\" - Sofia D. Viaje Conosco pelo Mundo dos Jogos Explore mundos incríveis, enfrente desafios emocionantes e viva aventuras inesquecíveis com nossos jogos de última geração. Deixe-se envolver pela magia da realidade virtual e descubra um universo de possibilidades. Reservar Contatos Telefone: +55 64 5230 4567 E-mail: Virtualista@gmail.com Endereço: Pasqualotto Supermarkets-Av. Goiás, 1150 S-Alvorada, Lucas do Rio Verde-MT, 78455-000, Brazil Eu aceito a política de privacidade. Enviar Início Sobre Serviços Contato Política de Privacidade Termos e Condições",
    "policy": "Política de Privacidade - Virtualista main { padding: 50px 0; } p { margin-bottom: 20px; } h2{ margin-bottom: 20px; } main a{ color: #fff; } main a:hover{ text-decoration: underline; } Virtualista Início Sobre Serviços Contato Política de Privacidade Medidas de Segurança: Implementamos medidas de segurança robustas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição não autorizada. Utilizamos tecnologias avançadas de criptografia e procedimentos de segurança física e digital para garantir a integridade e confidencialidade dos seus dados. Links para Outros Sites: Nosso site pode conter links para outros sites que não são operados por nós. Embora nos esforcemos para fornecer apenas links para sites de qualidade e confiáveis, não temos controle sobre o conteúdo e práticas desses sites e não nos responsabilizamos por suas políticas de privacidade. Recomendamos que você revise as políticas de privacidade de qualquer site que visitar a partir dos nossos links. Atualizações na Política: Nossa Política de Privacidade pode ser atualizada de tempos em tempos para refletir mudanças em nossas práticas de privacidade ou alterações na legislação aplicável. Quaisquer mudanças serão refletidas nesta página, por isso, recomendamos que você a acesse periodicamente para se manter informado sobre como protegemos e utilizamos suas informações pessoais. Estamos empenhados em garantir a segurança e privacidade de seus dados enquanto você desfruta dos serviços oferecidos pela [Nome do seu Site]. Caso tenha dúvidas ou precise de mais informações sobre como suas informações são tratadas, não hesite em entrar em contato conosco. Informações Adicionais Nossa Política de Privacidade se aplica apenas às atividades online e é válida para os visitantes do nosso site em relação às informações que compartilham e/ou coletamos. Ela não se aplica a informações coletadas offline ou por outros canais que não estejam vinculados a este site. Para obter informações sobre como suas informações são tratadas fora deste site, consulte as políticas de privacidade dos respectivos serviços ou canais. Contate-nos Para mais informações sobre nossa Política de Privacidade, entre em contato: Email: Virtualista@gmail.com Phone: +55 64 5230 4567 Address:Pasqualotto Supermarkets-Av. Goiás, 1150 S-Alvorada, Lucas do Rio Verde-MT, 78455-000, Brazil Início Sobre Serviços Contato Política de Privacidade Termos e Condições",
    "servises": "Virtualista | Serviços Virtualista Início Sobre Serviços Contato Nossos Serviços Bem-vindo à nossa página de serviços. Estamos comprometidos em fornecer soluções de alta qualidade para atender às suas necessidades de realidade virtual. Nossa equipe de especialistas trabalha incansavelmente para oferecer uma ampla gama de serviços que atendam às demandas do mercado atual. Desde o desenvolvimento de experiências de RV personalizadas até a consultoria especializada em hardware e software, estamos aqui para ajudá-lo a aproveitar ao máximo o potencial da tecnologia de realidade virtual. Explore nossos serviços abaixo e entre em contato conosco para saber mais ou para discutir suas necessidades específicas. Estamos ansiosos para colaborar com você e ajudá-lo a alcançar seus objetivos de RV. Preços Plano Básico R$ 9,99 / mês Acesso a 10 jogos Suporte básico Atualizações mensais Reservar Plano Padrão R$ 19,99 / mês Acesso a 50 jogos Suporte premium Atualizações semanais Reservar Plano Premium R$ 29,99 / mês Acesso ilimitado a todos os jogos Suporte VIP Atualizações diárias Reservar Plano Silver R$ 39,99 / mês Acesso a 100 jogos Suporte premium Atualizações semanais Acesso prioritário a novos lançamentos Reservar Plano Gold R$ 49,99 / mês Acesso ilimitado a todos os jogos Suporte VIP 24/7 Atualizações diárias Descontos exclusivos em compras na loja Reservar Plano Diamond R$ 69,99 / mês Acesso ilimitado a todos os jogos Suporte prioritário VIP Atualizações em tempo real Acesso antecipado a betas de jogos Reservar Echo VR Beat Saber SUPERHOT VR Job Simulator Arizona Sunshine Boneworks Moss Robo Recall The Elder Scrolls V: Skyrim VR Guerra das Estrelas Cidade Fantasma Reino dos Dragões Mortal Kombat Phasmophobia &lt; &gt; Perguntas Frequentes O que é realidade virtual? A realidade virtual (RV) é uma tecnologia que permite aos usuários interagir com um ambiente tridimensional gerado por computador de forma imersiva, geralmente usando óculos de RV ou um headset especializado. Quais são os benefícios da realidade virtual? A realidade virtual oferece uma variedade de benefícios, incluindo experiências imersivas, treinamento simulado, entretenimento interativo e muito mais. Ela pode ser usada em diversas áreas, como educação, saúde, arquitetura, entretenimento e negócios. Quais são os requisitos para usar a realidade virtual? Os requisitos para usar a realidade virtual variam dependendo do dispositivo e da aplicação. Geralmente, você precisará de um headset de RV compatível, um computador ou dispositivo móvel potente o suficiente para executar os aplicativos de RV e espaço suficiente para se mover livremente. Qual é a diferença entre realidade virtual, realidade aumentada e realidade mista? A realidade virtual (RV) cria um ambiente completamente virtual e imersivo. A realidade aumentada (RA) sobrepõe elementos digitais ao mundo real. A realidade mista combina elementos virtuais e reais em um ambiente interativo. Quais são os principais aplicativos da realidade virtual? Os aplicativos de realidade virtual abrangem uma ampla gama de usos, incluindo jogos, simulações de treinamento, educação, terapia, visualização arquitetônica, turismo virtual, entre outros. Como a realidade virtual está sendo usada na indústria? Na indústria, a realidade virtual é usada para treinamento de funcionários, simulações de processos, prototipagem de produtos, visualização de dados complexos, design de fábricas e muito mais. Quais são os requisitos de hardware para usar a realidade virtual em um computador? Os requisitos de hardware para usar a realidade virtual em um computador incluem uma placa de vídeo poderosa, um processador rápido, memória RAM suficiente e portas USB disponíveis para conectar o headset de VR. Como posso experimentar a realidade virtual pela primeira vez? Você pode experimentar a realidade virtual pela primeira vez visitando um centro de entretenimento de RV, participando de eventos de demonstração, ou até mesmo adquirindo um headset de VR para usar em casa e experimentar aplicativos disponíveis. A realidade virtual pode causar problemas de saúde? Embora a realidade virtual seja geralmente segura, algumas pessoas podem experimentar desconforto ou náusea ao usar os headsets de VR, especialmente durante movimentos rápidos. É importante fazer pausas regulares durante as sessões de VR e ajustar as configurações para minimizar o desconforto. Início Sobre Serviços Contato Política de Privacidade Termos e Condições document.addEventListener(\"DOMContentLoaded\", function () { const slider = document.querySelector(\".slider\"); const slides = document.querySelectorAll(\".slide\"); const slideWidth = slides[0].clientWidth; console.log(slideWidth); const prevButton = document.querySelector(\".prev\"); const nextButton = document.querySelector(\".next\"); let currentIndex = 0; prevButton.addEventListener(\"click\", () => changeSlide(-1)); nextButton.addEventListener(\"click\", () => changeSlide(1)); function changeSlide(direction) { let newIndex = currentIndex + direction; if (newIndex = slides.length) { newIndex = 0; } currentIndex = newIndex; const targetTranslate = -currentIndex * slideWidth; slider.style.transform = `translateX(${targetTranslate}px)`; } });",
    "terms": "Virtualista - Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h2 { margin-bottom: 20px; } main a{ color: #fff; } main a:hover{ text-decoration: underline; } Virtualista Início Sobre Serviços Contato 1. Introdução Bem-vindo ao Virtualista! Estes termos e condições regem o uso deste site e quaisquer serviços oferecidos por nós. Ao acessar ou utilizar o nosso site, você concorda com estes termos e condições na íntegra. 2. Uso do Site Ao acessar este site, você concorda em não utilizar o conteúdo para qualquer fim ilegal ou não autorizado. Você também concorda em não violar quaisquer leis em sua jurisdição ao usar o site. É proibido copiar, distribuir ou modificar qualquer parte do site sem autorização prévia. 3. Serviços Oferecidos Nosso site oferece uma variedade de serviços. Esses serviços são fornecidos \"como estão\" e estão sujeitos à disponibilidade. Reservamo-nos o direito de modificar ou descontinuar temporariamente ou permanentemente qualquer serviço sem aviso prévio. 4. Privacidade dos Usuários Respeitamos a privacidade dos nossos usuários. Ao utilizar o nosso site, você concorda com a nossa Política de Privacidade, que descreve como coletamos, usamos e compartilhamos suas informações pessoais. 5. Alterações nos Termos e Condições Nos reservamos o direito de atualizar ou modificar estes termos e condições a qualquer momento sem aviso prévio. Quaisquer alterações entrarão em vigor imediatamente após a publicação dos termos revisados neste site. É responsabilidade do usuário revisar periodicamente esta página para estar ciente de quaisquer alterações. Contate-nos Se precisar de mais esclarecimentos sobre nossos termos e condições, entre em contato: Pasqualotto Supermarkets-Av. Goiás, 1150 S-Alvorada, Lucas do Rio Verde-MT, 78455-000, Brazil +55 64 5230 4567 Virtualista@gmail.com Início Sobre Serviços Contato Política de Privacidade Termos e Condições",
    "thanks": "Agradecemos pelo seu Feedback - Virtualista main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #fff; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Agradecemos por entrar em contato! Caro cliente Agradecemos por entrar em contato conosco. Sua mensagem foi recebida e será respondida o mais breve possível. Estamos comprometidos em fornecer o melhor atendimento aos nossos clientes e estamos ansiosos para atender às suas necessidades. Seu interesse em Virtualista é muito importante para nós. Fique à vontade para explorar nosso site ou aguarde uma resposta de nossa equipe em breve. Atenciosamente, Equipe Virtualista Dom"
  }
}