{
  "name": "New_v9_screenmart",
  "pages": {
    "terms-conditions": "Terms of Use - Guidelines for Using ScreenMart ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Home Services We have Quality Why are we News Terms of Use Product Reviews and Ratings At ScreenMart, we value your opinion and encourage you to share your thoughts about our televisions. You can do this by leaving a review and rating on the product page. Please note that all reviews and ratings are subject to our approval. We reserve the right to remove any review or rating that is offensive, inappropriate, or not related to the product. Promotions and Discounts From time to time, we may offer promotions and discounts on our televisions. These are subject to availability and may be withdrawn at any time without notice. Please note that promotions and discounts cannot be used in conjunction with any other offer. They also cannot be applied to orders that have already been placed. Gift Cards ScreenMart gift cards are the perfect way to treat someone special. They can be purchased on our website and are delivered by email. Our gift cards can be used to purchase any of our televisions. They are valid for 12 months from the date of purchase and cannot be exchanged for cash. Customer Service We are committed to providing you with the highest level of customer service. If you have any questions or concerns, please do not hesitate to contact us. Our customer service team is available from 9am to 5pm, Monday to Friday. You can reach them by email, phone, or live chat. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the country where ScreenMart is registered. Any disputes arising out of or in connection with these terms and conditions shall be subject to the exclusive jurisdiction of the courts of that country. Severability If any provision of these terms and conditions is found to be invalid, illegal, or unenforceable, the remaining provisions shall continue in full force and effect. Third-Party Links Our website may contain links to third-party websites. These are provided for your convenience and information only. We have no control over the content of these websites and are not responsible for any loss or damage that may arise from your use of them. Accessibility We are committed to making our website accessible to everyone, including those with disabilities. If you have any difficulty accessing any part of our website, please contact us, and we will do our best to assist you. Environmental Policy At ScreenMart, we are committed to protecting the environment. We strive to minimize our environmental impact by reducing waste, conserving energy, and promoting recycling. All our televisions are designed to be energy-efficient, and they comply with all relevant environmental regulations. We also encourage our customers to recycle their old televisions in a responsible manner. Social Responsibility We believe in doing business in a way that is socially responsible. We are committed to treating our employees fairly and with respect, and we expect the same from our suppliers. We also support various charities and community initiatives. By shopping with ScreenMart, you are helping us to make a positive difference in the world. Security We take the security of our website very seriously. We use industry-standard encryption technology to protect your personal and financial information. We also regularly monitor our website for security breaches and take immediate action to address any issues that arise. Force Majeure We will not be liable for any failure or delay in performing our obligations under these terms and conditions if such failure or delay is caused by any event beyond our reasonable control, including but not limited to strikes, lock-outs or other industrial disputes, acts of God, war, riot, civil commotion, malicious damage, compliance with any law or governmental order, rule, regulation or direction, accident, breakdown of plant or machinery, fire, flood, storm or default of suppliers or subcontractors. Entire Agreement These terms and conditions constitute the entire agreement between you and ScreenMart in relation to your use of our website, and supersede all previous agreements in respect of your use of this website. Variation We may revise these terms and conditions from time to time. The revised terms and conditions will apply to the use of our website from the date of their publication on the website. Please check this page regularly to ensure you are familiar with the current version. Assignment We may transfer, sub-contract or otherwise deal with our rights and/or obligations under these terms and conditions without notifying you or obtaining your consent. You may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these terms and conditions. No Waivers If we do not insist upon strict performance of any of your obligations under these terms and conditions, or if we fail to exercise any of the rights or remedies to which we are entitled, this shall not constitute a waiver of such rights or remedies and shall not relieve you from compliance with such obligations. Contact Us If you have any questions or concerns about these terms and conditions, or if you need to contact us for any other reason, please email us at screenmart@gmail.com. We will do our best to respond to you within 24 hours. Thank you for choosing ScreenMart. We hope you enjoy your shopping experience! ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Navigation Home Services We have Quality Why are we News Additionally Privacy Policy Terms of Use",
    "thanks": "Thank You - ScreenMart Appreciates Your Support Thank You! We truly appreciate you taking the time to reach out to us here at ScreenMart. Your feedback and questions are invaluable to our team, as they help us continually improve our services and create a better experience for all of our users. Our dedicated support team will carefully review your message and respond as soon as possible. While we strive to provide prompt replies, please allow up to 48 hours for us to get back to you, especially during high-volume periods. In the meantime, feel free to explore our website and learn more about the wide range of products and services we offer. We're confident you'll find something that piques your interest and meets your needs. Once again, thank you for connecting with ScreenMart. We look forward to serving you and helping you make the most of your technology experience. To main",
    "index": "Welcome to ScreenMart - Your Ultimate Destination for TV Shopping! ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Home Services We have Quality Why are we News Welcome to ScreenMart - Your Ultimate Destination for TV Shopping! Discover the Perfect Screen for Your Entertainment Needs At ScreenMart, we're dedicated to enhancing your viewing experience. Whether you're seeking the latest in cutting-edge technology or a reliable classic, we've got you covered. Browse our extensive collection of televisions, ranging from sleek LED screens to immersive OLED displays. Our team of experts is here to guide you through every step of the selection process, ensuring you find the perfect screen to complement your home entertainment setup. Experience crystal-clear picture quality, immersive sound, and innovative features that transform ordinary viewing into extraordinary moments. Welcome to ScreenMart, where your entertainment journey begins. We have Explore the Latest Technologies Stay ahead of the curve with our selection of TVs featuring the latest advancements in technology. From 8K resolution to smart features like voice control and streaming apps, discover innovation at its finest. Find Your Perfect Fit With a variety of screen sizes available, finding the perfect TV for your space has never been easier. Whether you're outfitting a cozy living room or a dedicated home theater, we have the ideal size to suit your needs. Expert Advice, Personalized Service Our team of knowledgeable experts is here to provide personalized recommendations and assistance every step of the way. From understanding technical specifications to choosing the right accessories, we're committed to ensuring you make the best-informed decision. Quality Assurance Guarantee Shop with confidence knowing that all our televisions undergo rigorous quality checks to ensure top-notch performance and reliability. Plus, enjoy peace of mind with our comprehensive warranty coverage and dedicated customer support team. Enhance Your Viewing Experience with ScreenMart Accessories Complete your entertainment setup with our range of high-quality accessories designed to enhance your viewing experience. From immersive sound systems to versatile mounting solutions, ScreenMart has everything you need to take your home theater to the next level. 1 Immerse Yourself in Sound Elevate your audio experience with our selection of premium soundbars and surround sound systems. Whether you're a cinephile or a music lover, immerse yourself in rich, dynamic sound that brings every scene to life. 2 Stay Organized with Cable Management Keep your entertainment area neat and tidy with our range of cable management solutions. Say goodbye to tangled cords and cluttered spaces, and enjoy a clean, streamlined setup that enhances both aesthetics and functionality. 3 Mount Your TV with Ease Maximize your space and achieve the perfect viewing angle with our selection of TV mounts. From fixed mounts for a sleek look to articulating mounts for flexibility, find the perfect solution to showcase your screen in style. Why Choose ScreenMart? Experience the ScreenMart Difference At ScreenMart, we're committed to providing you with more than just a TV. Discover why discerning customers choose us for all their entertainment needs. Extensive Range Knowledgeable Assistance Rigorous Testing Dedicated Support Stay Connected Anywhere Explore our range of smart TVs equipped with built-in Wi-Fi and streaming capabilities. Enjoy seamless access to your favorite apps, streaming services, and online content, all from the comfort of your couch. Transform Your Living Space Discover sleek, stylish designs that complement any decor. With slim bezels, minimalist stands, and customizable display options, our TVs are not just functional but also add a touch of elegance to your living space. Experience Entertainment Like Never Before Immerse yourself in stunning visuals and captivating sound with our range of high-definition and 4K televisions. Whether you're watching movies, gaming, or streaming your favorite shows, elevate your entertainment experience with ScreenMart. Stay Informed with ScreenMart's Blog Welcome to ScreenMart's blog, your go-to resource for all things related to TVs, home entertainment, and technology. Dive into our collection of articles, guides, and reviews curated to help you make informed decisions and stay updated on the latest trends in the world of television. Whether you're a tech enthusiast looking for in-depth analysis or a casual viewer seeking tips on optimizing your setup, our blog covers a wide range of topics to cater to your interests. Join our community of fellow enthusiasts, and let's explore the exciting world of entertainment together. Featured Products Explore our selection of top-rated TVs and accessories, handpicked to deliver exceptional performance and value. From cutting-edge technology to sleek designs, find everything you need to elevate your home entertainment experience. Samsung 55\" 4K Smart TV Experience stunning picture quality and smart features with the Samsung 55\" 4K Smart TV. Immerse yourself in vibrant colors and lifelike detail, while enjoying seamless access to your favorite streaming apps. ₹45,999 Order Sony 65\" OLED TV Indulge in cinematic brilliance with the Sony 65\" OLED TV. Featuring unparalleled contrast and clarity, every scene comes to life in breathtaking detail. Elevate your viewing experience with Sony's premium OLED technology. ₹89,999 Order LG 50\" NanoCell TV Discover the beauty of NanoCell technology with the LG 50\" NanoCell TV. Enjoy vibrant colors, sharp contrast, and wide viewing angles for an immersive viewing experience. Bring the cinema to your living room with LG's innovative display. ₹54,999 Order Bose Soundbar 700 Immerse yourself in room-filling sound with the Bose Soundbar 700. Featuring premium craftsmanship and advanced audio technologies, it delivers clear dialogue, deep bass, and spacious sound for an unparalleled listening experience. ₹34,999 Order Roku Ultra Streaming Player Stream your favorite movies, shows, and music in stunning 4K HDR with the Roku Ultra Streaming Player. With access to thousands of channels and easy voice search, entertainment is just a click away. ₹6,999 Order Sanus Tilting TV Wall Mount Save space and achieve the perfect viewing angle with the Sanus Tilting TV Wall Mount. Its sleek design and easy installation make it the ideal solution for mounting your TV securely to any wall. ₹2,499 Order Contact us I accept the Privacy Policy Send ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Navigation Home Services We have Quality Why are we News Additionally Privacy Policy Terms of Use",
    "privacy-policy": "Privacy Policy - Your Privacy Matters to Us ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Home Services We have Quality Why are we News Privacy Policy Welcome to ScreenMart, your one-stop destination for all things television. Our website is dedicated to providing you with the latest information, reviews, and comparisons of televisions from various brands and manufacturers. This disclaimer governs your use of our website, and by using our website, you accept this disclaimer in full. First and foremost, we are not affiliated with any television brand or manufacturer. Our website is an independent platform that aims to provide unbiased and accurate information about televisions to help our users make informed decisions. We do not endorse or promote any particular brand or product, and our reviews and comparisons are based solely on our analysis and research. The information on our website is provided for general informational purposes only. We strive to ensure that the information is accurate and up-to-date, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. We do not guarantee that our website will be error-free, uninterrupted, or free from viruses or other harmful components. We will not be liable for any loss or damage of any kind incurred as a result of the use of our website, including but not limited to direct, indirect, incidental, punitive, and consequential damages. Our website may contain links to other websites that are not owned or controlled by us. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites. We strongly advise you to read the terms and conditions and privacy policy of any third-party website that you visit. All trademarks, registered trademarks, product names, and company names or logos mentioned on our website are the property of their respective owners. We do not claim any ownership or affiliation with any of these brands or companies. The content on our website, including but not limited to text, graphics, logos, and images, is protected by copyright laws and international treaties. Any unauthorized use of the content on our website is strictly prohibited. You may not reproduce, distribute, transmit, display, publish, sell, license, or otherwise exploit any content on our website without our prior written consent. We reserve the right to modify or amend this disclaimer at any time without notice. Your continued use of our website after any changes to this disclaimer will constitute your acceptance of such changes. At ScreenMart, we believe that a television is more than just a device for watching your favorite shows and movies. It is a portal to a world of entertainment and information, a window to different cultures and perspectives, and a tool for bringing people together. That is why we are passionate about helping our users find the perfect television for their needs and preferences. When it comes to televisions, there are many different types and technologies to choose from. One of the most popular types of televisions is the LED television, which uses light-emitting diodes to create the image on the screen. LED televisions are known for their energy efficiency, slim design, and excellent picture quality. They are also available in a wide range of sizes and resolutions, making them a versatile option for any room. Another popular type of television is the OLED television, which uses organic light-emitting diodes to create the image on the screen. OLED televisions are known for their superior contrast ratio, wide viewing angles, and fast response time. They are also capable of displaying a wider range of colors than LED televisions, making them ideal for watching movies and playing games. In addition to LED and OLED televisions, there are also QLED televisions, which use quantum dot technology to enhance the color and brightness of the image on the screen. QLED televisions are known for their vibrant colors and excellent picture quality, even in brightly lit rooms. They are also available in a wide range of sizes and resolutions, making them a popular choice for many consumers. At ScreenMart, we understand that choosing the right television can be a daunting task, which is why we have made it our mission to provide you with the latest information and reviews on the best televisions on the market. We have reviewed televisions from various brands and manufacturers, including Samsung, LG, Sony, and Vizio, to name a few. Our reviews are based on our analysis and research, and we strive to provide unbiased and accurate information to help you make an informed decision. In addition to our reviews, we also provide comparisons of different televisions to help you determine which one is right for you. Our comparisons take into account factors such as screen size, resolution, refresh rate, and connectivity options, as well as price and overall value. We understand that everyone has different needs and preferences when it comes to televisions, which is why we strive to provide a wide range of options to choose from. At ScreenMart, we are committed to providing you with the latest information and reviews on the best televisions on the market. We believe that choosing the right television should be an enjoyable and stress-free experience, which is why we have made it our mission to provide you with the information you need to make an informed decision. Whether you are looking for a large screen for your home theater or a compact screen for your dorm room, we have got you covered. In conclusion, we hope that this disclaimer has provided you with a clear understanding of our website and its purpose. We strive to provide accurate and unbiased information about televisions to help our users make informed decisions. We are not affiliated with any television brand or manufacturer, and our reviews and comparisons are based solely on our analysis and research. If you have any questions or concerns regarding this disclaimer or any aspect of our website, please contact us at screenmart@gmail.com. Thank you for choosing ScreenMart as your source for television information. We also want to remind our users that while we strive to provide accurate and up-to-date information, the world of technology is constantly evolving. Therefore, we recommend that our users conduct their own research and consult with a professional before making any purchasing decisions. We are not responsible for any damages or losses that may result from the use of our website or the information provided on our website. If you have any questions or concerns regarding this disclaimer or any aspect of our website, please contact us at screenmart@gmail.com. We will do our best to address your concerns and provide you with the information you need. Thank you for choosing ScreenMart as your source for television information. We hope you find our website helpful and informative. Happy shopping! ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Navigation Home Services We have Quality Why are we News Additionally Privacy Policy Terms of Use",
    "services": "Our Services - Enhancing Your Home Entertainment Experience ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Home Services We have Quality Why are we News Our Services At ScreenMart, we offer more than just products. Our range of services is designed to provide you with a seamless and enjoyable shopping experience, from initial consultation to after-sales support. 1 Personalized Consultation Our experienced team is dedicated to helping you find the perfect TV and accessories to suit your needs. Schedule a personalized consultation to receive expert advice and recommendations tailored to your preferences. 2 Installation and Setup Leave the hassle of installation and setup to us. Our professional technicians will ensure your new TV and accessories are installed correctly and configured to optimize performance. Sit back, relax, and enjoy your new entertainment setup hassle-free. Why Choose Us? Experience the ScreenMart Advantage At ScreenMart, we prioritize customer satisfaction and strive to exceed your expectations at every turn. Discover the advantages of choosing us for all your home entertainment needs. Knowledgeable Assistance Top-notch Selection Seamless Experience Customer Satisfaction TV Repair Services Encountering issues with your TV? Our skilled technicians provide comprehensive repair services to diagnose and fix any problems quickly and efficiently. Rest assured, your TV will be back up and running smoothly in no time. Home Theater Installation Transform your living space into a cinematic oasis with our professional home theater installation services. From mounting TVs to setting up surround sound systems, we handle every detail to create the ultimate entertainment experience in your home. Customized Home Entertainment Solutions Looking for a tailored entertainment setup? Our experts design and implement customized solutions to meet your specific preferences and requirements. From smart home integration to multi-room audio, we bring your entertainment dreams to life. Product Demonstrations Not sure which TV or accessory is right for you? Attend one of our product demonstrations to see our offerings in action. Get hands-on experience and expert guidance to make informed decisions about your purchases. Extended Warranty and Support Plans Protect your investment with our extended warranty and support plans. Enjoy peace of mind knowing that your products are covered against unexpected breakdowns, and receive priority assistance from our dedicated support team. Stay Informed with ScreenMart's Blog Welcome to ScreenMart's blog, your go-to resource for all things related to TVs, home entertainment, and technology. Dive into our collection of articles, guides, and reviews curated to help you make informed decisions and stay updated on the latest trends in the world of television. Whether you're a tech enthusiast looking for in-depth analysis or a casual viewer seeking tips on optimizing your setup, our blog covers a wide range of topics to cater to your interests. Join our community of fellow enthusiasts, and let's explore the exciting world of entertainment together. ScreenMart 4th floor, Aakash business Bhagyalaxmi Society, Maheshwari Society, Krishnadham Society, Piplod, Surat, Gujarat 395007, India +919898964499 screenmart@gmail.com Navigation Home Services We have Quality Why are we News Additionally Privacy Policy Terms of Use"
  },
  "date": "2024-05-14T07:19:45.178Z"
}