{
  "name": "New_v9_DrivingSchool",
  "pages": {
    "contacts": "Contact Us | Master on the Road Serviços Contatos Aplicação PERGUNTAS FREQUENTES RESPOSTAS A PERGUNTAS POPULARES Quais documentos são necessários para me inscrever em um curso na sua escola de direção? Para se inscrever em nossos cursos, você precisará de cópias da carteira de identidade, da carteira de motorista e de um atestado de exame médico que confirme sua saúde física e mental. Quais são as condições para obter uma carteira de motorista depois de concluir o curso? Após a conclusão bem-sucedida do curso em nossa escola de direção, você receberá uma carteira de motorista. Depois disso, terá de passar por exames teóricos e práticos na autoridade de transporte relevante em sua região para obter uma carteira de motorista. Quanto tempo geralmente dura um curso na sua escola de direção? A duração do curso depende do programa de treinamento que você escolher e do seu nível de treinamento. Normalmente, o curso básico inclui cerca de 30 a 40 horas de treinamento, mas também oferecemos cursos intensivos que podem ser concluídos em um período de tempo mais curto. Posso escolher meu instrutor de direção? Sim, nós nos esforçamos para atender às preferências de nossos alunos. Você pode indicar o instrutor de sua preferência ao fazer a reserva do curso e faremos o possível para designar um instrutor que atenda às suas necessidades. O que devo fazer se não estiver confiante em minhas habilidades depois de concluir o curso? Nossa escola de direção oferece aulas adicionais e aulas particulares para aqueles que se sentirem inseguros depois de concluir o curso principal. Também apoiamos nossos formandos e estamos disponíveis para oferecer ajuda e orientação a qualquer momento após a formatura. SOLICITAÇÃO Inscreva-se para um exame de direção Phone: +55-32-3322-7569 E-mail: DrivingSchool@gmail.com Address: St. Hab. Vicente Pires Rua 5 • - Taguatinga, Brasília - DF, 72006-075, Brazil Enviar Eu aceito Política de privacidade Serviços Contatos Política de privacidade Termos e condições © 2024 Escola de Condução Brasil. Todos os direitos reservados. document.addEventListener(\"DOMContentLoaded\", function () { const accordionTitles = document.querySelectorAll(\".faq__item-title\"); accordionTitles.forEach(function (title) { title.addEventListener(\"click\", function () { const content = this.nextElementSibling; const isOpen = content.style.maxHeight !== \"0px\"; const accordions = document.querySelectorAll(\".faq__item-content\"); accordions.forEach(function (item) { if (item !== content) { item.style.maxHeight = \"0\"; item.previousElementSibling.classList.remove(\"active\"); } }); content.style.maxHeight = isOpen ? \"0\" : content.scrollHeight + \"px\"; this.classList.toggle(\"active\"); }); }); });",
    "index": "Driving School: Learn to Drive Safely | Master on the Road Serviços Contatos Aplicação Bem-vindo à escola de direção Mastery on the Road! Dirigir com confiança é a chave para a segurança e o conforto nas estradas. Temos o prazer de recebê-lo em nossa escola de direção, onde cada aluno recebe não apenas as habilidades de direção, mas também uma conscientização sobre a importância do comportamento seguro na estrada. BEM-VINDO À ESCOLA DE DIREÇÃO Mastery on the Road A escola de direção Mastery on the Road é um lugar onde você pode dominar a arte de dirigir sob a orientação de instrutores experientes. Nós nos esforçamos para criar um ambiente confortável e seguro para todos os nossos alunos, onde todos possam adquirir não apenas habilidades de direção, mas também confiança na estrada. Nossa equipe é formada por instrutores profissionais com vasta experiência, que compartilham seu conhecimento e experiência para ajudar cada aluno a alcançar o domínio da direção. Adotamos uma abordagem individualizada para o treinamento, levando em conta o nível de treinamento e as necessidades de cada aluno. Em nossa escola de direção, não apenas ensinamos a dirigir, mas também instilamos a compreensão da importância da segurança e da adesão às regras de trânsito. Acreditamos que um bom motorista não é apenas alguém que dirige com confiança, mas também alguém que tem as habilidades da cultura rodoviária e respeita os outros usuários da estrada. Abordagem individual Levamos em conta o nível de cada aluno e desenvolvemos programas de treinamento individuais. Equipamentos de última geração Nossos veículos são equipados com sistemas de segurança avançados, tornando o treinamento mais eficiente e confortável. Instrutores especializados Nossos instrutores experientes são altamente profissionais e têm uma abordagem positiva em relação ao aprendizado. Horários flexíveis de aulas Oferecemos uma variedade de opções de horários de aula, incluindo manhã, noite e fins de semana, para atender às necessidades de cada aluno. Veja nossas Tarifas de ensino A (Motocicleta) A categoria \"A\" é para dirigir motocicletas e outros veículos de duas rodas. Mensalidade: a partir de 500 reais. B (Automóvel) A categoria \"B\" permite que você dirija carros de passeio de até 3,5 toneladas e até 8 passageiros. Mensalidade: a partir de R$ 1.000. Aplicação BENEFÍCIOS PARA OS ALUNOS Em nossa escola de direção Abordagem personalizada Oferecemos uma abordagem personalizada para o treinamento, levando em conta o nível de preparação de cada aluno e suas particularidades. Instrutores experientes Mossos instrutores profissionais têm muita experiência e o ajudarão a aprender habilidades de direção com conforto e confiança. Métodos de ensino modernos Usamos métodos de ensino avançados que tornam o aprendizado divertido e eficaz. Horários flexíveis de aulas Oferecemos horários de aula flexíveis para que o aprendizado possa ser combinado com suas atividades diárias. Segurança em primeiro lugar Não apenas ensinamos a dirigir, mas também enfatizamos a segurança e a conformidade nas estradas. Preparação para exames Preparamos nossos alunos para serem aprovados em seus exames de habilitação na primeira tentativa. Ambiente de aprendizado confortável Nossos veículos de treinamento são equipados com equipamentos modernos para tornar o processo de aprendizado o mais confortável possível. Atmosfera amigável Temos uma atmosfera de confiança e apoio em que todos os alunos se sentem confortáveis e confiantes. Preços atraentes Oferecemos preços de treinamento acessíveis sem sacrificar a qualidade, para que todos possam aprender a dirigir. O processo de aprendizado na escola de direção FOTOGALERIA RELATÓRIOS SOBRE NOSSO TRABALHO Classificação: 5/5 Andre Silva \"O treinamento na escola de direção foi ótimo! Instrutores muito simpáticos e profissionais. Obrigado por me ajudar a tirar minha carteira de motorista!\" Classificação: 4/5 Carla Santos \"Muito satisfeito com o treinamento na sua escola de direção. Os instrutores explicaram tudo de forma clara e compreensível. Consegui passar no meu exame na primeira tentativa graças às suas aulas!\" Classificação: 5/5 Marcos Oliveira \"Excelente serviço e abordagem personalizada para cada aluno. A única coisa que eu gostaria de melhorar são mais aulas práticas na estrada.\" Classificação: 5/5 Ana Pereira \"Boa escola de direção com bons instrutores. Gostei do treinamento, mas um pouco mais de prática na estrada seria útil.\" Classificação: 4/5 Joao Silva \"Excelente escola de direção! Os instrutores são sempre prestativos e solidários. O treinamento foi interessante e útil. Eu recomendo!\" Serviços Contatos Política de privacidade Termos e condições © 2024 Escola de Condução Brasil. Todos os direitos reservados.",
    "policy": "Privacy Policy | Master na Estrada Serviços Contatos Aplicação Política de privacidade Respeitamos a privacidade dos nossos visitantes e nos comprometemos a proteger suas informações pessoais. Esta política de privacidade descreve como coletamos, usamos, mantemos e divulgamos as informações pessoais que obtemos dos usuários do nosso site. Informações Fornecidas Voluntariamente Podemos coletar informações pessoais dos usuários de várias maneiras, incluindo, mas não se limitando a, quando os usuários visitam nosso site, se inscrevem no boletim informativo, respondem a uma pesquisa, preenchem um formulário ou interagem com outros recursos disponíveis no site. Os usuários podem ser solicitados a fornecer nome, endereço de e-mail, endereço postal, número de telefone e outras informações pertinentes. Informações de Navegação Também podemos coletar informações não pessoais sobre os usuários sempre que interagem com nosso site. Isso pode incluir o navegador usado, o tipo de computador, o provedor de serviços de Internet e outras informações similares. Melhoria dos Serviços As informações coletadas podem ser usadas para entender melhor as necessidades dos usuários e personalizar sua experiência. Comunicação: Podemos usar as informações fornecidas pelos usuários para responder às suas perguntas, solicitações e/ou outras solicitações. Além disso, podemos enviar e-mails periódicos para informar sobre atualizações, novidades ou outras informações relacionadas ao nosso site, produtos ou serviços. Análise de Dados Podemos usar as informações coletadas para análise de dados, incluindo análise demográfica e de tendências de uso do site, para melhorar nossos produtos, serviços e estratégias de marketing. Segurança dos Dados Implementamos medidas de segurança apropriadas para proteger as informações pessoais dos usuários contra acesso não autorizado, alteração, divulgação ou destruição não autorizada dos dados. Acesso Restrito O acesso às informações pessoais dos usuários é restrito apenas a funcionários, contratados e agentes que precisam conhecer essas informações para operar, desenvolver ou melhorar nossos serviços. Essas pessoas estão sujeitas a obrigações de confidencialidade e podem ser sujeitas a medidas disciplinares, incluindo rescisão do contrato e processo legal, se não cumprirem essas obrigações. Terceiros Não vendemos, trocamos ou alugamos informações pessoais dos usuários para terceiros. Podemos compartilhar informações demográficas agregadas não pessoais sobre os usuários com nossos parceiros de negócios, afiliados confiáveis e anunciantes para os fins descritos acima. Aceitação da Política de Privacidade Ao usar nosso site, você indica sua aceitação desta política de privacidade. Se você não concorda com esta política, por favor, não use nosso site. O uso continuado do site após a publicação de alterações a esta política será considerado como aceitação dessas alterações. Serviços Contatos Política de privacidade Termos e condições © 2024 Escola de Condução Brasil. Todos os direitos reservados.",
    "services": "Professional Driving Services | Master on the Road Serviços Contatos Aplicação LICENÇA PARA CARRO CATEGORIA B Treinamento em tempo integral: Duração: 3,5 meses Curso completo sobre as regras de trânsito Prática de direção no \"autódromo\" e na cidade Grupos de treinamento à noite e nos finais de semana Certificado de conclusão do treinamento emitido pela escola de direção Assistência para passar nos exames do DETRAN Total de 56 horas de prática de direção Instrutor personalizado O mesmo veículo para fazer os exames e para as aulas! Aprendizado on-line: O curso teórico completo de Regras de Trânsito está disponível on-line Prática de direção no \"autódromo\" e na cidade Acesso ao curso teórico de regras de trânsito via iOS, Android e website Certificado de conclusão emitido pela escola de direção Suporte completo para os exames do DETRAN Instrutor personalizado Total de 56 horas de prática de direção Sem horários fixos ou aulas presenciais O mesmo veículo para os exames e para o treinamento! Mensalidade: a partir de R$ 1.000. Aplicação LICENÇA PARA CARRO CATEGORIA A Treinamento em tempo integral: Duração: 2 meses Curso completo sobre as regras de trânsito Prática de direção no \"autódromo\" e na cidade Grupos de treinamento à noite e nos finais de semana Certificado de conclusão do treinamento emitido pela escola de direção Assistência para passar nos exames do DETRAN Total de 20 horas de prática de direção Instrutor personalizado Utilização da mesma motocicleta durante o treinamento e nos exames! Aprendizado on-line: O curso teórico completo de Regras de Trânsito está disponível on-line Prática de direção no \"autódromo\" e na cidade Acesso ao curso teórico de regras de trânsito via iOS, Android e website Certificado de conclusão emitido pela escola de direção Suporte completo para os exames do DETRAN Instrutor personalizado Total de 56 horas de prática de direção Sem horários fixos ou aulas presenciais Utilização da mesma motocicleta durante o treinamento e nos exames! Mensalidade: a partir de 500 reais. Aplicação Serviços Contatos Política de privacidade Termos e condições © 2024 Escola de Condução Brasil. Todos os direitos reservados.",
    "terms": "Terms and Conditions | Master on the Road Serviços Contatos Aplicação Termos de uso Bem-vindo ao nosso site. Ao acessar ou usar este site, você concorda em cumprir estes termos de uso, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum destes termos, você está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas comerciais aplicáveis. Uso do Site Permissão é concedida para baixar temporariamente uma cópia dos materiais (informações ou software) no site para visualização transitória apenas. Esta é a concessão de uma licença, não uma transferência de título, e sob esta licença você não pode: modificar ou copiar os materiais; usar os materiais para qualquer finalidade comercial, ou para qualquer exibição pública (comercial ou não comercial); tentar descompilar ou fazer engenharia reversa de qualquer software contido no site; remover quaisquer direitos autorais ou outras notações de propriedade dos materiais; ou transferir os materiais para outra pessoa ou \"espelhar\" os materiais em qualquer outro servidor. Isenção de Responsabilidade Os materiais no site são fornecidos \"como estão\". O site não oferece garantias, expressas ou implícitas, e por este meio renuncia e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a uma finalidade específica ou não violação de propriedade intelectual ou outra violação de direitos. Limitações de Responsabilidade Em nenhum caso o site ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro, ou devido a interrupção do negócio) decorrentes do uso ou da incapacidade de usar os materiais no site, mesmo que o site ou um representante autorizado do site tenha sido notificado oralmente ou por escrito da possibilidade de tais danos. Revisões e Erratas Os materiais que aparecem no site podem incluir erros técnicos, tipográficos ou fotográficos. O site não garante que qualquer um dos materiais em seu site esteja preciso, completo ou atualizado. O site pode fazer alterações nos materiais contidos em seu site a qualquer momento, sem aviso prévio. No entanto, o site não se compromete a atualizar os materiais. Aceitação dos Termos Ao usar este site, você concorda com a versão mais recente destes termos de uso. Se você não concorda com estes termos, por favor, não use nosso site. Serviços Contatos Política de privacidade Termos e condições © 2024 Escola de Condução Brasil. Todos os direitos reservados.",
    "thanks": "Thank You for Contacting | Master on the Road .text-center { display: flex; align-items: center; justify-content: center; flex-direction: column; width: 100%; height: 100vh; gap: 20px; } p { max-width: 800px; text-align: center; } a { transition: 0.3s ease; } a:hover { color: #22b9ff; } Thank you for the feedback! At FitZone, we attach great importance to the feedback we receive from our customers and visitors. Your feedback plays a key role in our efforts to improve our services and customize our offerings to better meet your needs. Go back"
  }
}