{
  "name": "New_8_rollinbaby",
  "pages": {
    "index": "Welcome to RollinBaby - Your Ultimate Destination for Baby Strollers +91-982-5349949 rollinbaby@gmail.com RollinBaby Home Why are we Services Our mission Collection The numbers about us Discover the Best for Your Baby RollinBaby: Your Ultimate Stroller Destination They choose us Why Choose Us? Unmatched Quality and Comfort At RollinBaby, we understand that your baby deserves the best. Our strollers are designed with both style and functionality in mind, ensuring a comfortable and safe experience for your little one. Here’s why RollinBaby stands out: Premium Materials Made from the highest quality materials to ensure durability and comfort for your baby. Stylish Designs Trendy and modern designs that suit every parent's taste and lifestyle. Safety First Equipped with advanced safety features to keep your baby secure on every ride. Easy Maneuverability Smooth handling and easy navigation for a hassle-free experience. Compact & Convenient Lightweight and foldable strollers for easy storage and travel. Affordable Luxury High-end features at prices that won’t break the bank. Our mission Our Mission Dedicated to Your Baby's Comfort and Safety At RollinBaby, our mission is to provide parents with the best strollers that combine comfort, safety, and style. We are passionate about ensuring that every journey with your little one is smooth and enjoyable. Our team of experts carefully selects and tests each stroller model to meet the highest standards. Trust RollinBaby to be your partner in making every outing with your baby a delightful experience. To learn more Explore Our Collection Find the Perfect Stroller for Your Baby RollinBaby offers a wide range of strollers to suit every need and preference. Whether you're looking for something compact for city living or a robust model for outdoor adventures, we have the perfect stroller for you. Explore our collection and discover the features that make each model unique. City Cruiser Designed for urban environments, the City Cruiser is lightweight and easy to maneuver, perfect for navigating busy streets and public transport. All-Terrain Explorer Built for adventure, the All-Terrain Explorer features rugged wheels and suspension, making it ideal for outdoor walks and uneven surfaces. Travel Lite The ultimate companion for families on the go, the Travel Lite is compact, foldable, and easy to carry, ensuring hassle-free travel wherever you go. Join Our Community Join Stay Updated with RollinBaby Be aware of Contact Us Write 500+ Satisfied parents trust RollinBaby for their stroller needs. 24/7 Customer support available to assist you anytime, anywhere. 100% Quality guarantee on all our strollers. 30 Days Easy returns and exchanges for your convenience. Our Bestsellers Top Picks for Your Baby City Cruiser ₹15,999 Lightweight and perfect for urban adventures, the City Cruiser offers easy maneuverability and compact storage. Order now All-Terrain Explorer ₹22,499 Designed for outdoor enthusiasts, the All-Terrain Explorer features rugged wheels and advanced suspension for any terrain. Order now Travel Lite ₹12,999 Ideal for families on the go, the Travel Lite is compact, foldable, and easy to carry, making travel a breeze. Order now I accept the Privacy Policy Send a message Navigation Home Why are we Services Our mission Collection The numbers about us Additional links Disclaimer Privacy Policy Terms of Use rollinbaby@gmail.com Near Polaris Shopping, BRTS Rd, Punagam, Surat, Gujarat 395010, India +91-982-5349949 This website uses cookies to ensure you get the best experience on our website. Accept",
    "privacy-policy": "RollinBaby Privacy Policy - Your Privacy Matters to Us +91-982-5349949 rollinbaby@gmail.com RollinBaby Home Why are we Services Our mission Collection The numbers about us Privacy Policy Data Retention RollinBaby will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Your Rights You have certain rights regarding the personal information we hold about you. These rights include: The right to access, update, or delete the information we have on you. The right to rectify any inaccurate or incomplete information. The right to object to our processing of your personal information. The right to restrict us from processing your personal information. The right to request a copy of your personal information in a commonly used, machine-readable format. International Data Transfer Your information, including personal information, may be transferred to — and maintained on — computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. If you are located outside India and choose to provide information to us, please note that we transfer the information, including personal information, to India and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. Social Media Features Our website may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button. These features may collect your IP address, which page you are visiting on our website, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our website. Your interactions with these features are governed by the privacy policy of the company providing it. Google AdSense & DoubleClick Cookie Google, as a third-party vendor, uses cookies to serve ads on our website. Google's use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our website or other websites on the Internet. Behavioral Remarketing RollinBaby uses remarketing services to advertise on third-party websites to you after you visited our website. We and our third-party vendors use cookies to inform, optimize, and serve ads based on your past visits to our website. Referral Program We may offer a referral program, which allows you to share information about our products and services with your friends and family. If you choose to use our referral service to tell a friend about our website, we will ask you for your friend's name and email address. We will automatically send your friend a one-time email inviting them to visit the website. RollinBaby stores this information for the sole purpose of sending this one-time email and tracking the success of our referral program. Data Breach In the event of a data breach, we will notify you and the appropriate regulatory authorities within 72 hours of becoming aware of the breach, if it is likely to result in a risk to your rights and freedoms. We will provide you with information about the nature of the breach, the likely consequences, and the measures we have taken or propose to take to address the breach and mitigate its possible adverse effects. Indian Privacy Rights If you are a Indian resident, you have the right to request information from us regarding the manner in which we share certain categories of personal information with third parties for their direct marketing purposes. Indian law gives you the right to send us a request at a designated address to receive the following information: The categories of information we disclosed to third parties for their direct marketing purposes during the preceding calendar year. The names and addresses of the third parties that received that information. If the nature of the third party's business cannot be determined from their name, examples of the products or services marketed. Data Controller RollinBaby is the data controller of your personal information. This means that RollinBaby determines the purposes for which and the manner in which any personal information is processed. Data Processors We may use the services of various service providers to process your data more effectively. These service providers are known as data processors, and they process your personal information on our behalf. We require our data processors to comply with strict data privacy standards and to implement appropriate technical and organizational measures to protect your personal information. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. If you have any questions about this Privacy Policy, please contact us at rollinbaby@gmail.com. Navigation Home Why are we Services Our mission Collection The numbers about us Additional links Disclaimer Privacy Policy Terms of Use rollinbaby@gmail.com Near Polaris Shopping, BRTS Rd, Punagam, Surat, Gujarat 395010, India +91-982-5349949",
    "services": "RollinBaby Services - Personalized Stroller Solutions and Support +91-982-5349949 rollinbaby@gmail.com RollinBaby Home Why are we Services Our mission Collection The numbers about us Our Services Comprehensive Support for Your Stroller Needs Personalized Consultation Our experts are here to help you choose the perfect stroller based on your lifestyle and preferences. Book a consultation for tailored advice and recommendations. Maintenance & Repairs Keep your stroller in top condition with our maintenance and repair services. From routine check-ups to fixing issues, we ensure your stroller remains safe and functional. Warranty & Support Enjoy peace of mind with our comprehensive warranty and dedicated customer support. We’re here to assist you with any questions or concerns, ensuring a smooth and satisfying experience. Why Choose Our Services? Exceptional Care and Expertise At RollinBaby, we go beyond just selling strollers. We offer a range of services designed to provide you with the best experience and ensure your baby’s comfort and safety. Our team of experts is dedicated to delivering exceptional care and personalized support for all your stroller needs. Certified Technicians Our skilled technicians are certified and experienced in handling all types of strollers, ensuring that your stroller receives the best care possible. Quick Turnaround We understand the importance of having a functional stroller, which is why we offer quick and efficient service to get you back on the move as soon as possible. Customization Options Tailored Solutions for Your Stroller Needs At RollinBaby, we understand that every parent and baby is unique. That’s why we offer customization options to personalize your stroller to fit your specific preferences and lifestyle. Whether you’re looking for a specific color, additional features, or special modifications, our customization services ensure your stroller meets your exact requirements. Enhance your stroller experience with our tailored solutions at RollinBaby. Stroller Rental Services Convenient Solutions for Temporary Needs At RollinBaby, we offer stroller rental services to accommodate your temporary stroller needs. Whether you're traveling, visiting family, or simply trying out a model before purchasing, our rental options provide flexibility and convenience. Choose from our range of quality strollers and enjoy the ease of renting from RollinBaby for short-term solutions. Navigation Home Why are we Services Our mission Collection The numbers about us Additional links Disclaimer Privacy Policy Terms of Use rollinbaby@gmail.com Near Polaris Shopping, BRTS Rd, Punagam, Surat, Gujarat 395010, India +91-982-5349949 This website uses cookies to ensure you get the best experience on our website. Accept",
    "terms-conditions": "RollinBaby Terms of Use - Guidelines for Using Our Website +91-982-5349949 rollinbaby@gmail.com RollinBaby Home Why are we Services Our mission Collection The numbers about us Terms of Use Acceptance of Terms By accessing and using the RollinBaby website, you agree to be bound by these Terms of Use, our Privacy Policy, and any other guidelines or rules that we may post on our website from time to time. If you do not agree to any of these terms, please refrain from using our website or purchasing our products. Account Registration To make a purchase on RollinBaby, you may be required to register for an account, providing us with certain personal information such as your name, email address, phone number, and shipping address. You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. Product Descriptions and Availability RollinBaby strives to provide accurate and up-to-date information about our products on our website. However, we do not warrant that product descriptions or other content on our website is accurate, complete, reliable, current, or error-free. If a product offered by RollinBaby is not as described, your sole remedy is to return it in its unused condition for a refund. Product availability is subject to change without notice. In the event that a product you have ordered is not available, we will notify you as soon as possible and offer you the option to cancel your order or choose a different product. Privacy and Data Protection RollinBaby is committed to protecting your privacy and the confidentiality of your personal information. Our Privacy Policy, which is incorporated into these Terms of Use, explains how we collect, use, and disclose your personal information when you use our website and purchase our products. By using our website, you consent to the collection, use, and disclosure of your personal information in accordance with our Privacy Policy. User Conduct You agree not to use the RollinBaby website for any unlawful or prohibited purpose, or in any manner that could damage, disable, overburden, or impair our website or interfere with any other party's use and enjoyment of our website. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through our website. Indemnification You agree to indemnify, defend, and hold harmless RollinBaby, its officers, directors, employees, agents, licensors, and suppliers from and against any and all claims, damages, liabilities, losses, costs, and expenses (including reasonable attorneys' fees) arising from or in connection with your use of our website, your breach of these Terms of Use, or your violation of any rights of another. Termination RollinBaby reserves the right, in its sole discretion, to terminate your access to our website and the related services or any portion thereof at any time, without notice. Upon termination, any rights granted to you under these Terms of Use will immediately cease, and you must discontinue all use of our website and services. Entire Agreement These Terms of Use, together with our Privacy Policy and any other guidelines or rules posted on our website, constitute the entire agreement between you and RollinBaby regarding the use of our website and the purchase of our products. If any provision of these Terms of Use is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Waiver The failure of RollinBaby to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. Any waiver of any provision of these Terms of Use must be in writing and signed by an authorized representative of RollinBaby. Force Majeure RollinBaby will not be liable for any delay or failure to perform its obligations under these Terms of Use if such delay or failure is due to circumstances beyond its reasonable control, including but not limited to acts of God, natural disasters, wars, strikes, or governmental restrictions. Customer Reviews and Testimonials RollinBaby values your feedback and encourages you to share your experiences with our products. By submitting a review or testimonial, you grant RollinBaby the right to use, reproduce, modify, and distribute your review or testimonial in any form or medium for promotional purposes without compensation to you. Social Media and User-Generated Content RollinBaby may provide opportunities for users to share their experiences, photos, and other content on social media platforms or through other interactive features on our website. By submitting any content, you grant RollinBaby a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology now known or later developed. You represent and warrant that you own or have the necessary rights and permissions to use and authorize RollinBaby to use all intellectual property rights in and to any content you submit. Contact Information If you have any questions or concerns regarding these Terms of Use or our website, please contact us at rollinbaby@gmail.com. We will do our best to address your inquiries in a timely and professional manner. Navigation Home Why are we Services Our mission Collection The numbers about us Additional links Disclaimer Privacy Policy Terms of Use rollinbaby@gmail.com Near Polaris Shopping, BRTS Rd, Punagam, Surat, Gujarat 395010, India +91-982-5349949",
    "thanks": "RollinBaby - Gratitude page Thank You! We appreciate you taking the time to reach out to us at RollinBaby. Your feedback is incredibly valuable and helps us to improve our services and offerings. Our team will review your message and get back to you as soon as possible. We value your input and look forward to continuing to serve you. Thank you once again for your time and effort. You're helping to make RollinBaby even better! To main",
    "disclaimer": "RollinBaby Disclaimer - Important Information About Our Website +91-982-5349949 rollinbaby@gmail.com RollinBaby Home Why are we Services Our mission Collection The numbers about us Disclaimer Website Content: All the information, images, and specifications displayed on our website are for illustrative purposes only. While we strive to provide accurate and up-to-date information, we do not guarantee the accuracy, completeness, or reliability of any content on our website. We reserve the right to modify the content at any time without prior notice. Product Availability: All products listed on our website are subject to availability. We cannot guarantee that all products will be in stock at all times. If a product you have ordered is not available, we will notify you as soon as possible and offer a refund or replacement. Pricing: All prices listed on our website are in Indian Rupees (INR) and include all applicable taxes. We reserve the right to change prices without prior notice. The final price of a product will be the price indicated at the time of order confirmation. Liability: RollinBaby will not be liable for any direct, indirect, incidental, or consequential damages resulting from the use or inability to use our website or products. We are not responsible for any errors or omissions in the content of our website. User Conduct: By using our website, you agree not to engage in any activity that interferes with or disrupts the operation of our website or the servers and networks that host our website. You also agree not to engage in any activity that is illegal, harmful, or offensive. Warranty: All products sold on our website come with a manufacturer's warranty. The warranty period and terms may vary depending on the product. The warranty covers manufacturing defects and does not cover damage caused by misuse, accidents, or normal wear and tear. If you have any issues with a product, please contact us as soon as possible. Returns and Refunds: We want you to be completely satisfied with your purchase. If you are not satisfied with a product for any reason, you can return it within 7 days of receipt for a full refund or exchange. The product must be in its original condition with all tags and packaging intact. Shipping charges for returns are the responsibility of the customer. Severability: If any provision of this Disclaimer is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Entire Agreement: This Disclaimer, together with our Privacy Policy and any other agreements or policies referenced herein, constitutes the entire agreement between you and RollinBaby regarding the use of our website and the products we offer. Customer Reviews: We value your feedback and encourage you to leave reviews for the products you purchase. However, we reserve the right to remove any reviews that contain inappropriate content, including but not limited to profanity, hate speech, and false or misleading information. Force Majeure: RollinBaby will not be liable for any failure or delay in performing its obligations under this Disclaimer due to any cause beyond its reasonable control, including but not limited to natural disasters, acts of God, wars, strikes, or governmental restrictions. Product Safety: At RollinBaby, we are committed to providing safe and reliable products for your baby. All our products meet the safety standards set by the Indian government and other relevant international organizations. However, it is essential to use the products correctly and follow the manufacturer's instructions to ensure the safety of your baby. Product Recalls: In the unlikely event of a product recall, we will notify you as soon as possible and provide instructions on how to return the product for a refund or replacement. If you have any concerns about a product's safety, please contact us immediately. Payment Methods: We accept various payment methods, including credit cards, debit cards, and net banking. All payments are processed securely through a third-party payment gateway. We do not store any payment information on our servers. Shipping and Delivery: We ship our products across India. The shipping charges and delivery times may vary depending on the product and your location. We will provide you with an estimated delivery time at the time of order confirmation. However, we cannot guarantee delivery times as they may be affected by factors beyond our control, such as weather conditions and delivery partner availability. Cancellation Policy: You can cancel your order at any time before it is shipped. If the order has already been shipped, you can return it within 7 days of receipt for a full refund or exchange. The product must be in its original condition with all tags and packaging intact. Shipping charges for returns are the responsibility of the customer. Changes to this Disclaimer: RollinBaby reserves the right to update or modify this Disclaimer at any time without prior notice. Your continued use of our website after any changes constitutes your acceptance of the new Disclaimer. Contact Us: If you have any questions or concerns about this Disclaimer or any aspect of our website, please contact us at rollinbaby@gmail.com. We will do our best to respond to your inquiry as soon as possible. By using our website, you acknowledge that you have read, understood, and agreed to this Disclaimer. We appreciate your cooperation and look forward to serving you and your baby's needs. Thank you for choosing RollinBaby. Happy shopping! Navigation Home Why are we Services Our mission Collection The numbers about us Additional links Disclaimer Privacy Policy Terms of Use rollinbaby@gmail.com Near Polaris Shopping, BRTS Rd, Punagam, Surat, Gujarat 395010, India +91-982-5349949"
  },
  "date": "2024-06-16T20:08:54.670Z"
}