{
  "name": "New_v9_workoutwardrobe",
  "pages": {
    "terms-conditions": "Termos de Uso da WorkoutWardrobe - Condições para uma Experiência de Compra Transparente WorkoutWardrobe Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós Termos de Uso 1. Aceitação dos Termos Ao acessar ou utilizar o site WorkoutWardrobe, você concorda com estes Termos e está sujeito a todas as leis e regulamentos aplicáveis. Se você não concorda com estes Termos, por favor, não use o nosso site. 2. Uso do Site Você concorda em usar o site WorkoutWardrobe apenas para fins legais e de maneira que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo do site por qualquer pessoa. 3. Conteúdo do Usuário O WorkoutWardrobe pode permitir que os usuários postem, enviem, publiquem ou transmitam conteúdo. Ao fazer isso, você concede ao WorkoutWardrobe o direito e a licença para usar, modificar, exibir, reproduzir e distribuir esse conteúdo em conexão com o site. 4. Limitação de Responsabilidade O WorkoutWardrobe não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar o site. 5. Alterações nos Termos O WorkoutWardrobe se reserva o direito de modificar estes Termos a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação dos Termos revisados no site. O uso contínuo do site após tais alterações constituirá sua aceitação dos Termos revisados. 6. Propriedade Intelectual Todos os direitos de propriedade intelectual relacionados ao site WorkoutWardrobe e ao seu conteúdo, incluindo mas não se limitando a textos, gráficos, logotipos, imagens, vídeos e software, são de propriedade exclusiva do WorkoutWardrobe ou de seus licenciadores. 7. Indenização Você concorda em indenizar e isentar o WorkoutWardrobe, seus diretores, funcionários e parceiros de qualquer responsabilidade, reclamação, demanda, perda, dano, custo ou despesa, incluindo honorários advocatícios razoáveis, decorrentes ou relacionados ao seu uso do site. 8. Links para Sites de Terceiros O site WorkoutWardrobe pode conter links para sites de terceiros que não são controlados ou operados pelo WorkoutWardrobe. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros. Recomendamos que você revise os termos de uso e políticas de privacidade de qualquer site que visite. 9. Rescisão O WorkoutWardrobe se reserva o direito de encerrar ou suspender o seu acesso ao site, com ou sem aviso prévio, por qualquer motivo, incluindo, sem limitação, violação destes Termos. 10. Jurisdição e Lei Aplicável Estes Termos serão regidos e interpretados de acordo com as leis do Brasil. Qualquer litígio decorrente ou relacionado a estes Termos estará sujeito à exclusiva jurisdição dos tribunais localizados no Brasil. 11. Disposições Gerais Estes Termos constituem o acordo completo entre você e o WorkoutWardrobe em relação ao uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o WorkoutWardrobe. Nossa falha em exercer ou fazer valer qualquer direito ou disposição destes Termos não constituirá uma renúncia a tal direito ou disposição. 12. Alterações nos Serviços O WorkoutWardrobe reserva-se o direito de alterar, suspender ou interromper qualquer aspecto dos serviços oferecidos, incluindo a disponibilidade de recursos, a qualquer momento e sem aviso prévio. Faremos esforços razoáveis para notificar os usuários sobre alterações significativas nos serviços, quando aplicável. 13. Uso Responsável Você concorda em usar os serviços do WorkoutWardrobe de forma responsável e ética. Isso inclui, mas não se limita a, não realizar atividades ilegais, prejudiciais ou que interfiram na operação normal do site. 14. Garantias O WorkoutWardrobe não oferece garantias expressas ou implícitas sobre a disponibilidade, precisão, confiabilidade ou adequação dos serviços fornecidos. O uso dos serviços é por sua própria conta e risco. 15. Limitações de Responsabilidade Em nenhuma circunstância o WorkoutWardrobe será responsável por danos diretos, indiretos, incidentais, especiais, punitivos ou consequenciais decorrentes do uso ou incapacidade de usar os serviços, mesmo que tenhamos sido avisados da possibilidade de tais danos. 16. Consentimento para Recebimento de Comunicações Ao utilizar os serviços do WorkoutWardrobe, você consente em receber comunicações eletrônicas de nós. Essas comunicações podem incluir informações sobre sua conta, atualizações de serviços e outras informações relevantes relacionadas aos serviços. 17. Política de Reembolso Em geral, não oferecemos reembolsos pelos produtos ou serviços adquiridos através do WorkoutWardrobe. No entanto, em circunstâncias excepcionais e a critério exclusivo do WorkoutWardrobe, podem ser concedidos reembolsos parciais ou totais. 18. Conformidade com as Leis Locais Você concorda em cumprir todas as leis, regulamentos e regras locais, estaduais, nacionais e internacionais que se apliquem ao seu uso dos serviços do WorkoutWardrobe. 19. Aceitação dos Termos Ao utilizar os serviços do WorkoutWardrobe, você reconhece ter lido, compreendido e concordado com estes Termos de Uso. Se você não concordar com estes Termos, por favor, não use os serviços do WorkoutWardrobe. 20. Resolução de Disputas Em caso de disputas ou controvérsias decorrentes destes Termos de Uso, ambas as partes concordam em primeiro tentar resolver o problema de forma amigável através de negociações diretas. Se uma solução não puder ser alcançada dessa maneira, ambas as partes concordam em submeter a disputa à mediação, seguindo as leis vigentes no Brasil. 21. Modificações nos Termos de Uso O WorkoutWardrobe reserva-se o direito de modificar ou atualizar estes Termos de Uso a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente estes Termos para estar ciente de quaisquer alterações. O uso contínuo do site após a publicação de quaisquer alterações constitui aceitação dessas alterações. 22. Divisibilidade Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível por um tribunal competente, as demais disposições destes Termos permanecerão em pleno vigor e efeito. A disposição inválida ou inexequível será substituída por uma disposição válida e exequível que se aproxime mais possível da intenção da disposição original. 23. Interpretação Estes Termos de Uso constituem o acordo completo e exclusivo entre você e o WorkoutWardrobe em relação ao uso do site e substituem todos os entendimentos anteriores ou contemporâneos, comunicações e acordos, escritos ou orais, entre você e o WorkoutWardrobe. Obrigado por confiar no WorkoutWardrobe como seu destino de fitness e moda! 24. Resolução de Conflitos Em caso de qualquer controvérsia, disputa ou reclamação decorrente ou relacionada a estes Termos de Uso ou ao uso dos serviços do WorkoutWardrobe, as partes concordam em buscar primeiro resolver o problema por meio de negociação de boa-fé. Se as partes não conseguirem resolver a controvérsia por meio de negociação, concordam em submeter a questão à mediação, administrada por um mediador neutro e imparcial. Se a mediação não resultar em uma resolução, as partes concordam em submeter a controvérsia à arbitragem vinculativa, administrada por um árbitro único em conformidade com as regras de arbitragem comercial em vigor. A decisão do árbitro será final e vinculativa para ambas as partes. 25. Severabilidade Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal, inexequível ou nula por qualquer motivo, tal disposição será considerada separável destes Termos e não afetará a validade e aplicabilidade das disposições restantes. 26. Interpretação Estes Termos de Uso serão interpretados de acordo com as leis do Brasil, sem consideração aos seus princípios de conflito de leis. Qualquer falha do WorkoutWardrobe em fazer valer qualquer direito ou disposição destes Termos não constituirá uma renúncia a tal direito ou disposição. 27. Idioma Estes Termos de Uso podem ser disponibilizados em vários idiomas para conveniência dos usuários. No caso de qualquer conflito ou inconsistência entre as versões em diferentes idiomas, a versão em português destes Termos prevalecerá. 28. Atualização dos Termos O WorkoutWardrobe reserva-se o direito de atualizar ou modificar estes Termos de Uso a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente os Termos para estar ciente de quaisquer alterações. 29. Acordo Integral Estes Termos de Uso constituem o acordo integral entre você e o WorkoutWardrobe e substituem todos os acordos anteriores ou contemporâneos, entendimentos, compromissos ou comunicações, escritos ou verbais, entre você e o WorkoutWardrobe. 30. Consentimento para Comunicações Eletrônicas Ao concordar com estes Termos de Uso, você consente em receber comunicações eletrônicas do WorkoutWardrobe. Essas comunicações podem incluir, mas não estão limitadas a, notificações sobre sua conta, atualizações de serviços e informações promocionais. 31. Modificações dos Serviços O WorkoutWardrobe se reserva o direito de modificar, suspender ou descontinuar, temporária ou permanentemente, os serviços (ou qualquer parte deles) com ou sem aviso prévio. Você concorda que o WorkoutWardrobe não será responsável perante você ou terceiros por qualquer modificação, suspensão ou descontinuação dos serviços. 32. Cumprimento das Leis Você concorda em cumprir todas as leis, estatutos, regulamentos e normas aplicáveis ​​ao usar os serviços do WorkoutWardrobe. Você concorda em não usar os serviços para qualquer finalidade ilegal ou não autorizada. 33. Consentimento do Usuário Ao utilizar o site WorkoutWardrobe e seus serviços, você consente expressamente com estes Termos de Uso, bem como com nossa Política de Privacidade, se aplicável. É importante que você leia e compreenda completamente ambos os documentos antes de prosseguir com o uso de nossos serviços. 34. Modificações nos Serviços e no Site O WorkoutWardrobe se reserva o direito de modificar, interromper ou descontinuar qualquer aspecto de seus serviços ou do site a qualquer momento, com ou sem aviso prévio. Isso pode incluir a atualização de recursos, a alteração de políticas e a remoção de conteúdo. 35. Independência das Partes Nada nestes Termos de Uso cria uma relação de joint venture, parceria, emprego ou agência entre você e o WorkoutWardrobe. Você concorda que é um usuário independente dos serviços e que o WorkoutWardrobe não tem controle direto ou supervisão sobre as ações ou condutas de seus usuários. 36. Comunicações Eletrônicas Ao utilizar os serviços do WorkoutWardrobe, você concorda em receber comunicações eletrônicas da nossa parte, incluindo e-mails, mensagens e notificações relacionadas aos serviços, atualizações do site e outras informações relevantes. Você pode optar por não receber determinadas comunicações eletrônicas, mas isso pode afetar sua capacidade de utilizar alguns aspectos dos nossos serviços. 37. Lei Aplicável e Foro Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente ou relacionada a estes Termos de Uso estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil, renunciando as partes a qualquer outra jurisdição que possa ser aplicável. Claro, aqui está a continuação do texto: 38. Totalidade do Acordo Estes Termos de Uso constituem o acordo integral entre você e o WorkoutWardrobe em relação ao uso do site e dos serviços, substituindo todos os acordos anteriores ou contemporâneos, escritos ou verbais, entre as partes. 39. Renúncia A falha do WorkoutWardrobe em fazer valer qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. A renúncia a qualquer termo destes Termos de Uso será eficaz somente se feita por escrito e assinada por um representante autorizado do WorkoutWardrobe. 40. Sobrevivência As disposições destes Termos de Uso que, por sua natureza, devem sobreviver à rescisão, incluindo, mas não se limitando a, disposições de propriedade intelectual, limitações de responsabilidade, garantias e indenizações, continuarão em pleno vigor após a rescisão do seu acesso aos serviços do WorkoutWardrobe. 41. Divulgação de Informações O WorkoutWardrobe não divulgará ou compartilhará suas informações pessoais com terceiros, exceto conforme necessário para fornecer os serviços ou conforme exigido por lei. 42. Contate-nos Se você tiver alguma dúvida, preocupação ou comentário sobre estes Termos de Uso, entre em contato conosco pelo e-mail workoutwardrobe@gmail.com. Agradecemos por escolher o WorkoutWardrobe como parte da sua jornada de fitness! WorkoutWardrobe Estilo, conforto e desempenho - encontre tudo isso na WorkoutWardrobe! Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós política de Privacidade Termos de uso",
    "thanks": "Página de Agradecimento da WorkoutWardrobe - Apreciamos a sua Preferência e Confiança Obrigado! Obrigado por entrar em contato conosco através do WorkoutWardrobe. Agradecemos sinceramente o seu interesse e valorizamos a sua opinião. Levamos em consideração cada mensagem que recebemos. Por favor, saiba que estamos dedicados a melhorar constantemente nossos serviços e sua opinião é fundamental para nós. Se houver qualquer dúvida ou preocupação adicional, não hesite em entrar em contato conosco. Estamos sempre aqui para ajudar. Obrigado mais uma vez por escolher o WorkoutWardrobe! Pagina inicial",
    "about": "A WorkoutWardrobe - Nossa História e Nossa Missão WorkoutWardrobe Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós Sobre nós Lar / Sobre nós A WorkoutWardrobe - A Sua Fonte de Moda Fitness Descubra a Nossa História e Nossa Missão A História da WorkoutWardrobe A WorkoutWardrobe nasceu com a missão de oferecer aos seus clientes a melhor seleção de roupas para treino, combinando moda e funcionalidade. Olhar Nossa Missão Nossa missão é ajudar os nossos clientes a se sentirem confortáveis e inspirados durante os treinos, enquanto mantêm a sua personalidade e estilo. Olhar A WorkoutWardrobe Hoje Hoje, a WorkoutWardrobe conta com uma equipe dedicada e uma ampla gama de produtos de alta qualidade, garantindo que você encontre a peça perfeita para cada treino. Olhar Conheça a Equipe por Trás da WorkoutWardrobe Nossa Equipe: Comprometida com a Excelência e o Estilo Nossa equipe na WorkoutWardrobe é composta por profissionais apaixonados por moda e fitness, dedicados a trazer para você as melhores opções em roupas para treino. Combinamos expertise em moda com um profundo conhecimento das necessidades dos entusiastas de fitness, garantindo que cada peça em nossa coleção seja cuidadosamente selecionada para atender aos mais altos padrões de qualidade e estilo. Estamos aqui para ajudá-lo a encontrar as peças perfeitas que o motivarão e inspirarão em cada treino. Com a WorkoutWardrobe, você não apenas adquire roupas de alta qualidade, mas também se conecta com uma equipe comprometida em proporcionar uma experiência de compra excepcional e ajudá-lo a alcançar seus objetivos fitness com confiança e elegância. Explore a Nossa Coleção de Moda Fitness Descubra a Diversidade e a Qualidade na WorkoutWardrobe A Coleção da WorkoutWardrobe A WorkoutWardrobe oferece uma ampla gama de produtos de moda fitness, desde leggings de alta performance até tops desportivos trendy, passando por camisetas respiráveis e acessórios essenciais. Qualidade e Estilo A WorkoutWardrobe está comprometida em oferecer apenas produtos de alta qualidade, garantindo durabilidade, conforto e estilo. Cada peça é cuidadosamente selecionada para atender às suas necessidades de moda e desempenho durante os treinos. Flexibilidade e Variedade Nossa coleção inclui peças em diferentes cores e estilos, permitindo que você seja único e confortável durante os treinos. A WorkoutWardrobe tem tudo o que você precisa para se destacar enquanto se mantém em forma. Compromisso com a Excelência na WorkoutWardrobe Nossa Dedicação à Qualidade e ao Atendimento ao Cliente Na WorkoutWardrobe, temos um compromisso inabalável com a excelência em tudo o que fazemos. Desde a seleção de produtos até o atendimento ao cliente, nossa prioridade é garantir a satisfação e confiança de nossos clientes. Qualidade Superior Atendimento Personalizado Entrega Rápida Satisfação Garantida WorkoutWardrobe Estilo, conforto e desempenho - encontre tudo isso na WorkoutWardrobe! Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós política de Privacidade Termos de uso",
    "index": "Bem-vindo à Página Inicial da WorkoutWardrobe - Sua Fonte de Moda Fitness WorkoutWardrobe Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós Peça Agora a sua Moda Fitness na WorkoutWardrobe! Descubra a Coleção de Moda Fitness que Vai Transformar os seus Treinos! Seja o centro das atenções na academia com a nossa seleção de roupas fitness de alta qualidade e estilo. Na WorkoutWardrobe, encontrará tudo o que precisa para se destacar enquanto se mantém em forma. Escolha entre as últimas tendências em moda fitness e eleve o seu treino para um novo patamar! Estilo e Conforto para os seus Treinos na WorkoutWardrobe! Descubra as Nossas Ofertas Especiais Leggings de Alta Performance Perfeitas para qualquer tipo de treino, as nossas leggings oferecem conforto e estilo incomparáveis. Camisetas Respiráveis Mantenha-se fresco e confortável durante os treinos com as nossas camisetas respiráveis de alta qualidade. Topes Desportivos Trendy Escolha entre uma variedade de topes desportivos que combinam moda e funcionalidade para um look impecável. Acessórios Fitness Essenciais Complete o seu visual com os nossos acessórios fitness, desde mochilas práticas até bonés estilosos. Siga-nos nas Redes Sociais para Novidades e Inspiração! Conecte-se com a Comunidade Fitness da WorkoutWardrobe Mantenha-se atualizado com as últimas tendências em moda fitness, dicas de treino e inspiração para um estilo de vida saudável seguindo-nos nas redes sociais. Junte-se à nossa comunidade ativa e compartilhe seus looks favoritos, conquistas de treino e inspire-se com outros entusiastas do fitness. Não perca nenhuma novidade, promoção exclusiva ou lançamento de produtos ao seguir a WorkoutWardrobe no Instagram, Facebook e Twitter. Faça parte da nossa família fitness e motive-se a alcançar seus objetivos de forma estilosa e confiante! Juntar Garantia de Qualidade na WorkoutWardrobe! Produtos de Alta Qualidade para o seu Estilo de Vida Ativo Na WorkoutWardrobe, comprometemo-nos a oferecer apenas produtos de alta qualidade que atendam às suas necessidades de moda e desempenho durante os treinos. Cada peça é cuidadosamente selecionada para garantir durabilidade, conforto e estilo, para que você possa se concentrar no que realmente importa: alcançar seus objetivos fitness com confiança e elegância. Escolha a WorkoutWardrobe para uma experiência de compra excepcional e vista-se com o melhor para os seus treinos! Comprar Produtos de alta qualidade Durabilidade e conforto Estilo Pessoal e Conforto Inigualável na WorkoutWardrobe! Descubra a Diversidade da Nossa Coleção Fitness Tendências em Moda Fitness Explore as últimas tendências em moda fitness e encontre peças que combinam estilo e funcionalidade para um visual único. Variedade de Cores e Estilos Escolha entre uma ampla gama de cores vibrantes e estilos modernos para expressar a sua personalidade enquanto treina com confiança. Peças Versáteis para Todos os Treinos Desde leggings versáteis a tops desportivos funcionais, nossa coleção oferece opções para todos os tipos de treino, garantindo conforto e desempenho superiores. Aproveite a Nossa Coleção de Moda Fitness! Escolha entre a Variedade de Peças da WorkoutWardrobe Leggings de Alta Performance R$ 89,99 Comprar Top Desportivo Trendy R$ 49,99 Comprar Camiseta Respirável R$ 39,99 Comprar Shorts de Treino Flexíveis R$ 69,99 Comprar Mochila Fitness Prática R$ 79,99 Comprar R. Colonizador Ênio Pipino, 5213 - St. Industrial Sul, Sinop - MT, 78550-542, Brasil +55-66-9969-17257 workoutwardrobe@gmail.com I accept the Privacy Policy Send Deixe um Comentário Nos compartilhe suas ideias, sugestões e críticas sobre nossos produtos e serviços. A sua opinião é muito importante para a nossa evolução. Avalie-nos Deixe uma avaliação sobre a sua experiência com a WorkoutWardrobe, desde o nosso site até o nosso serviço de atendimento ao cliente. Avalie-nos e ajudaremos a melhorar. Faça uma Recomendação Conhece alguém que também gostaria de se aproveitar da nossa coleção de moda fitness? Compartilhe a WorkoutWardrobe com eles e receba um desconto exclusivo em seu próximo pedido! WorkoutWardrobe Estilo, conforto e desempenho - encontre tudo isso na WorkoutWardrobe! Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade da WorkoutWardrobe - Protegendo Suas Informações com Compromisso WorkoutWardrobe Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós política de Privacidade Bem-vindo ao WorkoutWardrobe! Por favor, leia este aviso legal com atenção antes de usar o site. O WorkoutWardrobe é um site destinado a fornecer informações e recursos relacionados a fitness, moda esportiva e estilo de vida saudável. Nossa missão é ajudar os usuários a encontrar inspiração e orientação para suas jornadas de fitness e moda. 1. Precisão das informações Nós nos esforçamos para garantir que as informações fornecidas em nosso site sejam precisas e atualizadas. No entanto, não podemos garantir a total precisão ou completude de todas as informações apresentadas. Os usuários devem verificar qualquer informação por conta própria antes de tomar quaisquer medidas com base nela. 2. Conselho de saúde e fitness O conteúdo fornecido neste site é apenas para fins informativos e educacionais. Nenhuma informação fornecida deve ser interpretada como aconselhamento médico, de fitness ou nutricional. Antes de iniciar qualquer programa de exercícios ou fazer mudanças significativas em sua dieta, consulte um profissional de saúde qualificado. 3. Propriedade intelectual Todos os materiais, incluindo textos, imagens, vídeos e logotipos, presentes neste site são de propriedade exclusiva do WorkoutWardrobe ou de seus respectivos proprietários, e estão protegidos por leis de direitos autorais e outras leis de propriedade intelectual. 4. Links para sites de terceiros O WorkoutWardrobe pode conter links para sites de terceiros que são fornecidos apenas para conveniência e informação dos usuários. Não temos controle sobre o conteúdo desses sites e não somos responsáveis pelo seu conteúdo, práticas de privacidade ou segurança. A inclusão de links para sites de terceiros não implica um endosso ou garantia de seus produtos, serviços ou informações. 5. Alterações no aviso legal Reservamo-nos o direito de atualizar ou modificar este aviso legal a qualquer momento, sem aviso prévio. É responsabilidade dos usuários revisar periodicamente esta página para ficarem atualizados sobre quaisquer alterações. O uso contínuo do site após a publicação de alterações constitui aceitação dessas alterações. 6. Limitação de responsabilidade O uso deste site é por sua própria conta e risco. Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, consequenciais, especiais, exemplares ou punitivos, incluindo, mas não se limitando a, perda de lucros, receita, economia, dados, uso ou outras perdas intangíveis, resultantes do uso ou da incapacidade de usar este site. 7. Indenização Você concorda em indenizar, defender e isentar o WorkoutWardrobe, seus afiliados, colaboradores, funcionários, agentes e parceiros de qualquer reclamação, responsabilidade, perda, custo, dano ou despesa (incluindo honorários advocatícios) incorridos em conexão com o seu uso deste site, sua violação destes termos ou sua violação de quaisquer leis ou direitos de terceiros. 8. Jurisdição e Lei Aplicável Este aviso legal será regido e interpretado de acordo com as leis do Brasil, sem levar em consideração os conflitos de princípios legais. Você concorda que qualquer disputa decorrente ou relacionada a este aviso legal será submetida à exclusiva jurisdição dos tribunais localizados no Brasil. 9. Disposições Gerais Se qualquer disposição deste aviso legal for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será considerada separável do restante do aviso legal e não afetará a validade ou aplicabilidade das disposições restantes. Este aviso legal constitui o acordo integral entre você e o WorkoutWardrobe em relação ao seu uso deste site, substituindo quaisquer acordos anteriores ou contemporâneos, escritos ou verbais. 10. Alterações nos Termos de Uso Reservamo-nos o direito de revisar estes termos de uso a qualquer momento, sem aviso prévio. Ao continuar a utilizar o WorkoutWardrobe após quaisquer alterações, você concorda em ficar vinculado aos termos revisados. Recomendamos que você revise periodicamente estes termos para estar ciente de quaisquer atualizações ou alterações. 11. Comentários dos Usuários Nós valorizamos os comentários e sugestões dos usuários do WorkoutWardrobe. No entanto, quaisquer comentários, sugestões ou materiais enviados para nós serão considerados não confidenciais e não proprietários. Ao enviar feedback ou materiais, você concede ao WorkoutWardrobe uma licença irrevogável para usar, modificar, reproduzir, exibir, distribuir e divulgar esses materiais. 12. Exclusão de Garantias Este site é fornecido \"como está\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. O WorkoutWardrobe não faz representações ou garantias de qualquer tipo em relação a este site ou ao seu conteúdo, incluindo, mas não se limitando a, precisão, confiabilidade, adequação ou disponibilidade. 13. Modificações no Site Reservamo-nos o direito de modificar ou descontinuar temporariamente ou permanentemente todo ou qualquer parte deste site sem aviso prévio. Você concorda que não seremos responsáveis perante você ou qualquer terceiro por qualquer modificação, suspensão ou interrupção do site. 14. Uso Aceitável Ao utilizar este site, você concorda em não realizar as seguintes ações: a) infringir quaisquer leis, regulamentos ou direitos legais de terceiros; b) enviar material que seja difamatório, obsceno, pornográfico, ofensivo, ameaçador ou que viole qualquer lei; c) interferir ou interromper a operação normal do site. 15. Informações de Contato Para quaisquer questões relacionadas a este aviso legal ou ao uso deste site que não foram abordadas neste documento, entre em contato conosco através do seguinte endereço de e-mail: workoutwardrobe@gmail.com. 16. Interpretation in English This disclaimer is originally written in Portuguese. In case of any discrepancies or differences in interpretation between the Portuguese version and translations into other languages, the Portuguese version shall prevail. 17. Final Thoughts We appreciate your visit to WorkoutWardrobe and hope that our content has been helpful and inspiring to you. Remember, your health and fitness journey is unique to you, and we're here to support you along the way. If you have any feedback, suggestions, or concerns regarding our website or its content, please don't hesitate to reach out to us. 18. Limitações Tecnológicas Embora nos esforcemos para manter o WorkoutWardrobe acessível e livre de erros, ocasionalmente podem ocorrer interrupções, atrasos ou falhas técnicas. Não nos responsabilizamos por qualquer perda de dados, danos ao seu dispositivo ou outros problemas técnicos que possam surgir durante o uso deste site. 19. Consentimento de Uso de Cookies O WorkoutWardrobe pode usar cookies para melhorar a experiência do usuário. Ao continuar a usar nosso site, você consente com o uso de cookies de acordo com nossa Política de Privacidade. Você pode desativar os cookies nas configurações do seu navegador, mas isso pode afetar a funcionalidade do site. 20. Comentários e Feedback dos Usuários Valorizamos os comentários e feedback dos nossos usuários. No entanto, reservamo-nos o direito de moderar, editar ou remover qualquer conteúdo que considerarmos inadequado, ofensivo ou irrelevante. As opiniões expressas nos comentários são de responsabilidade dos respectivos autores. 21. Continuidade do Serviço Embora tenhamos o compromisso de manter o WorkoutWardrobe em funcionamento de forma contínua, não garantimos que o site estará sempre disponível, livre de erros ou que todas as funcionalidades permanecerão ininterruptas. Podemos suspender ou encerrar o acesso ao site a qualquer momento, por qualquer motivo, sem aviso prévio. 22. Acordo Completo Este aviso legal constitui o acordo completo entre você e o WorkoutWardrobe em relação ao uso deste site, substituindo todos os acordos anteriores ou contemporâneos, escritos ou verbais. Nenhuma alteração ou renúncia a este aviso legal será eficaz a menos que seja feita por escrito e assinada por ambas as partes. 23. Gratidão Agradecemos sua confiança em utilizar o WorkoutWardrobe como sua fonte de informação e inspiração para um estilo de vida saudável. Estamos comprometidos em fornecer conteúdo de qualidade e melhorar continuamente sua experiência em nosso site. Se você tiver alguma dúvida ou preocupação sobre este aviso legal, entre em contato conosco através do e-mail workoutwardrobe@gmail.com. Este aviso legal foi revisado pela última vez em março de 2024. WorkoutWardrobe Estilo, conforto e desempenho - encontre tudo isso na WorkoutWardrobe! Lar Ofertas especiais Junte-se a nós Imagem ativa Coleção de fitness Pano Sobre nós política de Privacidade Termos de uso"
  }
}