{
  "name": "New_v9_FotografiaEden",
  "pages": {
    "index": "FotografiaEden FotografiaEden Início Sobre Nós Serviços Nossos Salões FotoSessão \"Chave na Mão\" Contato Bem-Vindo à FotografiaEden Somos apaixonados por capturar momentos especiais e transformá-los em memórias duradouras. Na FotografiaEden, oferecemos serviços profissionais de fotografia para todos os seus eventos e ocasiões. Seja um casamento, uma sessão de família, um evento corporativo ou qualquer outro momento especial, estamos aqui para tornar cada imagem única. View our halls Sobre Nós Somos uma equipe apaixonada por fotografia, comprometida em capturar momentos especiais e transformá-los em memórias duradouras. Desde o momento em que você entra em nosso estúdio até a entrega final das fotos, estamos dedicados a proporcionar uma experiência excepcional. Nosso objetivo é não apenas tirar fotos, mas contar histórias. Cada sessão é uma oportunidade para nós mergulharmos na singularidade de cada pessoa e capturar sua essência de maneira autêntica e bela. Nossa Equipe Nossa equipe é composta por fotógrafos talentosos, editores criativos e profissionais dedicados que trabalham juntos para garantir que cada foto seja perfeita. Estamos aqui para tornar suas ideias realidade e criar imagens que você vai valorizar para sempre. Nossos Serviços Aluguel de Estúdio Fotográfico Alugue nosso estúdio totalmente equipado para suas sessões de fotos profissionais. Com equipamentos de alta qualidade e um ambiente versátil, seu próximo projeto ganhará vida conosco. Agende uma Sessão Serviços de Fotógrafo Nossos fotógrafos especializados capturam momentos únicos em eventos, retratos, paisagens e muito mais. Conte conosco para transformar suas ideias em imagens excepcionais. Agende uma Sessão Prestação de Serviços para Eventos Planeje e execute eventos memoráveis com a nossa ajuda. Desde casamentos elegantes até conferências corporativas, cuidamos de cada detalhe para garantir uma experiência inesquecível para você e seus convidados. Agende uma Consulta Nossos Salões Salão Celestial Um salão espaçoso e luminoso, perfeito para grandes eventos, casamentos e festas de gala. Decoração elegante, iluminação ambiente e capacidade para até 300 convidados. Preço por hora: $200 Agende Agora Salão do Jardim Um salão encantador com vista para os jardins exuberantes, ideal para eventos ao ar livre e celebrações íntimas. Ambiente tranquilo, decoração natural e capacidade para até 100 convidados. Preço por hora: $150 Agende Agora Salão Real Um salão majestoso com lustres de cristal e decoração luxuosa, perfeito para eventos requintados e cerimônias suntuosas. Elegância incomparável e capacidade para até 500 convidados. Preço por hora: $300 Agende Agora Salão Espaço Azul Um salão moderno e minimalista com uma vibe cosmopolita, ideal para eventos corporativos, conferências e lançamentos de produtos. Tecnologia de ponta e capacidade para até 150 convidados. Preço por hora: $180 Agende Agora Salão dos Sonhos Um salão encantador com decoração temática e atmosfera mágica, perfeito para festas infantis e eventos familiares. Diversão garantida para até 50 convidados. Preço por hora: $120 Agende Agora Salão Aconchego Um salão acolhedor e íntimo, ideal para reuniões sociais, encontros familiares e pequenos eventos corporativos. Ambiente caloroso e capacidade para até 30 convidados. Preço por hora: $80 Agende Agora Salão da Paz Um salão tranquilo e sereno, perfeito para retiros espirituais, meditação e workshops de bem-estar. Ambiente calmo e capacidade para até 20 convidados. Preço por hora: $60 Agende Agora Salão da Juventude Um salão vibrante e animado, ideal para festas de aniversário, eventos de música ao vivo e encontros juvenis. Diversão garantida para até 80 convidados. Preço por hora: $100 Agende Agora Salão Vintage Um salão charmoso e nostálgico, decorado com móveis antigos e detalhes vintage, perfeito para eventos retrô e festas temáticas. Estilo único e capacidade para até 70 convidados. Preço por hora: $140 Agende Agora Perguntas Frequentes O que é necessário para reservar um ensaio fotográfico? Para reservar um ensaio fotográfico, você precisa entrar em contato conosco para verificar a disponibilidade da data desejada. Após a confirmação da data, será necessário pagar um depósito para garantir a reserva. Quanto tempo dura um ensaio fotográfico? A duração de um ensaio fotográfico pode variar dependendo do tipo de sessão e das suas necessidades específicas. Entre em contato conosco para discutir os detalhes do seu ensaio. Quais são os métodos de pagamento aceitos? Aceitamos pagamentos em dinheiro, transferência bancária, cartões de crédito e débito. O pagamento é devido no dia da sessão fotográfica. Posso fazer alterações na reserva após confirmada? Sim, é possível fazer alterações na reserva, sujeito à disponibilidade. Entre em contato conosco o mais breve possível para discutir quaisquer mudanças necessárias. Vocês oferecem pacotes de ensaio fotográfico? Sim, oferecemos uma variedade de pacotes de ensaio fotográfico para atender às diferentes necessidades dos nossos clientes. Consulte nosso site para mais detalhes. Posso cancelar minha reserva? Sim, você pode cancelar sua reserva, mas pedimos que nos avise com antecedência para podermos reagendar ou liberar o horário para outros clientes. Vocês fornecem serviços de edição de fotos? Sim, oferecemos serviços de edição de fotos profissionais para complementar sua sessão fotográfica. Entre em contato conosco para mais informações. Nossas Regras Respeito Respeite os outros clientes e membros da equipe. Pontualidade Chegue no horário marcado para evitar atrasos. Limpeza Mantenha o ambiente limpo e organizado durante sua estadia. Confidencialidade Respeite a privacidade dos outros clientes e não compartilhe informações confidenciais. Segurança Mantenha-se consciente das regras de segurança e siga todas as instruções fornecidas pela equipe. Cortesia Seja cortês e educado com todos os presentes no estúdio. Equipamento Manuseie o equipamento com cuidado e responsabilidade. Equipamento do Estúdio Fotográfico Câmeras Profissionais Nossas câmeras profissionais oferecem qualidade excepcional e recursos avançados para capturar imagens de alta resolução. Iluminação Profissional Contamos com sistemas de iluminação profissional para criar efeitos de luz deslumbrantes e destacar seus sujeitos de maneira perfeita. Equipamento de Edição Contamos com software de edição de última geração e hardware de alta performance para garantir resultados profissionais em todas as suas fotos. Acessórios para Retratos Oferecemos uma seleção de acessórios específicos para retratos, como difusores, reflectores e lentes especializadas para ajudar a capturar a beleza única de cada pessoa. Equipamento de Vídeo Além da fotografia, oferecemos equipamentos de vídeo de alta qualidade para produções profissionais e projetos audiovisuais. Acessórios de Fotografia de Produto Para aqueles interessados na fotografia de produto, temos uma variedade de acessórios especializados para ajudá-lo a capturar imagens de alta qualidade de seus produtos. FotoSessão \"Chave na Mão\" O que é uma FotoSessão \"Chave na Mão\"? A FotoSessão \"Chave na Mão\" é um serviço completo oferecido pela nossa fotostudio, onde cuidamos de todos os detalhes para garantir que você tenha uma experiência fotográfica memorável e sem preocupações. Desde a preparação do cenário até a edição final das fotos, estamos dedicados a fornecer resultados de alta qualidade para nossos clientes. Com a FotoSessão \"Chave na Mão\", você não precisa se preocupar com nada além de relaxar e aproveitar o momento. Nossa equipe experiente irá ajudá-lo em cada etapa do processo, desde o planejamento inicial até a entrega final das fotos. Preços e Pacotes Temos uma variedade de pacotes disponíveis para atender às suas necessidades e orçamento. Cada pacote inclui uma sessão de fotos com um número definido de poses, tempo de edição das fotos e entrega digital. Confira abaixo alguns dos nossos pacotes populares: Pacote Básico: Inclui uma sessão de fotos de 1 hora, 10 poses, edição básica das fotos e entrega digital. Preço: $200. Pacote Padrão: Inclui uma sessão de fotos de 2 horas, 20 poses, edição avançada das fotos e entrega digital. Preço: $350. Pacote Premium: Inclui uma sessão de fotos de 3 horas, 30 poses, edição premium das fotos, álbum impresso personalizado e entrega digital. Preço: $500. Para mais informações sobre nossos pacotes e disponibilidade, entre em contato conosco. Como Funciona O processo de uma FotoSessão \"Chave na Mão\" é simples e conveniente. Aqui está uma visão geral do que esperar: Consulta: Começamos com uma consulta inicial para entender suas preferências, estilo e objetivos para a sessão de fotos. Agendamento: Após a consulta, agendamos a sessão de fotos em uma data e horário convenientes para você. Sessão de Fotos: Chegue no dia da sessão de fotos preparado para se divertir! Nosso fotógrafo profissional irá guiá-lo durante a sessão para garantir que capturamos fotos incríveis. Edição: Após a sessão, nossos especialistas em edição trabalharão nas fotos para garantir a melhor qualidade e estilo. Entrega: Finalmente, suas fotos editadas serão entregues digitalmente para sua conveniência. Você também pode optar por impressões físicas ou álbuns personalizados, dependendo do pacote escolhido. Estamos comprometidos em proporcionar uma experiência suave e satisfatória do início ao fim. Entre em contato conosco hoje para agendar sua FotoSessão \"Chave na Mão\"! Contatos Telefone: +553027034265 E-mail: FotografiaEden@gmail.com Endereço: Quadra 4, Lote 26-Center, Rodelas-BA, 48630-000, Brasil Nome: E-mail: Mensagem: Aceito a política de privacidade Enviar Início Sobre Nós Serviços Nossos Salões FotoSessão \"Chave na Mão\" Contato Termos e Condições Política de Privacidade document.addEventListener(\"DOMContentLoaded\", function () { const perguntas = document.querySelectorAll(\".pergunta h3\"); perguntas.forEach((pergunta) => { pergunta.addEventListener(\"click\", function () { this.nextElementSibling.classList.toggle(\"ativa\"); }); }); });",
    "policy": "Política de Privacidade | FotografiaEden main { padding: 50px 0; } p { margin-bottom: 20px; } h2 { margin-bottom: 20px; } FotografiaEden Início Sobre Nós Serviços Nossos Salões FotoSessão \"Chave na Mão\" Contato Política de Privacidade Bem-vindo à Política de Privacidade da FotografiaEden. Este documento destaca nosso compromisso em manter a confidencialidade de suas informações e garantir uma experiência online segura ao visitar nosso site. Sua Privacidade é Importante Na FotografiaEden, valorizamos sua privacidade e implementamos medidas para proteger suas informações. Nos esforçamos para proporcionar um ambiente seguro e agradável para todos os visitantes. Navegação Anônima Quando você explora nosso site, tenha a certeza de que não coletamos nem armazenamos nenhuma informação pessoal sobre você. Sua visita permanece completamente anônima, permitindo que você navegue livremente. Transparência Acreditamos na transparência e queremos que você se sinta confiante em sua experiência online. Se tiver alguma dúvida ou preocupação sobre sua privacidade, entre em contato conosco para obter mais informações. Comunicação Aberta Acreditamos em comunicação aberta e queremos que você tenha confiança em sua experiência online. Se tiver alguma dúvida ou preocupação sobre sua privacidade, sinta-se à vontade para entrar em contato conosco para obter mais informações. Atualizações da Política Quaisquer atualizações ou revisões em nossa Política de Privacidade serão prontamente comunicadas nesta página. Encorajamos você a verificar periodicamente para se manter informado sobre como protegemos sua privacidade. Contate-nos Se tiver alguma dúvida ou precisar de mais esclarecimentos sobre nossa Política de Privacidade, não hesite em entrar em contato: Quadra 4, Lote 26-Center, Rodelas-BA, 48630-000, Brasil +553027034265 FotografiaEden@gmail.com Início Sobre Nós Serviços Nossos Salões FotoSessão \"Chave na Mão\" Contato Termos e Condições Política de Privacidade",
    "terms": "FotografiaEden | Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h2 { margin-bottom: 20px; } FotografiaEden Início Sobre Nós Serviços Nossos Salões FotoSessão \"Chave na Mão\" Contato Termos e Condições Bem-vindo aos Termos e Condições da Harmonia Corporal. Por favor, leia atentamente os seguintes termos antes de utilizar nossos serviços. Ao acessar ou usar os serviços da Harmonia Corporal, você concorda em ficar vinculado a estes termos. Se você discordar de qualquer parte destes termos, por favor, não utilize nossos serviços. Reservamos o direito de atualizar, alterar ou substituir qualquer parte destes Termos e Condições. É sua responsabilidade verificar esta página periodicamente para verificar as alterações. O uso contínuo ou acesso aos serviços após a publicação de quaisquer alterações constitui aceitação dessas alterações. Uso dos Nossos Serviços O uso dos serviços da Harmonia Corporal é de sua responsabilidade exclusiva. Os serviços são fornecidos \"como estão\" e \"conforme disponíveis\". Não garantimos que os serviços serão ininterruptos, pontuais, seguros ou livres de erros. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte dos serviços, uso dos serviços ou acesso aos serviços sem permissão expressa por escrito da Harmonia Corporal. A Harmonia Corporal reserva o direito de recusar o serviço a qualquer pessoa por qualquer motivo a qualquer momento. Propriedade Intelectual Todo o conteúdo no site da Harmonia Corporal, incluindo, mas não se limitando a textos, gráficos, logotipos, imagens e software, é propriedade da Harmonia Corporal e é protegido por leis internacionais de direitos autorais. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar obras derivadas, transferir ou vender qualquer informação, software, produtos ou serviços obtidos da Harmonia Corporal. A Harmonia Corporal e seus logotipos são marcas registradas ou marcas comerciais da Harmonia Corporal. Elas não podem ser usadas em conexão com qualquer produto ou serviço sem o consentimento prévio por escrito da Harmonia Corporal. Contate-nos Se você tiver alguma dúvida ou preocupação sobre nossos Termos e Condições, sinta-se à vontade para entrar em contato conosco: Email: FotografiaEden@gmail.com Número de telefone: +553027034265 Endereço: Quadra 4, Lote 26-Center, Rodelas-BA, 48630-000, Brasil Início Sobre Nós Serviços Nossos Salões FotoSessão \"Chave na Mão\" Contato Termos e Condições Política de Privacidade",
    "thanks": "Thank You | FotografiaEden main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado por nos contactar! Agradecemos por confiar na FotografiaEden para a sua entrega. Valorizamos a sua paciência e compreensão. Se tiver alguma dúvida ou precisar de mais informações, não hesite em contactar o nosso serviço de apoio ao cliente. Mais uma vez, muito obrigado por nos contactar! Estamos empenhados em fornecer-lhe os melhores serviços de entrega. Com os melhores cumprimentos,Equipe FotografiaEden Home"
  }
}