{
  "name": "New_v9_AquaSpaLand",
  "pages": {
    "index": "Home - Welcome to AquaSpaLand: Relaxation, Fun, and Endless Joy! Home Services Attractions Prices Stocks Contact Us Journey Beneath the Waves Embark on an extraordinary underwater adventure at AquaSpaLand. Explore the captivating world below the surface and dive into a realm of excitement and wonder. Explore Attractions Connect with AquaSpaLand Don't hesitate to reach out to us for any questions or concerns you may have. We're here to assist you! Email: AquaSpaLand@gmail.com Phone: +917648135248 Address: WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Beach Life Hot Deals & Promotions Early Bird Special Book your tickets in advance and get 20% off! Family Fun Pack Buy 3 tickets and get 1 free for your family! Weekend Getaway Enjoy a weekend pass for the price of one day! Dive into Savings Day Pass $29.99 Access to all rides Pool and beach access Locker rental included Family Pass $99.99 4 tickets included Exclusive family area Free parking Season Pass $199.99 Unlimited visits for the season Special discounts on food and drinks Free souvenir Relaxation Package $49.99 Access to the spa facilities One hour massage Complimentary drink Luxury Retreat $199.99 Full day access to spa and pool Three-course meal Private massage Couples Escape $299.99 Spa suite with jacuzzi Two-hour couple's massage Bottle of champagne Come Visit Us Experience the ultimate thrill at AquaSpaLand - the perfect destination for family fun and relaxation. Book Your Tickets Now Discover Our Story Welcome to AquaSpaLand, where fun meets relaxation! We are dedicated to providing unforgettable experiences for families and friends. Dive into adventure, splash around in our pools, and unwind in our luxurious spa facilities. Established in 2012, AquaSpaLand has been a beacon of entertainment and relaxation for visitors from around the globe. Nestled in the heart of Ocean City, our park boasts state-of-the-art water slides, wave pools, and serene spa retreats. At AquaSpaLand, safety and enjoyment go hand in hand. Our team of certified lifeguards and attentive staff ensure a safe and memorable experience for all guests. Whether you're seeking thrills or tranquility, there's something for everyone at AquaSpaLand! But we're more than just an aqua park - we're a community hub. We host events, birthday parties, and corporate gatherings, making memories that last a lifetime. Our commitment to sustainability also means you can enjoy our facilities guilt-free, knowing we're doing our part to protect the environment. So come join us at AquaSpaLand and experience the magic for yourself. Dive into adventure, create unforgettable memories, and let us be part of your story! Fun at AquaSpaLand Exciting water slides for all ages Wave pools with simulated ocean waves Lazy river for a relaxing float Kids play area with water features Luxurious spa treatments and massages Poolside cabanas for ultimate comfort Delicious dining options with panoramic views Live entertainment and special events Birthday parties and group packages Corporate retreats and team building activities What People Say About Us \"AquaSpaLand is incredible! My kids had the best time here. The water slides were thrilling, and the spa treatments were so relaxing. We'll definitely be coming back!\" - Emily Johnson \"I visited AquaSpaLand for my birthday party, and it was amazing! The staff was friendly, the food was delicious, and the water slides were a blast. Highly recommend it!\" - Michael Smith \"We had our company retreat at AquaSpaLand, and it was a fantastic experience. The team building activities were great, and everyone had a lot of fun. Can't wait to come back!\" - Sarah Miller Contact Us Your Name Your Email Your Message I accept Privacy Policy Send Message Home Services Attractions Prices Stocks Contact Us Terms & Conditions Privacy Policy",
    "policy": "Privacy Policy - AquaSpaLand: Protecting Your Relaxation Retreat with Care main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } a{ color: #018b95; } a:hover{ text-decoration: underline; } Home Services Attractions Prices Stocks Contact Us Privacy Policy This Privacy Policy tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to AquaSpaLand. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Data Security We take appropriate measures to protect the security of your information. However, please be aware that no data transmission over the internet is completely secure, and we cannot guarantee the security of information transmitted to our website. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: AquaSpaLand@gmail.com By phone number: +917648135248 By mail: WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Home Services Attractions Prices Stocks Contact Us Terms & Conditions Privacy Policy",
    "services": "Services and Attractions - AquaSpaLand: Enjoy Relaxation and Excitement Home Services Attractions Prices Stocks Contact Us Welcome to Our Services Explore the wide range of services we offer at AquaSpaLand to enhance your experience. Spa and Relaxation Indulge in a world of tranquility and rejuvenation at our luxurious spa. From massages to facials, our skilled therapists ensure ultimate relaxation. Unwind and pamper yourself with our range of treatments. Book Now Restaurants and Cafes Treat your taste buds to a culinary journey with our diverse dining options. From gourmet meals to quick bites, we have something for every palate. Enjoy delicious food and refreshing drinks with panoramic views. Book Now Gear Rental Explore the waterpark with ease by renting our top-quality gear. From snorkels to floaties, we have everything you need for an adventure-filled day. Rent gear for the whole family and make the most of your visit. Book Now Kids' Corner Let your little ones play and splash in our dedicated kids' area. With safe slides and water features, they'll have a blast under supervision. Our kids' corner ensures a fun and memorable experience for children. Book Now Mega Slides Experience the thrill of our Mega Slides, where adrenaline meets excitement. Plunge down twisting slides and race your friends to the bottom. Get ready for an unforgettable adventure! Underwater Tunnel Embark on a mesmerizing journey through our Underwater Tunnel. Swim alongside colorful marine life and experience the magic of the ocean. Discover the wonders beneath the waves! Lazy River Drift away on our Lazy River and unwind in a serene aquatic paradise. Relax in your float and let the gentle current carry you along. It's the perfect way to chill out and enjoy the scenery! Kids' Zone Let your little ones splash and play in our Kids' Zone. With gentle slides, shallow pools, and interactive features, they'll have a blast in a safe environment. It's fun for the whole family! Water Slides Take on the twists and turns of our thrilling Water Slides. From high-speed drops to winding tubes, each slide offers a different adventure. Get ready for heart-pounding excitement! Frequently Asked Questions Are outside food and drinks allowed? Outside food and drinks are not allowed in the park. However, we have a variety of dining options available. Is there parking available? Yes, we have ample parking space for our guests. Are there height restrictions on rides? Yes, some rides have height restrictions for safety reasons. Please check our ride guidelines for more information. Can I bring my own floatation device? For safety reasons, personal floatation devices are not allowed. We provide approved floatation devices for guests. Do you offer discounts for large groups? Yes, we offer group discounts for parties of 15 or more. Contact us for more information. Is there a dress code for the park? We recommend wearing appropriate swimwear. Guests must adhere to our dress code for the safety and comfort of everyone. Are there lifeguards on duty? Yes, we have certified lifeguards stationed throughout the park to ensure guest safety. Do you offer birthday party packages? Yes, we offer birthday party packages that include admission, food, and special perks for the birthday child. Are there changing facilities? Yes, we have changing rooms and locker facilities available for our guests. Home Services Attractions Prices Stocks Contact Us Terms & Conditions Privacy Policy",
    "terms": "Terms & Conditions - AquaSpaLand: Guidelines for Wellness Seekers main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } a { color: #018b95; } a:hover { text-decoration: underline; } Home Services Attractions Prices Stocks Contact Us Terms & Conditions Welcome to AquaSpaLand's Terms & Conditions. Please read the following terms carefully before using our services. By accessing or using AquaSpaLand's services, you agree to be bound by these terms. If you disagree with any part of these terms, please do not use our services. We reserve the right to update, change, or replace any part of these Terms & Conditions. It is your responsibility to check this page periodically for changes. Your continued use of or access to the services following the posting of any changes constitutes acceptance of those changes. Use of Our Services The use of AquaSpaLand's services is at your sole risk. The services are provided on an \"as is\" and \"as available\" basis. We do not warrant that the services will be uninterrupted, timely, secure, or error-free. You agree not to reproduce, duplicate, copy, sell, resell, or exploit any portion of the services, use of the services, or access to the services without express written permission by AquaSpaLand. AquaSpaLand reserves the right to refuse service to anyone for any reason at any time. Intellectual Property All content on AquaSpaLand's website, including but not limited to text, graphics, logos, images, and software, is the property of AquaSpaLand and is protected by international copyright laws. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from AquaSpaLand. AquaSpaLand and its logos are trademarks or registered trademarks of AquaSpaLand. They may not be used in connection with any product or service without the prior written consent of AquaSpaLand. Contact Us If you have any questions or concerns regarding our Terms & Conditions, please feel free to contact us: Phone: +917648135248 Email: AquaSpaLand@gmail.com Location: WPH9+P64, Shamshan Gakht, Hamnor, Molela, Rajasthan 313322, India Home Services Attractions Prices Stocks Contact Us Terms & Conditions Privacy Policy",
    "thanks": "Thanks - Thank You for Visiting AquaSpaLand! main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1, p { margin-bottom: 20px; } .logo { display: inline-block; color: #018b95; text-decoration: none; transition: color 0.3s ease; } .logo:hover { text-decoration: underline; } Thank You for Your Feedback Thank you for taking the time to share your feedback with us! Your opinion helps us improve our services and provide you with a better experience. We appreciate your input and hope to see you again soon at AquaSpaLand! Home"
  },
  "date": "2024-04-29T15:14:54.550Z"
}