{
  "name": "New_v9_SalaoDeBeleza",
  "pages": {
    "consetica": "Radiant Beauty: salão de beleza luxuoso para sua perfeição cosmeticos Salão de beleza Cabeleireiro Cosméticos Contatos Cosméticos Bem-vindo ao incrível mundo da beleza, onde a estética e o brilho se encontram. Apresentamos-lhe o nosso luxuoso salão de beleza onde a excelência é o objetivo principal. Como escritores de suspense de vida profissional, sabemos como é importante ter a melhor aparência e se sentir bem. É por isso que o nosso salão de beleza foi criado para satisfazer até os requisitos mais sofisticados. Aqui cada detalhe é selecionado com especial atenção à qualidade e estilo. A nossa equipa de profissionais está tão imbuída da ideia de excelência que cada serviço que oferecemos se transforma numa verdadeira obra de arte. Preços de serviços Para rosto 300$ Para braços e pernas 400$ Para todo o corpo 333$ Para pele 100$ Você pode pedir Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "form": "Form-Radiant Beauty: salão de beleza luxuoso para sua perfeição Salão de beleza Pagina inicial Cosméticos Cabeleireiro Contatos Como preencher o formulário: No campo “Nome”, digite seu nome. No campo Sobrenome, insira seu sobrenome. No campo “E-mail”, insira seu endereço de e-mail válido. No campo Comentários, adicione informações adicionais ou comentários relevantes que deseja incluir. Antes de enviar sua solicitação, certifique-se de ter preenchido todos os campos obrigatórios corretamente. Obrigado pela sua cooperação. Formulário de aplicação Eu aceito a Política de Privacidade Enviar um pedido Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "index": "Radiant Beauty: salão de beleza luxuoso para sua perfeição Salão de beleza Pagina inicial Serviço Cosméticos Cabeleireiro Contatos Radiant Beauty: salão de beleza luxuoso para sua perfeição Nossos especialistas altamente qualificados irão ajudá-lo a realizar todos os seus sonhos de beleza e alcançar novas facetas da beleza. Oferecemos tratamentos únicos e inovadores para a pele, unhas e cabelos, utilizando tecnologia de ponta e os produtos mais eficazes para satisfazer suas necessidades mais exigentes. Na Radiant Beauty buscamos exclusividade e luxo em cada detalhe. Nosso interior elegante e moderno, combinando elegância e aconchego, cria um ambiente de paz e tranquilidade, ideal para relaxar completamente e aproveitar cada momento do nosso serviço de alta qualidade. Preencher o formulário Rolar para baixo Nós oferecemos uma ampla gama de serviços Na Radiant Beauty, nos esforçamos para nos tornar seu parceiro de confiança na jornada para a excelência. Convidamos você a desfrutar de nossos serviços em um ambiente aconchegante onde cada cliente é importante para nós. O ritmo acelerado da vida moderna deixa pouco tempo para o autocuidado, mas estamos prontos para oferecer uma solução no momento mais conveniente para você, levando em consideração sua agenda e seus desejos. Serviços de cabeleireiro Manicure Pedicure Cosmetologia Esteticista corporal Inventar Suba mais alto Nossos trabalhos Serviços de cabeleireiro Manicure Pedicure \"Exemplos do nosso trabalho\" Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "manicure": "Radiant Beauty: salão de beleza luxuoso para sua perfeição Madicure Salão de beleza Pagina inicial Cosméticos Cabeleireiro Contatos Manicure No nosso salão de beleza, oferecemos serviços de manicure de alta qualidade para cuidar das suas unhas e realçar a sua beleza. Nossos profissionais especializados em manicure estão preparados para proporcionar uma experiência relaxante e rejuvenescedora, utilizando produtos de alta qualidade e técnicas especializadas. Desde manicures simples até designs personalizados e aplicação de unhas de gel, estamos comprometidos em garantir que suas mãos fiquem impecáveis e suas unhas radiantes. Agende hoje mesmo o seu serviço de manicure e desfrute de unhas perfeitamente cuidadas e elegantes. Preços de serviços Verniz em gel 32$ Verniz 44$ Com elementos 33$ Regularmente coberto 11$ Você pode pedir Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "pedicure": "Radiant Beauty: salão de beleza luxuoso para sua perfeição Pedicure Salão de beleza Pagina inicial Cosméticos Cabeleireiro Contatos Pedicure Desfrute de um luxuoso tratamento de pedicure em nosso salão de beleza, onde nossos especialistas cuidarão de seus pés com atenção e cuidado excepcionais. Com uma variedade de cores e técnicas, você pode personalizar sua pedicure de acordo com suas preferências e estilo. Deixe-nos mimá-lo com uma experiência relaxante e revigorante enquanto nossos profissionais treinados transformam seus pés em pés lindos e bem cuidados. Marque hoje mesmo a sua pedicure e sinta-se revigorado e confiante. Preços de serviços Verniz em gel 40$ Verniz 34$ Com elementos 13$ Regularmente coberto 5$ Você pode pedir Para informações mais detalhadas ligue: +55 61 2312 2026 Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "privacy_policy": "Política de Privacidade da Radiante Beauty: salão de beleza luxuoso para sua perfeição Salão de beleza Pagina inicial Cosméticos Cabeleireiro Contatos Política de Privacidade A Política de Privacidade do nosso salão de beleza visa proteger e respeitar a privacidade dos nossos clientes. Comprometemo-nos a garantir que as informações pessoais fornecidas sejam tratadas com segurança e confidencialidade. Coleta de Informações: - Coletamos informações pessoais, como nome, endereço, e-mail e número de telefone, apenas com o consentimento do cliente para fornecer serviços personalizados e melhorar a experiência do usuário. Segurança dos Dados: - Implementamos medidas de segurança para proteger as informações pessoais dos clientes contra acesso não autorizado, alteração, divulgação ou destruição. Compartilhamento de Informações: - Não compartilhamos informações pessoais dos clientes com terceiros sem consentimento prévio, exceto quando exigido por lei. Alterações na Política de Privacidade: - Reservamo-nos o direito de atualizar e modificar nossa Política de Privacidade conforme necessário. Recomendamos que os clientes revisem periodicamente esta política para estar cientes de quaisquer alterações Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "services-barber": "Radiant Beauty: salão de beleza luxuoso para sua perfeição Serviços de cabeleireiro Salão de beleza Cosméticos Cabeleireiro Contatos Cabeleireiro A equipe de cabeleireiros da nossa luxuosa salão de beleza está comprometida em proporcionar serviços excepcionais para realçar a sua beleza e elevar a sua confiança. Com técnicas especializadas e produtos de alta qualidade, nossos cabeleireiros estão preparados para criar cortes, penteados e colorações personalizadas que atendam às suas necessidades e desejos. De cortes clássicos a tendências modernas, nossa equipe de cabeleireiros talentosos está pronta para transformar o seu visual e garantir que você saia do salão se sentindo radiante e satisfeito. Agende hoje mesmo uma consulta e descubra o que a nossa equipe de cabeleireiros pode fazer por você. Сorte de cabelo modelo 5$ Corte de cabelo masculino 10$ Corte de cabelo feminino 3$ Corte de cabelo infantil 9$ Para informações mais detalhadas ligue: +55 61 2312 2026 Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "terms-conditions": "Terms de Conditions da Radiante Beauty: salão de beleza luxuoso para sua perfeição Salão de beleza Pagina inicial Cosméticos Cabeleireiro Contatos Termos e Condições Por favor, note que os Termos e Condições podem variar dependendo das políticas específicas do site de beleza em questão. Abaixo está um exemplo genérico de Termos e Condições para um site de beleza: 1. Ao acessar e utilizar este site, você concorda em cumprir e estar sujeito aos seguintes termos e condições de uso. 2. Todo o conteúdo deste site é apenas para fins informativos e educacionais. Não nos responsabilizamos por quaisquer decisões tomadas com base nas informações fornecidas neste site. 3. O uso de qualquer informação ou materiais neste site é por sua própria conta e risco. Recomendamos que você consulte um profissional qualificado antes de tomar qualquer decisão relacionada à sua saúde ou beleza. 4. Este site pode conter links para sites de terceiros. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024",
    "thanks": "Te agradece o que você escolheu - Radiant Beauty: salão de beleza luxuoso para sua perfeição Salão de beleza Pagina inicial Serviço Cosméticos Cabeleireiro Contatos NOSSO QUERIDO PARCEIRO POTENCIAL! Gostaríamos de agradecer muito por preencher e enviar-nos o formulário de inscrição. Seu interesse em nossa empresa e desejo de cooperar conosco são muito importantes para nós. Agradecemos o tempo e esforço que você dedicou ao preenchimento do formulário. Graças à sua aplicação poderemos compreender melhor as suas necessidades e oferecer as melhores soluções de cooperação. Seu formulário de inscrição nos ajudará a melhorar nosso trabalho e a nos tornarmos ainda mais eficientes. Estamos prontos para fazer todo o possível para tornar a nossa cooperação mutuamente benéfica e bem-sucedida. Mais uma vez, muito obrigado pelo seu interesse em nossa empresa. Esperamos uma cooperação mais frutífera e estamos prontos para responder a todas as suas perguntas. Voltar ao site Salão de beleza Contatos +55 61 2312 2026 Odebeleza@gmail.com Alameda Maurício de Nasau, 249 - centro, Holambra - SP, 13825-000, Brazil Modo operacional Das 10h às 22h (sexta a sábado) Das 11h às 20h (domingo) Sete dias por semana Privacy Policy Privacy Policy Terms and Conditions Copyright © 2024"
  }
}