{
  "name": "New_v9_Peluvios",
  "pages": {
    "index": "Pelúvios Pelúvios Página Inicial Produtos Sobre Nós Entrega e Devolução Contato Bem-vindo ao Pelúvios Nós projetamos e fabricamos móveis de qualidade para os seus amigos peludos. Sobre Nós Somos uma equipe apaixonada por animais e comprometida em fornecer móveis de alta qualidade para tornar a vida dos nossos amigos peludos mais confortável e feliz. Nosso amor pelos animais é o que nos motiva a criar produtos que atendam às necessidades e exigências tanto dos animais quanto de seus donos. Nossos móveis são projetados com a segurança e o conforto dos animais em mente. Utilizamos materiais de alta qualidade e duráveis, garantindo que nossos produtos resistam ao desgaste do tempo e ao uso constante dos animais de estimação. Além disso, nos esforçamos para incorporar designs inovadores e funcionais em cada peça, proporcionando tanto estética quanto utilidade. Estamos comprometidos não apenas com a qualidade dos nossos produtos, mas também com o bem-estar dos animais. Por isso, doamos uma parte dos nossos lucros para organizações de resgate e abrigos de animais, ajudando a cuidar dos animais necessitados e oferecendo-lhes uma segunda chance. Nossa missão é criar um ambiente acolhedor onde os animais de estimação possam descansar, brincar e se sentir em casa. Estamos aqui para ajudar a transformar espaços em verdadeiros refúgios para os seus amados amigos de quatro patas. Caminha Confortável Proporcione ao seu cão um lugar aconchegante para descansar com esta caminha confortável. Feita de materiais de alta qualidade para garantir durabilidade e conforto. Preço: R$ 99,99 Encomendar Arranhador Divertido Deixe seu gato se divertir e afiar as garras com este arranhador divertido. Com design durável e atrativo para entretenimento duradouro. Preço: R$ 49,99 Encomendar Casinha Aconchegante Proporcione um lugar seguro e confortável para o seu animal de estimação com esta casinha aconchegante. Perfeito para momentos de relaxamento e tranquilidade. Preço: R$ 79,99 Encomendar Brinquedo Interativo Mantenha o seu animal de estimação ativo e entretido com este brinquedo interativo. Estimula o exercício e a diversão, proporcionando horas de entretenimento. Preço: R$ 29,99 Encomendar Coleira Elegante Adicione um toque de estilo ao seu cão com esta coleira elegante. Feita de materiais de alta qualidade para durabilidade e conforto durante os passeios. Preço: R$ 19,99 Encomendar Comedouro Automático Facilite a alimentação do seu animal de estimação com este comedouro automático. Design prático e funcional para uma alimentação conveniente e organizada. Preço: R$ 39,99 Encomendar Arrastador Divertido Estimule o instinto de caça do seu animal de estimação com este arrastador divertido. Oferece diversão e entretenimento para o seu amigo peludo. Preço: R$ 14,99 Encomendar Rede Relaxante Proporcione um lugar de descanso e relaxamento para o seu gato com esta rede relaxante. Ideal para sonecas tranquilas e momentos de contemplação. Preço: R$ 34,99 Encomendar Brinquedo para Cães Proporcione ao seu cão horas de diversão com este brinquedo interativo. Feito de materiais duráveis e seguros. Preço: R$ 24,99 Encomendar Cama Macia Deixe seu animal de estimação confortável e acolhido com esta cama macia. Ideal para sonecas e noites de sono tranquilas. Preço: R$ 39,99 Encomendar Arranhador Confortável Seu gato vai adorar relaxar e arranhar este arranhador confortável. Design elegante e ergonômico. Preço: R$ 49,99 Encomendar Arrastador Divertido Proporcione momentos de diversão para o seu animal de estimação com este arrastador divertido. Resistente e seguro. Preço: R$ 14,99 Encomendar Brinquedo para Coelhos Deixe seu coelho entretido e feliz com este brinquedo espe Preço: R$ 24,99 Encomendar Nossas Vantagens Qualidade Superior Nossos produtos são fabricados com materiais de alta qualidade, garantindo durabilidade e conforto para os seus animais de estimação. Variedade de Produtos Oferecemos uma ampla gama de produtos para atender às necessidades de todos os tipos de animais de estimação, desde caminhas e arranhadores até brinquedos e acessórios. Atendimento Personalizado Nossa equipe está sempre disponível para ajudar e oferecer assistência personalizada, garantindo uma experiência de compra satisfatória para você e seu animal de estimação. Avaliações dos Clientes Marina Silva \"Adorei a caminha que comprei para o meu gato! Ele adormece nela em segundos e parece muito confortável.\" Ricardo Santos \"O arranhador que comprei para o meu gato é excelente! Ele adora afiar as garras nele e parece muito resistente.\" Carla Mendes \"Comprei o comedouro automático para o meu cachorro e estou muito satisfeita! Facilitou muito a alimentação dele.\" Juliana Oliveira \"A coleira que comprei para meu cachorro é de excelente qualidade! Além de resistente, é muito estilosa. Recomendo!\" Fernando Costa \"O brinquedo interativo que adquiri para meu gato o mantém entretido por horas. Excelente produto!\" Lúcia Pereira \"Comprei uma casinha para meu coelho e ele adorou! É muito aconchegante e bem construída.\" Pedro Rodrigues \"A cama que comprei para meu cachorro é extremamente confortável. Ele parece adorar dormir nela!\" Ana Silva \"Estou muito feliz com o arranhador que comprei para meu gato. Ele deixou de arranhar os móveis da casa desde então!\" Marcos Oliveira \"O comedouro automático que adquiri para meu cachorro é incrível! Agora posso alimentá-lo mesmo quando estou fora de casa.\" Camila Santos \"O brinquedo para pássaros que comprei para meu periquito o mantém entretido o dia todo. É maravilhoso vê-lo tão feliz!\" João Ferreira \"A coleira que comprei para meu cachorro é muito resistente e confortável. Além disso, chegou muito rápido. Ótimo serviço!\" Nossa Equipe João Silva Chefe de Operações Maria Santos Especialista em Produto Carlos Oliveira Designer de Produto Ana Costa Gerente de Marketing Paulo Fernandes Analista Financeiro Patrícia Lima Coordenadora de Atendimento ao Cliente Lucas Pereira Desenvolvedor Web Isabela Rocha Especialista em Logística Marcos Almeida Analista de Marketing Digital Ofertas e Promoções Confira nossas últimas ofertas e promoções especiais. Desconto de 20% em todos os produtos Aproveite este desconto especial em toda a nossa linha de produtos. Válido por tempo limitado. Saiba mais Frete grátis em compras acima de R$ 100,00 Receba frete grátis em todas as compras acima de R$ 100,00. Aproveite esta oferta agora! Saiba mais Compre 2, leve 3 em produtos selecionados Adquira 3 produtos selecionados e pague apenas por 2. Aproveite esta oferta especial! Saiba mais Perguntas Frequentes Qual é a política de devolução? Nossa política de devolução permite que você devolva produtos dentro de 30 dias após a compra, desde que estejam em condições originais. Quanto tempo leva para a entrega? O tempo de entrega varia dependendo da sua localização. Geralmente, os pedidos são entregues dentro de 3-5 dias úteis. Posso cancelar meu pedido? Sim, você pode cancelar seu pedido antes que ele seja despachado. Entre em contato conosco o mais rápido possível para obter assistência. Quais métodos de pagamento são aceitos? Aceitamos cartões de crédito, transferências bancárias e pagamento via PayPal como métodos de pagamento. Como faço para acompanhar meu pedido? Assim que seu pedido for despachado, você receberá um e-mail de confirmação com um link de rastreamento para acompanhar a entrega. Vocês oferecem suporte ao cliente? Sim, nosso suporte ao cliente está disponível durante o horário comercial para responder a quaisquer perguntas ou resolver problemas que você possa ter. Os produtos possuem garantia? Sim, todos os nossos produtos possuem garantia contra defeitos de fabricação. Consulte nossa política de garantia para mais detalhes. Posso modificar ou cancelar meu pedido após a compra? Se precisar modificar ou cancelar seu pedido após a compra, entre em contato conosco imediatamente para verificarmos a possibilidade de ajustes. Qual é o prazo de validade dos produtos? O prazo de validade dos nossos produtos varia de acordo com o tipo de produto. Consulte a embalagem ou entre em contato conosco para obter mais informações. Vocês realizam entregas internacionais? Atualmente, realizamos entregas apenas dentro do país. No entanto, estamos trabalhando para expandir nossos serviços de entrega para outros países em breve. Entrega e Devolução Entrega Valorizamos a pontualidade e a eficiência em nossos serviços de entrega. Trabalhamos arduamente para garantir que seus produtos cheguem até você no prazo prometido, seja para o conforto do seu lar ou para o local de trabalho. Além disso, oferecemos opções de entrega expressa para aqueles que precisam de seus produtos com rapidez. Basta selecionar a opção de entrega expressa durante o processo de checkout e seus produtos serão entregues ainda mais rapidamente. Nosso compromisso é fornecer uma experiência de entrega sem estresse, para que você possa desfrutar dos seus produtos o mais rápido possível. Devolução Entendemos que nem sempre as coisas saem como planejado e que você pode precisar devolver um produto. Nossa política de devolução é simples e direta, projetada para tornar o processo o mais fácil possível para você. Se por algum motivo você não estiver completamente satisfeito com sua compra, entre em contato conosco e teremos prazer em ajudá-lo com o processo de devolução. Você pode devolver produtos dentro de 30 dias após a entrega para um reembolso total ou troca. Nosso objetivo é garantir que você tenha uma experiência de compra positiva, mesmo em caso de devolução. Sua satisfação é nossa prioridade número um. Contatos Entre em contato conosco via telefone, e-mail ou visite nossa loja pessoalmente. Telefone: Peluvios@gmail.com E-mail: +552362175467 Endereço: Marginal BR-010, 2004-coco Grande, Imperatriz-MA, 65909-170, Brasil Envie-nos uma mensagem: Nome: E-mail: Mensagem: Aceito a Política de Privacidade Enviar Pelúvios Página Inicial Produtos Sobre Nós Entrega e Devolução Contato Política de Privacidade Termos e Condições document.addEventListener(\"DOMContentLoaded\", function () { var perguntas = document.querySelectorAll(\".pergunta h3\"); perguntas.forEach(function (pergunta) { pergunta.addEventListener(\"click\", function () { var resposta = pergunta.nextElementSibling; pergunta.classList.toggle(\"ativo\"); if (resposta.style.display === \"block\") { resposta.style.display = \"none\"; } else { resposta.style.display = \"block\"; } }); }); });",
    "policy": "Política de Privacidade | Pelúvios main { padding: 50px 0; } p { margin-bottom: 20px; } main h2{ margin-bottom: 20px; } Pelúvios Página Inicial Produtos Sobre Nós Entrega e Devolução Contato Bem-vindo à Política de Privacidade da Pelúvios. Este documento destaca nosso compromisso em manter a confidencialidade de suas informações e garantir uma experiência online segura ao visitar nosso site. Sua Privacidade é Importante Na Pelúvios, valorizamos sua privacidade e implementamos medidas para proteger suas informações. Nos esforçamos para proporcionar um ambiente seguro e agradável para todos os visitantes. Navegação Anônima Quando você explora nosso site, tenha a certeza de que não coletamos nem armazenamos nenhuma informação pessoal sobre você. Sua visita permanece completamente anônima, permitindo que você navegue livremente. Transparência Acreditamos na transparência e queremos que você se sinta confiante em sua experiência online. Se tiver alguma dúvida ou preocupação sobre sua privacidade, entre em contato conosco para obter mais informações. Comunicação Aberta Acreditamos em comunicação aberta e queremos que você tenha confiança em sua experiência online. Se tiver alguma dúvida ou preocupação sobre sua privacidade, sinta-se à vontade para entrar em contato conosco para obter mais informações. Atualizações da Política Quaisquer atualizações ou revisões em nossa Política de Privacidade serão prontamente comunicadas nesta página. Encorajamos você a verificar periodicamente para se manter informado sobre como protegemos sua privacidade. Contate-nos Se tiver alguma dúvida ou precisar de mais esclarecimentos sobre nossa Política de Privacidade, não hesite em entrar em contato: Marginal BR-010, 2004-coco Grande, Imperatriz-MA, 65909-170, Brasil +552362175467 Peluvios@gmail.com Pelúvios Página Inicial Produtos Sobre Nós Entrega e Devolução Contato Política de Privacidade Termos e Condições",
    "terms": "Pelúvios | Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } main h2{ margin-bottom: 20px; } Pelúvios Página Inicial Produtos Sobre Nós Entrega e Devolução Contato Bem-vindo aos Termos e Condições da Pelúvios. Por favor, leia atentamente os seguintes termos antes de utilizar nossos serviços. Ao acessar ou usar os serviços da Pelúvios, você concorda em ficar vinculado a estes termos. Se você discordar de qualquer parte destes termos, por favor, não utilize nossos serviços. Reservamos o direito de atualizar, alterar ou substituir qualquer parte destes Termos e Condições. É sua responsabilidade verificar esta página periodicamente para verificar as alterações. O uso contínuo ou acesso aos serviços após a publicação de quaisquer alterações constitui aceitação dessas alterações. Uso dos Nossos Serviços O uso dos serviços da Pelúvios é de sua responsabilidade exclusiva. Os serviços são fornecidos \"como estão\" e \"conforme disponíveis\". Não garantimos que os serviços serão ininterruptos, pontuais, seguros ou livres de erros. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte dos serviços, uso dos serviços ou acesso aos serviços sem permissão expressa por escrito da Pelúvios. A Pelúvios reserva o direito de recusar o serviço a qualquer pessoa por qualquer motivo a qualquer momento. Propriedade Intelectual Todo o conteúdo no site da Pelúvios, incluindo, mas não se limitando a textos, gráficos, logotipos, imagens e software, é propriedade da Pelúvios e é protegido por leis internacionais de direitos autorais. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar obras derivadas, transferir ou vender qualquer informação, software, produtos ou serviços obtidos da Pelúvios. A Pelúvios e seus logotipos são marcas registradas ou marcas comerciais da Pelúvios. Elas não podem ser usadas em conexão com qualquer produto ou serviço sem o consentimento prévio por escrito da Pelúvios. Contate-nos Se você tiver alguma dúvida ou preocupação sobre nossos Termos e Condições, sinta-se à vontade para entrar em contato conosco: Email: Peluvios@gmail.com Número de telefone: +552362175467 Endereço: Marginal BR-010, 2004-coco Grande, Imperatriz-MA, 65909-170, Brasil Pelúvios Página Inicial Produtos Sobre Nós Entrega e Devolução Contato Política de Privacidade Termos e Condições",
    "thanks": "Thank You | Pelúvios main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado por nos contactar! Valorizamos a sua paciência e compreensão. Se tiver alguma dúvida ou precisar de mais informações, não hesite em contactar o nosso serviço de apoio ao cliente. Mais uma vez, muito obrigado por nos contactar! Com os melhores cumprimentos,Equipe Pelúvios Home"
  }
}