{
  "name": "New_v9_ModernAbode",
  "pages": {
    "about": "Modern Abode - Your Destination for Modern Furniture +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002 Modern Abode Home About Us Partners Modern Abode Home About Us Partners About Us Welcome to Modern Abode company! The Modern Abode company has been producing cabinet furniture for home and office since 2014. The company's main product is kitchen furniture. The Modern Abode company also produces bedrooms, children's rooms, dressing rooms, hallways, wardrobes and other home furniture according to design projects. We do not produce mass-produced furniture, but custom-made furniture based on individual projects! Our Mission Our mission is to transform everyday kitchens into extraordinary spaces that inspire culinary creativity and joyful gatherings. We aim to deliver the highest standards of craftsmanship and design, tailored to meet the unique needs and tastes of each client. Our Values Quality We use only the finest materials and the latest technologies to ensure our kitchens stand the test of time. Inovation Our design team stays ahead of the curve, incorporating the latest trends and innovations in kitchen design. Sustainability We are committed to eco-friendly practices, using sustainable materials and minimizing waste in our production process. Customer Focus Your satisfaction is our top priority. We work closely with you from concept to completion to bring your vision to life. Special offer for future partners Partners Our Team Isabella Brown CEO Matthew Wilson COO Thomas Davis CFO Sophia Williams Production Supervisor What people say about Us John Johnson Modern Abode transformed our kitchen into a beautiful and functional space. The quality and craftsmanship are outstanding. Highly recommended! Andrew Taylor The custom kitchen island is a game-changer. It perfectly fits our space and enhances our cooking experience. Thank you, Modern Abode! Lily Miller We love our new kitchen cabinets! The team at Modern Abode was professional and attentive to our needs. Great experience overall. Joseph Miller Beautiful designs and excellent customer service. Our kitchen looks fantastic, and the quality is top-notch. We highly recommend Modern Abode! Modern Abode Home About Us Partners Privacy Policy Terms and Conditions +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002",
    "index": "Modern Abode - Contemporary Furniture for Stylish Living +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002 Modern Abode Home About Us Partners Modern Abode Home About Us Partners Price from the manufacturer - save profitably Custom-made home furniture Can't decide on the choice of manufacturer? 1 Free consultation We will listen to your wishes, advise you on materials and fittings, and also help you choose the style and type of furniture. 2 Project design development We will offer you two design options, taking into account actual colors and sizes, and also provide an accurate calculation of the cost of the furniture. 3 Conclusion of an agreement If you like our project, implementation time and cost, we proceed to concluding a contract. 4 Payment You can pay in installments without interest even after the furniture is installed. Our new projects Contemporary Cuisine Sleek Spaces Minimalist Marvel Urban Chic Kitchens Modern Gourmet Green Gourmet Why choose Us Price from the manufacturer Save on your purchases Payment in installments without interest Pay conveniently and without overpayments Payment after installation Pay for furniture after installation Guarantee Warranty 2 years on service and 10 years on materials Our blog 30 March, 2024 Transform Your Cooking Space with Modern Kitchen Furniture Upgrade your cooking experience with modern kitchen furniture that combines style and functionality. Explore our latest collection of dining sets, bar stools, and storage solutions designed to streamline your kitchen tasks while adding a contemporary flair to your home. 10 March, 2024 Maximizing Small Kitchens: Smart Furniture Solutions Small kitchens can be both stylish and efficient with the right furniture choices. Discover smart solutions for maximizing space, from compact dining tables to innovative storage units. Our tips will help you create a functional and aesthetically pleasing kitchen, no matter the size. Buy furniture in installments without interest - We will develop a project - We approve the project and cost - We conclude an agreement - You pay in installments without interest for 12 months Consultation I accept the Privacy Policy Modern Abode Home About Us Partners Privacy Policy Terms and Conditions +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002",
    "partners": "Modern Abode - Luxury Modern Furniture for Every Room +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002 Modern Abode Home About Us Partners Modern Abode Home About Us Partners Become our partner right now! Become our partner in your city or area Get samples and catalogs for work Get clients and projects from us Earn from $2000 per month Work for fun The result of cooperation with us You can hold a meeting with a client in our office (negotiations, samples, coffee, tea) Increase your income and earn with us from $2000 per month on recommendations Advantage for clients, get turnkey design and furniture Additional income and new direction Leave a request Fill in all the necessary information about yourself and our manager will contact you Submit I accept the Privacy Policy Frequently Asked Questions for Partners How can I become a partner? To become a partner, please fill out the partnership application form on our website. Our team will review your application and get back to you within a few business days. What are the requirements for partnership? We require our partners to have a registered business, a physical showroom or online store, and a commitment to promoting high-quality kitchen furniture. Specific requirements may vary based on your location and business model. What kind of support do you offer to partners? We offer a range of support services including marketing materials, training sessions, and dedicated account managers to help you promote and sell our products effectively. We also provide technical support and assistance with installations. Do you offer exclusive territories? Yes, we offer exclusive territories to our partners based on market potential and performance. Please discuss your territory needs with your account manager during the application process. Modern Abode Home About Us Partners Privacy Policy Terms and Conditions +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002",
    "privacy-policy": "Modern Abode - Trendsetting Modern Furniture +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002 Modern Abode Home About Us Partners Modern Abode Home About Us Partners Privacy Policy Welcome to Modern Abode. We are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website or interact with our services. 1. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, address, and other contact details. Payment Information: Credit card details and billing information for order processing. Usage Data: Information about how you use our website, including IP address, browser type, and browsing history. 2. How We Use Your Information We use your personal information to: Process and fulfill your orders. Communicate with you about your orders and our services. Improve our website and services. Send you marketing communications, if you have opted in to receive them. Comply with legal obligations. 3. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties except as described below: Service Providers: We may share your information with third-party service providers who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities. 4. Protecting Your Information We implement a variety of security measures to maintain the safety of your personal information. These measures include using secure servers and encryption for sensitive information. 5. Your Rights You have the right to: Access and update your personal information. Request the deletion of your personal information. Object to the processing of your personal information. Request the restriction of processing of your personal information. To exercise these rights, please contact us at modernabode@gmail.com 7. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We encourage you to review this Privacy Policy periodically for any changes. Modern Abode Home About Us Partners Privacy Policy Terms and Conditions +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002",
    "terms-conditions": "Modern Abode - Innovative Furniture for Modern Living +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002 Modern Abode Home About Us Partners Modern Abode Home About Us Partners Terms and Conditions Welcome to Modern Abode. By accessing or using our website and services, you agree to be bound by the following terms and conditions. Please read them carefully. 1. General These terms and conditions apply to all users of the Modern Abode website and services. By using our website, you agree to comply with these terms. If you do not agree, do not use our website. 2. Orders and Payments All orders are subject to acceptance and availability. Product prices are subject to change without prior notice. Payment must be made at the time of order using one of the accepted payment methods. We reserve the right to refuse or cancel any order at our discretion. 3. Delivery We will deliver the products to the address specified in your order. Delivery times are estimated and not guaranteed. We are not responsible for delays beyond our control. Delivery fees are as indicated on our website and may vary according to location and size of the order. 4. Returns and refunds If you are not satisfied with your purchase, please contact us within 24 hours of delivery to arrange a replacement or refund. Perishable items cannot be returned, but we will work with you to resolve any issues. Refunds will be processed using the original payment method. 5. Privacy Use of our website is also governed by our Privacy Policy, which can be found on our website. 6. Intellectual Property All content on our website, including text, graphics, logos and images, is the property of Modern Abode and is protected by copyright and other intellectual property laws. You may not use any content without our express written permission. 7. Limitation of liability Modern Abode will not be liable for any indirect, incidental or consequential damages arising from the use of our website or products. Our total liability to you for any claims arising from the use of our website or products will not exceed the amount paid for the product. 8. Changes to Terms We reserve the right to update or modify these terms and conditions at any time without prior notice. Continued use of our site after any changes indicates your acceptance of the new terms. Contact us If you have questions or comments about this policy, please email us at modernabode@gmail.com Modern Abode Home About Us Partners Privacy Policy Terms and Conditions +91 98765 43210 modernabode@gmail.com Plot- B, Scheme No. 5 Ahinsa Chowk, Road, Kanchan Vihar, Vijay Nagar, Jabalpur, Madhya Pradesh 482002",
    "thanks": "Modern Abode - Sleek and Stylish Home Furniture Home Thank you! Thank you for your order! We appreciate your business and are excited to provide you with the freshest organic vegetables. Your order is being processed and will be delivered shortly. If you have any questions or require further assistance, please feel free to contact our customer support team."
  },
  "date": "2024-06-18T15:28:47.587Z"
}