{
  "name": "New_v9_swaysquad",
  "pages": {
    "terms-conditions": "SwaySquad - Terms and Conditions for Using Our Website SwaySquad Home The quality of the master Join Our assortment Support About Us Terms of Use By accessing or using the SwaySquad website, you agree to the terms of use of our services. If you do not agree to all of the terms, do not access or use the website or any services. The terms of use apply to all users of the website, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content. Our swing chairs are not just furniture, they are a lifestyle. They are a statement of comfort, relaxation, and style. Our swing chairs are designed to provide you with the ultimate comfort and relaxation. They are perfect for any room in your house, whether it's your living room, bedroom, or even your office. Our swing chairs are not just for adults, we have a range of swing chairs for kids too. They are perfect for your child's room and will provide them with hours of fun and relaxation. Our swing chairs are made from the highest quality materials. They are durable, sturdy, and built to last. We have a range of swing chairs made from different materials, including wood, metal, and rattan. Our wooden swing chairs are made from the finest quality wood, they are sturdy and durable, and will last for years. Our metal swing chairs are made from high-quality metal, they are strong and durable, and will provide you with years of use. Our rattan swing chairs are made from the finest quality rattan, they are lightweight, durable, and perfect for both indoor and outdoor use. We offer a wide range of swing chairs to suit all tastes and budgets. Whether you're looking for a traditional swing chair, a contemporary swing chair, or something a little different, we have something for you. Our swing chairs come in a variety of colors, styles, and designs, so you're sure to find something that suits your taste and complements your home decor. We take pride in our customer service. Our team is always ready to help you with any questions or concerns you may have. We want to ensure that you have a positive shopping experience with us, and that you are completely satisfied with your purchase. If you have any questions about our swing chairs, or if you need help choosing the right swing chair for you, please don't hesitate to contact us. We reserve the right to modify or terminate the SwaySquad website for any reason, without notice at any time. We reserve the right to alter these Terms of Use at any time. Any changes to the Terms will be effective immediately upon posting on the SwaySquad website. You are responsible for reviewing and becoming familiar with any such changes. At SwaySquad, we understand that buying a swing chair is an investment. That's why we offer a warranty on all of our swing chairs. Our warranty covers any defects in materials or workmanship for a period of one year from the date of purchase. If you experience any problems with your swing chair during this time, simply contact us and we will be happy to assist you. We also offer a 30-day money-back guarantee. If for any reason you are not completely satisfied with your purchase, you can return it to us within 30 days for a full refund. No questions asked. We want you to be completely happy with your purchase, and we are confident that you will love your new swing chair. We take great care in packaging and shipping our swing chairs to ensure that they arrive to you in perfect condition. However, if your swing chair arrives damaged, please contact us immediately. We will arrange for a replacement to be sent to you as soon as possible. We want to make shopping with us as easy and convenient as possible. That's why we offer a variety of payment options, including credit card, PayPal, and bank transfer. We also offer free shipping on all orders over $100. At SwaySquad, we are passionate about swing chairs. We believe that everyone should have the opportunity to experience the comfort and relaxation that a swing chair can provide. That's why we offer a range of swing chairs at affordable prices. We want to make it easy for everyone to enjoy the benefits of a swing chair. We are always looking for new and innovative swing chairs to add to our collection. If you have a swing chair that you would like us to consider, please contact us. We would love to hear from you. We are committed to providing our customers with the best possible service. If you have any questions or concerns, please don't hesitate to contact us. We are always here to help. At SwaySquad, we believe that a swing chair is more than just a piece of furniture. It's a place to relax, unwind, and escape from the stresses of everyday life. That's why we offer a range of swing chairs that are designed to provide the ultimate comfort and relaxation. Our swing chairs are available in a variety of styles, including traditional, contemporary, and rustic. Whether you're looking for a swing chair for your living room, bedroom, or outdoor space, we have something to suit your needs. Our traditional swing chairs are perfect for those who prefer a classic look. They are made from high-quality materials and feature a timeless design that will complement any home decor. Our contemporary swing chairs, on the other hand, are perfect for those who prefer a more modern look. They feature sleek lines and a minimalist design that will add a touch of sophistication to any space. For those who love the great outdoors, we offer a range of outdoor swing chairs. Our outdoor swing chairs are made from weather-resistant materials and are designed to withstand the elements. They are perfect for use on your patio, deck, or in your garden. We also offer a range of swing chairs for kids. Our kids' swing chairs are designed to provide hours of fun and entertainment. They are made from durable materials and are available in a variety of colors and designs. At SwaySquad, we are committed to providing our customers with the best possible service. That's why we offer free shipping on all orders over $100. We also offer a 30-day money-back guarantee. If for any reason you are not completely satisfied with your purchase, you can return it to us within 30 days for a full refund. No questions asked. We take great care in packaging and shipping our swing chairs to ensure that they arrive to you in perfect condition. However, if your swing chair arrives damaged, please contact us immediately. We will arrange for a replacement to be sent to you as soon as possible. Thank you for choosing SwaySquad. We look forward to serving you. Happy swaying! SwaySquad Team. Contact us: Email: swaysquad@gmail.com SwaySquad Relax in Style with SwaySquad - Your Ultimate Destination for Premium Rocking Chairs AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 swaysquad@gmail.com Navigation Home The quality of the master Join Our assortment Support About Us Additionally Privacy Policy Terms of Use",
    "thanks": "Thank You from SwaySquad - Your Comfort is Our Priority SwaySquad Thank you for reaching out to us! We truly appreciate your time and effort in sharing your thoughts, ideas, or concerns with us. Your feedback is invaluable as it helps us to improve our services and create a better experience for you and all the members of the SwaySquad community. Our dedicated team is committed to reading and responding to each message we receive. We will review your submission carefully and get back to you as soon as possible. Once again, thank you for connecting with us. We're always here to listen and support you on your journey. Stay tuned, stay swayed! To main",
    "about": "Discover the Story Behind SwaySquad's Exceptional Rocking Chairs SwaySquad Home The quality of the master Join Our assortment Support About Us Our Story Learn About SwaySquad's Journey Origins SwaySquad started with a simple idea: to create rocking chairs that blend comfort, style, and quality craftsmanship. Our journey began in a small workshop, where skilled artisans poured their passion into every chair they crafted. Mission Our mission at SwaySquad is to bring joy and relaxation into homes around the world. We're committed to designing and producing rocking chairs that enhance the comfort and aesthetics of any space, while also providing exceptional customer service. Values At SwaySquad, we value quality, craftsmanship, and customer satisfaction above all else. We believe in transparency, integrity, and innovation, and strive to uphold these values in everything we do. Vision Our vision is to become the go-to destination for premium rocking chairs, known for our commitment to excellence, attention to detail, and dedication to customer satisfaction. Join us on our journey as we continue to grow and evolve. Our Team Meet the SwaySquad Team Behind every rocking chair crafted by SwaySquad is a team of dedicated individuals who share a passion for quality, design, and customer satisfaction. Get to know the faces behind our brand and learn more about the talented individuals who bring our vision to life. Artisans Our skilled artisans are the heart and soul of SwaySquad. With years of experience and expertise in woodworking, upholstery, and design, they bring our rocking chairs to life with precision and care. Customer Support Our customer support team is here to ensure that your experience with SwaySquad is nothing short of exceptional. From answering your questions to assisting with customization options, our dedicated team is committed to providing you with the best possible service. Our Commitment Quality First At SwaySquad, we prioritize quality in everything we do. From selecting the finest materials to ensuring meticulous craftsmanship, we are committed to delivering products that meet the highest standards of excellence. Sustainability We believe in responsible manufacturing practices that minimize our environmental impact. That's why we source sustainable materials and strive to reduce waste throughout our production process. Community Engagement Giving back to the community is an integral part of our ethos at SwaySquad. We actively support local initiatives and charities, working together to make a positive difference in the lives of others. Continuous Improvement We are dedicated to constant innovation and improvement. Through ongoing research and development, we aim to stay at the forefront of design trends and technological advancements, ensuring that our products always exceed expectations. Our Vision for the Future At SwaySquad, we envision a future where everyone can experience the joy of relaxation and comfort in their homes. We are committed to expanding our product offerings, exploring new design possibilities, and further enhancing our customer experience. With innovation, integrity, and passion driving us forward, we are excited to continue growing and evolving as a brand. Join us on this journey as we strive to create a more comfortable and beautiful world, one rocking chair at a time. SwaySquad Relax in Style with SwaySquad - Your Ultimate Destination for Premium Rocking Chairs AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 swaysquad@gmail.com Navigation Home The quality of the master Join Our assortment Support About Us Additionally Privacy Policy Terms of Use",
    "index": "Welcome to SwaySquad - Your Source for Premium Rocking Chairs SwaySquad Home The quality of the master Join Our assortment Support About Us Welcome to SwaySquad! Elevate Your Comfort with Our Premium Rocking Chairs Start Exploring Quality Craftsmanship Our Commitment to Excellence At SwaySquad, we take pride in the meticulous craftsmanship of our rocking chairs. Each piece is expertly crafted by skilled artisans who are dedicated to delivering unparalleled quality. From the selection of premium materials to the precision of assembly, every step of the manufacturing process is conducted with the utmost care and attention to detail. Unrivaled Comfort and Durability We understand the importance of comfort and durability when it comes to furniture, which is why we go above and beyond to ensure that our rocking chairs exceed expectations. With ergonomic designs and high-quality materials, our chairs provide superior support and longevity, allowing you to enjoy years of relaxation and comfort. Timeless Style Our rocking chairs are not only designed for comfort but also for timeless style. Whether you prefer classic elegance or modern simplicity, we offer a variety of designs to suit any aesthetic preference. From sleek minimalist lines to intricately carved details, our chairs are sure to enhance the beauty of any space. Customization Options At SwaySquad, we believe that your furniture should reflect your personal style and preferences. That's why we offer customization options to help you create the perfect rocking chair for your home. Choose from a variety of finishes, fabrics, and features to tailor your chair to your exact specifications. Experience the joy of owning a truly one-of-a-kind piece with SwaySquad's customizable rocking chairs. Join the SwaySquad Community Discover Exclusive Benefits Become a part of the SwaySquad community today and unlock exclusive benefits tailored just for you. Enjoy early access to new arrivals, special promotions, and members-only discounts. Plus, gain insider tips on how to maximize the comfort and style of your rocking chair. Join us and elevate your relaxation experience with SwaySquad. Explore More Discover Our Range of Rocking Chairs Classic Elegance Embrace timeless sophistication with our collection of classic rocking chairs. Crafted with traditional designs and exquisite details, these chairs add a touch of elegance to any room. Experience the charm of yesteryear while enjoying modern comfort with our classic rockers. Modern Simplicity For those who prefer sleek and contemporary styles, our modern rocking chairs are the perfect choice. With clean lines and minimalist aesthetics, these chairs effortlessly blend into modern interiors. Elevate your space with the simplicity and sophistication of our modern rockers. Outdoor Relaxation Take your relaxation outdoors with our range of outdoor rocking chairs. Built to withstand the elements, these chairs are perfect for enjoying sunny days on your porch or patio. Choose from durable materials and stylish designs to create your own outdoor oasis with SwaySquad. Get in Touch Contact Us Today Have questions or need assistance? Feel free to reach out to us. Our friendly team is here to help you with any inquiries you may have. Whether you need product recommendations, assistance with customization options, or support with an existing order, we're just a message away. Customer Support Our dedicated customer support team is available to assist you with any questions or concerns you may have. Contact us via email or phone for prompt and helpful assistance. FAQ Explore our frequently asked questions for quick answers to common queries. From shipping and delivery information to product details, find the information you need right at your fingertips. Stay Connected Join our mailing list to stay up-to-date with the latest news, promotions, and exclusive offers from SwaySquad. Don't miss out on exciting updates and special discounts – subscribe today! Why Choose SwaySquad? Quality Craftsmanship Our rocking chairs are meticulously crafted by skilled artisans using premium materials, ensuring superior quality and durability. Experience the difference with SwaySquad's commitment to excellence. Comfort Guaranteed With ergonomic designs and plush seating, our rocking chairs are designed for ultimate comfort. Relax and unwind in style with SwaySquad's unparalleled comfort guaranteed. Stylish Designs From classic elegance to modern simplicity, our rocking chairs are available in a variety of stylish designs to complement any decor. Discover the perfect piece to elevate your space with SwaySquad. Customization Options Personalize your rocking chair to suit your unique style and preferences with our customization options. Choose from a range of finishes, fabrics, and features to create your dream chair with SwaySquad. Exceptional Service At SwaySquad, customer satisfaction is our top priority. Enjoy exceptional service every step of the way, from expert guidance to transparent pricing and policies. Experience the difference with SwaySquad's dedication to excellence. Join the Community Become a part of the SwaySquad community and unlock exclusive benefits, including early access to new arrivals, special promotions, and members-only discounts. Join us and elevate your relaxation experience with SwaySquad today. Featured Products Explore Our Top Picks Discover our curated selection of top-selling rocking chairs, handpicked for their quality, comfort, and style. Whether you're looking for classic elegance or modern simplicity, we have the perfect rocking chair to suit your preferences. Explore our featured products below and find your ideal piece with SwaySquad. Classic Wooden Rocker ₹5,999 Embrace timeless charm with our Classic Wooden Rocker. Crafted from sturdy hardwood and featuring a traditional design, this rocking chair is perfect for adding a touch of elegance to any room. Order now Plush Upholstered Rocker ₹7,499 Sink into luxurious comfort with our Plush Upholstered Rocker. Featuring soft padding and premium upholstery, this rocking chair offers the perfect combination of style and relaxation. Order now Modern Metal Rocker ₹6,799 Add a contemporary flair to your space with our Modern Metal Rocker. Constructed from durable metal and boasting a sleek design, this rocking chair is sure to elevate any modern interior. Order now Contact Us Have Questions? Get in Touch! I accept the Privacy Policy Send SwaySquad Relax in Style with SwaySquad - Your Ultimate Destination for Premium Rocking Chairs AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 swaysquad@gmail.com Navigation Home The quality of the master Join Our assortment Support About Us Additionally Privacy Policy Terms of Use",
    "privacy-policy": "SwaySquad - Our Commitment to Your Privacy and Security SwaySquad Home The quality of the master Join Our assortment Support About Us Privacy Policy Welcome to SwaySquad, your number one source for all things swing chairs. We're dedicated to providing you the very best of swing chairs, with an emphasis on quality, comfort, and durability. Our mission is to offer you the highest quality products that are both functional and stylish. We believe that everyone deserves to relax in comfort and style, and that's why we've made it our mission to provide you with the best swing chairs on the market. When we first started out, our passion for providing the best swing chairs drove us to do intense research, and gave us the impetus to turn hard work and inspiration into to a booming online store. We now serve customers all over the world, and are thrilled to be a part of the fair trade wing of the swing chair industry. We’re proud to offer a wide variety of swing chairs, each one uniquely designed to provide maximum comfort and relaxation. Whether you're looking for a traditional porch swing, a modern hanging chair, or a cozy hammock chair, we've got you covered. Our swing chairs are made from the finest materials, including durable hardwood, weather-resistant wicker, and soft, comfortable cushions. At SwaySquad, we understand that buying a swing chair is an investment. That's why we're committed to providing you with the best possible shopping experience. Our customer service team is always available to answer any questions you may have, and we offer a 100% satisfaction guarantee. If for any reason you're not happy with your purchase, simply return it for a full refund. We believe that a swing chair is more than just a piece of furniture. It's a place to relax, unwind, and enjoy the beauty of nature. It's a place to read a book, take a nap, or spend time with loved ones. It's a place to create memories that will last a lifetime. So why choose SwaySquad? Because we're more than just a swing chair store. We're a community of people who love to relax, unwind, and enjoy the simple pleasures in life. We're passionate about what we do, and we're committed to providing you with the best possible products and service. At SwaySquad, we take pride in the craftsmanship of our swing chairs. Each one is carefully crafted by skilled artisans who have years of experience in creating high-quality furniture. We use only the finest materials, including sustainably sourced hardwoods, weather-resistant wicker, and soft, comfortable cushions. Our swing chairs are built to last, and we're confident that they'll provide you with years of enjoyment. We understand that choosing the right swing chair can be a challenge. That's why we offer a wide variety of styles, colors, and materials to choose from. Whether you're looking for a traditional porch swing, a modern hanging chair, or a cozy hammock chair, we have something for everyone. Our swing chairs are available in a range of sizes, so you can find the perfect one to fit your space. In addition to our wide selection of swing chairs, we also offer a variety of accessories to enhance your relaxation experience. From cushions and pillows to canopies and stands, we have everything you need to create the perfect outdoor oasis. Our accessories are designed to complement our swing chairs, and they're made with the same attention to detail and commitment to quality. At SwaySquad, we're passionate about helping our customers create their dream outdoor spaces. That's why we offer free design consultations to help you choose the perfect swing chair and accessories for your home. Our design experts will work with you to understand your style, your needs, and your budget, and they'll help you create a customized plan that's tailored to your unique space. We believe that everyone deserves to relax in comfort and style, and that's why we offer competitive pricing on all of our products. We're committed to providing you with the best possible value, and we're always looking for ways to save you money. That's why we offer free shipping on all orders over $100, and we frequently run special promotions and sales. We're also committed to giving back to our community. That's why we donate a portion of our profits to charities that support environmental conservation and social justice. When you shop with SwaySquad, you're not only getting a great product, you're also helping to make the world a better place. At SwaySquad, we're committed to providing our customers with a safe and secure shopping experience. That's why we use the latest security technologies to protect your personal and financial information. We use industry-standard encryption to protect your information during transmission, and we store your information on secure servers that are protected by firewalls and other advanced security systems. We also take your privacy seriously. We will never sell, rent, or share your personal information with third parties without your consent. We only use your personal information to process your orders, communicate with you about your orders, and provide you with information about our products and services. When you place an order with SwaySquad, you can be confident that your information is safe and secure. We use a trusted third-party payment processor to handle all of our transactions, so we never have access to your credit card information. We also offer a variety of payment options, including PayPal, so you can choose the one that's right for you. In conclusion, SwaySquad is your destination for high-quality, stylish, and comfortable swing chairs. We're passionate about helping our customers create their dream outdoor spaces, and we're committed to providing the best possible products and service. So why wait? Browse our collection today and find the perfect swing chair for your home. We look forward to serving you! At SwaySquad, we're proud to offer a wide range of swing chairs that are perfect for any outdoor space. Whether you're looking for a traditional porch swing, a modern hanging chair, or a cozy hammock chair, we have something for everyone. Here are some of the different types of swing chairs that we offer: Porch Swings: Our porch swings are the perfect addition to any front porch or backyard patio. They're made from high-quality materials, including sustainably sourced hardwoods and weather-resistant wicker, and they're available in a range of styles and colors to suit any decor. Hanging Chairs: Our hanging chairs are a great way to add a touch of modern style to your outdoor space. They're made from durable materials, including powder-coated steel and weather-resistant wicker, and they're available in a variety of colors and designs to suit any taste. Hammock Chairs: Our hammock chairs are the perfect way to relax and unwind in your backyard. They're made from soft, comfortable materials, including cotton and polyester, and they're available in a range of colors and patterns to suit any style. Swing Beds: Our swing beds are the ultimate in outdoor luxury. They're made from high-quality materials, including sustainably sourced hardwoods and weather-resistant wicker, and they're available in a range of sizes to accommodate any space. Gliding Chairs: Our gliding chairs are a great alternative to traditional swing chairs. They offer a smooth, gentle gliding motion that's perfect for relaxing on your porch or patio. They're made from high-quality materials, including sustainably sourced hardwoods and weather-resistant wicker, and they're available in a range of styles and colors to suit any decor. No matter what type of swing chair you're looking for, SwaySquad has you covered. Our swing chairs are designed to provide maximum comfort and relaxation, and they're built to last. We're committed to providing our customers with the best possible products and service, and we're always looking for ways to improve. Thank you for choosing SwaySquad as your source for swing chairs. We look forward to serving you and helping you find the perfect swing chair for your home. If you have any questions or comments, please don't hesitate to contact us at swaysquad@gmail.com. We're always here to help! SwaySquad Relax in Style with SwaySquad - Your Ultimate Destination for Premium Rocking Chairs AMC SANKUL, near Rajapeth police station, Mudholkar Peth, Amravati, Maharashtra 444605, India +91-721-2564147 swaysquad@gmail.com Navigation Home The quality of the master Join Our assortment Support About Us Additionally Privacy Policy Terms of Use"
  },
  "date": "2024-05-02T11:39:33.743Z"
}