{
  "name": "New_v9_VelocityKarting",
  "pages": {
    "corporate": "Corporate Events at VelocityKarting - Team Building Adventures Home Prices Instructions Corporate Events Contact Corporate Tournaments and Team Building Take your team to the next level with our corporate tournaments and team building events! Corporate Tournaments and Team Building At VelocityKarting, we specialize in creating dynamic and immersive experiences for corporate teams. Our range of corporate tournaments and team building activities is designed to foster camaraderie, boost morale, and enhance team performance. Our state-of-the-art facilities offer a perfect venue for your corporate event, whether you're planning a team-building day, a departmental outing, or an executive retreat. Our experienced event coordinators will work with you to customize the experience to meet your specific goals and objectives. Our corporate tournaments feature thrilling karting competitions where teams compete head-to-head on our challenging tracks. With adrenaline-pumping races and strategic challenges, your team will bond over the shared experience of high-speed excitement. In addition to karting, we offer a variety of team-building activities designed to develop key skills such as communication, problem-solving, and leadership. From interactive challenges to collaborative problem-solving exercises, our activities are designed to engage participants and promote teamwork. Our professional instructors will guide your team through each activity, providing expert coaching and facilitating discussions to reinforce key learnings. Whether your goal is to improve teamwork, boost morale, or simply have a fun-filled day out, we ensure an unforgettable experience that leaves a lasting impact. Contact us today to learn more about our corporate event packages and start planning your next team-building adventure! Turnkey Event Our turnkey event package offers a comprehensive solution for organizing your next corporate outing, team-building event, or special celebration. From start to finish, we take care of all the details, ensuring a seamless and memorable experience for you and your guests. Exclusive venue rental Customized event planning Professional event coordination Interactive team-building activities Catering services Entertainment options Transportation arrangements Personalized branding and signage On-site support staff Post-event evaluation and feedback Contact us today to learn more about our turnkey event packages and start planning your next unforgettable event! Rental Prices Duration Price 1 Hour $50 2 Hours $90 3 Hours $120 4 Hours $150 5 Hours $180 6 Hours $210 Submit Application Home Prices Instructions Corporate Events Contact Privacy Policy Terms & Conditions",
    "index": "VelocityKarting - Unleash the Thrill! Home Prices Instructions Corporate Events Contact Welcome to VelocityKarting Experience the thrill of high-speed karting! Book Now What is VelocityKarting? VelocityKarting is a form of motorsport where participants drive small, open-wheel vehicles called go-karts. It's a thrilling and accessible way to experience racing. How fast do go-karts go? The speed of go-karts can vary, but they can typically reach speeds of up to 60 miles per hour or more depending on the track and kart specifications. Are there age restrictions for go-kart racing? Yes, there are usually age and height restrictions for go-kart racing to ensure the safety of participants. These restrictions may vary depending on the location and type of track. What equipment do I need for go-kart racing? Typically, you'll need to wear a helmet, gloves, and closed-toe shoes for go-kart racing. Some tracks may also require additional safety gear. Can I bring my own go-kart to the track? It depends on the track. Some tracks allow participants to bring their own go-karts, while others provide rental karts for use during races. Instructions 1. Wear Safety Gear Before starting, ensure that you are wearing all required safety gear, including a helmet, gloves, and closed-toe shoes. 2. Listen to Track Officials Listen carefully to instructions provided by track officials and follow all posted rules and regulations. 3. Familiarize Yourself with the Track Take some time to familiarize yourself with the layout of the track and any specific features or hazards. 4. Practice Safe Driving Techniques Practice safe driving techniques such as maintaining control of your kart, avoiding collisions, and obeying flag signals. 5. Have Fun! Most importantly, remember to have fun and enjoy the exhilarating experience of go-kart racing! Why Choose Us Quality Service We provide top-notch service to all our customers, ensuring their satisfaction. Expert Staff Our team consists of experienced professionals dedicated to delivering excellence. Innovative Solutions We constantly strive to offer innovative solutions tailored to our clients' needs. Corporate Events at our Karting Center At our karting center, we specialize in hosting unforgettable corporate events. Whether you're planning a team-building day, a company outing, or a client appreciation event, we have everything you need for an exciting and memorable experience. Our corporate event packages include: Exclusive track rental for your group Professional racing instruction and safety briefing Customizable race formats and competitions Access to our state-of-the-art karting facilities Optional catering services and meeting spaces Team-building activities and awards ceremonies Let us take care of all the details so you can focus on enjoying the thrill of karting with your colleagues or clients. Contact us today to learn more about our corporate event packages and book your next unforgettable outing! Learn More Benefits of Karting Improves Reflexes Karting requires quick reactions and sharp reflexes, helping to improve coordination and motor skills. Stress Relief Driving a kart at high speeds can be an exhilarating way to release stress and tension. Builds Confidence Mastering karting skills and competing in races can boost self-confidence and self-esteem. Contact Us For inquiries, please contact us via: +915027461597 VelocityKarting@gmail.com Laldiggi Rd, Lab Digi, Gosain Tola, Mirzapur, Uttar Pradesh 231001, India I accept Privacy Policy Send Home Prices Instructions Corporate Events Contact Privacy Policy Terms & Conditions document.addEventListener(\"DOMContentLoaded\", function () { const questions = document.querySelectorAll(\".question\"); questions.forEach(function (question) { question.addEventListener(\"click\", function () { const answer = this.nextElementSibling; if (answer.style.display === \"block\") { answer.style.display = \"none\"; } else { answer.style.display = \"block\"; } }); }); });",
    "policy": "Privacy Policy - VelocityKarting main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; text-align: left; font-family: \"poppins\"; } a{ color: #db5d11; } a:hover{ text-decoration: underline; } Home Prices Instructions Corporate Events Contact Privacy Policy This Privacy Policy tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to VelocityKarting. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Data Security We take appropriate measures to protect the security of your information. However, please be aware that no data transmission over the internet is completely secure, and we cannot guarantee the security of information transmitted to our website. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: VelocityKarting@gmail.com By phone number: +915027461597 By mail: Laldiggi Rd, Lab Digi, Gosain Tola, Mirzapur, Uttar Pradesh 231001, India Home Prices Instructions Corporate Events Contact Privacy Policy Terms & Conditions",
    "prices": "Kart Rental Prices at VelocityKarting Home Prices Instructions Corporate Events Contact Prices for Riding at VelocityKarting Club Welcome to VelocityKarting, where excitement meets speed! Check out our competitive prices for an unforgettable karting experience. Pricing for Races Time Single Ride Package (3 Rides) Group Rate (10+ Rides) Weekdays (10am - 5pm) $20 $55 $180 Evenings (5pm - 10pm) $25 $70 $220 Weekends (10am - 10pm) $30 $85 $250 Special Offers Weekend Madness Race with us on weekends and get 20% off on your second ride! Happy Hour Join us during happy hour (5pm - 7pm) and enjoy discounted rates on races! Group Discounts Bring your friends and avail group discounts for 10 or more people! Why Choose Our Certificate? Quality Assurance Our certificates are recognized for their high quality and credibility. Expert Instructors Learn from experienced instructors who are passionate about teaching. Flexible Schedule We offer flexible scheduling options to fit your busy lifestyle. Gift Certificates Amount Number of Rides $25 1 Ride $50 2 Rides $75 3 Rides $100 4 Rides Home Prices Instructions Corporate Events Contact Privacy Policy Terms & Conditions",
    "terms": "Terms & Conditions - VelocityKarting main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; text-align: left; font-family: \"poppins\"; } a{ color: #db5d11; } a:hover{ text-decoration: underline; } Home Prices Instructions Corporate Events Contact Terms & Conditions Welcome to VelocityKarting's Terms & Conditions. Please read the following terms carefully before using our services. By accessing or using VelocityKarting's services, you agree to be bound by these terms. If you disagree with any part of these terms, please do not use our services. We reserve the right to update, change, or replace any part of these Terms & Conditions. It is your responsibility to check this page periodically for changes. Your continued use of or access to the services following the posting of any changes constitutes acceptance of those changes. Use of Our Services The use of VelocityKarting's services is at your sole risk. The services are provided on an \"as is\" and \"as available\" basis. We do not warrant that the services will be uninterrupted, timely, secure, or error-free. You agree not to reproduce, duplicate, copy, sell, resell, or exploit any portion of the services, use of the services, or access to the services without express written permission by VelocityKarting. VelocityKarting reserves the right to refuse service to anyone for any reason at any time. Intellectual Property All content on VelocityKarting's website, including but not limited to text, graphics, logos, images, and software, is the property of VelocityKarting and is protected by international copyright laws. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from VelocityKarting. VelocityKarting and its logos are trademarks or registered trademarks of VelocityKarting. They may not be used in connection with any product or service without the prior written consent of VelocityKarting. Contact Us If you have any questions or concerns regarding our Terms & Conditions, please feel free to contact us: Phone: +915027461597 Email: VelocityKarting@gmail.com Location: Laldiggi Rd, Lab Digi, Gosain Tola, Mirzapur, Uttar Pradesh 231001, India Home Prices Instructions Corporate Events Contact Privacy Policy Terms & Conditions",
    "thanks": "Thank You - VelocityKarting main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; border: 1px solid #db5d11; } h1, p { margin-bottom: 20px; } .home { display: inline-block; color: #db5d11; text-decoration: none; transition: color 0.3s ease; } .home:hover { text-decoration: underline; } h1{ color: #db5d11; } Thank You for Your Feedback We appreciate you taking the time to share your thoughts with us. Your feedback is invaluable and helps us enhance your experience with VelocityKarting. If you have any further inquiries or if there's anything else we can assist you with, please don't hesitate to reach out. We are here to ensure your satisfaction. Thank you for choosing VelocityKarting! Home"
  }
}