{
  "name": "New_v8_vinyl",
  "pages": {
    "index": "VinylPecew: onli store of Vinyl in India VinylPecew Home Catalog About Contacts Home Catalog About Contacts Experience the Ultimate Online Store of Vinyls Discover an extensive collection of handcrafted, high-quality vinyl records, LPs, and 7-inch singles from India's favorite independent record labels. Shop sustainably and support the Indian music scene with every purchase. EXPLORE NOW TOPSELLER Vintage Vinyl Unleash the Magic of Your Favorite Records 24.99$ The Vinyl Vault Treasure Trove of Indie Records 88.99$ The LP Lounge A Cozy Retreat for Your Record Collection 114.99$ The Turntable An Elegant, High-Quality Turntables 54.99$ We understand that music is a part of our identity and that's why we offer the best possible music experience. At VinylPecew, we believe that everyone deserves to enjoy their favorite records in the best possible way. That's why we've curated a collection of high-quality turntables and vinyl records from independent record labels, ensuring that you get unique and diverse music that will last for years to come. Our turntables and records are designed to be functional, reliable, and visually stunning. Whether you're a seasoned music producer or a beginner, our products will provide you with a professional-grade listening experience. And the best part? Our prices are affordable, so you can enjoy the music you love without breaking the bank. SHOP NOW At VinylPecew, we believe that our products should not only provide you with the best possible music experience but also make you feel like you're a part of a community that values quality and sustainability. That's why we only carry the finest records from independent record labels, ensuring that you will have a unique and diverse collection of music that will last for years to come. Our turntables are designed to be a work of art, as well as a functional piece of equipment that will make your music listening experience even better. From our Irton turntables to our modern and sleek wooden ones, we have a wide range of options to choose from. SHOP NOW We understand that everyone has a different style and preferences when it comes to music. That's why we offer a wide range of options to choose from, including rare and hard-to-find records. Whether you're a serious collector or just starting out, our selection is sure to satisfy your music needs. At VinylPecew, we believe that music should be shared, and that's why we offer our products at an affordable price. We want our customers to be able to enjoy the music they love without breaking the bank. SHOP NOW At VinylPecew, we believe that the best way to connect with other music lovers is through shared experiences. That's why we offer a wide range of products, including turntables, records, and accessories. Whether you're looking to add a new piece to your home studio or just starting out, our selection is sure to satisfy your music needs. We believe that music is a part of our identity, and that's why we want to provide you with the best possible music experience. Whether you're a serious collector or just starting out, our selection of turntables and vinyl records is sure to satisfy your music needs. SHOP NOW Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "privacy-policy": "Privacy Policy | VinylPecew - Protecting Your Personal Information VinylPecew Home Catalog About Contacts Home Catalog About Contacts Privacy Policy Privacy Policy for VinylPecew Online Store At VinylPecew, your privacy is of the utmost importance to us. This Privacy Policy outlines the types of personal information we collect from you or that you provide when using our online store and how we use that information. Information we collect We collect information from you when you place an order, subscribe to a newsletter, fill out a form or enter information on our site. The information we collect may include the following: Personal identification information (such as your name, email address, or phone number) Payment information (such as credit card numbers, payment information, or bank account information) Order and delivery information (such as the items you have ordered, your shipping and billing addresses, and your delivery preferences) Preferences and other information (such as your preferred language or location, browsing history, or interactions with our website or advertisements) How we use your information We use the information we collect from you in the following ways: To provide you with the best possible service, to respond to your inquiries, and to process any orders you may place with us. To improve our website and our services. This includes analyzing how users interact with our website and improving the functionality, layout, and design of our website. We may also use this information to create reports on website usage and website performance. To send you emails, notifications, and updates about products, services, and offers. We may also use this information to personalize your experience and to improve our marketing efforts. You can opt-out of receiving these emails at any time. To protect our website and our users from fraud, security risks, and other malicious activities. We may also use this information to investigate and resolve technical issues or security breaches that may affect the security of our website, our users, or our services. How we protect your information We adopt appropriate technical, physical, and managerial procedures to protect your information from loss, theft, misuse, disclosure, alteration, or destruction. For example, we use secured servers, encryption, access controls, and restricted access to protect the information we collect. We may share your information with third parties who help us use and protect your information, such as service providers, contractors, and affiliates. We may also share your information with our parent company, subsidiaries, and affiliates for the purposes described in this Privacy Policy. We may use your information to send you targeted advertisements or marketing communications. We may also share your information with third parties to enable them to send these communications on our behalf. You have the right to access, correct, or delete any personal information that we have about you. If you would like to review, update, or delete your personal information, please contact us Your use of our website is subject to our Terms &amp; Conditions of Use. Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "terms-conditions": "Terms & Conditions | VinylPecew - Guidelines for Site Usage VinylPecew Home Catalog About Contacts Home Catalog About Contacts Terms & Conditions Welcome to VinylPecew's online store! By using our website, you agree to be bound by these terms of service, which will help ensure a safe and enjoyable shopping experience for you. Our store provides a wide range of products for sale, including CDs, LPs, singles, and digital media. We strive to offer the best selection possible and strive to keep our prices competitive. Most of the items on our site are in stock and will ship within 2-3 business days of your order being processed. We DO NOT have a return or exchange policy. If you are not satisfied with your purchase, please contact us and we will do our best to assist you. All prices on our site are in US dollars. VinylPecew accepts payments via PayPal and credit cards. If you are paying by credit card, you will be redirected to the credit card company's site to securely enter your credit card information. Once you have entered your information, you will be returned to our site to complete the transaction. We do not ship to PO boxes. If you are ordering from outside of the contiguous United States, please make sure to select your country during the checkout process. We may have to hold on to your order for up to 7 business days to comply with local regulations. All orders will be verified before being shipped. If for any reason an order is determined to be fraudulent, we reserve the right to cancel the order and refuse payment. By placing an order on our site, you consent to receiving marketing emails from us. We will only send you email that is relevant to your order and will not share your information with any third parties. We reserve the right to modify these terms of service at any time, so be sure to check back often. We will post any significant changes to our site and send out notifications to our email list. By continuing to use our site, you agree to be bound by any revisions to these terms of service that we make. Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "thanks": "Thank you! Thank You! Thank you for your purchase! We're thrilled to have you as a part of our community of vinyl record enthusiasts. We're committed to providing you with the best possible experience, and we're grateful for your support. We're looking forward to being your go-to destination for all things vinyl. home",
    "about": "VinylPecew: Your One-Stop Shop for Turntables and Vinyl Records VinylPecew Home Catalog About Contacts Home Catalog About Contacts TurntableLand: Your Online Destination for Vinyl & Turntables TurntableLand is India’s largest online marketplace for turntables and vinyl records. Founded in 2020, our mission is to provide our customers with the best selection of high-quality turntables and vinyl records. We offer a wide range of brands and styles to suit every taste and budget. Our story began in the bustling city of Mumbai, where we started as a small online retailer selling turntables and vinyl records. We quickly realized that there was a void in the market for an online destination that specialized in turntables and vinyl records. We saw an opportunity to fill that void and provide our customers with the best selection of products available online. Since then, we have grown rapidly and now offer one of the largest selections of turntables and vinyl records online. We source products from some of the best manufacturers in the world and strive to provide our customers with the best possible experience. Whether you are a seasoned vinyl enthusiast or just starting out, we have something for you. At TurntableLand, we believe that the best selection of products starts with our team. We are a group of passionate music lovers who are dedicated to providing the best possible experience for our customers. We have worked tirelessly to build a team of experts who are knowledgeable about turntables, vinyl records, and the music industry as a whole. We strive to be customer-centric and always put the needs of our customers first. We understand that everyone has different tastes and preferences when it comes to turntables and vinyl records. That's why we offer a wide range of products from different brands and styles. Whether you are looking for a classic, vintage-style turntable or a modern, cutting-edge model, we have something for you. We also offer a wide range of vinyl records from various artists and genres. We are committed to providing the best possible experience for our customers. We offer fast shipping, excellent customer service, and a knowledgeable team that is always available to answer your questions. We believe that the best way to build a loyal customer base is to provide exceptional service and offer the best possible products. We are proud to be your one-stop destination for all things turntables and vinyl records. TurntableLand is more than just an online store. It's a community of music lovers who share a passion for vinyl records and turntables. We invite you to join us and become a part of our community. Whether you are a seasoned vinyl enthusiast or just starting out, we would love to have you as part of our TurntableLand family. Join our mailing list, follow us on social media, and start exploring our online store today. At TurntableLand, we believe in the power of community. We believe that by working together, we can create something special. That's why we have a strong focus on customer service, customer satisfaction, and customer loyalty. We are committed to building a loyal customer base and providing exceptional service to our customers. We are proud to be your one-stop destination for all things turntables and vinyl records. We hope to see you soon on TurntableLand. Join us in our journey to create a community of music lovers who share a passion for vinyl records and turntables. Together, we can create something truly special. Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "catalog": "VinylPecew - Your One-Stop Shop for Vinyl Records and Turntables VinylPecew Home Catalog About Contacts Home Catalog About Contacts Discover the Joy of Vinyl Records and Turntables at VinylPecew Welcome to VinylPecew, your one-stop shop for vinyl records and turntables. Our extensive collection of vintage and modern records, as well as high-quality turntables, is designed to provide you with an unparalleled listening experience. Whether you're a music enthusiast, a record collector, or simply looking to upgrade your home audio setup, we have something for everyone. 84.99$ order 94.99$ order 54.99$ order 65.99$ order 79.99$ order 69.99$ order 99.99$ order 85.99$ order At VinylPecew, we're passionate about providing our customers with the highest quality vinyl records and turntables. That's why we've carefully curated our collection to include only the best of the best. From vintage classics to modern releases, our vinyls are sure to satisfy any music lover's taste. And with our high-quality turntables, you'll get the smoothest sound possible, whether you're playing a classic 78 or a modern masterpiece. We understand that every music lover has their own unique taste, which is why we've put together a diverse collection of vinyls that cater to a wide range of musical styles. Whether you're into jazz, funk, rock, or anything in between, we've got you covered. So why wait? Browse our collection today and discover the joy of vinyl records and turntables at VinylPecew. Our turntables are not just functional; they're works of art in their own right. Designed with the highest quality materials and craftsmanship, they're sure to make a statement wherever you place them. From sleek and modern designs to vintage-inspired styles, our turntables are sure to impress. Each item in our collection is conscientiously created, ensuring that we uphold the highest standards of quality and craftsmanship. This means sourcing materials from reputable suppliers, using only the finest craftsmanship techniques, and carefully inspecting every product before it leaves our workshop. This attention to detail is what sets us apart from other online retailers and ensures that you receive the highest quality products when you shop with VinylPecew. Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "contacts": "VinylPecew: Your Shop for Turntables and Vinyl Records VinylPecew Home Catalog About Contacts Home Catalog About Contacts Contacts If you have any questions or comments about our online store, our products, or your order, please feel free to contact us. We value your feedback and will do our best to respond promptly. Name Email I agree with terms of conditions Send Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "cookies": "Privacy Policy | VinylPecew - Safeguarding Your Personal Details VinylPecew Home Catalog About Contacts Home Catalog About Contacts Cookies Policy Cookies Policy for VinylPecew Online Store This website uses cookies to improve your experience. A cookie is a small piece of data that is stored on your device by a website you visit. Cookies are used to track things like how long you spend on our site and which pages you visit so we can improve your user experience. There are 2 types of cookies: Session cookies: these cookies expire when you close your web browser. Persistent cookies: these cookies stay on your device until you delete them. We use both session and persistent cookies on our website. The cookies we use are: Google Analytics: we use Google Analytics to track how people move around our website. This helps us improve our website and user experience. You can choose to accept or decline cookies by adjusting the settings on your browser. However, if you choose to decline cookies, you may not be able to take full advantage of the functionality on our site. You can also opt-out of Google Analytics by installing the Google Analytics opt-out browser add-on. This will prevent any further data from being collected by Google Analytics. By continuing to use our website, you are agreeing to our use of cookies. Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand",
    "disclaimer": "Disclaimer | VinylPecew - Essential User Information VinylPecew Home Catalog About Contacts Home Catalog About Contacts Disclaimer The information on this website is meant to be informative and representative of general knowledge, but it is not guaranteed to be accurate, complete, or up-to-date. Our website may contain links to external websites, which we do not control and are not responsible for their content. The information on this website is not intended to be a substitute for professional advice. If you have specific questions or require guidance on legal, financial, or health-related matters, consult qualified professionals. We make every effort to ensure the accuracy of our content, but we cannot be held liable for any discrepancies or omissions. We may include copyrighted material on our website, such as news articles or academic papers, for critical analysis, educational content, and scholarly research, as allowed under fair use doctrine. We do not claim ownership over any of the content posted on our website, even if it appears to be ours. We will not knowingly post content that is defamatory, obscene, pornographic, libelous, or in violation of any applicable laws or regulations. We will not be liable for any loss or damage caused by using, relying on, or otherwise using the information on our website. The information on our website is for informational purposes only, and should not be used as the sole basis for making decisions related to health, finance, legal, or any other important matter. We will not be responsible for any indirect, incidental, special, or consequential damages that result from using, relying on, or otherwise using the information on our website. We are not responsible for any delays, failures, or other disruptions in providing the information on our website. We are not liable for any damage to or viruses that may affect your computer equipment or data as a result of accessing or downloading materials from our website. We do not warrant that the functions provided on our website will be uninterrupted or error-free, or that defects will be corrected. We reserve the right to modify, suspend, or discontinue the website, or any part of it, at any time without notice. Links Contacts Disclaimer Privacy Policy Terms conditions Cookies VinylPecew@gmail.com +91 80 4567 3200 VinylPecew Tower 5, Prestige Tech Park, Marathahalli-Sarjapur Outer Ring Road, Bengaluru, Karnataka 560103, India By clicking \"I understand,\" you acknowledge that we use cookies to provide you with a better experience and to analyze site usage. I understand"
  },
  "date": "2024-05-02T13:00:31.703Z"
}