{
  "name": "New_v9_SelvaPoetica",
  "pages": {
    "terms-conditions": "Normas da Selva: Termos e Condições Selva Poética Início Produtos Termos e Condições 1. Aceitação dos Termos Ao acessar ou usar este site, você concorda com estes termos e condições. Se você não concordar com algum destes termos, você não está autorizado a usar ou acessar este site. 2. Uso do Site Você concorda em usar este site apenas para fins legais e de acordo com estes termos e condições. Você concorda em não usar este site de qualquer forma que possa causar danos ao site ou interferir no acesso de terceiros ao site. 3. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, imagens, gráficos, logotipos, ícones de botões, downloads digitais e compilações de dados, é propriedade da nossa empresa ou de nossos fornecedores e é protegido por leis de direitos autorais. 4. Informações Pessoais Ao utilizar este site, você concorda com a coleta e uso de suas informações pessoais de acordo com nossa Política de Privacidade. 5. Links para Outros Sites Este site pode conter links para sites de terceiros que não são controlados por nós. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. 6. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou incapacidade de uso deste site. 7. Modificações Reservamos o direito de modificar estes termos e condições a qualquer momento, e é sua responsabilidade revisar periodicamente este acordo para atualizações. 8. Jurisdição Este acordo é regido e interpretado de acordo com as leis do [inserir país ou estado], e você se submete irrevogavelmente à jurisdição exclusiva dos tribunais daquele estado ou localidade. 9. Contato Se você tiver alguma dúvida sobre estes termos e condições, entre em contato conosco através dos detalhes fornecidos em nossa Política de Privacidade. 10. Responsabilidades do Usuário Você concorda em fornecer informações precisas e atualizadas ao utilizar este site e em não se envolver em atividades que violem leis ou regulamentos aplicáveis. 11. Direitos Autorais Todo o conteúdo deste site, incluindo mas não se limitando a textos, gráficos, logotipos, imagens, áudios, vídeos, é de propriedade exclusiva da nossa empresa ou de seus licenciadores e é protegido por leis de direitos autorais. 12. Garantias Este site é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias de comercialização, adequação a uma finalidade específica, não violação ou precisão. 13. Indenização Você concorda em indenizar, defender e isentar nossa empresa, seus diretores, funcionários, agentes e afiliados de todas as reclamações, responsabilidades, danos e despesas, incluindo honorários advocatícios, decorrentes do seu uso deste site ou violação destes termos. 14. Comentários do Usuário Ao enviar comentários, sugestões, ideias, materiais ou outros conteúdos para nós, você concede a nossa empresa o direito de usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir esse conteúdo em todo o mundo, em qualquer mídia. 15. Legislação Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do [inserir país ou estado], sem levar em consideração seus princípios de conflito de leis. 16. Renúncia Nossa falha em exercer ou fazer valer qualquer direito ou disposição destes termos não constitui uma renúncia a tal direito ou disposição. 17. Divisibilidade Se qualquer disposição destes termos for considerada inválida, ilegal ou inexequível, as disposições restantes destes termos permanecerão em pleno vigor e efeito. 18. Título Os títulos utilizados nestes termos são apenas para conveniência e não afetam o significado ou interpretação destes termos. 19. Revisões Reservamos o direito de revisar estes termos e condições a qualquer momento, sem aviso prévio. 20. Contato Se você tiver alguma dúvida sobre estes termos e condições, entre em contato conosco através dos detalhes fornecidos em nossa Política de Privacidade: selvapoetica@gmail.com Produtos Política de Privacidade Termos e Condições +55 71 4496-5391 selvapoetica@gmail.com R. São Gabriel - Ginásio, Serrinha",
    "thank_page": "Grato pela Exploração: Selva Poética Agradece Obrigado pelo seu pedido. Entraremos em contato em breve. Voltar para Casa",
    "index": "Explore a Selva Poética: Inspiração em Cada Canto Selva Poética Início Produtos Explore a Magia da Poesia na \"Selva Poética\"! Nossa \"Selva Poética\" é um espaço acolhedor onde cada linha é impregnada com a inspiração da natureza brasileira e a magia da poesia. Vamos mergulhar juntos neste mundo de criatividade e beleza. Sobre Nós: Conheça a \"Selva Poética\" A \"Selva Poética\" é um espaço que promove a expressão artística e a criatividade, oferecendo suporte aos escritores e apaixonados pela poesia. Nosso objetivo é proporcionar recursos e um ambiente acolhedor para que cada indivíduo possa desenvolver suas ideias e compartilhar suas obras. Explore conosco este universo mágico onde as palavras ganham vida e descubra a beleza da poesia na \"Selva Poética\". Aqui, na \"Selva Poética\", acreditamos no poder transformador da poesia como uma forma de arte que pode conectar pessoas e inspirar mudanças positivas. Trabalhamos incansavelmente para criar um ambiente estimulante onde a criatividade possa florescer e cada voz encontre seu espaço para ser ouvida. Nossa comunidade é um lugar onde as mentes criativas se encontram, onde as ideias são cultivadas e os sonhos se tornam realidade por meio das palavras. Ao se juntar a nós, você se torna parte de uma jornada emocionante em direção à descoberta e à autoexpressão. Seja bem-vindo à nossa comunidade poética, onde cada poema é uma aventura, cada verso é uma jornada e cada palavra é uma inspiração. Junte-se a nós nesta busca pela beleza das palavras e pela magia da poesia na \"Selva Poética\". Na \"Selva Poética\", valorizamos a diversidade de experiências e perspectivas, acreditando que cada voz tem o potencial de criar um impacto único e significativo. Nosso compromisso com a autenticidade e a criatividade nos impulsiona a buscar constantemente novas formas de inspirar e enriquecer a vida de nossos membros e seguidores. Juntos, exploramos as maravilhas da linguagem e celebramos a riqueza da imaginação humana. Nossos Valores: O Coração da \"Selva Poética\" Na \"Selva Poética\", nossos valores são a base de tudo o que fazemos. Eles guiam nossas ações e inspiram nossa missão de promover a poesia e a criatividade. Autenticidade Valorizamos a verdadeira expressão artística, celebrando a originalidade e a sinceridade em cada obra. Criatividade Incentivamos a inovação e a imaginação, proporcionando um ambiente onde a criatividade pode florescer. Comunidade Construímos uma comunidade acolhedora e inclusiva, onde todos os amantes da poesia se sentem bem-vindos. Inspiração Nos esforçamos para inspirar nossos clientes e colaboradores, promovendo a beleza e o poder transformador da poesia. Excelência Buscamos a excelência em tudo o que fazemos, garantindo a mais alta qualidade em nossos produtos e serviços. Sustentabilidade Comprometemo-nos com práticas sustentáveis que respeitam e protegem a natureza, fonte eterna de inspiração poética. Nossa Missão: Inspirar e Encorajar a Criatividade Na \"Selva Poética\", nossa missão é inspirar e encorajar a criatividade através da poesia. Acreditamos que cada pessoa tem uma história única a ser contada e que a poesia é uma forma poderosa de expressão artística. Trabalhamos para fornecer uma plataforma onde escritores de todos os níveis possam explorar suas habilidades, compartilhar suas obras e conectar-se com uma comunidade apaixonada pela arte poética. Nossa dedicação é criar um ambiente onde a criatividade possa prosperar e as ideias possam se transformar em belas obras literárias. Estamos comprometidos em apoiar nossos clientes em cada etapa do seu caminho criativo, oferecendo recursos, suporte especializado e oportunidades para divulgar suas criações. Juntos, vamos enriquecer o mundo com a beleza e a profundidade da poesia. Pronto para começar sua jornada poética? Deixe-nos ajudar você a dar o primeiro passo. Deixe sua Solicitação Categorias de Produtos: Encontre Seu Tesouro Poético Descubra nossa seleção cuidadosamente curada de produtos que celebram a poesia e a criatividade. De livros inspiradores a presentes únicos, temos algo especial para cada amante da poesia. Livros de Poesia Explore uma coleção de livros de poesia que vão desde clássicos imortais até obras contemporâneas, todos selecionados para tocar a alma. Materiais Criativos Encontre cadernos, canetas e outros materiais de escrita que inspiram e ajudam a dar vida às suas ideias poéticas. Presentes Personalizados Descubra presentes únicos e personalizados, como poemas sob encomenda e ilustrações exclusivas, perfeitos para ocasiões especiais. Curioso para ver mais? Explore nosso catálogo completo. Conheça Nosso Assortimento Nossos Destaques: Conquistas e Reconhecimentos Ao longo dos anos, a \"Selva Poética\" tem se destacado no mundo da poesia e da criatividade. Aqui estão algumas de nossas conquistas que nos enchem de orgulho. Mais de 10.000 Livros Vendidos Alcançamos a marca de 10.000 livros de poesia vendidos, espalhando palavras de inspiração e beleza por todo o Brasil. Comunidade de 5.000 Poetas Criamos uma vibrante comunidade com mais de 5.000 poetas e escritores que compartilham suas obras e se conectam através de nossa plataforma. Prêmios de Excelência Literária Recebemos diversos prêmios por nossa contribuição à literatura, reconhecendo a qualidade e o impacto de nossos projetos. Parcerias com Editoras Renomadas Estabelecemos parcerias estratégicas com editoras renomadas, ampliando nosso alcance e oferecendo oportunidades únicas para nossos autores. Entre em Contato Conosco Estamos aqui para ajudar! Se você tiver alguma dúvida, sugestão ou desejar colaborar conosco, não hesite em nos contatar. Estamos ansiosos para ouvir de você! I accept Política de Privacidade Enviar Produtos Política de Privacidade Termos e Condições +55 71 4496-5391 selvapoetica@gmail.com R. São Gabriel - Ginásio, Serrinha",
    "privacy-policy": "Segredos Guardados: Política de Privacidade da Selva Poética Selva Poética Início Produtos Política de Privacidade 1. Informações Coletadas Coletamos informações pessoais, como nome, endereço de e-mail, endereço físico, número de telefone, etc., quando você se cadastra em nosso site, faz um pedido ou preenche um formulário. 2. Uso das Informações As informações que coletamos podem ser usadas para processar transações, enviar e-mails periódicos sobre seu pedido ou outras solicitações e personalizar sua experiência em nosso site. 3. Proteção de Informações Implementamos diversas medidas de segurança para manter a segurança de suas informações pessoais quando você faz um pedido ou acessa suas informações pessoais. 4. Contato por Email Você pode entrar em contato conosco pelo email selvapoetica@gmail.com para questões relacionadas à sua privacidade ou qualquer outra dúvida sobre nossa política de privacidade. Estamos aqui para ajudar e responder a todas as suas perguntas. 5. Divulgação a Terceiros Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem seu consentimento. Isso não inclui terceiros de confiança que nos auxiliam na operação de nosso site, conduzindo nossos negócios ou prestando serviços, desde que essas partes concordem em manter essas informações confidenciais. 6. Consentimento Ao usar nosso site, você consente com nossa política de privacidade. 7. Alterações na Política de Privacidade Quaisquer alterações na política de privacidade serão publicadas nesta página. 8. Perguntas e Informações de Contato Se houver alguma dúvida sobre esta política de privacidade, você pode nos contatar usando as informações abaixo. 9. Consentimento do Usuário Ao utilizar nosso site, você concorda com nossa política de privacidade. Seu consentimento é fundamental para garantir que suas informações sejam utilizadas de acordo com os termos estabelecidos aqui. 10. Privacidade das Crianças Nosso site, produtos e serviços são todos direcionados a pessoas que têm pelo menos 13 anos de idade ou mais. Reconhecemos a importância de proteger a privacidade das crianças online e não coletamos intencionalmente informações de menores de 13 anos. 11. Consentimento Ao usar nosso site, você consente com nossa política de privacidade. Seu consentimento é uma indicação de que você está ciente e aceita os termos estabelecidos em nossa política de privacidade. 12. Alterações na Política de Privacidade Quaisquer alterações na política de privacidade serão publicadas nesta página. É responsabilidade do usuário verificar periodicamente esta página para ficar informado sobre as atualizações ou mudanças em nossa política de privacidade. 13. Perguntas e Informações de Contato Se houver alguma dúvida sobre esta política de privacidade, você pode nos contatar usando as informações abaixo. Estamos disponíveis para esclarecer qualquer dúvida ou preocupação que você possa ter em relação à sua privacidade ao usar nosso site. 14. Consentimento do Usuário Ao utilizar nosso site, você concorda com nossa política de privacidade. Seu consentimento é fundamental para garantir que suas informações sejam utilizadas de acordo com os termos estabelecidos aqui. 15. Privacidade das Crianças Nosso site, produtos e serviços são todos direcionados a pessoas que têm pelo menos 13 anos de idade ou mais. Reconhecemos a importância de proteger a privacidade das crianças online e não coletamos intencionalmente informações de menores de 13 anos. 16. Consentimento Ao usar nosso site, você consente com nossa política de privacidade. Seu consentimento é uma indicação de que você está ciente e aceita os termos estabelecidos em nossa política de privacidade. 17. Alterações na Política de Privacidade Quaisquer alterações na política de privacidadeserão publicadas nesta página. É responsabilidade do usuário verificar periodicamente esta página para ficar informado sobre as atualizações ou mudanças em nossa política de privacidade. 18. Perguntas e Informações de Contato Se houver alguma dúvida sobre esta política de privacidade, você pode nos contatar usando as informações abaixo. Estamos disponíveis para esclarecer qualquer dúvida ou preocupação que você possa ter em relação à sua privacidade ao usar nosso site. 19. Consentimento do Usuário Ao utilizar nosso site, você concorda com nossa política de privacidade. Seu consentimento é fundamental para garantir que suas informações sejam utilizadas de acordo com os termos estabelecidos aqui. 20. Privacidade das Crianças Nosso site, produtos e serviços são todos direcionados a pessoas que têm pelo menos 13 anos de idade ou mais. Reconhecemos a importância de proteger a privacidade das crianças online e não coletamos intencionalmente informações de menores de 13 anos. Produtos Política de Privacidade Termos e Condições +55 71 4496-5391 selvapoetica@gmail.com R. São Gabriel - Ginásio, Serrinha",
    "products": "Tesouros da Selva Poética: Inspire-se Aqui Selva Poética Início Produtos Descubra Tesouros Poéticos: Nossa Coleção de Produtos Explore nossa coleção diversificada de produtos que celebram a poesia em todas as suas formas. De livros inspiradores a presentes únicos, cada item foi cuidadosamente selecionado para encantar e inspirar os amantes da poesia. Encontre o presente perfeito para você ou para aqueles que você ama e mergulhe no mundo mágico da expressão poética. Explore o Mundo da Poesia com Nossa Coleção Mergulhe no maravilhoso mundo da poesia com nossa seleção de produtos. Seja você um iniciante na arte da poesia ou um verdadeiro apreciador das palavras, aqui você encontrará algo especial que irá inspirá-lo e proporcionar momentos de beleza única. Livros de Poesia \"Caminhos da Alma\" Uma coletânea de poesias que exploram as profundezas da alma humana, guiando o leitor por caminhos de reflexão e autoconhecimento. Autor: Ana Silva Editora: Poesia Inc. Ano de Publicação: 2021 \"Flores do Silêncio\" Um livro delicado e emotivo, repleto de poesias que brotam do silêncio da alma, transmitindo paz e serenidade ao leitor. Autor: Carlos Mendes Editora: Versos & Versos Ano de Publicação: 2020 Materiais Criativos Kit de Escrita \"Inspiração Infinita\" Este kit inclui um caderno de capa personalizada, uma caneta artesanal e uma caixa de lápis de cor, tudo projetado para despertar a criatividade e inspirar novas ideias poéticas. Tipo: Caderno, Caneta e Lápis de Cor Material: Papel e Madeira Tamanho: A5 Conjunto de Pintura \"Paleta Poética\" Este conjunto de pintura inclui uma paleta de cores vibrantes e um bloco de papel de alta qualidade, permitindo que você liberte sua expressão artística e crie obras de arte que falam diretamente à alma. Tipo: Conjunto de Pintura Material: Tinta Acrílica e Papel de Aquarela Tamanho: A4 Presentes Personalizados Poema Personalizado em Quadro Surpreenda alguém especial com um poema personalizado emoldurado, criado exclusivamente para expressar seus sentimentos mais profundos e tornar momentos especiais ainda mais memoráveis. Conteúdo: Poema Personalizado Material: Moldura de Madeira Tamanho: 30x40 cm Livro de Memórias \"Momentos Mágicos\" Um livro de memórias personalizado, onde você pode registrar momentos especiais da sua vida, acompanhados de poesias inspiradoras que capturam a magia desses momentos. Conteúdo: Livro de Memórias Personalizado Material: Capa Dura e Papel de Alta Qualidade Tamanho: A5 Está interessado em algum de nossos produtos ou gostaria de fazer um pedido personalizado? Deixe-nos saber como podemos ajudar! Deixe uma Solicitação Inspiração dos Nossos Produtos Mergulhe no mundo dos nossos produtos com esta coleção de citações inspiradoras que ajudarão você a entender melhor o espírito dos nossos itens e encontrar inspiração neles. \"Palavras, palavras, palavras... Elas não são apenas letras no papel, são chaves mágicas para o mundo da fantasia e inspiração.\"- De \"Caminhos da Alma\" \"Em cada cor, em cada linha, vejo o reflexo do fluxo infinito de energia criativa.\"- De \"Conjunto de Pintura 'Paleta Poética'\" Quer mais inspiração dos nossos produtos? Deixe-nos uma mensagem e compartilharemos mais histórias e citações com você! Compartilhar Por que nos escolher? Nosso objetivo é proporcionar a você a melhor experiência no mundo da poesia e da criatividade, e aqui estão algumas razões pelas quais você deve nos escolher: Ampla variedade de produtos Oferecemos uma vasta seleção de livros de poesia, materiais criativos e presentes personalizados para encontrar exatamente o que você procura. Alta qualidade Orgulhamo-nos da alta qualidade de nossos produtos e buscamos garantir que cada item que você adquire conosco seja perfeito. Atendimento personalizado Valorizamos cada cliente e estamos prontos para oferecer um atendimento personalizado, ajudando você a encontrar a solução perfeita para suas necessidades. Entrega rápida Nos esforçamos para garantir uma entrega rápida e confiável para que você possa desfrutar de suas compras o mais rápido possível. Equipe de profissionais Nossa equipe é composta por profissionais experientes, prontos para responder às suas perguntas e ajudá-lo a fazer a escolha certa. Promoções e descontos regulares Oferecemos regularmente promoções especiais e descontos para nossos clientes, tornando sua experiência de compra ainda mais agradável e vantajosa. Depoimentos de Clientes Escolha maravilhosa de livros de poesia! Encontrei tanta inspiração e novos autores aqui. Altamente recomendado! João Silva Estou maravilhada com o presente que comprei aqui para um amigo! Original e memorável! Maria Santos Entrega rápida e excelente qualidade! Estou muito satisfeito com a compra! José Oliveira Obrigado pelo lindo presente! O destinatário ficou muito feliz e tocado com sua atenção aos detalhes. Ana Pereira Perguntas Frequentes Como faço para fazer um pedido? &#10010; Para fazer um pedido, basta navegar pela nossa coleção, selecionar os produtos desejados e adicionar ao carrinho. Depois, siga as instruções para finalizar a compra. Quais são as opções de pagamento disponíveis? &#10010; Aceitamos várias formas de pagamento, incluindo cartão de crédito, transferência bancária e PayPal. Escolha a opção que melhor se adequa a você durante o checkout. Quanto tempo leva para que meu pedido seja entregue? &#10010; O tempo de entrega pode variar dependendo da sua localização e do método de envio escolhido. Geralmente, os pedidos são processados e enviados dentro de 1 a 3 dias úteis. Posso devolver um produto se não estiver satisfeito? &#10010; Sim, aceitamos devoluções dentro de um determinado período após a compra. Consulte nossa política de devolução para obter mais informações sobre como proceder. Vocês oferecem envio internacional? &#10010; Sim, oferecemos envio internacional para a maioria dos países. Durante o checkout, você poderá selecionar sua região para ver as opções de envio disponíveis. Os produtos vêm com garantia? &#10010; Sim, todos os nossos produtos são cobertos por uma garantia contra defeitos de fabricação. Entre em contato conosco se precisar de assistência com um produto defeituoso. Produtos Política de Privacidade Termos e Condições +55 71 4496-5391 selvapoetica@gmail.com R. São Gabriel - Ginásio, Serrinha"
  },
  "date": "2024-05-18T05:53:25.496Z"
}