{
  "name": "New_v9_purrfectbowls",
  "pages": {
    "privacy-policy": "PurrfectBowls - Privacy Policy to Safeguard Your Information PurrfectBowls Home Best quality Care Special offers Service Privacy Policy Welcome to PurrfectBowls! By accessing and using this website, you accept and agree to be bound by the following disclaimer. If you do not agree with any part of this disclaimer, please do not use our website. Accuracy of Information While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Limitation of Liability In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Our website may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Affiliate Disclosure Some of the links on this website are affiliate links, which means that we may earn a commission if you click on the link and make a purchase. However, this will not incur additional cost to you. Our editorial content is not influenced by advertisers or affiliate partnerships. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: \"Client,\" \"You,\" and \"Your\" refers to you, the person accessing this website and accepting the Company's terms and conditions. \"The Company,\" \"Ourselves,\" \"We,\" \"Our,\" and \"Us,\" refers to our Company. \"Party,\" \"Parties,\" or \"Us,\" refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance, and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration or any other means, for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services/products, in accordance with and subject to prevailing English Law. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to the same. Hyperlinking to our Content The following organizations may link to our website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors when they list us in the directory may link to our website in the same manner as they hyperlink to the websites of other listed businesses; and Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our website. These organizations may link to our home page, to publications, or to other website information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site. We may consider and approve, in our sole discretion, other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavorably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed to link); (b)the organization does not have an unsatisfactory record with us; (c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of PurrfectBowls; and (d) where the link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization. These organizations may link to our home page, to publications, or to other website information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and it products or services; and (c) fits within the context of the linking party's site. If you are interested in linking to our website, you must notify us by sending an e-mail to purrfectbowls@gmail.com. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party's site. No use of PurrfectBowls' logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be held responsible for any content that appears on your website. You agree to protect and defend us against all claims that is rising on your website. No link(s) should appear on any website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our Website. You agree to immediately remove all links to our Website upon such request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuing to link to our Website, you agree to be bound to and abide by these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us at any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose, and/or the use of reasonable care and skill). Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury resulting from negligence; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort, and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Contact Us If you have any questions about this disclaimer, please contact us at purrfectbowls@gmail.com. Thank you for visiting PurrfectBowls! PurrfectBowls Mahal Rd, Rajagopalachari Ward, Madhav Nagar, Bhandara, Maharashtra 441904, India +91-718-4258259 purrfectbowls@gmail.com Navigation Home Best quality Care Special offers Service Additionally Privacy Policy Terms of Use",
    "terms-conditions": "PurrfectBowls - Terms of Use for a Seamless Shopping Experience PurrfectBowls Home Best quality Care Special offers Service Terms of Use Welcome to PurrfectBowls! These Terms of Use govern your use of the PurrfectBowls website (the \"Site\"). Please read these Terms carefully before accessing or using the Site. By accessing or using any part of the Site, you agree to be bound by these Terms. If you do not agree to all the terms and conditions of this agreement, then you may not access the Site or use any services. Use License Permission is granted to temporarily download one copy of the materials (information or software) on PurrfectBowls' website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on PurrfectBowls' website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by PurrfectBowls at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on PurrfectBowls' website are provided on an 'as is' basis. PurrfectBowls makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, PurrfectBowls does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall PurrfectBowls or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on PurrfectBowls' website, even if PurrfectBowls or a PurrfectBowls authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of Materials The materials appearing on PurrfectBowls' website could include technical, typographical, or photographic errors. PurrfectBowls does not warrant that any of the materials on its website are accurate, complete, or current. PurrfectBowls may make changes to the materials contained on its website at any time without notice. However, PurrfectBowls does not make any commitment to update the materials. Links PurrfectBowls has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by PurrfectBowls of the site. Use of any such linked website is at the user's own risk. Modifications PurrfectBowls may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service. User Conduct By accessing PurrfectBowls, you agree to use the Site only for lawful purposes and in a manner consistent with all applicable laws and regulations. You agree not to use the Site: In any way that violates any applicable federal, state, local, or international law or regulation; To engage in any conduct that restricts or inhibits anyone's use or enjoyment of the Site, or which, as determined by us, may harm PurrfectBowls or users of the Site or expose them to liability. Intellectual Property Rights All content included on the Site, such as text, graphics, logos, images, audio clips, video, data, music, software, and other material (collectively \"Content\"), is owned or licensed property of PurrfectBowls or its suppliers and is protected by copyright, trademark, patent, or other proprietary rights. The compilation of all Content on the Site is the exclusive property of PurrfectBowls and protected by copyright laws. You may not modify, publish, transmit, participate in the transfer or sale of, reproduce (except as expressly provided in Section 1), create derivative works based on, distribute, perform, publicly display, or in any way exploit any of the Content, software, materials, or services in whole or in part without our prior written consent. Indemnification You agree to indemnify, defend, and hold harmless PurrfectBowls and its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these Terms of Use or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the Site using your Internet account. Termination PurrfectBowls reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice. Entire Agreement These Terms of Use constitute the entire agreement between you and PurrfectBowls concerning your use of the Site, superseding any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us regarding the subject matter herein. Waiver and Severability Our failure to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision. If any provision of these Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms of Use remain in full force and effect. User Conduct By accessing PurrfectBowls, you agree to use the Site only for lawful purposes and in a manner consistent with all applicable laws and regulations. You agree not to use the Site: In any way that violates any applicable federal, state, local, or international law or regulation; To engage in any conduct that restricts or inhibits anyone's use or enjoyment of the Site, or which, as determined by us, may harm PurrfectBowls or users of the Site, or expose them to liability; To engage in any data mining, harvesting, or similar data extraction or gathering activities in relation to the Site; To impersonate or attempt to impersonate PurrfectBowls, a PurrfectBowls employee, another user, or any other person or entity. Intellectual Property Rights The contents of the PurrfectBowls website, including but not limited to text, graphics, logos, images, and software, are protected by copyright and other intellectual property laws. You agree to abide by all copyright and other proprietary notices, legends, or other restrictions contained in any such content and will not make any changes thereto. Indemnification You agree to defend, indemnify, and hold harmless PurrfectBowls and its affiliates, officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from: Your use of and access to the Site; Your violation of any term of these Terms of Use; Your violation of any third-party right, including without limitation any copyright, property, or privacy right; or Any claim that your use of the Site caused damage to a third party. ermination PurrfectBowls reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice. Upon termination, your right to use the Site will immediately cease. All provisions of these Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Entire Agreement These Terms of Use constitute the entire agreement between you and PurrfectBowls regarding the use of the Site, superseding any prior agreements between you and PurrfectBowls relating to your use of the Site. Waiver and Severability The failure of PurrfectBowls to enforce any right or provision of these Terms of Use shall not be deemed a waiver of such right or provision. If any provision of these Terms of Use is held to be invalid or unenforceable by a court, the remaining provisions of these Terms of Use will remain in effect. Disclaimer of Liability PurrfectBowls does not warrant that the Site will be uninterrupted or error-free, nor does it make any warranty as to the results that may be obtained from the use of the Site, or as to the accuracy, reliability, or currency of any information, content, service, or merchandise provided through the Site. Limitation of Liability Under no circumstances shall PurrfectBowls be liable for any direct, indirect, incidental, special, consequential, exemplary, or punitive damages arising from your use of the Site or any content, products, or services obtained through the Site, even if PurrfectBowls has been advised of the possibility of such damages. Third-Party Services PurrfectBowls may utilize third-party services, applications, or platforms to enhance the user experience. These third-party services may have their own terms of use and privacy policies, and your use of such services is subject to those terms and policies. Changes to the Service PurrfectBowls reserves the right to modify or discontinue, temporarily or permanently, the Site or any part thereof with or without notice. You agree that PurrfectBowls shall not be liable to you or any third party for any modification, suspension, or discontinuance of the Site. No Professional Advice The content provided on PurrfectBowls is for informational purposes only and does not constitute professional advice of any kind. You should always seek the advice of a qualified professional regarding any questions or concerns you may have. Governing Law and Jurisdiction These Terms of Use shall be governed by and construed in accordance with the laws of the United States, without regard to its conflict of law provisions. Any dispute arising out of or relating to these Terms of Use or the use of the Site shall be exclusively resolved in the state or federal courts located in [Your Jurisdiction], and you hereby consent to the jurisdiction of such courts. Changes to Terms of Use PurrfectBowls reserves the right to update or modify these Terms of Use at any time without prior notice. Your continued use of the Site after any such changes constitutes your acceptance of the new Terms of Use. It is your responsibility to review these Terms of Use periodically for changes. Contact Information If you have any questions or concerns about these Terms of Use, please contact us at purrfectbowls@gmail.com. Thank you for using PurrfectBowls! Last updated: February 28, 2024. PurrfectBowls Mahal Rd, Rajagopalachari Ward, Madhav Nagar, Bhandara, Maharashtra 441904, India +91-718-4258259 purrfectbowls@gmail.com Navigation Home Best quality Care Special offers Service Additionally Privacy Policy Terms of Use",
    "thanks": "PurrfectBowls - Thank You Page for Choosing Us as Your Feline Dining Partner Thank You for Reaching Out! Dear PurrfectBowls User, We want to extend our sincerest gratitude for taking the time to reach out to us. Your feedback is incredibly valuable to us as we strive to improve our services and products for you and your furry companions. Rest assured that your message has been received, and our dedicated team will carefully review it. We are committed to providing the best experience possible for you and your pets. Thank you once again for choosing PurrfectBowls. We appreciate your trust and support. Best Regards,The PurrfectBowls Team To main",
    "index": "PurrfectBowls - Your One-Stop Shop for Premium Cat Bowls and Accessories PurrfectBowls Home Best quality Care Special offers Service Perfect Table for Your Kittens We are proud to present our selection of dishes perfect for your beloved kitties. Here you will find a variety of options that combine style and comfort, ensuring your happy creatures are fed the best in feline cuisine. Don't wait any longer and visit our website today to discover all the delicacies available! Care Quality Better quality At PurrfectBowls, we are committed to excellence. Each bowl is carefully selected to ensure durability, functionality and style. Trust us to provide high-quality products that meet your favorite feline's needs. Durability Our bowls are made to withstand daily use, ensuring your kitties can enjoy their meals in comfort and safety. Catalog Functionality Designed with practicality in mind, our bowls make feeding your cats easier, making mealtimes more enjoyable for everyone. Catalog Style With sleek and modern designs, our bowls are not only functional but also add a touch of style to your home decor. Catalog Variety Explore our wide range of color, size and style options to find the perfect bowl that suits your feline's tastes and your home space. Catalog Caring for Your Cat's Well-Being At PurrfectBowls, it's not just about offering high-quality bowls, it's also about ensuring your kitties' well-being and happiness. We are committed to providing products that meet the nutritional and behavioral needs of felines, making mealtime a special time for them. Balanced Nutrition Our bowls are designed to promote a healthy, balanced diet, encouraging cats to eat adequately and comfortably. Your feline's health is our priority. Special Promotions Take advantage of our special promotions and guarantee high-quality bowls for your cats at incredible prices. Don't miss the opportunity to pamper your felines with exceptional products that fit perfectly into your budget. Visit us regularly to discover the latest offers and surprise your kitties with the best in mealtime accessories. View suggestions Personalized service At PurrfectBowls, we value each individual customer and are here to help you choose the ideal bowl for your cat. Contact us by email or phone and receive advice on how to choose the right bowl, taking into account size, type of food and other important aspects. We are here for you and want to ensure that your feline has the best mealtime experience. Have questions? Guarantees and Returns If you have a problem with any of our bowls, contact us immediately and take advantage of our exchange and return policies. We are willing to resolve any issues related to products, always seeking to completely satisfy our customers. Be part of this community of animal welfare friends and trust us to keep your cat happy and satisfied. To learn more Get in touch and let us help! I accept the Privacy Policy Send Assortment by our bowl Elegant Ceramic Bowl This stylish ceramic bowl is perfect for adding a touch of sophistication to your cat's dining experience. Its smooth surface is easy to clean and its sturdy design ensures durability. ₹500 Order now Interactive Puzzle Feeder Keep your feline friend entertained and mentally stimulated with this interactive puzzle feeder. Watch as your cat engages in playful feeding while sharpening their cognitive skills. ₹750 Order now Non-Slip Stainless Steel Bowl Say goodbye to messy mealtimes with this non-slip stainless steel bowl. The rubber base keeps it in place, preventing spills and ensuring a stable dining environment for your cat. ₹400 Order now Collapsible Travel Bowl Set Ideal for on-the-go adventures, this collapsible travel bowl set is compact and convenient. Whether hiking or road-tripping, ensure your cat stays hydrated and well-fed wherever you go. ₹600 Order now Natural bamboo feeding stand Elevate your cat's feeding experience with this natural bamboo stand. The elevated design promotes better posture and digestion, while the natural material adds environmental elegance to your home. ₹800 Order now PurrfectBowls Mahal Rd, Rajagopalachari Ward, Madhav Nagar, Bhandara, Maharashtra 441904, India +91-718-4258259 purrfectbowls@gmail.com Navigation Home Best quality Care Special offers Service Additionally Privacy Policy Terms of Use"
  }
}