{
  "name": "New_v9_Helpy",
  "pages": {
    "about": "Helpy - volunteer center Helpy Início Contato Sobre Nós A Helpy foi fundada em 2010 por um grupo de amantes de animais dedicados que viram a necessidade urgente de cuidados veterinários acessíveis para todos os animais, especialmente aqueles em comunidades carentes. Nossa missão é fornecer serviços médicos essenciais para animais de estimação e vida selvagem, garantindo que recebam os cuidados que merecem, independentemente da situação financeira de seus proprietários. Ao longo dos anos, a Helpy cresceu de uma pequena iniciativa local para um serviço veterinário voluntário amplamente reconhecido, com filiais em várias cidades do país. Nossa equipe é composta por veterinários apaixonados, técnicos veterinários e voluntários que generosamente doam seu tempo e expertise. Acreditamos que todo animal tem direito a uma vida saudável e feliz, e trabalhamos para tornar isso realidade através de nossos serviços abrangentes. Desde consultas de rotina e vacinações até cirurgias de emergência, a Helpy oferece uma ampla gama de tratamentos médicos para animais necessitados. Além de nossos serviços médicos, a Helpy realiza diversos programas voltados para o bem-estar animal. Nossa iniciativa de castração e esterilização reduziu significativamente o número de animais de rua, enquanto nosso programa de adoção encontra lares amorosos para animais abandonados. Também colaboramos com organizações de resgate de vida selvagem para reabilitar e reintegrar animais feridos à natureza. Transparência e responsabilidade estão no centro de nossas operações. Os doadores podem acompanhar suas contribuições em todas as etapas para ver exatamente como seus fundos estão sendo utilizados. Esse nível de transparência garante que nossos apoiadores possam confiar em nós para utilizar suas doações de maneira eficaz e ética. Galeria Encontre um novo amigo Na Helpy, estamos dedicados a dar uma segunda chance aos animais. Nossa missão é resgatar, reabilitar e realocar animais que foram abandonados, negligenciados ou entregues. Cada animal que recebemos tem uma história única, e nosso objetivo é proporcionar a eles o amor, cuidado e atenção necessários para prosperar em um novo lar. Quando os animais chegam à Helpy, eles passam por uma avaliação detalhada de saúde. Nossa equipe de veterinários e especialistas em comportamento animal trabalha em conjunto para criar planos de cuidado individualizados para cada animal. Isso inclui tratamento médico, treinamento comportamental e exercícios de socialização. Nosso objetivo é resolver quaisquer problemas físicos ou emocionais que os animais possam ter, preparando-os para uma transição suave para um novo lar. Jessy Lilly Bart Helpy Início Contato Política de Privacidade Termos & Condições © Direitos autorais Helpy – 2024",
    "index": "Helpy Helpy Missão Galeria Contato Helpy Missão Tome uma atitude Notícias Contato Você pode fazer a diferença Na Helpy, nós nos preocupamos em oferecer atendimento veterinário gratuito aos animais. Nossa dedicada equipe de voluntários trabalha incansavelmente para melhorar a vida dos animais de estimação e dos animais abandonados. Doe agora Nossa galeria Doação A Helpy oferece atendimento veterinário gratuito a animais de estimação e animais abandonados, garantindo que eles recebam tratamento médico e vacinas essenciais. Nossa equipe resgata ativamente animais feridos ou abandonados, fornecendo a eles a reabilitação necessária para prepará-los para a adoção. Educamos a comunidade sobre a posse responsável de animais de estimação e o bem-estar animal. Nossa missão A Helpy tem trabalhado para libertar os animais da crueldade e da exploração institucionalizada em todo o mundo. Participe de nossas iniciativas. A ajuda não pode ser pequena. Ação Junte-se aos nossos voluntários e à nossa equipe profissional. Ajuda Faça uma doação para qualquer ramo de nossa ajuda responsável. Assine nossas petições e faça com que sua voz seja ouvida em favor dos animais que precisam de sua ajuda. Temos cerca de 300 petições abertas aguardando sua assinatura. Com grande apoio, recebemos subsídios. Assine a petição Faça a diferença conosco. Garantimos total transparência no uso das doações. Em todos os quatro estágios, você pode acompanhar exatamente como suas doações estão sendo usadas. Você vê o valor total dos fundos arrecadados e as finalidades para as quais eles são usados. Mostramos a você para quais projetos e programas suas doações estão sendo destinadas. Você pode ver exatamente como o dinheiro está sendo usado para fornecer serviços veterinários, resgate de animais e atividades educacionais. Fornecemos relatórios detalhados e fotos do trabalho realizado e dos resultados alcançados para que você possa ver a eficácia de suas doações. Tome uma atitude 1 Captação de recursos 2 Alocação 3 Uso 4 Relatórios Você pode ajudar de uma forma mais direta Sempre aguardamos ansiosamente qualquer apoio, seja seja um saco de ração ou ajuda na construção. Você sempre pode trazer qualquer tipo de apoio à nossa estação. Contatos Sua contribuição para a causa comum da humanidade No momento, nossa existência se dá principalmente por meio de doações. Por isso, é importante para nós que todos e cada um de vocês. 60% Suas doações. 40% Programas e subsídios do governo. Tome uma atitude Nossa galeria “Eu sei que salvar um animal não mudará o mundo, mas tudo o que que devemos nos lembrar de que isso mudará o mundo para esse único animal.” Michael Belfort, @helpy “Os animais são amigos tão agradáveis - eles não fazem perguntas, não fazem críticas. Ajudar os animais necessitados não é apenas um ato de bondade, é uma responsabilidade que define nossa humanidade.” Andrew Gonzalez @helpy Faça uma doação agora e receba uma lembrança comemorativa como sinal de que estamos fazendo a mesma coisa. Fazemos parcerias com orfanatos e artesãos que ficarão felizes em compartilhar uma peça de bondade com alguém que também a compartilha. $5 $10 $20 $40 Nossos principais programas e iniciativas Qualquer um deles envolve e emprega centenasde pessoas around the world. Junte-se à nossa família ou ajude a divulgar a mensagem de bondade. Resgate e reabilitação de animais. Nosso foco principal é o resgate de animais abandonados, feridos e negligenciados. animais abandonados, feridos e negligenciados. Oferecemos cuidados médicos, reabilitação e lares adotivos para garantir que eles recebam o amor e a atenção que merecem. Educação e alcance da comunidade. Acreditamos no poder da educação para causar um impacto duradouro. Nossos programas de alcance comunitário ensinam sobre a posse responsável de animais de estimação, a importância da esterilização/neutralização e como reconhecer sinais de maus-tratos a animais. Programas de esterilização e castração. Para combater o problema da superpopulação, oferecemos serviços de esterilização e castração de baixo custo. Esses programas ajudam a reduzir o número de animais de rua e promovem uma vida mais saudável para os animais de estimação. Serviços de adoção. Nós nos esforçamos para encontrar lares amorosos para todos os animais que estão sob nossos cuidados. Nossos serviços de adoção combinam animais de estimação com famílias adequadas, garantindo que cada animal vá para um ambiente seguro e acolhedor. Programas de voluntariado e de acolhimento. Nossos programas de voluntários e de adoção são essenciais para nossa missão. Os voluntários ajudam nas operações diárias, eventos e cuidados com os animais, enquanto as famílias adotivas oferecem lares temporários para animais que precisam de atenção extra. Receba atualizações e alertas de ações da Helpy e sinta-se à vontade para fazer comentários Nossos voluntários o orientarão prontamente sobre a localização do Helpy mais próximo. Email Nome Mensagem Aceito a Política de Privacidade Enviar Jake está esperando por um amigo gentil e amoroso. Helpy Missão Galeria Contato Endereço: R. Satélite, 67 - Mulungu do Morro, BA, 44885-000, Brazil Tel: +5574981285574 helpy@gmail.com © Direitos autorais Helpy – 2024",
    "privacy": "Privacy Policy - Helpy Helpy Início Termos e Condições Política de Privacidade Informações Pessoais Tratamos suas informações pessoais, como nome, endereço de e-mail e detalhes de pagamento, com o maior cuidado. Esses dados são essenciais para processar pedidos e garantir transações seguras. Parceiros de Terceiros Podemos colaborar com prestadores de serviços terceirizados para processar pagamentos, realizar pedidos e realizar atividades de marketing. Esses parceiros são selecionados cuidadosamente para garantir a proteção de seus dados. Coleta de Dados Na Helpy, coletamos dados pessoais para oferecer o melhor serviço possível. Isso inclui informações fornecidas ao realizar compras, assinar nossa newsletter ou interagir com nosso site. Segurança dos Dados A Helpy adota medidas de segurança avançadas para proteger suas informações pessoais contra acessos não autorizados, alterações ou divulgações. Comprometemo-nos com os mais altos padrões de segurança de dados. Privacidade das Crianças Proteger a privacidade das crianças é uma prioridade para nós. A Helpy não coleta intencionalmente informações pessoais de crianças com menos de 13 anos. Se descobrirmos que coletamos tais dados, tomaremos as medidas necessárias para excluí-los. Uso das Informações As informações que coletamos são utilizadas para melhorar sua experiência com a Helpy, processar seus pedidos de forma eficaz e mantê-lo atualizado sobre nossos produtos e serviços. Consentimento Ao utilizar nosso site e serviços, você concorda com a coleta e o uso de suas informações conforme detalhado nesta Política de Privacidade. Nos empenhamos em tornar nossas políticas transparentes e de fácil compreensão. Atualização de Informações É importante que suas informações pessoais sejam precisas e atualizadas. Você pode atualizar suas informações fazendo login em sua conta ou entrando em contato conosco com suas alterações. Alterações na Política A Helpy reserva o direito de atualizar esta Política de Privacidade conforme necessário. Notificaremos você sobre mudanças significativas publicando a política atualizada em nosso site. Opt-Out Você tem o direito de optar por não receber comunicações de marketing de nossa parte. Você pode fazer isso seguindo as instruções de cancelamento em nossos e-mails ou entrando em contato diretamente conosco. Retenção de Dados Seus dados pessoais são retidos apenas pelo tempo necessário para cumprir os fins para os quais foram coletados. Depois disso, eles serão excluídos com segurança ou anonimizados. Conformidade Legal Cumprimos as leis e regulamentos aplicáveis ​​relacionados à privacidade e proteção de dados. Isso inclui responder a solicitações legais de informações e proteger seus direitos sob as leis de privacidade. Compartilhamento de Dados Não vendemos nem comercializamos suas informações pessoais para terceiros. O compartilhamento de dados é limitado a parceiros confiáveis que nos ajudam a operar nosso site, conduzir nossos negócios ou atendê-lo. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou práticas, entre em contato conosco em helpy@gmail.com. Estamos aqui para ajudá-lo. Feedback Seu feedback é importante para nós. Se você tiver sugestões ou preocupações sobre nossos serviços ou práticas de privacidade, informe-nos. Estamos comprometidos em melhorar sua experiência. Direitos do Usuário Você tem o direito de acessar, corrigir ou excluir suas informações pessoais mantidas por nós. Se desejar exercer esses direitos, entre em contato conosco com sua solicitação. Comunicações de Marketing Podemos enviar comunicações de marketing sobre nossos produtos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento seguindo o link de cancelamento em nossos e-mails. Informações de Pagamento Suas informações de pagamento são processadas com segurança. Utilizamos criptografia padrão do setor para proteger seus dados financeiros durante as transações e não armazenamos seus detalhes de pagamento em nossos servidores. Comunicação Valorizamos a comunicação aberta com nossos clientes. Qualquer atualização ou mudança em nossa Política de Privacidade será comunicada através de nosso site e, quando apropriado, por e-mail. Helpy Início Contato Termos & Condições © Direitos autorais Helpy – 2024",
    "terms": "Terms and Conditions - Helpy Helpy Início Política de Privacidade Termos e Condições Colocação de Pedidos Ao realizar um pedido com a Helpy, você concorda em fornecer dados corretos e completos. Seu pedido constitui uma oferta para adquirir nossos produtos, que podemos aceitar ou rejeitar a nosso critério. Acordo Completo Estes termos e condições representam o acordo integral entre você e a Helpy para o uso de nosso site e serviços. Todos os outros acordos ou entendimentos anteriores são substituídos por estes termos. Pagamento Os pagamentos para pedidos feitos através do nosso site devem ser realizados utilizando os métodos de pagamento disponibilizados. Asseguramos que todas as informações de pagamento são processadas de forma segura. Descrições de Produtos Nos empenhamos para assegurar que as descrições dos nossos produtos sejam precisas e atualizadas. Contudo, não podemos garantir que todas as descrições estejam isentas de erros. Caso um produto não corresponda à descrição, sua única alternativa é devolvê-lo nas condições em que foi recebido, sem uso. Aceitação dos Termos Ao acessar e utilizar nosso site, você concorda em aceitar e se comprometer com os termos e condições deste acordo. Se não concordar em seguir estes termos, por favor, evite utilizar este site. Conduta Proibida Os usuários são proibidos de realizar atividades que possam prejudicar ou interromper nossos serviços, tais como hacking, spamming e distribuição de malware. Se forem identificadas violações, isso pode resultar na rescisão da conta e em ações legais. Devoluções e Reembolsos Nossa política de devolução e reembolso é projetada para garantir sua satisfação com nossos produtos. Se você não estiver satisfeito com sua compra, pode devolvê-la sob as condições estabelecidas em nossa política. Modificações Helpy reserva-se o direito de modificar estes termos e condições a qualquer momento. Quaisquer mudanças serão eficazes imediatamente após a publicação em nosso site. O uso contínuo de nossos serviços indica a aceitação dos termos revisados. Término Reservamo-nos o direito de encerrar seu acesso ao nosso site e serviços se você violar estes termos e condições ou se envolver em condutas que considerarmos prejudiciais ou inadequadas. Propriedade Intelectual Todo o conteúdo em nosso site, incluindo texto, gráficos, logos e imagens, é propriedade de Helpy ou seus fornecedores de conteúdo e é protegido por leis de propriedade intelectual. O uso não autorizado é estritamente proibido. Comunicação Comunicamo-nos principalmente com nossos clientes por e-mail. Ao usar nossos serviços, você consente em receber comunicações eletronicamente. Você pode optar por não receber certas comunicações seguindo as instruções fornecidas em nossos e-mails. Indenização Você concorda em indenizar e isentar Helpy de quaisquer reivindicações, perdas, ou danos decorrentes do seu uso de nosso site ou violação destes termos e condições. Responsabilidade Helpy não é responsável por quaisquer danos indiretos, incidentais ou consequentes decorrentes do uso de nossos produtos ou site. Nossa responsabilidade é limitada ao valor pago pelo produto em questão. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco em helpy@gmail.com>. Estamos aqui para ajudar. Renúncia A falha de Helpy em fazer valer qualquer direito ou disposição destes termos não constituirá renúncia de tal direito ou disposição. Qualquer renúncia deve ser por escrito e assinada por um representante autorizado. Comunicações de Marketing Podemos enviar comunicações de marketing sobre nossos produtos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento seguindo o link de cancelamento em nossos e-mails. Severabilidade Se alguma disposição destes termos for considerada inválida ou inexequível, as disposições restantes continuarão válidas e exequíveis na máxima extensão permitida por lei. Helpy Início Contato Política de Privacidade © Direitos autorais Helpy – 2024",
    "thank_page": "Thank You - Helpy Bem-vindo à Helpy! Obrigado por visitar a Helpy! Agradecemos sua presença e esperamos que tenha gostado da sua experiência conosco. Estamos ansiosos para recebê-lo novamente com nossas refeições saborosas e saudáveis. Voltar para Helpy!"
  },
  "date": "2024-06-19T09:03:53.683Z"
}