{
  "name": "New_v8_CyberShop",
  "pages": {
    "disclaimer": "Isenção de Responsabilidade: Informações sobre garantias e limitações de responsabilidade da CyberShop. Lar Técnica Apoiar Contato Aviso Legal do CyberShop A CyberShop é uma loja de tecnologia que oferece uma variedade de produtos eletrônicos e acessórios de alta qualidade aos seus clientes no Brasil. Temos o compromisso de fornecer a melhor experiência de compra possível, garantindo a satisfação dos nossos consumidores. No entanto, é importante ressaltar que existem certas circunstâncias em que não podemos ser responsabilizados por problemas decorrentes do uso dos nossos produtos ou serviços. Esta declaração de isenção de responsabilidade visa esclarecer quais são essas situações e proteger os direitos da CyberShop perante nossos consumidores. 1. Danos causados por mau uso A CyberShop não se responsabiliza por danos causados aos produtos devido ao mau uso por parte dos consumidores. É responsabilidade do cliente seguir as instruções de uso e manuseio fornecidas pelo fabricante para garantir a durabilidade e eficiência dos produtos adquiridos. Qualquer dano resultante do uso indevido, negligência ou alteração dos produtos não será coberto pela garantia da CyberShop. 2. Problemas decorrentes de instalação incorreta A loja não se responsabiliza por problemas ou danos causados pela instalação incorreta dos produtos. Recomendamos que os clientes consultem profissionais qualificados para a instalação de equipamentos eletrônicos mais complexos, como TVs, sistemas de som ou dispositivos de segurança. A instalação inadequada pode resultar em danos aos produtos, lesões pessoais ou outros problemas que não serão de responsabilidade da CyberShop. 3. Falhas de fabricação e garantia Embora façamos o possível para garantir a qualidade dos produtos vendidos, ocasionalmente podem ocorrer falhas de fabricação que fogem ao nosso controle. Nesses casos, os clientes devem entrar em contato conosco imediatamente para buscar assistência e acionar a garantia dos produtos, conforme as políticas estabelecidas pelo fabricante. A CyberShop não é responsável por problemas causados por defeitos de fabricação, mas faremos o possível para resolver essas questões da melhor maneira possível. 4. Interrupções de serviço Em casos de interrupções no serviço de vendas online da CyberShop, decorrentes de problemas técnicos, falhas de conexão ou outros imprevistos, não nos responsabilizamos por eventuais prejuízos financeiros, transtornos ou perda de oportunidades comerciais que possam surgir. Faremos o possível para restabelecer o serviço o mais rápido possível e informar os clientes sobre qualquer problema que possa afetar suas compras. 5. Alterações nos preços e disponibilidade de produtos A CyberShop se reserva o direito de alterar os preços e a disponibilidade dos produtos a qualquer momento, sem aviso prévio. Embora façamos o possível para manter as informações atualizadas em nosso site, podem ocorrer erros de digitação, dados incorretos ou mudanças nos estoques que fogem ao nosso controle. Portanto, não nos responsabilizamos por eventuais discrepâncias entre as informações fornecidas e a realidade dos produtos disponíveis para compra. Em suma, a CyberShop isenta-se de responsabilidade por danos, falhas ou problemas que possam surgir durante a compra, uso ou manutenção dos produtos eletrônicos e acessórios vendidos em nossa loja. Recomendamos que os clientes leiam atentamente as políticas de garantia, troca e devolução de produtos antes de efetuar uma compra, para evitar possíveis contratempos no futuro. Estamos comprometidos em fornecer um serviço de alta qualidade aos nossos consumidores, mas é importante ressaltar que existem limitações e circunstâncias em que não podemos garantir o total funcionamento ou durabilidade dos produtos adquiridos na CyberShop. Confiamos na compreensão e colaboração dos nossos clientes para garantir uma experiência de compra satisfatória e gratificante para todos. Obrigado por escolher a CyberShop como sua loja de tecnologia de confiança no Brasil. Atenciosamente, Equipe CyberShop Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal",
    "index": "Bem-vindo à CyberShop - Sua loja online de tecnologia líder no Brasil! Lar Técnica Apoiar Contato Os melhores equipamentos pelos menores preços Bem-vindo ao site de tecnologia CyberShop no Brasil! Somos uma loja online líder especializada na venda dos mais recentes gadgets, eletrônicos e eletrodomésticos. Aqui você encontrará uma ampla gama de produtos dos principais fabricantes mundiais, como Apple, Samsung, Sony, LG, Xiaomi e muitos outros. Oferecemos aos nossos clientes apenas produtos da melhor qualidade aos melhores preços. Conosco você pode comprar smartphones, laptops, tablets, TVs, câmeras, consoles de jogos, fones de ouvido, acessórios e muito mais. Seguimos as últimas tendências tecnológicas e estamos sempre atualizando nossa linha para oferecer a você os produtos mais recentes e inovadores. Nossos funcionários são especialistas altamente qualificados e prontos para ajudá-lo a escolher um produto e tirar todas as suas dúvidas. Valorizamos os nossos clientes e tentamos tornar as compras no nosso site o mais cómodas e agradáveis ​​possível. Além disso, oferecemos entrega rápida em todo o país e garantimos pagamento seguro através de sistemas de pagamento confiáveis. Também oferecemos garantia em todos os nossos produtos para que você possa ter certeza de sua qualidade. Em nosso site você encontrará seções com promoções e descontos para que você economize na compra do seu gadget preferido. Também temos um blog onde compartilhamos novidades interessantes do mundo da tecnologia, análises de produtos e dicas úteis. O que comprar? Smartphones Laptops Comprimidos Televisores Vantagens do nosso site 1. Ampla gama de produtos: o site CyberShop apresenta diversas categorias de equipamentos, desde smartphones e laptops até eletrodomésticos e acessórios. 2. Marcas confiáveis: a loja coopera com os principais fabricantes globais de equipamentos, o que garante a qualidade e confiabilidade dos produtos adquiridos. 3. Sistema conveniente de pedidos e entrega: o site da CyberShop oferece a capacidade de fazer um pedido rapidamente e entrega conveniente de mercadorias em todo o Brasil. 4. Preços e promoções atrativos: a loja realiza regularmente promoções, descontos e ofertas especiais para os seus clientes, o que lhes permite poupar na compra de equipamentos. Telefone: +55 22 9865 1114 Email: cybershop@gmail.com Endereço: R. Acre, 67 - Nossa Sra. das Graças, Manaus - AM, 69053-130, Brazil Aceito a Política de Privacidade Enviar Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal",
    "policy": "Política de Privacidade: Proteção dos dados pessoais dos clientes da CyberShop. Lar Técnica Apoiar Contato Política de Privacidade do CyberShop A privacidade dos nossos clientes é uma prioridade absoluta para a CyberShop. Estamos empenhados em proteger a segurança e confidencialidade das informações pessoais que coletamos durante a navegação em nosso site. Esta política de privacidade descreve como lidamos com suas informações e como as utilizamos para melhorar sua experiência de compra. Por favor, leia atentamente os detalhes a seguir para entender melhor nossas práticas de privacidade: 1. Coleta de informações pessoais Ao visitar o site da CyberShop, podemos coletar uma variedade de informações pessoais, tais como nome, endereço, e-mail, número de telefone e detalhes de pagamento. Essas informações são coletadas de forma voluntária quando você realiza um cadastro em nosso site, realiza uma compra, interage com nossos canais de atendimento ao cliente ou participa de pesquisas ou promoções. 2. Uso das informações pessoais As informações pessoais coletadas são usadas para processar suas compras, enviar produtos, fornecer informações sobre promoções e ofertas especiais, melhorar a sua experiência de compra online e responder às suas solicitações de atendimento ao cliente. Também podemos utilizar essas informações para fins de marketing e comunicação, desde que você tenha concordado previamente com o recebimento de tais comunicações. 3. Compartilhamento de informações pessoais A CyberShop não compartilha suas informações pessoais com terceiros sem o seu consentimento, exceto nos casos previstos por lei ou em situações de necessidade de cumprimento de obrigações contratuais. Usamos prestadores de serviços terceirizados para processar pagamentos, entregar produtos, enviar e-mails de marketing e realizar análises de dados. Esses prestadores de serviços estão sujeitos a obrigações contratuais e de confidencialidade para garantir a proteção adequada das informações pessoais dos nossos clientes. 4. Segurança das informações pessoais Implementamos medidas de segurança físicas, técnicas e organizacionais para proteger suas informações pessoais contra acessos não autorizados, alterações, divulgações ou destruições acidentais. Utilizamos tecnologias de criptografia, firewalls e demais ferramentas de segurança para garantir a proteção dos dados dos nossos clientes. 5. Cookies e tecnologias de rastreamento Cookies são pequenos arquivos de texto que são armazenados em seu dispositivo quando você visita um site. Eles são utilizados para melhorar a sua experiência de navegação, armazenar suas preferências e personalizar o conteúdo exibido. A CyberShop utiliza cookies para melhorar a navegação em nosso site e fornecer conteúdo relevante. Você pode optar por bloquear ou excluir os cookies do seu navegador, mas isso pode afetar a funcionalidade do site. 6. Atualização das informações pessoais Você pode acessar, corrigir ou atualizar suas informações pessoais a qualquer momento através da sua conta de usuário em nosso site. Recomendamos que você mantenha suas informações atualizadas para garantir uma comunicação eficaz e uma experiência de compra personalizada. 7. Menores de idade Nosso site não é destinado a menores de 18 anos e não coletamos intencionalmente informações pessoais de crianças. Se tomarmos conhecimento de que uma criança forneceu informações pessoais sem o consentimento dos pais ou responsáveis, tomaremos as medidas necessárias para remover essas informações de nossos registros. 8. Alterações na política de privacidade A CyberShop reserva-se o direito de alterar esta política de privacidade a qualquer momento, mediante aviso prévio aos nossos clientes. Recomendamos que você revise regularmente esta política para se manter informado sobre como suas informações pessoais são tratadas. 9. Contato Se você tiver dúvidas, comentários ou preocupações sobre esta política de privacidade, entre em contato conosco através dos nossos canais de atendimento ao cliente. Estamos sempre disponíveis para esclarecer suas dúvidas e garantir a segurança e privacidade dos seus dados pessoais. Ao utilizar o site da CyberShop, você concorda com os termos desta política de privacidade e com o tratamento das suas informações pessoais de acordo com as práticas descritas aqui. A sua privacidade é importante para nós e faremos o possível para garantir a proteção e segurança dos seus dados pessoais. Agradecemos a confiança depositada em nossa empresa e estamos comprometidos em proporcionar uma experiência de compra online segura e satisfatória. Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal",
    "support": "Suporte Técnico em CyberShop: Assistência para Compras Online de Eletrônicos no Brasil Lar Técnica Apoiar Contato Você nunca estará sozinho com seu problema Bem-vindo à página de suporte técnico da CyberShop! Temos o prazer de recebê-lo e estamos prontos para ajudá-lo a resolver qualquer problema com seu equipamento. Compreendemos a importância de manter o seu equipamento funcionando perfeitamente, por isso faremos tudo o que estiver ao nosso alcance para ajudá-lo a recuperá-lo com perfeição. Nossa equipe de especialistas em suporte técnico possui ampla experiência trabalhando com uma variedade de dispositivos e sistemas, para que você possa ter certeza de que seus problemas serão resolvidos de maneira profissional e rápida. Estamos prontos para esclarecer suas dúvidas, diagnosticar falhas, realizar reparos e até mesmo fornecer recomendações de manutenção do seu equipamento. Você pode obter ajuda conosco com os seguintes serviços: 1. Diagnóstico de falhas. Se o seu equipamento estiver instável ou você notar algum sintoma incomum, nossos especialistas diagnosticarão e determinarão a causa do problema. 2. Reparo do dispositivo. Oferecemos reparos rápidos e de alta qualidade em diversos dispositivos, incluindo smartphones, tablets, laptops, computadores, TVs e outros eletrônicos. 3. Atualização de software. Se o seu dispositivo estiver lento ou não suportar novas versões de software, podemos ajudá-lo a atualizá-lo e melhorar o desempenho. 4. Consultas e recomendações. Nossos especialistas estão prontos para compartilhar sua experiência e conhecimento para ajudá-lo a escolher os melhores dispositivos e tecnologias, bem como aconselhar sobre o uso e manutenção dos equipamentos. 5. Remoção de vírus e proteção contra ataques cibernéticos. Ajudaremos você a se livrar de malware, manter seu equipamento seguro e proteger seus dados contra ameaças cibernéticas. Nossos funcionários Rafael 28 anos Nascido no Rio de Janeiro, Brasil. Possui mais de 5 anos de experiência em suporte técnico em diversas empresas. Rafael é especialista em solucionar problemas de software e treinar clientes para o uso de novas tecnologias. Ele também possui excelentes habilidades de comunicação e está sempre pronto para ajudar os clientes em qualquer dúvida. Luísa 30 anos Nascido em São Paulo, Brasil. Ela atua na área de suporte técnico há mais de 8 anos e possui profundo conhecimento de eletrônica e tecnologia de informática. Louise é especializada em solucionar problemas de hardware e ensinar aos clientes como usar os dispositivos corretamente. Ela também é multilíngue, o que a ajuda a se comunicar de forma eficaz com clientes multilíngues. Marcelo 25 anos Nascido em Belém, Brasil. Ele acaba de iniciar sua carreira em suporte técnico, mas já demonstrou alto nível de profissionalismo e eficiência. Marcelo possui amplo conhecimento em tecnologia da informação e aprende rapidamente novas tecnologias. Ele se destaca na resolução de problemas complexos e está sempre pronto para ajudar colegas e clientes. Valorizamos cada um dos nossos clientes e garantimos uma abordagem individual para cada problema. Nosso objetivo é tornar sua vida mais fácil e conveniente, fornecendo suporte técnico e serviços de alta qualidade. Conosco você pode ter certeza de que seu equipamento está em boas mãos. Se tiver alguma dúvida ou problema com o seu equipamento, não hesite em contactar-nos. Teremos todo o prazer em ajudá-lo e fazer tudo o que estiver ao nosso alcance para que o seu equipamento volte a funcionar perfeitamente. Contate-nos agora mesmo e obtenha suporte técnico qualificado da CyberShop! Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal",
    "technique": "Loja de Tecnologia CyberShop: Compre Equipamentos Eletrônicos de Qualidade no Brasil Lar Técnica Apoiar Contato Equipamentos para todos os gostos Bem-vindo à CyberShop – seu parceiro confiável para todos os assuntos técnicos! Temos uma ampla seleção de produtos dos principais fabricantes. Garantimos produtos de alta qualidade e excelente atendimento. Nossos especialistas estão sempre prontos para ajudá-lo a escolher a solução ideal para suas necessidades. Nossos produtos Nosso sortimento inclui diversas categorias de equipamentos, incluindo smartphones, laptops, tablets, computadores, TVs, acessórios móveis, eletrodomésticos e muito mais. Atualizamos constantemente a nossa gama para lhe oferecer os mais recentes modelos e inovações tecnológicas. Smartphones Na loja CyberShop você encontrará uma ampla seleção de smartphones de fabricantes como Apple, Samsung, Xiaomi, Huawei e outros. Oferecemos modelos econômicos e dispositivos principais. Conosco você pode escolher um smartphone com todas as características e funções que precisar. 1. Smartphone \"Gênio X1\": Tela: Super AMOLED de 6,5 polegadas com resolução de 2560x1440 pixels Processador: Processador Exynos 990 octa-core Memória: 8 GB de RAM e 256 GB de memória interna, slot para cartão microSD de até 1 TB Câmera: câmera principal com resolução de 64 MP + 12 MP + 5 MP, câmera frontal com resolução de 32 MP Bateria: 5000 mAh com suporte para carregamento rápido e carregamento sem fio Sistema: Android 11 com shell Genius UI Adicionalmente: leitor de impressão digital integrado, proteção IP68 contra umidade e poeira O smartphone Genius X1 é um dispositivo ultrapoderoso projetado para usuários que valorizam desempenho e qualidade de imagem. Apresentando uma tela grande de alta resolução e um processador avançado, o smartphone oferece visuais impressionantes e desempenho rápido de aplicativos. 2. Smartphone \"Infinito S1\": Tela: Super Retina XDR de 6,2 polegadas com resolução de 2778x1284 pixels Processador: chip A14 Bionic de seis núcleos Memória: 12 GB de RAM e 512 GB de memória interna Câmera: câmera principal tripla com resolução de 108 MP + 16 MP + 12 MP, câmera frontal com resolução de 32 MP Bateria: 4500 mAh com suporte para carregamento rápido e carregamento sem fio Sistema: iOS 15 Adicionalmente: Face ID para reconhecimento facial, suporte para redes 5G, som Dolby Atmos O smartphone Infinity S1 é a escolha ideal para quem procura um dispositivo multifuncional com alto desempenho e qualidade de fotografia impressionante. Apresentando uma câmera e um processador de última geração, seu smartphone oferece recursos incríveis de fotografia e vídeo, além de desempenho super-rápido para aplicativos e jogos. Laptops e computadores Se você precisa de um laptop ou computador para trabalho, estudo ou entretenimento, entre em contato conosco. Temos uma ampla seleção de dispositivos em diferentes categorias de preços, desde modelos simples até poderosos laptops para jogos. Ajudaremos você a escolher o dispositivo perfeito para suas necessidades. 1. HiperNova X2000 Processador: Intel Core i7 10700K de 8 núcleos, 3,8 GHz RAM: 32 GB DDR4 Disco rígido: SSD de 1 TB + HDD de 2 TB Gráficos: NVIDIA GeForce RTX 3080 12 GB Tela: tela IPS de 17,3 polegadas com resolução 4K Teclado: RetroRGB com retroiluminação RGB Portas: 4 x USB 3.0, 2 x USB C, HDMI, DisplayPort, Ethernet Bateria: autonomia de 8 horas SO: Windows 11 Pro Outros: sistema de refrigeração integrado, Wi Fi 6, Bluetooth 5.0, som Dolby Atmos O HyperNova X2000 é um laptop de ultra desempenho projetado para lidar com as tarefas mais exigentes. É ideal para jogos, edição de vídeo, design e outras operações de alta intensidade. 2. QuantumFire ​​Q4000 Processador: AMD Ryzen 9 5900HX de 8 núcleos, 4,6 GHz RAM: 64 GB DDR4 Disco rígido: SSD de 2 TB + HDD de 4 TB Gráficos: AMD Radeon RX 6900 XT 16 GB Tela: display OLED de 15,6 polegadas com resolução 4K Teclado: mecânico com retroiluminação LED Portas: 5 x USB 3.1, Thunderbolt 4, HDMI, DisplayPort, Ethernet Bateria: autonomia de 10 horas SO: Windows 11 Pro Outros: criptografia de dados integrada, resfriamento a água, Wi Fi 6E, Bluetooth 5.2, THX Spatial Audio O QuantumFire ​​​​Q4000 é um laptop premium que oferece máximo desempenho e confiabilidade. É ótimo para profissionais envolvidos em modelagem 3D, desenvolvimento de jogos e para aqueles que procuram um laptop confiável e poderoso para o uso diário. Comprimidos Os tablets estão se tornando cada vez mais populares devido à sua mobilidade e versatilidade convenientes. Aqui você encontrará tablets de diversos fabricantes e categorias de preços. Também oferecemos acessórios para tablet para aprimorar sua experiência com o tablet. 1. Tablet \"Futuria Tablet X1\" Processador: processador octa-core com clock de 2,5 GHz Sistema operacional: Android 11.0 Tela: tela IPS de 10 polegadas com resolução de 2560x1600 pixels Memória: 8 GB de RAM e 256 GB de memória interna Câmera: câmera principal de 12 MP e câmera frontal de 8 MP Bateria: 8000 mAh, suporta carregamento rápido Recursos adicionais: leitor de impressão digital, NFC, suporte 5G Material da caixa: liga de alumínio Dimensões: 245 x 176 x 8 mm Peso: 500 gramas 2. Tablet \"Galaxy Pad Pro\" Processador: processador de 10 núcleos de 3,0 GHz Sistema operacional: iOS 15 Tela: Tela Super Retina XDR de 12,9 polegadas com resolução de 2732x2048 pixels Memória: 16 GB de RAM e 512 GB de memória interna Câmera: câmera principal de 16 MP e câmera frontal de 12 MP Bateria: 10.000 mAh, suporta carregamento sem fio Recursos adicionais: Face ID, suporte para Apple Pencil, gravação de vídeo 4K Material da caixa: vidro e aço inoxidável Dimensões: 280,6 x 214,9 x 6,4 mm Peso: 700 gramas Televisores Uma ampla seleção de TVs de diversos tamanhos e tecnologias espera por você em nossa loja. Oferecemos TVs LED, OLED e QLED de fabricantes líderes como Samsung, LG, Sony e outros. Aqui você também encontra equipamentos de áudio e vídeo para a criação de um home theater. 1. TV \"Invisível 2000\" Processador ultra-suave com sistema de controle inteligente para desempenho rápido e excelente qualidade de imagem. Tela Ultra-HD com amplo espectro de cores e alta resolução que oferece imagens incrivelmente realistas. Sistema de som Dolby Atmos integrado que envolve o espectador com um som impressionante de alta definição. Tecnologia de reconhecimento de gestos para controlar sua TV sem controle remoto. Compatível com vários serviços de streaming, como Netflix, YouTube e Hulu, para que você possa curtir seus filmes e programas de TV favoritos. A nova TV Invisible 2000 é um produto incrível que tem a capacidade de se integrar completamente no seu interior graças à sua tecnologia inovadora. Esta TV possui um design ultrafino que permanece invisível quando a tela está desligada, permitindo que ela se encaixe perfeitamente em qualquer ambiente. \"Invisible 2000\" é a escolha ideal para quem aprecia design elegante e tecnologia avançada em um único dispositivo. 2. TV \"Tycoon 3000\" Tela de cristal líquido com relação de contraste de 1000:1 e alto brilho, que proporciona imagens nítidas e brilhantes. Sistema de inteligência artificial integrado que oferece recomendações de conteúdo personalizadas com base nas suas preferências. Um poderoso sistema de áudio com alto-falantes de alta potência que cria um efeito de som surround e mergulha você na atmosfera do que está acontecendo na tela. Interface Smart TV que permite alternar de forma rápida e conveniente entre vários aplicativos e serviços. Tecnologia inovadora de fonte de luz garantindo longa vida útil do painel e baixo consumo de energia. A TV \"Magnat 3000\" é um produto aprimorado com recursos avançados que surpreenderão até os usuários mais exigentes. Esta TV possui tecnologia de controle inteligente exclusiva que a torna a companheira perfeita para sua experiência de entretenimento. A TV \"Magnat 3000\" é a escolha ideal para quem procura um aparelho moderno com recursos avançados e design elegante. Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal",
    "terms": "Termos de Uso: Regras para a utilização do site e compra de produtos. Lar Técnica Apoiar Contato Termos e Condições do CyberShop Bem-vindo ao site da CyberShop! Ao usar nosso site, você concorda em cumprir os termos e condições abaixo. Por favor, leia atentamente antes de usar o nosso site. 1. Aceitação dos Termos Ao utilizar o site da CyberShop, você concorda em cumprir estes termos e condições e todas as leis e regulamentos aplicáveis. Se você não concordar com qualquer parte destes termos, não poderá acessar o site ou utilizar qualquer um de nossos serviços. 2. Uso do Site Você concorda em usar o site da CyberShop apenas para fins legais e de forma coerente com estes termos e condições. Você não pode usar o site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso de outras pessoas do site. 3. Conta do Usuário Ao se registrar em nosso site, você concorda em fornecer informações verdadeiras, precisas, atuais e completas sobre si mesmo. Você é responsável por manter a confidencialidade de sua senha e por todas as atividades que ocorrem em sua conta. 4. Propriedade Intelectual Todo o conteúdo do site da CyberShop, incluindo textos, imagens, logotipos, vídeos e gráficos, é de propriedade exclusiva da CyberShop ou de seus fornecedores. Você concorda em não reproduzir, distribuir, modificar ou realizar trabalhos derivados do conteúdo do site sem autorização prévia por escrito. 5. Compras Ao fazer uma compra no site da CyberShop, você concorda em fornecer informações verdadeiras e precisas sobre si mesmo, seu método de pagamento e endereço de entrega. Ao concluir uma compra, você concorda em pagar o preço total indicado, incluindo taxas de envio e manuseio. 6. Cadastro de Produtos A CyberShop se esforça para manter informações precisas sobre todos os produtos listados em nosso site. No entanto, não garantimos a precisão, integridade ou atualidade das informações do produto. Recomendamos que você verifique as informações do produto diretamente com o fabricante antes de fazer uma compra. 7. Pagamentos Aceitamos várias formas de pagamento em nosso site, incluindo cartões de crédito, PayPal e transferência bancária. Todos os pagamentos são processados de forma segura e os seus detalhes financeiros são protegidos. 8. Envio Nós enviamos os produtos para endereços válidos no Brasil. Os prazos de entrega podem variar dependendo da sua localização. Toda a entrega é feita por transportadoras contratadas pela CyberShop. 9. Devoluções e Reembolsos Aceitamos devoluções de produtos dentro de um determinado prazo, desde que o produto não tenha sido usado ou danificado. Para solicitar uma devolução, entre em contato com o nosso serviço de atendimento ao cliente. Os reembolsos serão processados de acordo com nossa política de devolução. 10. Limitação de Responsabilidade A CyberShop não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou incapacidade de usar o site ou dos produtos adquiridos no site. Estes termos e condições estão sujeitos a alterações a qualquer momento, a critério exclusivo da CyberShop. Ao continuar a usar o site após tais alterações, você concorda em ficar vinculado aos termos e condições atualizados. Se tiver alguma dúvida sobre estes termos e condições, entre em contato conosco. Obrigado por escolher a CyberShop! Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal",
    "thanks": "Obrigado por escolher a CyberShop - Sua loja de tecnologia favorita no Brasil! Obrigado por deixar um pedido em nosso site Excelência técnica com nossos gadgets Voltar ao site",
    "contacts": "Contatos - CyberShop: A melhor loja de tecnologia do Brasil Lar Técnica Apoiar Contato Todas as informações sobre como entrar em contato conosco Estamos sempre felizes em ajudar nossos clientes e responder a todas as suas perguntas. Nesta página você encontra todos os dados de contato necessários para entrar em contato conosco. Endereço: R. Acre, 67 - Nossa Sra. das Graças, Manaus - AM, 69053-130, Brazil Telefone: +55 22 9865 1114 Email: cybershop@gmail.com Se tiver alguma dúvida sobre a encomenda de um produto, entrega ou pagamento, não hesite em contactar-nos. Nossos gerentes terão prazer em ajudá-lo e fornecer todas as informações necessárias. Você também pode visitar nosso escritório no endereço especificado para comunicação pessoal com nossos especialistas. Estamos sempre felizes em ver nossos clientes e discutir todas as questões emergentes. Se você tiver sugestões para melhorar nosso serviço ou quiser deixar comentários sobre o trabalho de nossa empresa, escreva-nos para o e-mail especificado. Valorizamos a opinião dos nossos clientes e procuramos melhorar a qualidade dos serviços prestados. Garantias e serviço Ao comprar conosco, você pode ter certeza da qualidade do produto e do excelente atendimento. Oferecemos garantias em todos os nossos produtos e estamos prontos para ajudá-lo caso surjam problemas. Nossos especialistas são altamente profissionais e estão sempre prontos para ajudá-lo a encontrar a solução ideal. Pedido e entrega Para tornar as compras na CyberShop simples e cómodas, disponibilizamos vários métodos de encomenda - através do site, por telefone ou na nossa loja. Também entregamos produtos em todo o país para que você receba sua compra com rapidez e sem complicações. Siga nosso site e páginas de mídia social para atualizações e promoções. Trabalhamos constantemente para expandir nossa gama de produtos e melhorar o atendimento aos nossos clientes. Obrigado pela sua escolha! Fazemos o possível para tornar sua compra e experiência de usuário agradáveis ​​e satisfatórias. Esperamos uma cooperação mutuamente benéfica e de longo prazo com você. Não se esqueça que estamos sempre em contato e prontos para ajudá-lo a qualquer momento! Suas dúvidas e sugestões são sempre bem-vindas. Atenciosamente, equipe CyberShop. Lar Técnica Apoiar Contato Política de Privacidade Termos e Condições Aviso Legal"
  },
  "date": "2024-05-08T13:48:57.488Z"
}