{
  "name": "New_v9_tintTtreasure",
  "pages": {
    "terms-conditions": "TintTreasure - Terms of Use TintTreasure Home About Us Why are we We have Our assortment Our services +91-982-7780732 Terms of Use Welcome to TintTreasure, your one-stop destination for all things related to interior paints. We are thrilled to have you here and can't wait for you to explore our vast range of colors and finishes that will help you transform your living spaces into a reflection of your personality. Before you dive into the world of paints and hues, we request you to take a moment to familiarize yourself with our Terms of Use. These guidelines have been carefully crafted to ensure that your shopping experience with us is smooth, safe, and satisfying. By using TintTreasure's website, you are agreeing to abide by the Terms of Use outlined here. These terms are subject to change without prior notice, and we encourage you to revisit this page periodically to stay informed. TintTreasure's website is for personal, non-commercial use. You are not permitted to copy, modify, distribute, or use any of the content on this website for commercial purposes. We strive to ensure that all products displayed on our website are in stock and ready to ship. However, there may be instances where a product is out of stock or unavailable. In such cases, we will promptly notify you and offer a suitable alternative or a full refund. We make every effort to provide accurate and detailed descriptions of our products. However, please note that the actual color of the paint may vary slightly from the images shown on the website due to differences in computer monitors, lighting, and other factors. All prices listed on TintTreasure's website are in US dollars and are subject to change without notice. We reserve the right to correct any pricing errors that may inadvertently occur. When you place an order with TintTreasure, you are agreeing to provide us with accurate and complete information. We accept various forms of payment, including credit cards, debit cards, and PayPal. We ship our products to all 50 states in the US. Shipping charges are based on the weight of the order and the shipping destination. We strive to deliver all orders within 7-10 business days, but please note that delivery times may vary depending on the shipping destination and other factors. We want you to be completely satisfied with your purchase. If for any reason you are not, you may return the product within 30 days of delivery for a full refund or exchange. The product must be in its original condition and packaging. In no event will TintTreasure be liable for any direct, indirect, incidental, or consequential damages resulting from the use or inability to use our website or products. These Terms of Use are governed by the laws of the State of California, without regard to its conflict of law principles. We hope that these Terms of Use will help you understand our policies and procedures. If you have any questions or concerns, please don't hesitate to contact us at tintTtreasure@gmail.com. We are always here to help! Happy painting and thank you for choosing TintTreasure. All content on TintTreasure's website, including but not limited to text, images, graphics, and logos, is the exclusive property of TintTreasure and is protected by US and international copyright laws. Any unauthorized use, reproduction, or distribution of this content is strictly prohibited. While using TintTreasure's website, you agree to abide by all applicable laws and regulations. You also agree not to engage in any activity that may interfere with the operation of the website or the enjoyment of the website by other users. This includes, but is not limited to, hacking, spamming, and harassment. TintTreasure's website may contain links to third-party websites. These links are provided for your convenience and do not imply an endorsement of the content or products on the linked sites. TintTreasure is not responsible for the content or practices of these third-party websites. While we strive to ensure that all of our products are safe for use, it is important to remember that paint and related products can be hazardous if not used properly. Always read and follow the safety instructions provided with each product, and keep all products out of the reach of children and pets. We understand that choosing the right color for your space can be a daunting task. That's why we offer a complimentary color consultation service. Our team of color experts will work with you to understand your vision and help you select the perfect hue for your project. We value your feedback and encourage you to share your thoughts on our products and services. All reviews and comments submitted to TintTreasure's website must be respectful and appropriate. We reserve the right to remove any content that is offensive, inappropriate, or unrelated to the product or service being reviewed. From time to time, we may offer promotions, discounts, or other special offers. These offers are subject to change without notice and may not be combined with other offers. TintTreasure reserves the right to terminate your access to the website at any time, without notice, for any reason, including but not limited to violation of these Terms of Use. TintTreasure's products are sold \"as is\" and without any express or implied warranties, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement. If you have any questions or concerns about these Terms of Use or your experience with TintTreasure, please don't hesitate to contact us at tintTtreasure@gmail.com. We are always here to help and look forward to hearing from you. Thank you for taking the time to review our Terms of Use. We hope that they will help you understand our policies and procedures and enhance your experience with TintTreasure. Happy painting! At TintTreasure, we are committed to protecting the environment and promoting sustainable practices. We strive to source our materials from environmentally responsible suppliers and to minimize waste in our manufacturing and packaging processes. We also offer a range of eco-friendly paint options, including low-VOC and zero-VOC formulas. We understand that it's important to see a color in person before making a commitment. That's why we offer affordable, easy-to-use paint samples. Simply order a sample online, and we'll ship it directly to your door. Not sure how much paint you'll need for your project? Our handy paint calculator can help. Simply enter the dimensions of your space, and the calculator will estimate the amount of paint you'll need. We are dedicated to providing exceptional customer service. If you have any questions or concerns about your order, our products, or our website, please don't hesitate to contact us. Our friendly and knowledgeable customer support team is available to assist you Monday through Friday, 9:00 AM to 5:00 PM PST. We respect your privacy and are committed to protecting it. We do not collect or store any personal information about our website visitors, and we do not share any information with third parties. You agree to indemnify, defend, and hold harmless TintTreasure, its officers, directors, employees, and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from your use of and access to the TintTreasure website. If any provision of these Terms of Use is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that these Terms of Use will otherwise remain in full force and effect. These Terms of Use, together with our Privacy Policy and any other legal notices or policies published on the TintTreasure website, constitute the entire agreement between you and TintTreasure regarding your use of the website. Our failure to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision. We reserve the right, in our sole discretion, to modify or replace these Terms of Use at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. If you have any questions about these Terms of Use, please contact us at tintTtreasure@gmail.com. At TintTreasure, we strive to provide the most accurate color representation possible. However, due to the nature of digital displays and printing processes, the colors you see on your screen or in our printed materials may not exactly match the actual paint color. We recommend ordering a sample or using our color-matching service to ensure that you're getting the perfect color for your project. In addition to a wide range of colors, we also offer a variety of paint finishes to suit your needs. From flat and matte finishes that are perfect for hiding imperfections, to glossy finishes that are easy to clean and great for high-traffic areas, we have a finish to suit every project. TintTreasure Transforming Spaces, Inspiring Lives. Site navigation Home About Us Why are we We have Our assortment Our services Additional links Privacy Policy Terms of Use Contacts Laxmi Sagar, near Govt High School, Bhubaneswar, Odisha 751006, India tintTtreasure@gmail.com +91-982-7780732",
    "thanks": "Thank You from TintTreasure - Your Preferred Paint Partner Thank You for Reaching Out! We truly appreciate you taking the time to connect with us here at TintTreasure. Your thoughts, ideas, and feedback are invaluable to us as we continue to grow and evolve. Our team is dedicated to providing you with the best possible experience, and we're excited to have the opportunity to engage with you in a more personal and direct way. Rest assured, your message has been received and is currently being reviewed by our team. We strive to respond to all inquiries in a timely manner, and we'll be sure to get back to you as soon as we can. In the meantime, we invite you to continue exploring our website and all that TintTreasure has to offer. We're constantly adding new content and features, so be sure to check back often! Once again, thank you for your message and for your continued support of TintTreasure. We look forward to connecting with you further. To main",
    "about": "Learn About TintTreasure - Your Trusted Paint Provider TintTreasure Home About Us Why are we We have Our assortment Our services +91-982-7780732 Get to Know TintTreasure Our Story Explore the origins of TintTreasure and the evolution that has shaped our identity today. From modest beginnings to establishing ourselves as a reputable name in the industry, uncover what distinguishes us from the rest. Our Mission Discover our dedication to excellence, sustainability, and customer contentment. At TintTreasure, we endeavor to offer you superior products and service while minimizing our environmental footprint. Our Team Get acquainted with the individuals who drive TintTreasure forward! Explore our team of committed paint specialists who are here to support you at every turn. Familiarize yourself with our core values and the enthusiasm we infuse into our craft. Our Community Uncover how TintTreasure contributes to the community. From charitable endeavors to championing local artists, learn about our efforts to make a positive impact beyond the realm of paint. Our Commitment to Quality Craftsmanship You Can Trust Premium Ingredients At TintTreasure, we prioritize using only the highest quality ingredients in our paints. From pigments to binders, every component is meticulously chosen to guarantee superior quality and performance. Rigorous Testing Prior to reaching your walls, our paints undergo thorough testing to verify color precision, durability, and environmental safety. We stand behind our products with unwavering confidence. Sustainable Practices We are dedicated to minimizing our environmental footprint. From eco-conscious formulas to sustainable packaging, discover how we are working to make a positive contribution to the planet. Our Customer Commitment Putting Your Needs First Exceptional Service At TintTreasure, customer satisfaction is paramount. From expert color guidance to smooth delivery, we are committed to delivering exceptional service at every stage of your journey. Transparency and Integrity Honesty and transparency are fundamental values in all our interactions. You can rely on us to offer accurate information, fair pricing, and dependable products, earning your trust with each interaction. Continuous Improvement Continuous improvement and innovation drive us forward. Through feedback from our customers and ongoing research, we are dedicated to refining our products and services to better fulfill your needs. Innovation We endeavor to lead the way in innovation within the paint industry, continuously exploring new technologies and techniques to better serve our customers and the environment. Creativity Creativity is the essence of our work. We are fervent about assisting you in expressing your distinct style and vision through our diverse range of colors and finishes. Collaboration We place great value on collaboration. By forging strong partnerships with our customers, partners, and communities, we strive to generate positive and enduring impacts together. Integrity Integrity serves as the cornerstone of our business. We conduct ourselves with honesty, fairness, and respect in all our interactions, earning the trust and loyalty of our stakeholders. TintTreasure Transforming Spaces, Inspiring Lives. Site navigation Home About Us Why are we We have Our assortment Our services Additional links Privacy Policy Terms of Use Contacts Laxmi Sagar, near Govt High School, Bhubaneswar, Odisha 751006, India tintTtreasure@gmail.com +91-982-7780732",
    "index": "TintTreasure - Premium Interior Paints for Your Home TintTreasure Home About Us Why are we We have Our assortment Our services +91-982-7780732 Uncover the Ideal Hue Greetings from TintTreasure Revamp your living space with our top-quality interior paints. At TintTreasure, we provide an extensive palette of colors to help you craft the ideal atmosphere in each room. Browse our selection and discover the hue that matches your unique style. Find out more Why Opt for TintTreasure? Feel the Distinction Exceptional Quality Our paints are meticulously formulated to meet the highest standards, guaranteeing a seamless application and a durable finish. Rely on TintTreasure for flawless outcomes with every use. Lively Colors With an extensive array of vibrant and understated shades, you'll discover the ideal color to complement your vision. Unleash your creativity with TintTreasure's diverse range. Eco-Friendly Solutions We share your concern for the environment. Our eco-conscious paints are low in VOCs, ensuring they are safe for both your home and the planet. Professional Guidance Receive tailored suggestions from our team of color specialists. Whether you seek assistance in selecting the ideal hue or advice on application techniques, our experts are dedicated to assisting you at every stage of your project. Client Feedback Listen to the experiences of our delighted customers who have revitalized their homes with TintTreasure paints. Explore their narratives and witness the remarkable transformations firsthand. Creative Showcase Browse through our inspiration gallery for insights and trends. Whether you're drawn to modern minimalism or classic elegance, discover the ideal style to ignite your next project. Discover Our Assortment Our Paint Collections Classic Elegance Eternal tones for an elevated appearance. Ideal for cultivating a polished and sophisticated ambiance in any space. Modern Minimalism Chic and modern hues that epitomize contemporary flair. Perfect for attaining a sleek, up-to-date aesthetic. Nature Inspired Earthen shades and nature-inspired hues that seamlessly blend the outdoors with indoor spaces. Ideal for instilling a serene and organic ambiance. Bold & Vibrant Attention-grabbing hues that leave a lasting impression. Excellent for injecting a burst of color and character into your environment. Soft & Subtle Subtle hues for a tranquil and calming atmosphere. Perfect for bedrooms, nurseries, and areas dedicated to relaxation. Custom Mix Struggling to locate the precise shade you desire? Our custom mixing service enables you to craft your own distinct color. Ideal for realizing your vision with precision. Bring Your Vision to Life Our Services Color Consultation Book a personalized consultation with our team of color specialists to pinpoint the ideal shade for your environment. We'll assist you in crafting a cohesive color palette that mirrors your individual style and personality. Professional Painting Let our skilled team of painters handle the heavy lifting for you! We guarantee a flawless finish, utilizing our expertise and precision to transform your walls with perfection. Interior Design Assistance Require assistance in tying your room together? Our interior design service is here to assist you in selecting furniture, décor, and accessories that harmonize with your new paint colors, ensuring a unified and polished appearance. Custom Color Matching Have a particular color in mind? Simply bring in a sample, and we'll match it precisely. Our custom color matching service guarantees that your paint will flawlessly align with your vision. Eco-Friendly Options Choose from our selection of environmentally friendly paints that are low in VOCs and safe for your family and the planet. Go green without sacrificing quality or performance. Delivery & Installation Convenience is key! Enjoy hassle-free delivery of your paint supplies right to your door, and opt for professional installation services for a stress-free painting experience. Discover Our Special Offers Seasonal Discounts Make the most of our seasonal promotions and save on your preferred paint products. Keep a lookout for exclusive deals and discounts by checking back frequently. Bundle Savings Get more bang for your buck! Discover our bundle offers and unlock discounts when you buy paint supplies in larger quantities. Loyalty Rewards Enroll in our loyalty program today and earn rewards with each purchase. Redeem your points for discounts, complimentary products, and exclusive perks reserved solely for members. Referral Program Share the TintTreasure love and reap the rewards! Refer your friends and family to earn discounts on your next purchase. Revamp Your Space with TintTreasure Explore Our Best Sellers Whether you're revitalizing a single room or undertaking a complete home transformation, our top-selling paints are guaranteed to leave a lasting impression. Explore the colors that homeowners adore the most and breathe life into your vision with TintTreasure. Choose Tranquil Teal ₹500 Craft a tranquil sanctuary with our Tranquil Teal paint. This soothing hue infuses any space with a sense of sophistication, making it an ideal choice for bedrooms, bathrooms, and living areas. Order Cozy Cocoa ₹1000 Infuse warmth into your home with our Cozy Cocoa paint. This luxurious and inviting shade adds depth and character to walls, cultivating a cozy atmosphere that's perfect for lounging and entertaining. Order Elegant Ivory ₹750 Opt for a timeless aesthetic with our Elegant Ivory paint. This versatile shade exudes sophistication and pairs seamlessly with any décor style, from classic to contemporary. Order Contact us I accept the Privacy Policy Send a message TintTreasure Transforming Spaces, Inspiring Lives. Site navigation Home About Us Why are we We have Our assortment Our services Additional links Privacy Policy Terms of Use Contacts Laxmi Sagar, near Govt High School, Bhubaneswar, Odisha 751006, India tintTtreasure@gmail.com +91-982-7780732",
    "privacy-policy": "TintTreasure - Privacy Policy TintTreasure Home About Us Why are we We have Our assortment Our services +91-982-7780732 Privacy Policy Welcome to TintTreasure, your ultimate destination for high-quality, eco-friendly, and stylish interior paints. We are delighted that you have chosen to explore our website and learn more about our products. However, before you delve into the world of colors and finishes, we kindly request you to take a few moments to read the following disclaimer. At TintTreasure, we strive to provide our customers with the most accurate and up-to-date information about our products. We invest a significant amount of time and resources in researching, developing, and testing our paints to ensure that they meet the highest standards of quality, safety, and environmental sustainability. However, please be aware that the information presented on this website, including but not limited to, product descriptions, specifications, images, and videos, is for illustrative and informational purposes only. While we make every effort to display the colors of our paints as accurately as possible, we cannot guarantee that the colors you see on your computer or mobile device will perfectly match the actual colors of the paints. The way colors appear on a screen can vary depending on several factors, including the type and settings of the device, the lighting conditions, and the viewer's perception. Therefore, we strongly recommend that you order a sample of the paint before making a final decision. Similarly, the images and videos of the painted surfaces featured on our website are meant to inspire and showcase the potential of our products. However, they should not be interpreted as a guarantee of the results you will achieve. The final appearance of the painted surface will depend on various factors, such as the type and condition of the substrate, the application technique, the number of coats, and the drying time. Therefore, we encourage you to follow the instructions on the product label and consult with a professional painter if you are unsure. Furthermore, we would like to clarify that the information on this website does not constitute professional advice or recommendations. While we are passionate about interior design and color trends, we are not licensed architects, designers, or contractors. Therefore, we advise you to seek the advice of a qualified professional before undertaking any painting or renovation project. It is also essential to note that we cannot be held liable for any damages, losses, or injuries that may occur as a result of using our products or following the information on this website. We have taken every reasonable precaution to ensure the safety and effectiveness of our paints. However, we cannot control or predict how they will be used, stored, or disposed of. Therefore, we urge you to read and follow the safety instructions on the product label and the Material Safety Data Sheet (MSDS) carefully. In addition, we would like to inform you that the availability, pricing, and promotions of our products are subject to change without notice. We aim to offer our customers the best possible value and selection. However, factors such as supply chain disruptions, raw material costs, and market trends can affect our offerings. Therefore, we suggest that you check our website regularly for the latest updates or contact our customer service team for assistance. Finally, we would like to emphasize that this website and its contents are the property of TintTreasure and are protected by copyright and other intellectual property laws. You may not reproduce, distribute, or modify any part of this website without our prior written consent. However, we welcome and encourage you to share your experiences, reviews, and photos of your painted spaces with us and our community of color enthusiasts. Thank you for taking the time to read this disclaimer. We hope that it has helped clarify our intentions and limitations and that it will enhance your experience on our website. If you have any questions, concerns, or feedback, please do not hesitate to contact us at tintTtreasure@gmail.com. We are always here to help and support you in your journey to transform your spaces with the power of color. Happy painting! The TintTreasure Team At TintTreasure, we are committed to providing our customers with the best possible experience and service. However, there are certain things that we cannot guarantee or control, and we want to make sure that you are aware of them. One of these things is the delivery of our products. We work with reputable and reliable courier companies to ensure that your orders are delivered promptly and safely. However, we cannot be held responsible for any delays, damages, or losses that may occur during the transportation. Therefore, we recommend that you inspect your orders upon arrival and report any issues to us and the courier company immediately. Another thing that we cannot guarantee is the compatibility of our paints with other products or surfaces. Our paints are designed and tested to work with a wide range of common substrates, such as drywall, wood, and metal. However, we cannot predict or account for the unique characteristics, conditions, or treatments of every surface. Therefore, we advise you to test a small area of the surface before painting and consult with a professional if you are unsure. Similarly, we cannot guarantee the performance of our paints in extreme or uncontrolled environments. Our paints are formulated to withstand normal wear and tear, moisture, and temperature fluctuations. However, they may not be suitable for areas that are exposed to harsh chemicals, excessive heat, or constant water. Therefore, we recommend that you follow the guidelines on the product label and consult with a professional if you have any concerns. It is also important to note that we cannot be held liable for any indirect, consequential, or incidental damages that may result from using our products or following the information on this website. For example, if you decide to paint your kitchen cabinets and the paint does not adhere well, we cannot be responsible for the cost of replacing the cabinets or the inconvenience of not having a functional kitchen. Therefore, we encourage you to weigh the risks and benefits of your painting projects carefully and seek professional advice when needed. Furthermore, we would like to remind you that our products and services are intended for personal, non-commercial use only. You may not use our website, products, or trademarks to promote, sell, or endorse any other products or services without our prior written consent. You may not also use our website or products to engage in any illegal, fraudulent, or harmful activities. If we suspect or determine that you have violated these terms, we reserve the right to terminate your access to our website and services and take legal actions if necessary. Finally, we would like to emphasize that we value and respect your feedback and opinions. However, we cannot guarantee that we will be able to implement or respond to every suggestion or complaint that we receive. We will do our best to listen to your needs and concerns and improve our products and services accordingly. However, we may have to prioritize or decline certain requests based on our resources, goals, or policies. Therefore, we appreciate your understanding and patience and encourage you to continue sharing your thoughts with us. Thank you for reading this disclaimer carefully and responsibly. We hope that it has helped you understand the limitations and expectations of our website and products. If you have any questions or concerns about this disclaimer or any other aspect of our business, please do not hesitate to contact us at tintTtreasure@gmail.com. We are always here to assist and support you in your colorful journey. Warm regards, At TintTreasure, we take pride in our extensive and diverse collection of interior paints. We believe that color is a powerful tool that can transform, inspire, and express our personalities and styles. Therefore, we are constantly researching, experimenting, and collaborating with industry experts and trendsetters to create new and exciting shades and finishes. However, we also recognize that the world of interior design and color is complex and subjective. What may look beautiful and harmonious in one space may not work in another. What may appeal to one person may not resonate with another. Therefore, we cannot guarantee that you will love or agree with every color or trend that we offer. We encourage you to explore and experiment with our collection and find the colors that speak to you and suit your space and needs. We provide various tools and resources on our website, such as our color visualizer, color palettes, and design guides, to help you make informed and confident choices. However, we cannot be responsible for the final outcome or satisfaction of your painting projects. TintTreasure Transforming Spaces, Inspiring Lives. Site navigation Home About Us Why are we We have Our assortment Our services Additional links Privacy Policy Terms of Use Contacts Laxmi Sagar, near Govt High School, Bhubaneswar, Odisha 751006, India tintTtreasure@gmail.com +91-982-7780732"
  },
  "date": "2024-05-30T10:10:24.857Z"
}