{
  "name": "New_v11_ActiveWear",
  "pages": {
    "about": "About Active Wear - Learn About Our Mission and Values | About Home About us Contacts Start Discover Your Unique Style Explore the endless possibilities of active wear fashion tailored to your individuality. Embrace the journey of finding the perfect gear that not only fits your body but also reflects your personality. Dive into the world of active wear where every moment is an opportunity to express yourself. Whether you're pushing your limits at the gym or enjoying a leisurely stroll, our collection is designed to empower you to embrace your active lifestyle with confidence. With a range of styles and designs to choose from, finding your perfect match has never been easier. Let our curated selection inspire you to pursue your fitness goals while looking and feeling your best. Bringing color into your dull life Shop now Discover Our Policies Order Inquiries What if my shipment goes missing? If your package is lost, rest assured that we've got you covered. Reach out to our support team for assistance in resolving the issue and ensuring you receive your order without any hassle. Can I modify or cancel my order? We understand that plans can change. If you need to adjust or cancel your order, simply reach out to our customer service team, and we'll guide you through the process. What if my order arrives damaged or incomplete? Your satisfaction is our priority. If your order doesn't meet your expectations due to damage or missing items, please contact us immediately, and we'll work swiftly to resolve the issue. Shipping and Returns Where does Active Wear ship to? Our shipping services extend to various locations worldwide. Rest assured, no matter where you are, we'll deliver your order right to your doorstep. How can I qualify for free shipping? Enjoy free shipping on your orders by meeting our minimum purchase requirements. Check our shipping policy for more details on how you can qualify for this perk. Need to update your shipping address? Keeping your information up-to-date is crucial. If you need to edit your shipping address, contact our support team, and we'll assist you in making the necessary changes. Can I modify or cancel my order after it's placed? We understand that plans can change. If you need to adjust or cancel your order after it's been placed, contact our customer service team, and we'll do our best to accommodate your request. Discover Our Journey At Active Wear, we embrace freedom and opportunity. We believe in empowering individuals to pursue their passions without constraints, enabling them to make choices that resonate with their true selves. Every stitch we sew, every fabric we select, is a testament to our commitment to excellence. We strive to create apparel that not only looks good but also feels right, ensuring that every wearer experiences comfort and confidence in every movement. Crafted with Originality Unmatched Quality Driven by Your Inspiration Explore Now May 2, 2024 Elevate Your Skills with Active Wear Must-Watch for Aspiring Athletes Active Wear celebrates the essence of sport and adventure. Our journey began with a vision to equip athletes with apparel that inspires peak performance and unparalleled comfort. With a rich history rooted in innovation, we continue to push boundaries and redefine athletic wear. Experience the evolution of performance wear. Embark on a journey towards greatness. Unlock your true potential with Active Wear. Discover the perfect blend of style and functionality. Our commitment to excellence is unwavering. We combine cutting-edge technology with premium materials to deliver products that exceed expectations. Whether you're hitting the gym or conquering the outdoors, Active Wear empowers you to reach new heights. Sign It's Time for New Activewear Elevate your training regimen with Active Wear. Our performance-driven apparel is designed to enhance your workouts and elevate your performance. Don't settle for mediocrity; strive for greatness with Active Wear. Unleash your potential with Active Wear. Our mission is simple: to inspire and empower athletes worldwide. Join the Active Wear community today and embark on a journey of self-discovery and growth. Together, we'll redefine the limits of what's possible. Active Wear activewear@gmail.com +91-(864)-82569452 Mumbai, Maharashtra 400029, India Privacy Policy &#38; Terms and Conditions links HomeAbout usContacts links CategoriesBlogFAQ",
    "index": "Welcome to Active Wear - Your Destination for Quality Sports Apparel | Home Home About us Contacts Start Active Wear Sportswear store Shop now Find Your Perfect Gear Explore All Sportswear Women's Leather Roadies Jacket $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Men's Trendy Comfort Slippers $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Men's Regular T-Shirt $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Explore Every athlete's journey is unique, filled with triumphs and challenges. At Active Wear, we celebrate the passion for sports and the dedication to excellence. Learn More \"The joy of achieving victory is unparalleled, obtained through perseverance and hard work. Success is never easy, but always worth it.\" - Active Wear Team Latest Sport swear Browse All Products High-Performance Running Shoes $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Ultra-Lightweight Sport Backpack $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Comfort-Fit Sports Leggings $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Quick-Dry Sport Towel $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Active Wear Training Shoes $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Sport Backpack $&nbsp;55.00&nbsp;USD $&nbsp;60.00&nbsp;USD Shop by Categories Men Women Cap Shoes Explore Our Active Wear Blog Essential Tips for Choosing Sportswear September 12, 2022 Advantages of Wearing Athletic Clothing September 12, 2022 How to Maintain Your Sportswear September 12, 2022 Why choose Active Wear Dive into the world of Active Wear and experience a journey of style and performance. With our diverse range of sports apparel, we ensure that every aspect of your athletic lifestyle is catered to with excellence. Explore the versatility of sportswear with Active Wear, where every outfit is a statement of passion and dedication. From gym sessions to outdoor adventures, our apparel is designed to support your active lifestyle and inspire confidence. Step up your game with Active Wear, the ultimate companion for your fitness journey. Backed by cutting-edge technology and premium materials, our products are engineered to enhance your performance and comfort, whatever your sport or activity. Experience the difference with Active Wear, where quality meets affordability. Our commitment to delivering value ensures that you get the best bang for your buck without compromising on style or functionality. Immerse yourself in the world of Active Wear, where fashion meets function. From sleek designs to innovative features, our apparel is crafted to empower you to look and feel your best, whether you're hitting the gym or hitting the streets. Welcome to Active Wear, your go-to destination for all things sporty and stylish. Located at the intersection of fashion and performance, our brand is dedicated to helping you achieve your fitness goals while looking and feeling great. Join the Active Wear movement and unleash your potential. With our extensive range of activewear and accessories, we empower athletes of all levels to push boundaries, break barriers, and reach new heights of excellence. Discover Our Active Wear Selection Our active wear collection offers the perfect blend of style and functionality. Whether you're hitting the gym or going for a run, we have the ideal pieces to keep you comfortable and motivated throughout your workout. Explore Now Men's regular t-shirt $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Women's blue denim shorts $&nbsp;45.00&nbsp;USD $&nbsp;60.00&nbsp;USD Contact us Need to get in touch? activewear@gmail.com +91-(864)-82569452 Mumbai, Maharashtra 400029, India Name Email Message I agree Privacy Policy Active Wear activewear@gmail.com +91-(864)-82569452 Mumbai, Maharashtra 400029, India Privacy Policy &#38; Terms and Conditions links HomeAbout usContacts links CategoriesBlogFAQ",
    "privacy-policy": "Privacy Policy - Your Privacy Matters to Us | Privacy Policy Home About us Contacts Start Privacy Policy Privacy Policy: Our Privacy Policy outlines the information we collect, how it is used, and the measures we take to safeguard your data. Data Collection: We may collect personal information such as your name, email address, and payment details when you interact with our website or make a purchase. Usage of Information: The information we collect is used to process your orders, communicate with you, and improve our services. Data Security: We take measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Third-Party Disclosure: We do not sell, trade, or otherwise transfer your personal information to third parties without your consent. Opting Out: You can choose to opt out of certain data collection and marketing communications by adjusting your browser settings or contacting us directly. Third-Party Links: Our website may contain links to third-party websites, which have their own privacy policies. We are not responsible for the content or practices of these websites. Policy Updates: We may update our Privacy Policy from time to time. Any changes will be posted on this page, and you will be notified of any significant updates. Consent: By using our website, you consent to the terms of our Privacy Policy. Contact Us: If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact at activewear@gmail.com. Compliance: We are committed to complying with applicable privacy laws and regulations. Children's Privacy: Our website is not intended for children under the age of 13. We do not knowingly collect personal information from children. International Users: If you are accessing our website from outside India, please be aware that your information may be transferred to, stored, and processed in India. GDPR Compliance: We strive to comply with the General Data Protection Regulation (GDPR) and provide necessary protections to data subjects in the European Economic Area (EEA). Language: This Privacy Policy is provided in English. In case of any discrepancies between the English version and translations, the English version shall prevail. Active Wear activewear@gmail.com +91-(864)-82569452 Mumbai, Maharashtra 400029, India Privacy Policy &#38; Terms and Conditions links HomeAbout usContacts links CategoriesBlogFAQ",
    "terms-conditions": "Terms and Conditions - Understand Our Policies | Terms and Conditions Home About us Contacts Start Terms and Conditions Terms and Conditions: By accessing and using our website, you agree to be bound by the following terms and conditions. Use of Website: You may use our website for lawful purposes and in accordance with these terms and conditions. Intellectual Property: All content on this website, including text, images, logos, and graphics, is the property of Active Wear and is protected by copyright laws. Product Information: We make every effort to ensure the accuracy of product information on our website, but we do not guarantee that all product descriptions, prices, and availability are accurate or up-to-date. Order Acceptance: Your submission of an order constitutes an offer to purchase the items selected. We reserve the right to accept or decline your order for any reason. Payment: Payment for orders placed through our website is processed securely. We accept various payment methods, including credit/debit cards and online payment platforms. Shipping: We strive to ship orders promptly and accurately. Shipping times may vary depending on your location and chosen shipping method. Return and Refund Policy: We offer a flexible return and refund policy. Please refer to our Returns page for detailed information on how to return items and request refunds. Indemnification: You agree to indemnify and hold Active Wear harmless from any claims, damages, losses, or liabilities arising out of your use of our website or breach of these terms and conditions. Limitation of Liability: In no event shall Active Wear or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the products purchased through it. Modification of Terms: We reserve the right to modify these terms and conditions at any time without prior notice. Changes will be effective immediately upon posting on this page. Governing Law: These terms and conditions shall be governed by and construed in accordance with the laws of India. Dispute Resolution: Any dispute arising out of or relating to these terms and conditions shall be resolved through arbitration in accordance with the Arbitration and Conciliation Act of 1996. Severability: If any provision of these terms and conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. Entire Agreement: These terms and conditions constitute the entire agreement between you and Active Wear regarding the use of our website and supersede all prior agreements and understandings. Contact Information: If you have any questions or concerns about these terms and conditions, please contact us. Contact Us: If you have any questions or concerns about our Terms and Conditions or the handling of your personal information, please contact at activewear@gmail.com. Active Wear activewear@gmail.com +91-(864)-82569452 Mumbai, Maharashtra 400029, India Privacy Policy &#38; Terms and Conditions links HomeAbout usContacts links CategoriesBlogFAQ",
    "thanks": "Thank You for Your Order! - Active Wear | Thanks Thank You! Thank you for choosing Active Wear! Your order has been successfully received and is currently being processed. We appreciate your business and strive to provide you with the best sports apparel and customer service experience. If you have any questions or concerns regarding your order, feel free to contact our customer support team. We're here to help! Thank you again for shopping with Active Wear. We look forward to serving you again in the future! Home"
  },
  "date": "2024-05-03T06:25:55.290Z"
}