{
  "name": "New_v9_ColorCrafters",
  "pages": {
    "index": "ColorCrafters - Premium Interior Paints for Your Home Home Types of Paints Catalog Contact us Transform Your Space with ColorCrafters Explore our premium collection of interior paints. From vibrant hues to subtle shades, find the perfect color to bring your home to life. Quality, durability, and style in every can. Shop Now Types of Paints Matte Paint Eggshell Paint Satin Paint Gloss Paint Our Paint Collection Vibrant Red ₹500 Buy Now Sunshine Yellow ₹500 Buy Now Ocean Blue ₹500 Buy Now Forest Green ₹500 Buy Now Elegant White ₹500 Buy Now Charcoal Black ₹500 Buy Now Peach Blossom ₹500 Buy Now Royal Purple ₹500 Buy Now Our Expert Services Color Consultation Custom Paint Mixing Professional Painting Eco-friendly Solutions Paint Maintenance Technical Support Free Estimate Please share your details below and we will get in touch with you soon. I accept privacy policy Send message FAQ’S What types of paints do you offer? We offer a wide range of paints including matte, eggshell, satin, and gloss finishes. Our collection is designed to suit various interior styles and preferences, ensuring that you find the perfect match for your home decor. Are your paints eco-friendly? Yes, we prioritize sustainability and offer a selection of eco-friendly paints. These paints have low VOC (Volatile Organic Compounds) levels, making them safer for your health and the environment while still providing vibrant, long-lasting colors. How can I choose the right color for my home? We provide a color consultation service where our experts help you choose the perfect shades based on your preferences, lighting, and existing decor. Additionally, you can use our online tools and color samples to visualize how different colors will look in your space. Do you offer custom paint mixing? Yes, we offer custom paint mixing services to create unique colors tailored to your specific needs. Our skilled technicians can match any color sample you bring in or help you create a custom shade that perfectly fits your vision. What is the coverage of your paints? Our paints typically cover between 350-400 square feet per gallon, depending on the surface texture and porosity. We recommend applying two coats for the best results, ensuring even coverage and a rich, vibrant finish. How long does the paint take to dry? Drying times can vary depending on the type of paint and environmental conditions. Generally, our paints dry to the touch within 1-2 hours and are ready for a second coat after 4-6 hours. Full curing usually takes about 24-48 hours. Can I order paint samples? Yes, we offer paint samples so you can test colors in your home before making a final decision. This allows you to see how the color looks in different lighting conditions and against your existing decor. Do you provide painting services? We offer professional painting services to ensure a flawless finish. Our experienced painters use high-quality tools and techniques to achieve the best results, saving you time and effort while enhancing the beauty of your space. What are the payment options? We accept various payment methods including credit/debit cards, online banking, and UPI. We also offer flexible payment plans for larger orders, making it easier for you to manage your budget while getting the best products for your home. How can I contact customer support? You can reach our customer support team via phone, email, or live chat on our website. We are available Monday through Saturday from 9 AM to 6 PM to assist you with any questions or concerns you may have about our products and services. Contacts Kumar Palace, Bhangel, Noida, Uttar Pradesh 201304, India colorcrafters@gmail.com +917039065827 Policy Privacy policy Terms and Conditions Links Home Types of Paints Catalog Contact us",
    "privacy": "ColorCrafters - Premium Interior Paints for Your Home | Privacy Policy Home Types of Paints Catalog Contact us Privacy Policy At ColorCrafters, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and safeguard your personal information when you visit our website or make a purchase from our store. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, and shipping address when you make a purchase or register on our site. Payment Information: Credit card details and billing information when you make a purchase. Browsing Information: IP address, browser type, operating system, and pages visited on our site. How We Use Your Information Your personal information is used to: Process and fulfill your orders. Communicate with you about your orders and provide customer support. Send you promotional materials and updates (if you opt-in to receive them). Improve our website and services based on your feedback and usage patterns. How We Protect Your Information We implement a variety of security measures to maintain the safety of your personal information. Your payment information is processed through secure payment gateways, and we do not store your credit card details on our servers. Third-Party Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties, except when necessary to fulfill your orders (e.g., sharing your address with shipping companies) or when required by law. Your Consent By using our site, you consent to our Privacy Policy. If you have any questions or concerns about how we handle your personal information, please contact us at colorcrafters@gmail.com . Changes to Our Privacy Policy We may update our Privacy Policy from time to time. Any changes will be posted on this page, and we encourage you to review it periodically. Thank you for trusting ColorCrafters with your personal information. Contacts Kumar Palace, Bhangel, Noida, Uttar Pradesh 201304, India colorcrafters@gmail.com +917039065827 Policy Privacy policy Terms and Conditions Links Home Types of Paints Catalog Contact us",
    "terms": "ColorCrafters - Premium Interior Paints for Your Home | Terms and Conditions Home Types of Paints Catalog Contact us Terms and Conditions Welcome to ColorCrafters. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. General These Terms and Conditions govern your use of our website and the purchase of products from our store. By accessing or using our website, you agree to these Terms and Conditions in full. If you disagree with any part of these terms, you should not use our website. 2. Intellectual Property All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of ColorCrafters or its content suppliers and is protected by international copyright laws. Unauthorized use or reproduction of this content is strictly prohibited. 3. Product Information We strive to ensure that all product descriptions, prices, and availability are accurate and up to date. However, errors may occur, and we reserve the right to correct any inaccuracies or omissions and to change or update information at any time without prior notice. 4. Orders and Payments By placing an order on our website, you agree to provide accurate and complete information. All orders are subject to acceptance and availability. We reserve the right to refuse or cancel any order at our discretion. Payment must be made in full at the time of ordering. 5. Shipping and Delivery We will make every effort to deliver your order within the estimated delivery times. However, we are not liable for any delays caused by unforeseen circumstances. Shipping costs and delivery times may vary based on your location and the availability of products. 6. Returns and Refunds If you are not satisfied with your purchase, you may return it within 30 days of receipt for a refund or exchange, provided the product is unused and in its original packaging. Please contact our customer service for return instructions. Shipping costs for returns are the responsibility of the customer unless the return is due to a defective product or an error on our part. 7. Limitation of Liability ColorCrafters shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with the use of our website or the purchase of products from our store. Our total liability to you for any claim arising out of or in connection with these Terms and Conditions shall not exceed the amount paid for the products. 8. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any disputes arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. 9. Changes to Terms and Conditions We reserve the right to modify these Terms and Conditions at any time. Any changes will be posted on this page, and your continued use of the website following such changes constitutes your acceptance of the new terms. 10. Contact Us If you have any questions about these Terms and Conditions, please contact us at colorcrafters@gmail.com Contacts Kumar Palace, Bhangel, Noida, Uttar Pradesh 201304, India colorcrafters@gmail.com +917039065827 Policy Privacy policy Terms and Conditions Links Home Types of Paints Catalog Contact us",
    "thank": "ColorCrafters - Premium Interior Paints for Your Home | Thank you Thank You for Reaching Out! We appreciate your interest in ColorCrafters. Your inquiry is important to us, and our team will get back to you as soon as possible. If you have any urgent questions, please don't hesitate to contact our customer support directly. We look forward to assisting you and helping you find the perfect colors for your home. Warm regards,The ColorCrafters Team Go to main page"
  },
  "date": "2024-05-23T13:41:19.489Z"
}