{
  "name": "New_v8_ProOfficeRental",
  "pages": {
    "about": "ProOfficeRental - Conheça Nossa História e Missão ProOfficeRental Contatos Sobre Para negócios Cardápio ProOfficeRental - Sobre Nós: Nossa História, Missão e Valores Bem-vindo à ProOfficeRental Na ProOfficeRental, somos apaixonados por oferecer as melhores soluções em aluguel de equipamentos para escritórios no Brasil. Nosso compromisso é garantir que seu escritório esteja sempre equipado com tecnologia de ponta, facilitando suas operações diárias. Oferecemos uma ampla gama de equipamentos, desde computadores e impressoras até mobiliário ergonômico e soluções de videoconferência. Nosso objetivo é proporcionar a você e sua equipe um ambiente de trabalho eficiente e confortável. Além disso, estamos sempre atualizando nosso catálogo com os mais recentes lançamentos tecnológicos, garantindo que você tenha acesso às melhores ferramentas disponíveis no mercado. Acreditamos que um escritório bem equipado é a chave para a produtividade e o sucesso. Na ProOfficeRental, entendemos que cada empresa tem suas próprias necessidades e desafios. Por isso, oferecemos soluções personalizadas para atender às suas demandas específicas. Nossa equipe de especialistas está pronta para ajudar você a encontrar os equipamentos ideais para o seu negócio. Confira Nossa História A ProOfficeRental foi fundada em 2010 com a visão de transformar a maneira como as empresas equipam seus escritórios. Começamos como uma pequena empresa familiar e, ao longo dos anos, crescemos e nos tornamos um dos principais fornecedores de equipamentos de escritório para aluguel no Brasil. Nosso crescimento foi impulsionado pela confiança de nossos clientes e pelo nosso compromisso com a excelência. Desde o início, buscamos oferecer não apenas produtos de alta qualidade, mas também um atendimento ao cliente excepcional. Com o passar dos anos, expandimos nossa gama de produtos para incluir as mais recentes inovações em tecnologia de escritório. Estamos constantemente atualizando nosso estoque para garantir que nossos clientes tenham acesso aos melhores e mais modernos equipamentos disponíveis no mercado. Além disso, investimos em uma equipe de especialistas altamente treinados, prontos para ajudar nossos clientes a encontrar as soluções perfeitas para suas necessidades específicas. Nosso foco sempre foi e continuará sendo a satisfação do cliente. A ProOfficeRental também se orgulha de seu compromisso com a sustentabilidade. Implementamos práticas ecológicas em todas as nossas operações, desde a seleção de produtos até a entrega e manutenção, garantindo que nossa pegada ambiental seja minimizada. Estamos entusiasmados com o futuro e continuamos a explorar novas maneiras de melhorar e expandir nossos serviços. Agradecemos a todos os nossos clientes por fazerem parte da nossa jornada e estamos ansiosos para continuar a servir a comunidade empresarial com excelência. Missão e Valores Nossa missão é fornecer soluções acessíveis e de alta qualidade em aluguel de equipamentos para escritórios, ajudando empresas de todos os tamanhos a prosperar. Nossos valores fundamentais incluem: Excelência: Comprometimento com a mais alta qualidade em nossos produtos e serviços. Inovação: Busca constante por novas tecnologias e soluções eficientes. Integridade: Atuação transparente e ética em todas as nossas relações. Sustentabilidade: Promoção de práticas empresariais responsáveis e sustentáveis. Qualidade e Inovação Na ProOfficeRental, a qualidade e a inovação estão no centro de tudo o que fazemos. Trabalhamos continuamente para garantir que nossos clientes tenham acesso às mais recentes tecnologias e aos equipamentos mais confiáveis do mercado. Nossa equipe de especialistas está sempre à disposição para oferecer suporte técnico e garantir que seus equipamentos funcionem perfeitamente. ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental",
    "bissness": "ProOfficeRental - Produtos: Equipamentos para Escritórios de Alta Qualidade ProOfficeRental Contatos Sobre Para negócios Cardápio ProOfficeRental - Produtos: Equipamentos para Escritórios de Alta Qualidade Nossos Produtos Na ProOfficeRental, oferecemos uma vasta gama de equipamentos para escritórios, garantindo que você encontre tudo o que precisa para otimizar seu ambiente de trabalho. Nosso catálogo inclui desde computadores e impressoras até mobiliário moderno e ergonômico. Além disso, nossos produtos são cuidadosamente selecionados para atender às necessidades de diferentes tipos de negócios, sejam eles pequenos escritórios, grandes corporações ou startups inovadoras. Estamos comprometidos em proporcionar soluções que aumentem a produtividade e o conforto do seu espaço de trabalho. Nossos equipamentos são de alta qualidade e passam por rigorosos testes de desempenho para garantir que funcionem de forma eficiente. Com a ProOfficeRental, você pode ter a certeza de que está obtendo o melhor em termos de tecnologia e design para o seu escritório. Explore nossa ampla seleção e descubra como podemos ajudar a transformar seu local de trabalho em um ambiente mais eficiente e agradável. De mesas ajustáveis a cadeiras ergonômicas, de laptops de última geração a sistemas de impressão avançados, temos tudo o que você precisa para manter seu escritório funcionando sem problemas. Confira Categorias de Produtos Computadores Desktops Laptops Workstations Impressoras Impressoras a laser Impressoras a jato de tinta Multifuncionais Mobiliário de Escritório Mesas Cadeiras ergonômicas Armários e estantes Periféricos Monitores Teclados e mouses Headsets Equipamentos Audiovisuais Projetores Telas de projeção Sistemas de som Acessórios Cabos e adaptadores Suportes Outros acessórios diversos Informações de Entrega e Devolução Oferecemos várias opções de entrega para garantir que seu equipamento chegue até você de maneira rápida e segura. As opções incluem: Entrega padrão: 3-5 dias úteis Entrega expressa: 1-2 dias úteis Retirada em loja: disponível no mesmo dia Política de devolução: Devoluções podem ser feitas em até 30 dias após o recebimento do produto. O produto deve estar em condições originais e com a embalagem intacta. Para iniciar uma devolução, entre em contato com nosso serviço de atendimento ao cliente. Perguntas Frequentes (FAQ) Como faço para alugar um equipamento? Escolha o equipamento desejado, selecione o período de aluguel e finalize seu pedido através do nosso site. Quais são as opções de pagamento? Aceitamos cartões de crédito, boleto bancário e transferências bancárias. Posso extender o período de aluguel? Sim, você pode extender o período de aluguel entrando em contato com nosso atendimento ao cliente. O que acontece se o equipamento quebrar durante o aluguel? Nós oferecemos assistência técnica para resolver qualquer problema que possa surgir durante o período de aluguel. Posso cancelar meu pedido? Sim, você pode cancelar seu pedido até 24 horas antes da data de entrega agendada. Há descontos para contratos de longo prazo? Sim, oferecemos descontos especiais para contratos de aluguel de longo prazo. Entre em contato para mais informações. ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental",
    "contact": "ProOfficeRental - Entre em Contato Conosco ProOfficeRental Contatos Sobre Para negócios Cardápio roOfficeRental - Entre em Contato Conosco Informações de Contato Você também pode nos encontrar através dos seguintes meios: Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com Asa Sul Superquadra Sul 302 - Asa Sul, Brasília - DF, 70338-000 Fale Conosco Estamos aqui para ajudar! Se você tiver alguma dúvida, sugestão ou precisar de suporte, entre em contato conosco através do formulário abaixo. Nossa equipe responderá o mais breve possível. &nbsp;Eu aceito&nbsp; Política de Privacidade Enviar ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental",
    "disclaimer": "ProOfficeRental - Termos de Isenção de Responsabilidade ProOfficeRental Contatos Sobre Para negócios Cardápio ProOfficeRental - Termos de Isenção de Responsabilidade Termos de Isenção de Responsabilidade Bem-vindo à ProOfficeRental. Ao utilizar nossos serviços de aluguel de equipamentos para escritório, você concorda com os termos e condições descritos neste aviso de isenção de responsabilidade. Por favor, leia atentamente as seguintes informações: 1. Uso dos Equipamentos Os equipamentos fornecidos pela ProOfficeRental são destinados exclusivamente para uso comercial em ambiente de escritório. O cliente é responsável pelo uso adequado dos equipamentos e deve seguir todas as instruções de uso e manutenção fornecidas. Qualquer dano causado por uso inadequado será de responsabilidade do cliente. 2. Limitação de Responsabilidade A ProOfficeRental não se responsabiliza por qualquer dano direto, indireto, incidental ou consequencial que possa resultar do uso ou da incapacidade de uso dos equipamentos alugados. Isso inclui, mas não se limita a, danos por perda de lucros, interrupção de negócios ou perda de informações. 3. Garantia dos Equipamentos A ProOfficeRental garante que todos os equipamentos alugados estão em boas condições de funcionamento no momento da entrega. No entanto, não oferecemos garantias adicionais sobre o desempenho dos equipamentos durante o período de aluguel. Qualquer problema técnico deve ser relatado imediatamente para que possamos providenciar a substituição ou reparo do equipamento. 4. Devolução dos Equipamentos Os equipamentos devem ser devolvidos nas mesmas condições em que foram entregues, exceto pelo desgaste normal de uso. Quaisquer danos ou falta de peças serão cobrados do cliente. A ProOfficeRental reserva-se o direito de inspecionar os equipamentos na devolução e emitir cobranças adicionais conforme necessário. 5. Privacidade e Dados A ProOfficeRental respeita a privacidade de seus clientes. Quaisquer dados pessoais coletados durante o processo de aluguel serão utilizados apenas para fins de administração do contrato e comunicação relacionada aos serviços prestados. Não compartilhamos informações pessoais com terceiros sem o consentimento prévio do cliente, exceto conforme exigido por lei. 6. Alterações nos Termos A ProOfficeRental reserva-se o direito de modificar estes termos de isenção de responsabilidade a qualquer momento. Quaisquer alterações serão publicadas em nosso site e entrarão em vigor imediatamente após a publicação. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer atualizações. 7. Contato Se você tiver alguma dúvida sobre estes termos de isenção de responsabilidade, entre em contato conosco pelo email proofficerental@gmail.com ou pelo telefone +55 (11) 2289-3378. Ao alugar equipamentos da ProOfficeRental, você reconhece que leu, compreendeu e concorda com estes termos de isenção de responsabilidade. ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental",
    "index": "ProOfficeRental - A Melhor Solução em Aluguel de Equipamentos para Escritórios no Brasil ProOfficeRental Contatos Sobre Para negócios Cardápio ProOfficeRental - A Melhor Solução em Aluguel de Equipamentos para Escritórios no Brasil Temos a melhor tecnologia para melhorar seu escritório! Na ProOfficeRental, você encontra uma ampla variedade de equipamentos para aluguel, tudo para garantir que seu escritório funcione da melhor maneira possível. Entre em contato Vantagens da Locação Descubra como a locação de equipamentos pode ser a solução ideal para o seu negócio: Principais Vantagens: Acesso à tecnologia de ponta Redução de custos Suporte técnico especializado Contratos flexíveis Economia fiscal Atualizações frequentes de equipamento Oferecemos a melhor tecnologia para seu escritório a preços acessíveis. Com nossa locação, você tem acesso às últimas novidades do mercado sem o custo de aquisição. Manutenção e suporte técnico incluídos em todos os nossos contratos, garantindo que você não precise se preocupar com problemas técnicos. Flexibilidade nos prazos de locação, permitindo que você ajuste o contrato conforme suas necessidades. Economia fiscal, já que os pagamentos de aluguel podem ser dedutíveis como despesas operacionais. Tipos de Equipamentos Disponíveis Na ProOfficeRental, oferecemos uma variedade de equipamentos para atender todas as necessidades do seu escritório: Computadores e Laptops Impressoras e Scanners Projetores e Telas Máquinas de Fotocópia Telefone e Sistemas de Comunicação Móveis de Escritório Ofertas Especiais e Promoções Aproveite nossas ofertas exclusivas e promoções para economizar ainda mais com a locação de equipamentos de escritório. Promoção de Verão Descontos especiais em todos os contratos fechados durante o verão. Não perca essa oportunidade! Até 20% off Pacote Completo Alugue um pacote completo de equipamentos e receba um desconto adicional. Até 15% off Frete Grátis Frete grátis para todas as locações acima de R$1000,00. Grátis Depoimentos de Clientes Veja o que nossos clientes têm a dizer sobre a ProOfficeRental: Ana Paula “A ProOfficeRental foi essencial para equipar nosso novo escritório. O serviço é excelente e a equipe de suporte é sempre muito prestativa.” Marcelo Souza “Nunca pensei que alugar equipamentos pudesse ser tão fácil e vantajoso. Recomendo a todos!” Fernanda Lima “Equipamentos modernos e de alta qualidade. Nosso escritório nunca esteve tão bem equipado. Obrigado, ProOfficeRental!” Lucas Pereira “Serviço impecável e entrega rápida. A ProOfficeRental realmente sabe como atender bem seus clientes.” ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental Política de Cookies Utilizamos cookies para melhorar sua experiência em nosso site. Ao continuar navegando, você concorda com nossa política de cookies. Aceitar document.querySelector('.btn-accept').addEventListener('click', function() { document.querySelector('.cookie-consent').style.display = 'none'; });",
    "privacy-policy": "ProOfficeRental - Política de Privacidade ProOfficeRental Contatos Sobre Para negócios Cardápio ProOfficeRental - Política de Privacidade Política de Privacidade A ProOfficeRental está comprometida em proteger a privacidade e segurança de seus clientes e visitantes. Esta política de privacidade explica como coletamos, usamos, armazenamos e protegemos suas informações pessoais. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail, número de telefone, endereço de entrega e informações de pagamento. Também podemos coletar informações sobre como você usa nosso site, incluindo o endereço IP, tipo de navegador e páginas acessadas. 2. Uso das Informações Usamos suas informações pessoais para: Processar e gerenciar seus pedidos de aluguel de equipamentos; Responder às suas perguntas e fornecer suporte ao cliente; Enviar atualizações sobre seu pedido e informações promocionais (se você optar por recebê-las); Melhorar nosso site e serviços, com base no feedback e na análise do uso; 3. Compartilhamento de Informações Não vendemos, trocamos ou alugamos suas informações pessoais para terceiros. Podemos compartilhar suas informações com parceiros de confiança que nos auxiliam na operação do site e na prestação dos serviços, desde que esses parceiros concordem em manter essas informações confidenciais. 4. Segurança das Informações Implementamos diversas medidas de segurança para proteger suas informações pessoais, incluindo a criptografia de dados sensíveis e o uso de servidores seguros. 5. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através do e-mail proofficerental@gmail.com. 6. Cookies Nosso site utiliza cookies para melhorar sua experiência de navegação. Os cookies são pequenos arquivos de texto armazenados no seu dispositivo que nos ajudam a entender como você usa nosso site e a personalizar seu conteúdo. Você pode gerenciar suas preferências de cookies nas configurações do seu navegador. 7. Alterações na Política de Privacidade Podemos atualizar esta política de privacidade periodicamente. As alterações serão publicadas nesta página e, se forem significativas, notificaremos você por e-mail ou através de um aviso em nosso site. 8. Contato Se você tiver dúvidas ou preocupações sobre nossa política de privacidade, entre em contato conosco através do e-mail proofficerental@gmail.com. ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental",
    "terms-conditions": "ProOfficeRental - Termos e Condições de Aluguel de Equipamentos para Escritório ProOfficeRental Contatos Sobre Para negócios Cardápio Termos e Condições de Uso - ProOfficeRental Termos e Condições Bem-vindo ao site da ProOfficeRental. Ao acessar e usar nosso site e nossos serviços, você concorda em cumprir e ficar vinculado aos seguintes Termos e Condições de Uso. Se você não concorda com qualquer parte destes termos, por favor, não utilize nosso site. 1. Serviços Oferecidos A ProOfficeRental oferece serviços de aluguel de equipamentos para escritório. Os detalhes e especificações dos produtos disponíveis para aluguel estão descritos em nosso site. 2. Condições de Aluguel Para alugar qualquer equipamento, o cliente deve preencher um formulário de solicitação e concordar com os termos do contrato de aluguel. Todos os equipamentos alugados devem ser devolvidos nas mesmas condições em que foram recebidos, exceto pelo desgaste normal. 3. Pagamentos Os pagamentos devem ser efetuados conforme as condições acordadas no contrato de aluguel. A ProOfficeRental se reserva o direito de cobrar taxas adicionais por atrasos na devolução ou danos aos equipamentos. 4. Política de Cancelamento Os clientes podem cancelar o contrato de aluguel a qualquer momento antes da entrega dos equipamentos. Cancelamentos após a entrega dos equipamentos podem estar sujeitos a taxas de cancelamento, conforme descrito no contrato. 5. Responsabilidade A ProOfficeRental não se responsabiliza por quaisquer danos indiretos, incidentais ou consequentes resultantes do uso dos equipamentos alugados. O cliente é responsável por garantir o uso adequado dos equipamentos. 6. Privacidade Respeitamos sua privacidade e estamos comprometidos em proteger suas informações pessoais. Para mais detalhes, consulte nossa Política de Privacidade. 7. Modificações nos Termos A ProOfficeRental se reserva o direito de modificar estes Termos e Condições de Uso a qualquer momento. Quaisquer alterações serão publicadas em nosso site e entrarão em vigor imediatamente após a publicação. 8. Contato Se você tiver alguma dúvida sobre estes Termos e Condições de Uso, entre em contato conosco através do nosso E-mail: proofficerental@gmail.com. ProOfficeRental Contatos Sobre Para negócios Termos e Condições Política de Privacidade Isenção de responsabilidade Telefone: +55 (11) 2289-3378 E-mail: proofficerental@gmail.com © 2024 ProOfficeRental",
    "thank_page": "ProOfficeRental - Obrigado pelo Seu Contato ProOfficeRental - Obrigado pelo Seu Contato Obrigado pelo Seu Contato! Recebemos sua mensagem e nossa equipe responderá o mais breve possível. Agradecemos por entrar em contato conosco e por escolher a ProOfficeRental para suas necessidades de aluguel de equipamentos para escritório. Enquanto isso, sinta-se à vontade para explorar nossos produtos e ofertas especiais. Estamos ansiosos para atendê-lo! Voltar à Página Inicial"
  },
  "date": "2024-06-16T17:03:12.776Z"
}