{
  "name": "New_v9_EcoFoods",
  "pages": {
    "index": "Eco Foods Provider of Natural Health Supplements for Optimal Wellness Eco Foods Home About Contacts Home About Contacts Immunity Kit A Perfect Combination Of Supplements To Protect Your Body From Infection And Disease Our Products Shop Eco Foods Organic Vegetables Customers reviews Sustainable Eating Plans Ask a question Eco-Friendly Recipes WHY CHOOSE US? ECO FRIENDLY Eco-friendly foods are produced in ways that are mindful of the environment and aim to reduce the carbon footprint. These foods are often grown using sustainable farming practices. STAY HEALTHY Staying healthy is not just about regular exercise and adequate sleep; it also involves making mindful food choices. Consuming a balanced diet rich in fruits, vegetables, whole grains. 100% NATURAL Choosing 100% natural foods means opting for products that are free from artificial additives, preservatives, and genetically modified organisms (GMOs). Contact Us We are here to help you with any questions or concerns you may have. Please don't hesitate to reach out to us through any of the following methods: I agree to the privacy policy Send Message Our Contact Information : Email: ecofoods@gmail.com Phone: +91-898-8455867 india Address: Mohan Nagar, Nagpur, Maharashtra 440001, India Office Hours Monday - Friday: 9:00 AM - 5:00 PM Saturday: 10:00 AM - 2:00 PM Sunday: Closed OUR Products AnjaNeya Graviola Ashwagandha Simaruba Veg Capsules 500mg Curcumin C3 with Bioperine, Lycopene Beta & Grape seed Extract – 90 Veg Caps HEALTH & WELLNESS Organic Fruits Discover the benefits of organic fruits grown without harmful pesticides. Eco-Friendly Vegetables Eco-friendly vegetables are not only good for your health but also for the planet. Local Honey Support local beekeepers by choosing natural, unprocessed honey. Sustainable Seafood Choose sustainable seafood options to promote ocean health and biodiversity. About Us Welcome to Eco Foods, your trusted partner in delivering high-quality, sustainably sourced food products from India. At Eco Foods, we believe in the power of nature and the importance of preserving our environment for future generations. Our mission is to provide you with the finest organic and eco-friendly food products that not only nourish your body but also support sustainable farming practices. Founded in the heart of India, Eco Foods is committed to promoting the rich agricultural heritage of our country. We work closely with local farmers to ensure that our products are grown and harvested using environmentally friendly methods. From farm to table, we prioritize quality, sustainability, and the well-being of our customers and the planet. Our product range includes a variety of organic grains, spices, pulses, and more, all carefully selected to meet the highest standards of quality and taste. At Eco Foods, we are more than just a food company; we are a movement towards a healthier, greener, and more sustainable future. Customer Reviews Olivia Davis \"The eco foods from this store are fantastic! Fresh, delicious, and I love that they are environmentally friendly.\" William Kim \"I was pleasantly surprised by the quality of the eco foods. They taste great and I feel good about my purchase.\" Ava Thompson \"Amazing variety of eco-friendly products! The fruits and vegetables are always fresh and flavorful.\" Janet Johnson \"I highly recommend their eco foods. They are not only tasty but also help reduce my carbon footprint.\" Grace Lee \"Top-notch eco foods! I appreciate the commitment to sustainability and the quality is excellent.\" Michael Brown \"The eco foods here are a game-changer. Fresh, healthy, and eco-friendly - it's a win-win!\" Eco Foods Home About Contacts Privacy Policy Terms of Service &copy; 2024 Eco Foods All Rights Reserved.",
    "privacy": "Privacy Policy | Eco Foods company Eco Foods Home About Contacts Home About Contacts Introduction Welcome to Eco Foods' Privacy Policy. Eco Foods (\"we\", \"our\", \"us\") is committed to protecting your privacy. This policy outlines how we collect, use, and protect your personal information. Information We Collect We collect information to provide better services to all our users. This includes: Personal identification information (Name, email address, phone number, etc.). Usage data (pages visited, time spent on the site, etc.). Transaction data (purchase history, payment information, etc.). How We Use Information We use the information we collect in various ways, including to: Provide, operate, and maintain our website. Improve, personalize, and expand our website. Understand and analyze how you use our website. Develop new products, services, features, and functionality. Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes. Send you emails. Process your transactions and manage your orders. Find and prevent fraud. Information Sharing We do not share your personal information with companies, organizations, or individuals outside of Eco Foods except in the following cases: With your consent. For external processing by trusted businesses or persons who process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. For legal reasons, such as to comply with any applicable law, regulation, legal process, or enforceable governmental request. Data Security We strive to use commercially acceptable means to protect your personal information. However, remember that no method of transmission over the Internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Children's Privacy Our website does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us. If we discover that a child under 13 has provided us with personal information, we will delete such information from our servers immediately. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us at: Email: ecofoods@gmail.com Eco Foods Home About Contacts Privacy Policy Terms of Service &copy; 2024 Eco Foods All Rights Reserved.",
    "terms": "Terms of Use | Eco Foods company Eco Foods Home About Contacts Home About Contacts Terms and Conditions Welcome to our website. If you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Eco Foods's relationship with you in relation to this website. If you disagree with any part of these terms and conditions, please do not use our website. Use of the Website The content of the pages of this website is for your general information and use only. It is subject to change without notice. Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law. Intellectual Property This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions. Links to Other Websites From time to time this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s). Limitation of Liability To the fullest extent permitted by applicable law, in no event will Eco Foods, its affiliates, or their licensors, service providers, employees, agents, officers, or directors be liable for damages of any kind, under any legal theory, arising out of or in connection with your use, or inability to use, the website, any websites linked to it, any content on the website, or such other websites, including any direct, indirect, special, incidental, consequential, or punitive damages, including but not limited to, personal injury, pain and suffering, emotional distress, loss of revenue, loss of profits, loss of business or anticipated savings, loss of use, loss of goodwill, loss of data, and whether caused by tort (including negligence), breach of contract, or otherwise, even if foreseeable. Governing Law Your use of this website and any dispute arising out of such use of the website is subject to the laws of India. Contact Information If you have any questions about these Terms and Conditions, please contact us at: Email: ecofoods@gmail.com Thank you for visiting our website. Eco Foods Home About Contacts Privacy Policy Terms of Service &copy; 2024 Eco Foods All Rights Reserved.",
    "thanks": "Thank You for Choosing Our Eco Foods Thank You for Choosing Eco Foods company We extend our deepest gratitude for choosing our Eco Foods company as your go-to destination for entertainment. Your support and enjoyment of our diverse range of shows and movies drive us to continually provide the best viewing experience possible. Go back Home"
  },
  "date": "2024-06-16T12:43:41.213Z"
}