{
  "name": "New_v9_VerbaDoctrina",
  "pages": {
    "about": "About Us - VerbaDoctrina About Courses Reviews Resources Vacancies Methods Partners FAQ Contact us Home About Courses Reviews Resources Vacancies Methods Partners FAQ Contact us Discover VerbaDoctrina Your Pathway to Mastering New Languages At VerbaDoctrina, we believe in the power of language to unlock doors and create opportunities. Our mission is to provide high-quality, accessible language education to students worldwide. With a team of expert instructors and a comprehensive curriculum, we're committed to helping you achieve fluency and confidence in your chosen language. Our courses are designed to cater to all levels, from beginners to advanced learners. Whether you're aiming to enhance your career prospects, prepare for exams, or simply indulge in the joy of learning a new language, VerbaDoctrina has the perfect course for you. Join our community and embark on a transformative language learning journey today. Write us Join Our Dynamic Team and Shape the Future of Language Education Language Instructor Join our team of expert instructors and help students achieve fluency in their chosen language. Must have relevant teaching experience and a passion for language education. Write us Marketing Specialist We are looking for a creative marketing specialist to develop and implement strategies to promote our language courses. Experience in digital marketing is required. Write us Administrative Assistant We are seeking a detail-oriented administrative assistant to support our office operations and assist with student inquiries. Strong organizational skills are a must. Write us Innovative Teaching Methods for Effective Language Mastery 1 Immersive Learning Dive into the language with real-life scenarios, interactive dialogues, and cultural immersion to enhance comprehension and fluency. 2 Blended Learning Combine the flexibility of online lessons with the personal touch of face-to-face instruction, ensuring a comprehensive learning experience. 3 Task-Based Learning Engage in practical tasks and projects that simulate real-world language use, promoting active learning and skill application. For partners Corporate Training Programs Collaborate with us to provide tailored language training programs for your employees, enhancing their communication skills and global competence. Our expert instructors will ensure your team is well-prepared for international business interactions. Contact us Educational Institutions Partner with schools and universities to integrate our language courses into their curricula, offering students additional language learning opportunities. We provide customized programs to fit the academic needs and schedules of your institution. Contact us Study Abroad Programs Join forces with international study programs to provide language preparation courses for students planning to study abroad, ensuring their readiness and success. Our courses focus on practical language skills and cultural awareness. Contact us Community Organizations Work with local community groups to offer language learning resources and classes, promoting cultural exchange and community integration. We aim to foster a sense of belonging and mutual understanding within diverse communities. Contact us FAQ What languages do you offer courses in? We offer courses in a wide range of languages, including but not limited to English, Spanish, French, German, Italian, and Mandarin. Are the courses suitable for beginners? Yes, our courses are designed to cater to learners of all levels, including beginners. We provide comprehensive instruction to help you build a strong foundation in your chosen language. What is the duration of each course? The duration of each course varies depending on the language and level. Our courses typically range from a few weeks to several months. Specific details can be found on the course description page. Are the instructors qualified? Yes, all our instructors are highly qualified and experienced in teaching their respective languages. They undergo rigorous training and are committed to helping you achieve your language learning goals. Do you offer online courses? Yes, we offer flexible online courses that allow you to learn at your own pace from anywhere in the world. Our online platform provides access to course materials, live sessions, and interactive exercises. How can I enroll in a course? To enroll in a course, simply visit our website and navigate to the course catalog. Select the course you're interested in and follow the prompts to complete the enrollment process. If you have any questions or need assistance, feel free to contact our support team. Nagpur, Maharashtra, India VerbaDoctrina@gmail.com +919313246779 © 2024 VerbaDoctrina Home About Privacy Policy Courses Reviews Resources Vacancies Methods Partners FAQ Contact us",
    "index": "VerbaDoctrina - Expert Language Courses About Courses Reviews Resources Vacancies Methods Partners FAQ Contact us Home About Courses Reviews Resources Vacancies Methods Partners FAQ Contact us Master Languages with VerbaDoctrina Unlock Your Potential with Expert-Led Language Courses Contact us 500+ Courses Offered 10,000+ Students Enrolled 95% Success Rate 50+ Expert Instructors Master Any Language with Our Expert-Led Courses General English Improve your overall English skills for daily communication. Business English Enhance your English for professional settings and business communication. Exam Preparation Get ready for TOEFL, IELTS, and other language proficiency tests. Conversation Practice Develop your speaking and listening skills through practice. Courses for Kids Engaging and interactive language courses for children. Travel English Learn essential phrases and vocabulary for traveling abroad. Academic English Prepare for studying in English-speaking universities and colleges. Online Courses Flexible and convenient online language courses for all levels. Hear from Our Successful Students Anna K. \"The courses at VerbaDoctrina have been a game-changer for my career. The instructors are highly knowledgeable and the materials are top-notch. I've significantly improved my business English skills and feel more confident in my professional communication.\" John M. \"I enrolled in the exam preparation course and it was one of the best decisions I've made. The structured approach and constant feedback from the instructors helped me achieve a high score on my IELTS test. I highly recommend VerbaDoctrina to anyone looking to improve their language skills.\" Unlock a Wealth of Language Learning Resources E-Books Library Access a wide range of language learning e-books. Video Lessons Engaging video content to enhance your learning. Practice Quizzes Test your knowledge with interactive quizzes. Study Guides Comprehensive guides to aid your study sessions. Contact us Reach Out and Start Your Language Journey Today Submit Accept Privacy Policy Nagpur, Maharashtra, India VerbaDoctrina@gmail.com +919313246779 © 2024 VerbaDoctrina Home About Privacy Policy Courses Reviews Resources Vacancies Methods Partners FAQ Contact us",
    "policy": "Privacy Policy - VerbaDoctrina About Courses Reviews Resources Vacancies Methods Partners FAQ Contact us Home About Courses Reviews Resources Vacancies Methods Partners FAQ Contact us Privacy Policy Introduction Welcome to VerbaDoctrina. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website and use our services. We are committed to protecting your personal data and ensuring your privacy is maintained. We recognize the importance of your privacy and are dedicated to being transparent about our data practices. This policy outlines the types of information we collect, how we use it, and the steps we take to ensure your data is protected. By using our site and services, you agree to the collection and use of information in accordance with this policy. If you do not agree with the terms outlined here, please refrain from using our website and services. Your continued use of our services constitutes your acceptance of this Privacy Policy and any future updates. We encourage you to review this policy regularly to stay informed about our practices and your rights regarding your personal information. Use of Information The information we collect is used to provide, maintain, and improve our services. This includes processing your transactions, managing your account, and providing customer support. We also use this information to communicate with you about updates, promotions, and new offerings. Your data helps us understand your preferences and interests, allowing us to customize our services and content to better meet your needs. Our goal is to create a personalized and engaging experience for each user. We may also use your information to personalize your experience on our site, understand how our services are used, and enhance the security of our platform. We strive to make our services as relevant and useful to you as possible. This involves analyzing user behavior and feedback to continuously improve our offerings. We implement various security measures to protect your data from unauthorized access, alteration, and misuse, ensuring a safe and secure environment for all our users. Sharing of Information We do not sell, trade, or rent your personal information to third parties. However, we may share your information with trusted partners who assist us in operating our website, conducting our business, or serving our users, as long as those parties agree to keep this information confidential. These partners may include payment processors, email service providers, and analytics companies. We carefully select our partners and require them to comply with strict data protection standards to ensure the safety and confidentiality of your information. In certain circumstances, we may be required to disclose your information to comply with legal obligations or protect our rights. This includes responding to legal requests, enforcing our policies, or protecting the rights, property, or safety of VerbaDoctrina, our users, or others. We take these responsibilities seriously and review each request carefully to ensure it is legitimate and necessary. Our commitment to your privacy means that we will only share your information in ways that are transparent and in your best interest. Data Security We implement a variety of security measures to maintain the safety of your personal information. Your data is stored on secure servers and protected by industry-standard encryption technologies. Access to your data is restricted to authorized personnel who have a legitimate need to access it for the purposes outlined in this policy. We regularly review our security practices to protect your information against unauthorized access, alteration, disclosure, or destruction. Despite our best efforts, no security system is completely impenetrable. Therefore, we cannot guarantee the absolute security of your data. In the event of a data breach, we will notify you promptly and take all necessary steps to mitigate the impact. We also encourage you to take steps to protect your personal information, such as using strong passwords and keeping them confidential. Together, we can ensure your data remains secure and your privacy is protected. Data Retention We retain your personal information for as long as necessary to provide you with our services and fulfill the purposes described in this policy. This retention period may vary depending on the nature of the information and the purposes for which it is collected. Once your information is no longer needed, we will securely delete or anonymize it. We periodically review our data retention practices to ensure we are only keeping data for as long as necessary and in compliance with applicable laws and regulations. If you wish to request the deletion of your personal data, you may contact us, and we will process your request in accordance with our data retention policy and applicable legal requirements. We strive to respect your privacy and data rights while maintaining the integrity and functionality of our services. Your requests are important to us, and we are committed to responding promptly and transparently to any concerns or questions you may have about your data. User Rights You have certain rights regarding your personal information, including the right to access, correct, or delete the data we hold about you. You also have the right to object to or restrict certain types of data processing and to request the transfer of your data to another service provider. We are committed to upholding these rights and providing you with the information and tools you need to exercise them. If you wish to exercise any of these rights, please contact us using the information provided in this policy. We will respond to your request within a reasonable timeframe and take appropriate actions in accordance with applicable laws. Our goal is to ensure that your data is accurate, up-to-date, and handled in a manner that respects your privacy rights. We may need to verify your identity before processing certain requests to ensure the security of your data. Rest assured, we are here to assist you and ensure that your rights are protected at all times. Third-Party Links Our website may contain links to third-party sites that are not operated by us. These links are provided for your convenience and to enhance your experience. However, we do not have control over these sites and are not responsible for their content, privacy policies, or practices. We encourage you to review the privacy policies of any third-party sites you visit to understand how they collect, use, and protect your information. Your interaction with these sites is at your own risk, and we recommend that you exercise caution and read their policies carefully. While we strive to provide only quality links to useful and ethical websites, we cannot guarantee the privacy standards of these third-party sites. Our inclusion of these links does not imply endorsement or approval of their content or practices. If you have any concerns about the security or privacy of third-party sites, we encourage you to contact them directly. Your privacy is important to us, and we are committed to ensuring that our own practices meet the highest standards of data protection. Children's Privacy Our services are not intended for children under the age of 13. We do not knowingly collect personal information from children under 13 without verifiable parental consent. If we become aware that we have inadvertently received personal information from a child under 13, we will delete such information from our records promptly. We take the privacy of children seriously and are committed to complying with applicable laws and regulations regarding children's privacy. If you are a parent or guardian and believe that your child has provided us with personal information without your consent, please contact us immediately. We will work with you to address the issue and ensure that any information provided by the child is removed from our records. Our goal is to provide a safe and secure environment for all users, and we appreciate your cooperation in protecting the privacy of children. International Data Transfers Your information may be transferred to and maintained on servers located outside of your state, province, country, or other governmental jurisdiction where data protection laws may differ from those in your jurisdiction. We take steps to ensure that your data is treated securely and in accordance with this Privacy Policy, regardless of where it is processed. By using our services, you consent to the transfer of your information to countries outside your own, including the United States and other countries where our service providers operate. We implement appropriate safeguards to protect your data during international transfers, including standard contractual clauses approved by data protection authorities. Our commitment to your privacy means that we will continue to monitor and adjust our practices as necessary to comply with applicable data protection regulations and ensure the security of your information. Your trust is important to us, and we strive to maintain the highest standards of data protection across all our operations. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices, technologies, legal requirements, and other factors. We will notify you of any significant changes by posting the new Privacy Policy on our website and updating the effective date. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information. Your continued use of our services after any changes to this policy constitutes your acceptance of the updated terms. If we make material changes to this Privacy Policy, we will provide a more prominent notice, such as an email notification or a notice on our website's homepage. We are committed to transparency and will ensure that you are aware of any significant updates to our data practices. Your privacy and trust are important to us, and we will continue to prioritize your protection as we evolve and grow. Thank you for choosing VerbaDoctrina and trusting us with your personal information. Data Protection Officer We have appointed a Data Protection Officer (DPO) to oversee our data protection strategy and ensure compliance with data protection laws. The DPO is responsible for monitoring our data protection practices, providing guidance on data protection issues, and serving as a point of contact for data subjects and regulatory authorities. Our DPO works closely with our team to ensure that your personal information is handled with the utmost care and in accordance with applicable laws. If you have any questions or concerns about your data or our data protection practices, you can contact our DPO directly at VerbaDoctrina@gmail.com. We are committed to addressing your concerns and ensuring that your data rights are respected. Our DPO is dedicated to maintaining the highest standards of data protection and privacy, and we appreciate your trust in VerbaDoctrina. Your feedback helps us improve our practices and continue to provide a safe and secure environment for all users. Legal Basis for Processing We process your personal information based on one or more of the following legal bases: your consent, the performance of a contract, compliance with a legal obligation, protection of vital interests, and legitimate interests. When we process your data based on consent, you have the right to withdraw your consent at any time. For processing based on legitimate interests, we ensure that such interests are not overridden by your data protection rights and freedoms. We are committed to transparency and ensuring that our processing activities are lawful and fair. If you have any questions about the legal bases on which we process your data, please contact us. We are here to provide you with the information you need to understand our data practices and make informed decisions about your personal information. Your trust is important to us, and we strive to handle your data responsibly and in accordance with applicable laws. Third-Party Services We may use third-party service providers to assist us in operating our website and delivering our services. These service providers may have access to your personal information to perform specific tasks on our behalf. We require all third-party service providers to maintain the confidentiality and security of your information and to use it only for the purposes for which it was disclosed. We carefully select our service providers and ensure that they comply with our privacy and data protection standards. We are committed to maintaining the highest standards of privacy and security when working with third-party service providers. If you have any questions or concerns about our use of third-party services, please contact us. We are here to provide you with the information you need to understand our data practices and make informed decisions about your personal information. Your trust is important to us, and we strive to handle your data responsibly and in accordance with applicable laws. Data Accuracy and Integrity We take reasonable steps to ensure that the personal information we collect is accurate, complete, and up-to-date. We rely on you to provide accurate information and to update it as necessary. If you believe that any information we hold about you is incorrect or incomplete, please contact us to make the necessary corrections. Ensuring the accuracy of your data helps us provide better services and maintain a trustworthy relationship with you. Our commitment to data integrity means that we regularly review and update our data management practices. We implement strict policies and procedures to maintain the accuracy and integrity of your information. This includes regular audits and data validation processes to detect and correct any inaccuracies. Your cooperation in keeping your data current and accurate is essential to our efforts to provide high-quality services and protect your privacy. User Account Management When you create an account with us, you will be required to provide certain personal information, such as your name, email address, and password. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. We encourage you to use a strong, unique password and to change it regularly to enhance the security of your account. If you suspect any unauthorized use of your account or any other breach of security, please notify us immediately. We will work with you to secure your account and protect your personal information. Our goal is to provide a safe and secure platform for all users, and your vigilance in managing your account is a crucial part of this effort. We are committed to supporting you in maintaining the security of your account and your data. Data Anonymization and Aggregation In some cases, we may anonymize or aggregate your personal information so that it can no longer be linked to you individually. This anonymized or aggregated data is used for various purposes, such as improving our services, conducting research, and analyzing trends. By using anonymized data, we can gain valuable insights without compromising your privacy. We take care to ensure that the process of anonymization or aggregation is thorough and effective, and that the resulting data cannot be used to re-identify individuals. Your privacy is a top priority, and we are committed to using data in ways that protect your identity and personal information. If you have any questions about our use of anonymized or aggregated data, please contact us for more information. Consent to Marketing Communications By providing your personal information, you consent to receive marketing communications from us. These communications may include newsletters, promotions, and updates about our services. You can opt-out of receiving marketing communications at any time by following the unsubscribe instructions included in each communication or by contacting us directly. We respect your preferences and will honor your request to stop receiving marketing materials promptly. We aim to keep you informed about the latest developments and offerings from VerbaDoctrina while respecting your right to privacy. Your consent to marketing communications is voluntary, and you can change your preferences at any time. If you have any questions or concerns about our marketing practices, please contact us for assistance. We are committed to providing you with valuable information in a manner that respects your privacy and preferences. Privacy Shield Framework VerbaDoctrina complies with the EU-U.S. Privacy Shield Framework and the Swiss-U.S. Privacy Shield Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States. We are committed to adhering to the Privacy Shield principles of notice, choice, accountability for onward transfer, security, data integrity and purpose limitation, access, and recourse, enforcement, and liability. If there is any conflict between the terms of this Privacy Policy and the Privacy Shield principles, the Privacy Shield principles shall govern. We are committed to resolving any complaints about our collection or use of your personal information in accordance with the Privacy Shield principles. If you have any questions or concerns about our participation in the Privacy Shield Framework, please contact us for more information. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please do not hesitate to contact us. We are here to assist you and ensure that your privacy is respected and protected. You can reach us by email at VerbaDoctrina@gmail.com. We will respond to your inquiries promptly and work with you to address any issues you may have. Your feedback is valuable to us and helps us improve our services and data practices. We appreciate your trust in VerbaDoctrina and are committed to maintaining the highest standards of privacy and data protection. Thank you for being a part of our community and for taking the time to understand our privacy practices. Together, we can ensure a safe and secure experience for all users. Nagpur, Maharashtra, India VerbaDoctrina@gmail.com +919313246779 © 2024 VerbaDoctrina Home About Privacy Policy Courses Reviews Resources Vacancies Methods Partners FAQ Contact us",
    "thank": "Thank You - VerbaDoctrina Thank You for Contacting VerbaDoctrina Thank you for reaching out to VerbaDoctrina! We appreciate your interest in our language courses and your trust in our services. Your message has been received, and one of our team members will be in touch with you shortly to assist with your inquiry. Home"
  },
  "date": "2024-06-13T12:14:53.077Z"
}