{
  "name": "New_v9_worky",
  "pages": {
    "about": "About Us - Worky Worky home about services blog ABOUT COMPANY WE CREATE AND TURN INTO REALITY We utilize cutting-edge design strategies to improve the quality of residential living and support the success of workplaces! Our entire team actively engages with our clients! All members of our team collaborate closely with our clients, across all three of our offices situated throughout the US. Our objective is to implement exceptional design concepts and solutions for every project we undertake... Throughout this process, we carefully incorporate client directives, technical possibilities, and environmental considerations. The engineering and interior design solutions we provide typically result from collaborative efforts. SERVICES OUR PHILOSOPHY Designing sustainable, high-performance buildings requires an integration of architectural and engineered systems into a balanced design of sustainability… Based on your project, get only what’s needed Cost effective, to secure construction process Premium quality. We always get the best people IMPORTANT MILESTONES WHAT WE ACCOMPLISHED 358 FINISHED PROJECTS 28 DESIGN AWARDS 18 YEARS IN INDUSTRY 724 HAPPY CLIENTS TEAM OUR AMAZING TEAM Worky is the place where you can be absolutely assured about your house and interior. We boast a team of highly skilled professionals who are tirelessly dedicated to offering you the finest service and ingenious solutions. We take immense pleasure in handling even the most intricate projects and delivering to you the interior of your dreams! Phone +91-261-2341423 Address 8/763 opp SBI hanuman, Surat, Gujarat 395001, India LET’S GET IN TOUCH Monday — Thursday 10:00 – 23:00 Friday — Sunday 10:00 – 19:00 worky@gmail.com Worky Privacy Policy Terms conditions",
    "blog": "Blog - Worky Worky home about services blog OUR BLOG Fitting a Square Building Discover the intricacies of fitting a square building into various landscapes and urban environments. Learn about the challenges and innovative solutions involved in maximizing space efficiency while maintaining architectural integrity. Explore case studies and expert insights on how to achieve harmony between functionality and aesthetics in square building design. MODERN EXTENSION TO BRICK HOUSE Dive into the world of modern architectural extensions for brick houses, blending tradition with contemporary design principles. Explore cutting-edge techniques and materials used to seamlessly integrate new extensions with existing brick structures. Gain inspiration from stunning examples of modern brick house extensions, showcasing innovative approaches to space expansion and enhancement. Groundbreaking Women in Construction Celebrate the remarkable contributions of women in the construction industry, from architects and engineers to project managers and tradespeople. Discover inspiring stories of pioneering women who have shattered stereotypes and excelled in traditionally male-dominated fields. Explore initiatives and organizations dedicated to promoting gender diversity and empowering women in the construction sector. Tips on Buying a Fixer Upper Receive expert advice and valuable tips on navigating the process of purchasing a fixer-upper property. Learn how to assess the potential of a fixer-upper, including evaluating renovation costs and estimating the return on investment. Explore practical strategies for negotiating with sellers, securing financing, and managing renovation projects effectively to turn a fixer-upper into your dream home. Phone +91-261-2341423 Address 8/763 opp SBI hanuman, Surat, Gujarat 395001, India LET’S GET IN TOUCH Monday — Thursday 10:00 – 23:00 Friday — Sunday 10:00 – 19:00 worky@gmail.com Worky Privacy Policy Terms conditions",
    "index": "Worky Worky home about services blog Build Tomorrow's Horizons Best Ideas – Best Solution – Best Result view more ABOUT COMPANY WE&nbsp;CREATE AND TURN INTO REALITY We harness cutting-edge design methodologies to enrich residential well-being and drive workplace excellence! Our entire team actively collaborates with our valued clientele! Our dedicated team engages seamlessly with our clients across our 3 strategically positioned offices throughout the United States. Our overarching mission is to actualize unparalleled design concepts and solutions for every project we undertake... Throughout this process, we intricately meld client directives, technological capabilities, and environmental considerations. The engineering and interior design solutions we deliver are typically born from a collective effort. TESTIMONIALS WHAT OUR CLIENTS SAY It&nbsp;is&nbsp;not every construction company that can build a&nbsp;building from ground up&nbsp;and complete 80,000&nbsp;sq.&nbsp;ft.&nbsp;of&nbsp;first class office improvement space in&nbsp;13&nbsp;months. ADVANTAGES WORKING ON&nbsp;EXCLUSIVE PROJECTS Creating sustainable, high-performance structures necessitates the fusion of architectural and engineered systems into a harmonious blend of sustainability and cost-efficiency. Worky seamlessly integrates these methodologies with the distinctive requisites and standards essential for state-of-the-art technological facilities. PORTFOLIO OUR LATEST PROJECTS We specialize in author’s projects which represent your individuality. Our award-winning designers know how to create a perfect space for you. We stand for durable materials, qualitative work and innovative technologies. Enjoy our unique architectural solution and design projects! PARTNERS OUR CLIENTS &amp;&nbsp;PARTNERS Phone +91-261-2341423 Address 8/763 opp SBI hanuman, Surat, Gujarat 395001, India LET’S GET IN TOUCH Monday — Thursday 10:00 – 23:00 Friday — Sunday 10:00 – 19:00 worky@gmail.com Worky Privacy Policy Terms conditions",
    "privacy-policy": "Privacy Policy - Worky Worky home about services blog Privacy Policy Data Collection: Worky collects information, including user preferences and project history, to enhance user experience and provide personalized services. Personal Information: Users may provide personal information voluntarily during interactions with Worky, such as submitting contact forms or requesting consultations. Use of Information: Collected data is used to communicate with users, fulfill service requests, and improve the quality of our architectural services. Third-Party Partners: Worky may share non-personal information with third-party partners for analytics and marketing purposes, but never sells personal information. Data Security: Worky employs security measures to protect user information from unauthorized access, disclosure, or alteration. Children's Privacy: Worky's services are not intended for users under 13. We do not knowingly collect personal information from children. Consent: By using Worky, users consent to the terms outlined in this Privacy Policy. Opt-Out: Users have the right to opt-out of marketing communications. Contact us for assistance. Updating Information: Users can review, update, or delete their personal information by contacting us. Policy Changes: Worky reserves the right to update this Privacy Policy. Users will be notified of any changes. Data Sharing: Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analytics. Data Retention: User information is retained for as long as necessary to fulfill the purposes outlined in this policy. Legal Compliance: Worky complies with applicable data protection laws and regulations. User Rights: Users have the right to access, correct, or delete their personal information. Contact us to exercise these rights. Contact Information: For questions or concerns regarding this Privacy Policy, contact our support team through the provided contact information. Feedback: We welcome user feedback regarding our Privacy Policy and overall experience with Worky. Communication: Users may receive project updates, appointment confirmations, and other relevant communications. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each marketing email. Payment Information: Worky does not store payment information. Payments are processed securely through trusted payment gateways. Phone +91-261-2341423 Address 8/763 opp SBI hanuman, Surat, Gujarat 395001, India LET’S GET IN TOUCH Monday — Thursday 10:00 – 23:00 Friday — Sunday 10:00 – 19:00 worky@gmail.com Worky Privacy Policy Terms conditions",
    "services": "Our Services - Worky Worky home about services blog OUR SERVICES LOOK OUR BEST SERVICES Discover excellence in every detail with our comprehensive suite of services at Worky. From visionary architectural design to meticulous construction management, we offer tailored solutions to bring your projects to life. Explore our diverse range of offerings, including interior design, renovation, and consulting services, all designed to exceed your expectations and elevate your spaces. Trust us to deliver innovative solutions and exceptional results for every project, big or small. INTERIOR PLANING A relaxing bathroom helps you start and end your day in good spirits. It’s beneficial to have well designed storage to keep an open, clean feel. LANDSPACING We all are living busy lives, giving time to family, friends, and work, hence our bedroom is oftentimes the place where we go to relax and escape everyday life struggles. DECORATION For improving entire appeal of the house homeowners can opt for the renovation projects. Unique renovation can completely. INTERIOR DESIGN We combine decades of design projecting experience with an unrelenting dedication to setting new benchmarks in the lighting marketplace. ARCHITECTURE We offer dozens of custom options - from special finishes to hand-applied gilding to a choice of leg styles on some pieces, and even more choices. STYLE SELECTION We understand that most homeowners don’t undertake major exterior replacements and redesign projects more than once, and that’s why our goal. OUR PRICING A VARIETY OF OPTIONS Transform your everyday environment with these 3 different sets of architecture services offered at affordable price. Every pricing package can be customized according to your wishes. BASIC $29.00 Interior Design Space Planning Decorating Service Project Management view more STANDARD $49.00 Interior Architecture Exterior Design Renovation Service Lighting Installation view more PREMIUM $79.00 Landscape Design Planning &amp; Development Custom Furniture Refurbishing view more PARTNERS OUR CLIENTS &amp;&nbsp;PARTNERS LATEST NEWS TOP INSIGHTS ON THE CURRENT INDUSTRY Welcome to our Latest News section, your go-to destination for updates on the ever-evolving world of construction. Stay informed with our curated selection of top insights on the current industry trends, innovations, and developments. From groundbreaking technologies to expert analyses, we've got you covered. Explore our articles, interviews, and features to stay ahead of the curve and make informed decisions for your construction projects. Whether you're a seasoned professional or just starting out, our Latest News section is your indispensable resource for staying informed and inspired in the dynamic realm of construction. SUBSCRIBE JOIN OUR NEWSLETTER Good news &amp; event details as well straight to your incoming mail! I accept Privacy Policy Phone +91-261-2341423 Address 8/763 opp SBI hanuman, Surat, Gujarat 395001, India LET’S GET IN TOUCH Monday — Thursday 10:00 – 23:00 Friday — Sunday 10:00 – 19:00 worky@gmail.com Worky Privacy Policy Terms conditions",
    "terms-conditions": "Terms and Conditions - Worky Worky home about services blog Terms and Conditions 1. Agreement: By using the Worky website, you agree to these terms and conditions. 2. Access: Access to certain areas of the website may be restricted. Worky reserves the right to restrict access as deemed necessary. 3. Intellectual Property: The content, design, and graphics on this website are owned by Worky and are protected by copyright laws. 4. User Content: Any content submitted by users through Worky remains the property of the user. However, by submitting content, users grant Worky a non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content worldwide. 5. Prohibited Activities: Users are prohibited from engaging in any unlawful or prohibited activities while using Worky. 6. Limitation of Liability: Worky shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of the use or inability to use the website. 7. Indemnification: Users agree to indemnify and hold Worky harmless from any claims, damages, liabilities, costs, or expenses arising from their use of the website or violation of these terms and conditions. 8. Governing Law: These terms and conditions shall be governed by and construed in accordance with the laws of [your jurisdiction]. 9. Changes to Terms: Worky reserves the right to update or modify these terms and conditions at any time without prior notice. Users are encouraged to review the terms periodically. 10. Contact Information: For questions or concerns regarding these terms and conditions, contact our support team through the provided contact information on our email worky@gmail.com. Phone +91-261-2341423 Address 8/763 opp SBI hanuman, Surat, Gujarat 395001, India LET’S GET IN TOUCH Monday — Thursday 10:00 – 23:00 Friday — Sunday 10:00 – 19:00 worky@gmail.com Worky Privacy Policy Terms conditions",
    "thanks": "Thank You! body { font-family: Arial, sans-serif; text-align: center; } .container { margin-top: 50px; } h1 { color: #008000; } p { color: #333; } .btn { display: inline-block; padding: 10px 20px; background-color: #f7992b; color: #fff; text-decoration: none; border-radius: 5px; margin-top: 20px; } .btn:hover { background-color: #0056b3; } Thank You! Your reservation request has been received. We will contact you shortly to confirm the details. Back to Home"
  }
}