{
  "name": "New_v9_EspressoMar",
  "pages": {
    "index": "EspressoMar: Descubra o Sabor do Café no Coração do Porto EspressoMar ☰ lar cardápio Viva sua melhor vida de café Não fazemos café, fazemos dia Ordem Sobre Nós Café do jeito que deveria ser. Bem-vindo à nossa paixão pelo café! Na EspressoMar, estamos comprometidos em proporcionar uma experiência única aos amantes do café no coração do Porto. Fundada por entusiastas do café, nossa jornada começou com a missão de oferecer não apenas uma bebida, mas um momento de deleite sensorial. Desde a cuidadosa seleção dos grãos até a preparação artesanal de cada xícara, cada detalhe é cuidadosamente considerado para garantir a excelência em cada gole. Nosso espaço acolhedor é um refúgio para aqueles que valorizam o aroma, o sabor e a tradição do café. Junte-se a nós nesta jornada e descubra a verdadeira essência do café no EspressoMar. Nossos serviços Grãos de Café Da Planta ao Paladar: Descubra a Riqueza dos Nossos Grãos de Café Selecionados a Dedo, Cada Grão uma História de Sabor e Aroma. Torrefação Própria Feito com Precisão: Nosso Processo de Torrefação Próprio Revela o Equilíbrio Perfeito de Sabor e Frescor em Cada Xícara. Variedade de Café Delícias do Mundo te Aguardam: Explore Nossa Diversa Gama de Misturas de Café e Grãos de Origem Única, Cada um Oferecendo uma Aventura de Sabor Única. Alta Qualidade Eleve sua Experiência com Café: Nosso Compromisso com Padrões de Alta Qualidade Garante que Cada Gole seja Excepcional, Sempre. Nosso time Tiago Silva Pedro Santos Sofia Pereira Miguel Costa Nossos depoimentos João \"Visitei a cafeteria \"Cantinho Perfumado\" ontem à noite. Adorei a atmosfera e o atendimento! O café estava simplesmente excelente e a variedade de doces me agradou muito. Com certeza voltarei!\" Alexandre \"Ótimo lugar para encontrar amigos ou tomar um café da manhã aconchegante! Já visitei a cafeteria \"Café e Conversa\" algumas vezes e fiquei muito satisfeito. Café saboroso, ambiente agradável e equipe simpática. Recomendo!\" Miguel \"Excelente descoberta no coração da cidade! Visitei a cafeteria \"Cantinho do Café\" durante o intervalo do almoço e fiquei agradavelmente surpreso com a qualidade das bebidas e o serviço. Com certeza voltarei e recomendarei aos amigos!\" Nosso cardápio Café Americano 10R$ Aproveite o aroma rico e o sabor rico do nosso clássico café Americano, feito com grãos de café frescos. Esta bebida promete uma experiência agradável e enriquecedora para os sentidos. Cappuccino 20R$ Mergulhe na tradição italiana clássica com nosso delicioso cappuccino. A combinação perfeita de delicada espuma de leite, expresso cremoso e aroma sutil de cacau irá deliciar o seu paladar e criar um momento de café único. Macchiato 20R$ Uma mistura suave de café expresso com um toque de leite faz do nosso macchiato a escolha perfeita para os amantes do café que desejam desfrutar do sabor intenso dos grãos de café, complementado por um toque de leite. Mocha 20R$ Uma mistura suave de café expresso com um toque de leite faz do nosso macchiato a escolha perfeita para os amantes do café que desejam desfrutar do sabor intenso dos grãos de café, complementado por um toque de leite. Latte 20R$ Aproveite a textura aveludada e o sabor suave do nosso café com leite, preparado com amor e atenção aos detalhes. Esta bebida apresenta um equilíbrio harmonioso entre leite e café expresso, criando a combinação perfeita para o seu ritual de café da manhã ou da noite. Glacier 15R$ Aproveite o sabor refrescante da nossa bebida Glacier. Fresca e sofisticada, esta bebida oferece uma explosão gelada de sabor que revigora os sentidos para uma sensação única de frescor e prazer. Café preto 15R$ Aproveite o sabor incomparável e o impulso energético do nosso café preto, feito a partir de grãos de café selecionados. Esta bebida lhe dará um café rico e verdadeiro, sem aditivos, apenas com o sabor puro e verdadeiro do café. Café instantâneo 10R$ Obtenha gratificação instantânea com nosso café solúvel, que oferece uma maneira rápida e deliciosa de saborear o sabor e a energia do mundo do café. Expresso 10R$ Descubra o poder e a riqueza do verdadeiro expresso. Nosso café preparado em alta pressão oferece um sabor rico e vibrante que vai te acordar desde o primeiro gole, deixando você energizado e inspirado ao longo do dia. Sobremesa Sweets 10R$ Delicie-se com a nossa variedade de doces que trazem alegria e satisfação ao seu paladar. De cupcakes clássicos a doces requintados - temos algo para todos os amantes de doces. Cupcake 15R$ Mergulhe no mundo da magia com os nossos cupcakes, que não só são lindamente decorados, mas também são cheios de sabor inigualável. Cada mordida é uma celebração para os seus sentidos, deixando memórias inesquecíveis. Doughnut 15R$ Desperte o gourmet interior com as nossas apetitosas rosquinhas, recém-assadas e generosamente cobertas com uma variedade de coberturas. Entre no clima doce com cada mordida deste maravilhoso deleite. Croissant 15R$ Descubra o aroma e o sabor do autêntico croissant francês, preparado com amor e atenção aos detalhes. As camadas macias e amanteigadas, assadas até ficarem douradas e crocantes, se combinam habilmente com o delicado sabor da manteiga, oferecendo-lhe o café da manhã ou lanche perfeito a qualquer hora do dia. Entrar em contato Enviar Aceito a política de privacidade Telefone +55-34-3242-34232 Horário de funcionamento Seg - Sex: 8h - 18hSábado - Dom: 10h - 16h Endereço Santo. Habit. Vicente Pires - Taguatinga, Brasília - DF, 72153-521, Brasil Endereço Santo. Habit. Vicente Pires - Taguatinga, Brasília - DF, 72153-521, Brasil Email espressomar@gmail.com Telefone +55-34-3242-34232 política de Privacidade Termos e Condições",
    "menu": "EspressoMar: Cardápio EspressoMar ☰ lar cardápio Menu de Café: Descubra a Delícia de Nossas Ofertas Bem-vindo ao nosso café, onde cada xícara é uma história de sabor e aroma. Explore o nosso menu diversificado e deixe-se encantar pela variedade de opções que temos para oferecer. Desde os clássicos como o espresso e o cappuccino até os mais indulgentes como o mocha e o latte, temos algo para satisfazer todos os gostos e desejos. Além dos deliciosos cafés, também oferecemos uma seleção de doces tentadores, como cupcakes, donuts e croissants, perfeitos para acompanhar sua bebida favorita. Permita-se uma pausa relaxante em nosso café e deixe-nos mimá-lo com uma experiência culinária verdadeiramente memorável. Venha descobrir o que faz do nosso menu um deleite para os amantes de café e dos doces mais exigentes. Nosso cardápio Café Americano 10R$ Aproveite o aroma rico e o sabor rico do nosso clássico café Americano, feito com grãos de café frescos. Esta bebida promete uma experiência agradável e enriquecedora para os sentidos. Cappuccino 20R$ Mergulhe na tradição italiana clássica com nosso delicioso cappuccino. A combinação perfeita de delicada espuma de leite, expresso cremoso e aroma sutil de cacau irá deliciar o seu paladar e criar um momento de café único. Macchiato 20R$ Uma mistura suave de café expresso com um toque de leite faz do nosso macchiato a escolha perfeita para os amantes do café que desejam desfrutar do sabor intenso dos grãos de café, complementado por um toque de leite. Mocha 20R$ Uma mistura suave de café expresso com um toque de leite faz do nosso macchiato a escolha perfeita para os amantes do café que desejam desfrutar do sabor intenso dos grãos de café, complementado por um toque de leite. Latte 20R$ Aproveite a textura aveludada e o sabor suave do nosso café com leite, preparado com amor e atenção aos detalhes. Esta bebida apresenta um equilíbrio harmonioso entre leite e café expresso, criando a combinação perfeita para o seu ritual de café da manhã ou da noite. Glacier 15R$ Aproveite o sabor refrescante da nossa bebida Glacier. Fresca e sofisticada, esta bebida oferece uma explosão gelada de sabor que revigora os sentidos para uma sensação única de frescor e prazer. Café preto 15R$ Aproveite o sabor incomparável e o impulso energético do nosso café preto, feito a partir de grãos de café selecionados. Esta bebida lhe dará um café rico e verdadeiro, sem aditivos, apenas com o sabor puro e verdadeiro do café. Café instantâneo 10R$ Obtenha gratificação instantânea com nosso café solúvel, que oferece uma maneira rápida e deliciosa de saborear o sabor e a energia do mundo do café. Expresso 10R$ Descubra o poder e a riqueza do verdadeiro expresso. Nosso café preparado em alta pressão oferece um sabor rico e vibrante que vai te acordar desde o primeiro gole, deixando você energizado e inspirado ao longo do dia. Sobremesa Sweets 10R$ Delicie-se com a nossa variedade de doces que trazem alegria e satisfação ao seu paladar. De cupcakes clássicos a doces requintados - temos algo para todos os amantes de doces. Cupcake 15R$ Mergulhe no mundo da magia com os nossos cupcakes, que não só são lindamente decorados, mas também são cheios de sabor inigualável. Cada mordida é uma celebração para os seus sentidos, deixando memórias inesquecíveis. Doughnut 15R$ Desperte o gourmet interior com as nossas apetitosas rosquinhas, recém-assadas e generosamente cobertas com uma variedade de coberturas. Entre no clima doce com cada mordida deste maravilhoso deleite. Croissant 15R$ Descubra o aroma e o sabor do autêntico croissant francês, preparado com amor e atenção aos detalhes. As camadas macias e amanteigadas, assadas até ficarem douradas e crocantes, se combinam habilmente com o delicado sabor da manteiga, oferecendo-lhe o café da manhã ou lanche perfeito a qualquer hora do dia. Entrar em contato Enviar Aceito a política de privacidade Telefone +55-34-3242-34232 Horário de funcionamento Seg - Sex: 8h - 18hSábado - Dom: 10h - 16h Endereço Santo. Habit. Vicente Pires - Taguatinga, Brasília - DF, 72153-521, Brasil Endereço Santo. Habit. Vicente Pires - Taguatinga, Brasília - DF, 72153-521, Brasil Email espressomar@gmail.com Telefone +55-34-3242-34232 política de Privacidade Termos e Condições",
    "privacy-policy": "EspressoMar: Política de Privacidade EspressoMar ☰ lar cardápio Política de Privacidade Coleta de Dados: A EspressoMar coleta informações, incluindo preferências do usuário e histórico de reservas, para fornecer um serviço personalizado e aprimorar a experiência do usuário. Informações Pessoais: Os usuários podem fornecer voluntariamente informações pessoais durante o processo de reserva para fins de confirmação e comunicação. Uso das Informações: Os dados coletados são utilizados para processar reservas, personalizar recomendações de viagem e melhorar os serviços na EspressoMar. Parceiros de Terceiros: A EspressoMar pode compartilhar informações não pessoais com parceiros de terceiros para análise e fins de marketing, mas nunca vende informações pessoais. Segurança dos Dados: A EspressoMar implementa medidas de segurança para proteger as informações do usuário contra acesso não autorizado, alteração, divulgação ou destruição. Privacidade de Crianças: A EspressoMar não coleta intencionalmente informações pessoais de crianças menores de 13 anos. Consentimento: Ao usar a EspressoMar, os usuários consentem com os termos descritos nesta Política de Privacidade. Desativação: Os usuários têm o direito de optar por não receber comunicações de marketing. Entre em contato conosco para exercer esse direito. Atualização de Informações: Os usuários podem revisar, atualizar ou excluir suas informações pessoais acessando sua conta na EspressoMar. Alterações na Política: A EspressoMar reserva-se o direito de atualizar esta Política de Privacidade. Os usuários serão notificados de quaisquer alterações. Compartilhamento de Dados: As informações pessoais não são compartilhadas com terceiros para fins de marketing. Informações não pessoais podem ser compartilhadas com parceiros para análise. Retenção de Dados: As informações do usuário são retidas pelo tempo necessário para cumprir os fins descritos nesta política. Conformidade Legal: A EspressoMar cumpre todas as leis e regulamentos aplicáveis de proteção de dados. Direitos do Usuário: Os usuários têm o direito de acessar, corrigir ou excluir suas informações pessoais. Entre em contato conosco para exercer esses direitos. Informações de Contato: Para dúvidas ou preocupações sobre esta Política de Privacidade, entre em contato com nossa equipe de suporte através das informações de contato fornecidas em nosso e-mail EspressoMar@gmail.com. Feedback: Valorizamos o feedback dos usuários sobre nossa Política de Privacidade e experiência geral de reserva. Comunicação: Os usuários podem receber e-mails de confirmação de reserva, notificações de alteração de itinerário e outras comunicações relacionadas às suas viagens. Comunicações de Marketing: Os usuários podem optar por receber ou não e-mails promocionais. Opções de desativação são fornecidas em cada e-mail de marketing. Informações de Pagamento: A EspressoMar não armazena informações de pagamento sensíveis. Todas as transações financeiras são processadas de forma segura através de parceiros confiáveis. Endereço Santo. Habit. Vicente Pires - Taguatinga, Brasília - DF, 72153-521, Brasil Email espressomar@gmail.com Telefone +55-34-3242-34232 política de Privacidade Termos e Condições",
    "terms-conditions": "EspressoMar: Termos e Condições EspressoMar ☰ lar cardápio Termos e Condições less Copy code 1. Acordo: Ao usar o site da EspressoMar, você concorda com estes termos e condições. 2. Acesso: O acesso a determinadas áreas do site pode ser restrito. A EspressoMar reserva-se o direito de restringir o acesso conforme considerar necessário. 3. Propriedade Intelectual: O conteúdo, design e gráficos deste site são de propriedade da EspressoMar e são protegidos pelas leis de direitos autorais. 4. Conteúdo do Usuário: Qualquer conteúdo enviado pelos usuários através da EspressoMar permanece de propriedade do usuário. No entanto, ao enviar conteúdo, os usuários concedem à EspressoMar uma licença não exclusiva e isenta de royalties para usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir tal conteúdo em todo o mundo. 5. Atividades Proibidas: Os usuários são proibidos de se envolver em atividades ilegais ou proibidas enquanto usam a EspressoMar. 6. Limitação de Responsabilidade: A EspressoMar não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de uso do site. 7. Indenização: Os usuários concordam em indenizar e isentar a EspressoMar de qualquer reclamação, danos, responsabilidades, custos ou despesas decorrentes do uso do site ou violação destes termos e condições. 8. Lei Aplicável: Estes termos e condições serão regidos e interpretados de acordo com as leis de [sua jurisdição]. 9. Alterações aos Termos: A EspressoMar reserva-se o direito de atualizar ou modificar estes termos e condições a qualquer momento, sem aviso prévio. Os usuários são encorajados a revisar os termos periodicamente. 10. Informações de Contato: Para perguntas ou preocupações sobre estes termos e condições, entre em contato com nossa equipe de suporte através das informações de contato fornecidas em nosso e-mail espressomar@gmail.com. Endereço Santo. Habit. Vicente Pires - Taguatinga, Brasília - DF, 72153-521, Brasil Email espressomar@gmail.com Telefone +55-34-3242-34232 política de Privacidade Termos e Condições",
    "thanks": "Obrigado por Escolher a Cafeteria EspressoMar body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #603601; margin: auto; align-items: center; text-align: center; padding: 10px; transition: .3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #603601; transition: .3s; color: black; transition: .3s; } Obrigado por Visitar a EspressoMar Agradecemos sinceramente por visitar o nosso site da Cafeteria EspressoMar. Esperamos que tenha desfrutado da sua visita virtual e encontrado tudo o que estava procurando. Se você está procurando por um ambiente acolhedor, deliciosos cafés e doces tentadores, está no lugar certo. Estamos comprometidos em proporcionar uma experiência excepcional aos nossos clientes, tanto online quanto pessoalmente. Se tiver alguma dúvida ou feedback, não hesite em nos contatar. A sua opinião é extremamente importante para nós. Esperamos recebê-lo em nossa cafeteria em breve para uma xícara de café fresco e um momento de descontração. Obrigado novamente por escolher a EspressoMar! Início"
  }
}