{
  "name": "New_v11_CycleCraze",
  "pages": {
    "about": "About Us - CycleCraze CycleCraze Home Reviews About Us Contact Us Home Reviews About Us Contact Us About Us Learn more about CycleCraze and our commitment to quality and customer satisfaction. CycleCraze is more than just a retailer; we're your dedicated partner in the world of cycling. Our extensive range of bicycles and accessories caters to cyclists of all levels and ambitions, ensuring that every rider can find their perfect match. Whether you're a seasoned athlete chasing new trails or a leisurely explorer enjoying city streets, our commitment is to elevate your cycling experience. We pride ourselves on offering not only top-quality products but also a wealth of expertise and personalized service to guide you every pedal stroke of the way. Founded on the principles of passion and precision, CycleCraze curates each product with meticulous attention to detail. Our bicycles are crafted from advanced materials and technologies, engineered to deliver optimal performance and durability across diverse terrains. From cutting-edge mountain bikes that conquer rugged landscapes to sleek urban cruisers designed for comfort and style, every model is a testament to innovation and reliability. Moreover, our accessories range from essential gear to enhance safety and functionality, ensuring every ride is both enjoyable and secure. At CycleCraze, our commitment extends beyond sales to fostering a vibrant cycling community. We sponsor local events, support grassroots initiatives, and advocate for cycling as a sustainable and healthy lifestyle choice. Our team comprises avid cyclists and industry experts who are passionate about sharing their knowledge and enthusiasm with fellow riders. Whether you're seeking advice on bike maintenance, training tips, or simply want to connect with like-minded enthusiasts, CycleCraze is your hub for all things cycling. Customer satisfaction is at the heart of everything we do at CycleCraze. We stand behind our products with a comprehensive warranty and responsive support services. Our goal is to ensure that every cyclist who chooses CycleCraze feels valued and empowered to pursue their cycling goals. As we continue to expand our offerings and reach, our commitment remains steadfast: to provide exceptional products, personalized service, and a positive impact on the cycling community. About CycleCraze: Your Partner in Cycling Excellence At CycleCraze, we are passionate about cycling and dedicated to providing cyclists of all levels with the tools they need to thrive on two wheels. Founded on a deep love for the sport and a commitment to quality, CycleCraze offers a comprehensive selection of bicycles and accessories that cater to every rider's unique journey. Whether you're a competitive athlete or a weekend explorer, our mission is to elevate your cycling experience through top-tier products, expert advice, and unwavering support. Join us in celebrating the freedom, adventure, and camaraderie that cycling brings to life. Choosing CycleCraze means choosing expertise, reliability, and a passion for cycling. We pride ourselves on our knowledgeable staff who are avid cyclists themselves, ready to provide personalized advice and recommendations. Whether you're buying your first bike or upgrading to a high-performance model, we're here to guide you every step of the way. Our dedication to customer satisfaction extends beyond the sale, with comprehensive after-sales support and maintenance services to keep your bike in peak condition. Discover the CycleCraze difference and join our growing community of satisfied cyclists today. Even better #07. All-Terrain Mountain Bike Engineered for high performance on the toughest terrains. $25 #08. Urban Commuter Bike Perfect for stylish and easy navigation through city streets. $30 #09. Adventure Trail Bike Versatile and durable, perfect for off-road adventures. $40 #10. Roadmaster Bike Engineered for speed and endurance on paved roads. $55 #11. Lightweight Foldable Bike Convenient and portable, ideal for urban living. $70 #12. Hybrid Bike Combines the best of road and mountain biking features. $100 Customized Planning for Every Event Personalized Event Planning Services We understand that every cycling adventure is unique, which is why we offer personalized event planning services tailored to your specific needs. Whether you're embarking on a mountain trail expedition, organizing a city cycling tour, or planning a family biking excursion, our team will work closely with you to create an unforgettable experience that aligns with your vision and style. From the initial concept to flawless execution, we handle all the details so you can relax and enjoy your cycling event. Our experienced team provides specialized guidance, vendor management, and on-site coordination to ensure everything runs smoothly. With extensive knowledge of the cycling industry, we offer a wide range of services including route planning, bike rental options, support vehicle arrangements, and more. Our goal is to deliver customized solutions that meet your needs and exceed your expectations. Whether you're looking for a partner to organize a competitive cycling race, a leisurely group ride, or a corporate cycling event, contact us today. Our dedicated team is ready to discuss your requirements and create a tailored package that meets your specific needs. In addition to comprehensive event planning services, we also provide specialized consulting to help navigate the complexities of organizing cycling events. Whether you're planning your first cycling event or need additional guidance, our experienced team can offer valuable insights, practical advice, and ongoing support to ensure the success of your event. CycleCraze 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 +91-293-9459658 cyclecraze@gmail.com Useful Links Home Reviews About Us Contact Us © CycleCraze Privacy Policy Terms of Use",
    "index": "CycleCraze - Best Bicycles and Accessories in India CycleCraze Home Reviews About Us Contact Us Home Reviews About Us Contact Us High-Quality Bicycles and Accessories See more Sed ut perspiciatis unde omnis iste natus Explore our wide range of bicycles and accessories, designed to meet the needs of every cyclist. From mountain bikes to city cruisers, we offer top-notch products at competitive prices. Whether you're a seasoned cyclist or just starting out, you'll find the perfect bike and gear to enhance your riding experience. Our products are crafted with the highest quality materials and the latest technology to ensure durability, performance, and comfort. Join our community of passionate cyclists and enjoy the freedom of the open road with our reliable and stylish bikes. Discover a world of cycling excellence with our diverse selection of bicycles and accessories tailored to fit every rider’s needs. Whether you're seeking adrenaline-pumping mountain trails or smooth urban rides, our collection ensures you’ll find the ideal bike. Our commitment to quality means each product is meticulously designed using cutting-edge technology and premium materials, guaranteeing unmatched durability and performance. Join our passionate community of cyclists and embark on your next adventure with confidence, knowing you have the best equipment by your side. The Best Bikes for You #1. Speedster Mountain Bike A high-performance bike built for the toughest terrains. $20 #2. Urban Commuter Bike Perfect for navigating city streets with ease and style. $20 #3. Adventure Trail Bike Versatile and durable, ideal for off-road adventures. $20 #4. Roadmaster Bike Designed for speed and endurance on paved roads. $20 #5. Lightweight Foldable Bike Convenient and portable, perfect for urban living. $20 #6. Hybrid Bike Combines the best features of road and mountain bikes. $20 Customer Reviews What Our Customers Say “The quality of the bikes is exceptional, and the customer service is outstanding. Highly recommend CycleCraze!” Robert Thomson “CycleCraze offers a great selection of bikes and accessories. I found exactly what I needed!” Kristiana Chouhan “Excellent customer support and fast delivery. I love my new bike!” Kristiana Chouhan “The quality of the bikes is exceptional, and the customer service is outstanding. Highly recommend CycleCraze!” Robert Thomson “CycleCraze offers a great selection of bikes and accessories. I found exactly what I needed!” Kristiana Chouhan Product Gallery Contacts Us Get in Touch Send I accept Privacy policy 1, 2, Press Enclave Marg, Saket Institutional Area Saket, New Delhi, Delhi 110017 +91-293-9459658 Mon to Fri 9am to 6pm cyclecraze@gmail.com Contact us anytime for assistance! CycleCraze 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 +91-293-9459658 cyclecraze@gmail.com Useful Links Home Reviews About Us Contact Us © CycleCraze Privacy Policy Terms of Use",
    "privacy-policy": "Privacy Policy - CycleCraze CycleCraze Home Reviews About Us Contact Us Home Reviews About Us Contact Us Privacy Policy Effective Date: 2024-06-12 Welcome to CycleCraze. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines our practices regarding the collection, use, and disclosure of your information when you visit our website. 1. Information We Collect We collect various types of information in connection with the services we provide, including: Personal Identification Information (Name, Email Address, Phone Number, etc.) Payment Information (Credit Card Details, Billing Address, etc.) Technical Data (IP Address, Browser Type, Device Information, etc.) Usage Data (Pages Visited, Time Spent on Pages, Clicks, etc.) 2. How We Use Your Information We use the information we collect for various purposes, including: To provide and maintain our services To process your transactions To communicate with you, including responding to inquiries To personalize your experience on our site To improve our website and services To monitor and analyze usage and trends To comply with legal obligations 3. Sharing Your Information We may share your information with: Service providers who assist us in our business operations Law enforcement agencies, if required by law Third parties in connection with a merger, sale, or acquisition 4. Security of Your Information We implement appropriate security measures to protect your personal information from unauthorized access, use, or disclosure. 5. Your Rights You have the right to access, correct, or delete your personal information. To exercise these rights, please contact us at: Email: cyclecraze@gmail.com Phone: +91-293-9459658 Address: 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 6. Cookies We use cookies to enhance your experience on our website. You can control the use of cookies through your browser settings. 7. Third-Party Links Our website may contain links to third-party sites. We are not responsible for the privacy practices of these sites. 8. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. 9. Contact Us If you have any questions about this Privacy Policy, please contact us at: Email: cyclecraze@gmail.com Phone: +91-293-9459658 Address: 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 CycleCraze 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 +91-293-9459658 cyclecraze@gmail.com Useful Links Home Reviews About Us Contact Us © CycleCraze Privacy Policy Terms of Use",
    "terms-conditions": "Terms and Conditions - CycleCraze CycleCraze Home Reviews About Us Contact Us Home Reviews About Us Contact Us Terms and Conditions Effective Date: 2024-06-12 Welcome to CycleCraze. By using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. Acceptance of Terms By accessing and using this website, you accept and agree to be bound by these terms and conditions. If you do not agree with any part of these terms, you must not use this website. 2. Changes to Terms We reserve the right to modify these terms at any time. Any changes will be effective immediately upon posting on the website. Your continued use of the website signifies your acceptance of the modified terms. 3. Use of the Website You agree to use the website only for lawful purposes and in accordance with these terms. You must not use the website in any way that could damage, disable, overburden, or impair the site. 4. User Accounts To access certain features of the website, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 5. Product Descriptions We strive to provide accurate descriptions of our products. However, we do not warrant that the descriptions are complete, reliable, or error-free. If a product offered by CycleCraze is not as described, your sole remedy is to return it in unused condition. 6. Pricing All prices are subject to change without notice. We reserve the right to modify prices at any time, and to correct any pricing errors that may occur. 7. Orders By placing an order, you agree to purchase the products in accordance with these terms. All orders are subject to acceptance by us, and we may refuse or cancel any order at our discretion. 8. Payment We accept various forms of payment as indicated on the website. You agree to provide current, complete, and accurate purchase and account information for all purchases made via our site. 9. Shipping and Delivery Shipping and delivery dates are estimates and are not guaranteed. We are not responsible for any delays in shipments. 10. Returns and Refunds Please refer to our Returns and Refunds policy for information on returning products and receiving refunds. 11. Intellectual Property All content on this website, including text, graphics, logos, images, and software, is the property of CycleCraze and is protected by applicable intellectual property laws. Unauthorized use of any content is prohibited. 12. Disclaimer of Warranties This website and all information, content, materials, products, and services included on or otherwise made available to you through this site are provided on an \"as is\" and \"as available\" basis, unless otherwise specified in writing. 13. Limitation of Liability In no event shall CycleCraze be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with the use of our website or products. 14. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising from these terms shall be resolved in the courts of New Delhi, India. 15. Contact Information If you have any questions or concerns about these terms and conditions, please contact us at: Email: cyclecraze@gmail.com Phone: +91-293-9459658 Address: 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 CycleCraze 1, 2, Press Enclave Marg, Saket Institutional Area, Saket, New Delhi, Delhi 110017 +91-293-9459658 cyclecraze@gmail.com Useful Links Home Reviews About Us Contact Us © CycleCraze Privacy Policy Terms of Use",
    "thanks": "Thank You - CycleCraze Thank You for Contacting CycleCraze We appreciate your interest and will respond to your inquiry promptly. Thank you for reaching out to us! Go to Home"
  },
  "date": "2024-06-17T14:47:42.632Z"
}