{
  "name": "New_v9_TileOasis",
  "pages": {
    "about": "TileOasis | about us TileOasis About usContacts Transform Your Space with TileOasis Discover Quality Tiles for Every Room - Bathroom, Kitchen, and Beyond About Us Welcome to TileOasis, your ultimate destination for premium quality tiles. With years of experience and a passion for excellence, we are committed to helping you transform your spaces with style and elegance. At TileOasis, our mission is to provide our customers with the finest selection of tiles that combine beauty, functionality, and durability. We believe that every space deserves to be adorned with tiles that reflect your unique taste and personality. With a team of experienced professionals, we bring a wealth of knowledge and expertise to every project. From residential renovations to large-scale commercial developments, we cater to all your tiling needs. Our extensive range of over 1000 tile designs ensures that you will find the perfect match for any room. Quality is at the heart of everything we do. We source our tiles from top manufacturers around the world, ensuring that each piece meets our stringent standards. Our commitment to innovation means we continuously update our collections to include the latest trends and technologies in the tiling industry. Meet Our Craftsmen At TileOasis, our craftsmen bring years of experience and dedication to every project. They ensure each tile meets our high standards of craftsmanship and durability, delivering flawless results that exceed expectations. Experience the difference our skilled craftsmen can make in transforming your space. Contact us today to discuss your project and let our team bring your vision to life with precision and care. Our Tile Production Process 1. Material Selection and Design We start with the careful selection of high-quality materials. Our design experts create unique and stylish patterns, following the latest trends and considering our customers' preferences. It's crucial that each tile meets high standards of quality and durability. 2. Manufacturing Process Using modern equipment, the tile manufacturing process takes place. By employing advanced technologies, we ensure the precision and consistency of each piece. Every stage, from mixing raw materials to forming and firing, is meticulously controlled to guarantee the impeccable quality of the finished product. 3. Quality Control and Packaging Every tile undergoes strict quality control to meet our standards. We check the tiles for strength, uniformity, and design accuracy. Afterward, the tiles are carefully packaged for safe delivery to our customers, ensuring they receive the product in perfect condition. How to Properly Install Tiles Installing tiles correctly ensures a beautiful and long-lasting finish. Follow these steps for a successful tile installation: 1. Preparation Start by preparing the surface. Ensure it is clean, dry, and level. Remove any old adhesive, paint, or debris. If necessary, apply a primer to improve adhesion. 2. Layout and Planning Plan your tile layout before you begin. Measure the area and mark the center point to ensure symmetrical installation. Dry-lay the tiles to see how they fit and make any necessary adjustments. 3. Applying Adhesive Use a high-quality tile adhesive suitable for your tiles and surface. Spread the adhesive evenly with a notched trowel, working in small sections to prevent it from drying out. Press the tiles firmly into the adhesive, using spacers to maintain even gaps. 4. Cutting Tiles Cut tiles as needed using a tile cutter or wet saw. Measure and mark the tiles accurately before cutting to ensure a precise fit. 5. Grouting Once the adhesive has set, remove the spacers and apply grout to the joints using a rubber float. Spread the grout diagonally across the tiles to fill the gaps completely. Wipe off excess grout with a damp sponge before it dries. 6. Sealing After the grout has cured, apply a sealer to protect it from stains and moisture. This step is especially important for porous tiles and high-moisture areas like bathrooms and kitchens. 7. Final Touches Inspect the installation for any gaps or uneven tiles. Make any necessary adjustments and clean the tiles thoroughly to remove any remaining grout haze. Your tiles are now beautifully installed and ready to enhance your space! 8. After-Sales Support Our relationship with you doesn’t end after your purchase. We provide ongoing after-sales support to address any questions or concerns you may have, ensuring a smooth and hassle-free experience. Choose TileOasis for your next tiling project and experience the difference in quality, service, and satisfaction. Materials Used in Tile Production Tiles are made from various materials, each offering unique characteristics and benefits: Ceramic Tiles Ceramic tiles are composed of clay and other natural materials. Renowned for their durability, water resistance, and ease of maintenance, ceramic tiles are a popular choice for both residential and commercial spaces. They come in a vast array of colors, patterns, and textures, providing versatility to match various design schemes. Porcelain Tiles Porcelain tiles are made from refined clay and minerals. Known for their density and durability, porcelain tiles are particularly suitable for high-traffic areas due to their resistance to moisture, stains, and frost. They offer a wide range of styles, from matte to glossy finishes, providing a sleek and modern aesthetic. Natural Stone Tiles Natural stone tiles include varieties such as marble, granite, travertine, and slate. Each type of stone exhibits unique colors and textures, showcasing the beauty of nature in interior and exterior applications. While prized for their elegance and durability, natural stone tiles may require sealing to maintain their appearance and protect against stains. Privacy policyTerms of usage TileOasis 2024",
    "contacts": "TileOasis | contacts TileOasis About usContacts Transform Your Space with TileOasis Discover Quality Tiles for Every Room - Bathroom, Kitchen, and Beyond Our Factory and Production Process At TileOasis, our state-of-the-art factory is the heart of our operations, where innovation meets craftsmanship to create exceptional tiles for every project. With decades of experience in the tile industry, our skilled craftsmen bring a wealth of knowledge and precision to every tile produced. From the initial design phase to the final firing, each tile undergoes meticulous care and attention to detail to ensure superior quality and durability. Equipped with cutting-edge technology, our production facility adheres to the highest standards of efficiency and sustainability. We prioritize eco-friendly practices throughout the manufacturing process, from responsibly sourced materials to energy-efficient production methods. This commitment not only ensures minimal environmental impact but also delivers tiles of unmatched excellence. Quality is at the core of everything we do. Rigorous quality control measures guarantee that every tile meets our stringent criteria for strength, consistency, and aesthetic appeal. Moreover, our dedication to innovation drives us to continually enhance our product offerings, incorporating the latest trends and technologies to exceed the expectations of our customers. Want Your Own Tile Design? At TileOasis, we understand that every space is unique and sometimes you need something truly special. That’s why we offer custom tile design services to bring your vision to life. Frequently Asked Questions 1. What types of tiles do you offer? We offer a wide variety of tiles including ceramic, porcelain, glass, and natural stone tiles. Each type comes in numerous styles, colors, and sizes to suit different design preferences and applications. 2. How do I choose the right tile for my project? Choosing the right tile depends on several factors such as the area of installation (bathroom, kitchen, floor, or wall), the level of foot traffic, moisture exposure, and your design preferences. Our tile experts are available to help you make the best choice for your project. 3. Can I order tile samples before making a purchase? Yes, we offer tile samples to help you make an informed decision. You can request samples through our website or by visiting our showroom. 4. How do I calculate the amount of tile I need for my project? To calculate the amount of tile you need, measure the length and width of the area you plan to tile. Multiply these measurements to get the total square footage. We recommend adding an extra 10% to account for cuts and waste. 5. What is the best way to maintain and clean my tiles? The best way to maintain and clean your tiles depends on the type of tile. Generally, regular sweeping or vacuuming followed by mopping with a mild detergent and water is sufficient. Avoid using harsh chemicals or abrasive tools that can damage the tiles. 6. Do you offer installation services? While we do not provide direct installation services, we can recommend professional installers who have experience with our products. We also provide detailed installation guides and tips to help you achieve a professional finish. Contacts +91 209 4561391 tileoasis@gmail.com Lodha Luxuria Rd, Laxmi Nagar, Sainath Nagar, Majiwada, Thane, Maharashtra 400608 Your name Your email Message I accept Privacy Policy Privacy policyTerms of usage TileOasis 2024",
    "index": "TileOasis TileOasis About usContacts Transform Your Space with TileOasis Discover Quality Tiles for Every Room - Bathroom, Kitchen, and Beyond Our Numbers 1000+ tile designs 5000+ square meters 10,000+ customers How We Work At TileOasis, we strive to provide a seamless and satisfying experience for our customers. Here’s how our process works: Consultation Start with a free consultation with our tile experts. We’ll discuss your needs, preferences, and the specifics of your project to help you choose the perfect tiles. Selection Explore our extensive range of over 1000 tile designs. Our team will guide you through the options, providing samples and expert advice to ensure you make the best choice for your space. Customization If you have unique requirements, we offer customization services to match your vision. Whether it’s a specific color, pattern, or size, we can tailor our tiles to meet your specifications. Order Placement Once you’ve made your selection, place your order through our website or with the help of our customer service team. We ensure a smooth and secure transaction process. Delivery We offer fast and reliable delivery services. Your tiles will be carefully packaged and delivered to your doorstep, ready for installation. Installation If you need assistance with installation, we can recommend professional installers who are experienced in working with our products, ensuring a flawless finish. Customer Support Our relationship doesn’t end with the sale. We offer ongoing customer support to address any questions or concerns you may have during and after your project. Gallery Why Choose Us At TileOasis, we pride ourselves on offering exceptional quality and service. Here’s why you should choose us for your tiling needs: 1. Extensive Selection With over 1000 tile designs, we offer a wide variety of styles, colors, and materials to suit any project. Whether you’re renovating a bathroom, kitchen, or any other space, we have the perfect tiles for you. 2. Superior Quality Our tiles are sourced from top manufacturers around the world, ensuring the highest standards of quality and durability. We believe in providing products that stand the test of time. 3. Expert Guidance Our team of tile experts is here to help you every step of the way. From choosing the right design to providing installation tips, we offer personalized advice and support to ensure your project’s success. 4. Customization Options Need something unique? We offer customization services to meet your specific requirements. Whether it’s a special color, pattern, or size, we can create tiles tailored to your vision. 5. Competitive Pricing We believe that high quality doesn’t have to mean high prices. Our competitive pricing ensures you get the best value for your investment, without compromising on quality. 6. Reliable Delivery We understand the importance of timely delivery. Our efficient logistics network ensures your tiles arrive safely and on schedule, ready for your project. 7. Customer Satisfaction Our commitment to customer satisfaction is unmatched. With over 10,000 satisfied customers, we strive to exceed your expectations with our products and services. 8. After-Sales Support Our relationship with you doesn’t end after your purchase. We provide ongoing after-sales support to address any questions or concerns you may have, ensuring a smooth and hassle-free experience. Choose TileOasis for your next tiling project and experience the difference in quality, service, and satisfaction. Types of Tiles We Offer 1. Ceramic Tiles Ceramic tiles are a popular choice for many homeowners due to their versatility, affordability, and ease of maintenance. They are perfect for both walls and floors, available in a variety of colors, patterns, and finishes to suit any decor. 2. Porcelain Tiles Porcelain tiles are known for their strength and durability, making them ideal for high-traffic areas. They are resistant to moisture, stains, and wear, and come in a range of styles, including wood, stone, and concrete looks, offering a sophisticated touch to any space. 3. Glass Tiles Glass tiles add a unique and elegant look to your interiors. They are often used for backsplashes, accent walls, and shower enclosures. Available in vibrant colors and reflective surfaces, glass tiles can brighten up any room and create stunning visual effects. Get in Touch with Us Today! Ready to transform your space with stunning tiles? TileOasis is here to help you every step of the way. Whether you’re looking for expert advice, a wide selection of tiles, or custom solutions, we’ve got you covered. Email us Privacy policyTerms of usage TileOasis 2024",
    "privacy_policy": "TileOasis | Privacy policy TileOasis Privacy policy Information Collection and Use We may collect personal information such as your name, email address, phone number, and address when you interact with our website, place an order, or subscribe to our newsletter. This information is used to fulfill your requests, communicate with you, and improve our services. Data Security We take appropriate measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Our website is secured with HTTPS to ensure secure browsing. Information Sharing We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law or to fulfill our services (e.g., shipping partners). Cookies Our website may use cookies to enhance your browsing experience and track usage patterns. You can control cookies through your browser settings. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these sites. Contact us If you have any questions, please contact us: tileoasis@gmail.com Privacy policyTerms of usage TileOasis 2024",
    "terms": "TileOasis | Terms of usage TileOasis Terms of usage Welcome to TileOasis! By using this website, you agree to comply with the following terms and conditions. If you do not agree with any part of these terms, please refrain from using our website. Use of Website The content on this website is for general information purposes only and is subject to change without notice. We do not guarantee the accuracy, timeliness, performance, completeness, or suitability of the information and materials provided. Your use of any information or materials on this website is at your own risk. Ownership and Copyright The material on this website is owned by or licensed to us, including the design, layout, look, appearance, and graphics. Reproduction of these materials is prohibited unless in accordance with the copyright notice. Unauthorized Use Unauthorized use of this website may give rise to a claim for damages and/or be a criminal offense. We may include links to other websites for your convenience; however, we do not endorse the content of these websites and are not responsible for their content. Copyright Notice All content and materials on this website are copyright of TileOasis. Redistribution or reproduction of any part of the content is prohibited, except for personal and non-commercial use. Contact us If you have any questions, please contact us: tileoasis@gmail.com Privacy policyTerms of usage TileOasis 2024",
    "thank_page": "TileOasis | Thanks page Thank you! We will process your responseBack to TileOasis"
  },
  "date": "2024-06-19T11:30:54.607Z"
}