{
  "name": "New_v9_NeoDesign",
  "pages": {
    "index": "O NeoDesign é liberdade absoluta para a criatividade dos seus proprietários. Em no espaço livre do estúdio é mais fácil criar um interior adequado seu estilo de vida. NEODesign Principal Serviços Contate-nos Principal Serviços Projete seu interior com alta qualidade. 350+ Projeto concluído 15+ Anos de experiência 23+ Equipes Profissionais Sobre “Somos uma das melhores agências de móveis. Priorizando clientes e facilitar as compras é a marca registrada da nossa agência.” O aprendizado on-line conosco não interfere na sua vida diária. porque o aprendizado pode ser feito a qualquer hora e em qualquer lugar. Saber mais Por que é importante escolher NeoDesign 1. Abordagem individual e ideia original. Um profissional, com base nas preferências e desejos do cliente, desenvolverá um design de interiores específico para ele. Ele levará em consideração caráter, hábitos, hobbies e estilo de vida. 2. Conselho competente. Na fase de planejamento, o designer calculará todos os detalhes e prestará atenção aos detalhes importantes. Ele o ajudará a planejar corretamente a localização de todos os móveis da sala, e preverá onde ficarão as lâmpadas, televisores e outros equipamentos elétricos para a instalação antecipada da fiação. 3. Tranquilidade e ausência de preocupações com reparos. O projetista irá ajudá-lo a escolher equipamentos e materiais, orientar sobre fornecedores e preços, verificar e acompanhar tempestivamente todas as ações dos serviços de construção, resolver questões técnicas e negociar com a empreiteira. 4. Seleção de materiais de construção de alta qualidade e sua quantidade exata. O projetista conhece exatamente todas as vantagens e desvantagens dos diversos materiais de acabamento, e não há mais dúvidas de que os materiais de construção serão adquiridos em quantidades suficientes e sem grande sobra. 5. Economia na compra de móveis, decoração, materiais de acabamento, equipamentos de engenharia. Os profissionais cooperam com muitos pontos de venda que lhes oferecem preços favoráveis. 6. Assessoria na escolha de construtoras. O designer atrairá verdadeiros especialistas, garantindo resultados de qualidade e um trabalho bem coordenado. Planejamento preciso e implementação de prazos. Um estúdio profissional de design de interiores, tendo planejado e pensado no design do ambiente, deixará o cliente entrar na casa acabada exatamente na hora certa. Serviços Personalize o seu design de interiores em um lugar de sonho com o melhor designers e móveis de qualidade. Nós tentamos o nosso melhor para cumprir o seu expectativas. -Design de interiores -Consultor -Consultor de Construção Material Escolha de materiais para móveis de qualidade Você pode personalizar o material conforme desejado. E nossos móveis usam o melhores materiais e materiais de qualidade selecionados. Por que você precisa escolher materiais de qualidade Durabilidade Materiais de alta qualidade duram mais do que análogos baratos. Isso significa que você não terá que gastar dinheiro em reparos antecipadamente. Segurança Materiais de alta qualidade são seguros para a saúde e o meio ambiente. Não emitem substâncias nocivas e não causam reações alérgicas. Estética Materiais de alta qualidade têm uma aparência mais atraente. Eles criam um ambiente aconchegante e confortável na casa. Economizando dinheiro A longo prazo, o material de qualidade economizará dinheiro, pois serão necessários menos reparos e substituições. Orçamento O custo dos materiais de alta qualidade pode ser superior ao custo dos análogos baratos. No entanto, materiais de qualidade compensam no longo prazo. Eficiência energética Alguns materiais ajudam a criar um ar condicionado natural nos quartos. Vamos discutir como tornar o seu interior um lugar de sonho! Contate-nos abaixo para trabalharmos juntos na construção de seu incrível interior Contate-nos Opinião Preencha os campos e entraremos em contato em breve! Concordo com a Política de Privacidade Enviar +55-71-2136-3777 R. Contôrno de Centro Administrativo - Dois de Julho, Camaçari - BA, 42800-610, Brasil neodesign@gmail.com NEODesign Principal Serviços política de Privacidade Termos e Condições",
    "privacy-policy": "política de Privacidade NEODesign Principal Serviços Principal Serviços política de Privacidade Consentimento do usuário Ao usar o NeoDesign, você concorda com a coleta e uso de suas informações conforme descrito em nossa Política de Privacidade. Isso é importante que você leia e compreenda nossa Política de Privacidade para entender como suas informações são coletadas, usadas e protegidas. Indenização Você concorda em indenizar e isentar a NeoDesign, seus diretores, funcionários e afiliados isentos de qualquer responsabilidade, demanda, perda, dano ou despesa, incluindo advogados razoáveis taxas decorrentes do uso do Site ou da violação destes Termos. coletadas, usadas e protegidas. Consentimento para Comunicações Eletrônicas Ao usar o NeoDesign, você concorda receber nossas comunicações eletrônicas. Essas comunicações pode incluir informações sobre sua conta, atualizações do site ou outros informação relevante. Garantias A NEODesign não oferece garantias ou representações quanto a a exatidão, confiabilidade ou integridade do conteúdo do site. Todas as informações são fornecidas para fins informativos e educacionais apenas para fins específicos e você concorda em usá-lo por sua própria conta e risco. A política de privacidade regula o procedimento de tratamento dos dados pessoais dos Utilizadores, nomeadamente para efeitos de garantir a segurança do tratamento dos dados pessoais dos Utilizadores, garantindo os seus direitos e interesses no tratamento de dados pessoais. A utilização do site pelo Usuário constitui concordância com esta Política de Privacidade e com os termos de tratamento dos dados pessoais do Usuário. Em caso de desacordo com os termos da Política de Privacidade, o Utilizador deverá deixar de utilizar o site. Esta Política de Privacidade aplica-se apenas a este site. A administração do site não controla e não se responsabiliza por sites de terceiros que o Usuário possa acessar através de links disponíveis neste site. Esta Política de Privacidade aplica-se apenas a este site. A administração do site não controla e não se responsabiliza por sites de terceiros que o Usuário possa acessar através de links disponíveis neste site. A administração do site não verifica a veracidade dos dados pessoais fornecidos pelo usuário do site. Todas as pessoas que preencheram as informações que constituem dados pessoais no site, bem como publicaram outras informações pelas ações indicadas, confirmam o seu consentimento para o tratamento dos dados pessoais e a sua transferência para o operador de tratamento de dados pessoais. Esta Política de Privacidade estabelece as obrigações da Administração do Site para a não divulgação intencional de dados pessoais que o Usuário fornece mediante diversas solicitações da Administração do Site (por exemplo, ao se registrar no site, fazer um pedido, assinar notificações, etc. ). “Tratamento de dados pessoais” - qualquer ação (operação) ou conjunto de ações (operações) realizadas com recurso a ferramentas de automatização ou sem recurso a tais meios com dados pessoais, incluindo recolha, registo, sistematização, acumulação, armazenamento, esclarecimento (atualização, alteração ), extração, uso, transferência (distribuição, fornecimento, acesso), despersonalização, bloqueio, exclusão, destruição de dados pessoais. neodesign@gmail.com NEODesign Principal Serviços política de Privacidade Termos e Condições",
    "services": "A Página de Serviços é uma parte importante de qualquer site onde o usuário pode encontrar informações sobre os diversos serviços que a empresa oferece. NEODesign Principal Serviços Principal Serviços Serviços ÉDesenvolvimento de conceito de interiores, plano de reconstrução, plano de disposição de móveis e equipamentos, plano elétrico e hidráulico, desenhos de detalhes de interiores. Passos Reunião com o designer. Nesta fase são determinados o escopo do trabalho e os resultados desejados. Elaboração de especificações técnicas Este é um documento que descreve o andamento dos trabalhos do ponto de vista técnico. Na fase de elaboração das especificações técnicas são determinados os parâmetros do objeto, a funcionalidade de todas as instalações, os desejos básicos de design e outros pontos importantes para o conforto dos futuros residentes. Plano de medição Nessa fase, um especialista vai ao local e faz as medições - anotando as dimensões dos cômodos e demais cômodos de uma casa ou apartamento, as dimensões das aberturas de janelas e portas. Decisão de planejamento Esta etapa inclui a disposição dos móveis e encanamentos de todos os cômodos. Normalmente são oferecidas 3 a 4 opções, que são criadas levando em consideração todos os requisitos das especificações técnicas. Visualização 3D Nesta fase, a solução de planejamento é recriada em um editor 3D, que permite avaliá-la visualmente. Documentação de trabalho Estes são os desenhos e diagramas que os construtores, finalizadores e empreiteiros precisarão para implementar um projeto de design. Especificação de móveis e materiais A especificação indica os principais parâmetros de materiais e móveis, que incluem fábrica, modelo, dimensões, material, cor e código do produto. Supervisão do autor. O especialista acompanha todo o andamento da obra, até a entrega do objeto acabado. Completo com móveis e materiais Esta é a etapa final em que o designer seleciona os produtos e materiais específicos que foram aprovados para o projeto e encontra substitutos, se necessário. Conquista Design de interiores Desenvolvimento de um projeto de design que exiba tudo o que é necessário para o reparo: desenhos, visualização, especificação, nota explicativa. Consultors Personalize o seu design de interiores em um lugar de sonho com os melhores designers e móveis de qualidade. Tentamos o nosso melhor para atender às suas expectativas. Consultor de construção A consultora seleciona cores que combinem harmoniosamente entre si e se adequem ao estilo do cliente. Leva em consideração cores de paredes, tetos, pisos, móveis e acessórios. NEODesign Principal Serviços política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições NEODesign Principal Serviços Principal Serviços Termos e Condições Ao acessar ou usar o Site, você concorda em cumprir e ser vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se você não concorda com alguma estes termos, você está proibido de usar ou acessar este site. Responsabilidade do usuário Ao usar o ClickHome, você concorda em assumir total responsabilidade por suas ações e pelo conteúdo que você compartilha no site. Você também concorda em não usar o site para qualquer finalidade que é ilegal ou viola os direitos de terceiros. Garantias ClickHome não oferece garantias ou representações quanto a a exatidão, confiabilidade ou integridade do conteúdo do site. Todas as informações são fornecidas para fins informativos e apenas para fins educacionais e você concorda em usá-lo para seu próprio uso Ao acessar ou usar o Site, você concorda em cumprir e ser vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se você não concorda com alguma estes termos, você está proibido de usar ou acessar este site. Envolva-se em qualquer atividade que seja prejudicial, ameaçadora ou assediante para outros. Ao utilizar o site, é proibido violar o disposto na legislação em vigor, induzir em erro, insultar, assediar, ameaçar ou de qualquer forma infringir os direitos e liberdades dos utilizadores do site e/ou de terceiros. É proibido publicar ou divulgar informações ou materiais falsos, prejudiciais, obscenos, ilegais, caluniosos, blasfemos, caluniosos, inadequados ou que provoquem conflitos internacionais ou étnicos Se você tiver alguma dúvida ou preocupação sobre este aviso legal, entre em contato conosco em: É proibida a publicação de informações que contrariem a lei, anunciem ou provoquem atividades ilegais que violem os direitos dos usuários ou de terceiros à propriedade intelectual. 3 O site é destinado ao uso por usuários maiores de 18 anos. 3 O conteúdo do site não pode ser copiado, publicado, reproduzido, transmitido ou distribuído de qualquer forma, ou publicado na Internet sem o consentimento prévio por escrito da administração do site. O usuário é pessoalmente responsável por manter a confidencialidade das informações da conta, incluindo a senha, bem como por toda e qualquer atividade que seja realizada em nome do usuário da conta. Estas Regras são um acordo entre a Administração do Site e o Usuário e regula as relações entre eles decorrentes do que é permitido por estas Regras usando o Site. O registro de uma conta pessoal no site é expressamente a concordância do Usuário com os termos destas Regras, bem como a confirmação pelo Usuário ter a capacidade jurídica e autoridade necessárias para adotar estas Regras, capacidade de cumprir as Regras e assumir responsabilidade pela violação das Regras, incluindo relações jurídicas decorrentes do uso do Site. As disposições destas Regras são estabelecidas, alteradas e canceladas pela Administração do Site unilateralmente sem aviso prévio. A partir do momento da postagem no Site da nova edição do Regulamento, considera-se que a edição anterior perdeu força. Quando alterações significativas nas disposições das Regras, a Administração notifica os Usuários sobre isso. O usuário recebe um direito limitado, pessoal, intransferível e não sujeito sublicenças, licença revogável para acessar e usar o Site e seus materiais. Outro uso do Site ou de seus materiais (incluindo, mas não limitado a, cópia, reprodução, transmissão, distribuição, uso comercial, modificação, processamento ou criação de materiais derivados dos materiais e conteúdo do Site) proibido Se você tiver alguma dúvida ou preocupação sobre este aviso legal, entre em contato conosco em: neodesign@gmail.com NEODesign Principal Serviços política de Privacidade Termos e Condições",
    "thanks": "Thanks OBRIGADO PELO SEU FEEDBACK Obrigado pela sua preocupação conosco. Obrigado novamente por confiar seus comentários à Permaglam. Nós esperamos que poder atendê-lo novamente no futuro! Estamos felizes por poder ajudá-lo. Se você tiver alguma dúvida ou precisar de ajuda adicional, não entre em contato hesite em contactar-nos. Ficaremos felizes em ajudá-lo novamente. neodesign@gmail.com Principal"
  },
  "date": "2024-06-13T19:29:52.259Z"
}