{
  "name": "New_v9_CeilingMagic",
  "pages": {
    "index": "Ceiling Magic - Modern and Stylish Ceiling Solutions in India Home About us FAQ Catalog Contact us Transform Your Space with Stunning Ceilings At Ceiling Magic, we offer an exquisite collection of ceiling designs that blend elegance with modernity. Discover the perfect ceiling solution to enhance the beauty of your home or office. Explore Our Catalog OUR BENEFITS At Ceiling Magic, we take pride in offering top-of-the-line ceiling solutions that not only meet but exceed our customers' expectations. Our commitment to quality is unwavering, and it is reflected in every product we offer. We source the finest materials to ensure that our ceilings are durable, long-lasting, and aesthetically pleasing. Our designs are a blend of modern elegance and functionality, catering to the diverse tastes of our clients. Whether you are looking for a sleek, contemporary look or a more traditional style, we have something for everyone. One of the standout features of Ceiling Magic is our professional installation services. Our team of skilled installers ensures that every ceiling is fitted to perfection, with meticulous attention to detail. We understand that every space is unique, and we offer customized solutions to match the specific requirements of each project. Our competitive pricing ensures that you get the best value for your investment without compromising on quality. In addition to our exceptional products and services, we are dedicated to providing excellent customer support. Our knowledgeable and friendly staff are always ready to assist you with any queries or concerns, ensuring a smooth and pleasant experience from start to finish. We believe in building long-term relationships with our clients, based on trust and satisfaction. At Ceiling Magic, your satisfaction is our top priority, and we go the extra mile to make sure you are delighted with your purchase. Discover the difference with Ceiling Magic, where quality meets elegance and customer satisfaction is guaranteed. High-Quality Materials Modern and Elegant Designs Professional Installation Services Competitive Pricing Excellent Customer Support Customized Solutions High-Quality Materials We use only the best materials to ensure durability and longevity in all our ceiling products. Modern and Elegant Designs Our ceilings feature sleek and contemporary designs that add a touch of sophistication to any space. Professional Installation Services Our expert installers ensure precise and flawless fitting, giving you a perfect ceiling every time. Excellent Customer Support Our dedicated support team is always ready to assist you, ensuring a smooth and pleasant experience. About Us Welcome to Ceiling Magic, your premier destination for innovative and stylish ceiling solutions in India. Our journey began with a simple mission: to transform spaces with high-quality, aesthetically pleasing ceiling designs that combine functionality with modern elegance. Over the years, we have grown to become a trusted name in the industry, known for our commitment to excellence and customer satisfaction. At Ceiling Magic, we believe that the ceiling is an essential element of interior design that can significantly enhance the overall look and feel of a space. That's why we offer a diverse range of products, including false ceilings, ceiling panels, and tiles, each crafted with precision and attention to detail. Our designs cater to various tastes and preferences, ensuring that every customer finds the perfect fit for their home or office. Our team of experienced professionals is dedicated to providing top-notch service, from initial consultation to final installation. We take the time to understand your needs and preferences, offering personalized solutions that meet your specific requirements. Our goal is to not only meet but exceed your expectations, delivering results that you can be proud of. Join the many satisfied customers who have transformed their spaces with Ceiling Magic. Discover the difference that quality craftsmanship and exceptional service can make. Thank you for considering Ceiling Magic for your ceiling needs – we look forward to helping you create a space that truly stands out. POPULAR QUESTIONS What types of ceiling designs do you offer? We offer a wide range of ceiling designs including false ceilings, ceiling panels, and ceiling tiles. Our designs vary from modern and sleek to classic and elegant, ensuring there is something to match every taste and style. Are your ceiling materials durable? Yes, all our ceiling materials are sourced from top-quality suppliers and are designed to be durable and long-lasting. We ensure that our products meet the highest standards of quality and performance. Do you provide installation services? Yes, we provide professional installation services. Our team of skilled installers ensures that every ceiling is installed to perfection, paying close attention to detail and craftsmanship. Can I customize my ceiling design? Absolutely! We offer customized ceiling solutions to meet your specific needs and preferences. Our design team will work with you to create a ceiling that fits your space perfectly. What is the lead time for ceiling installation? The lead time for installation varies depending on the scope of the project and the specific design requirements. Generally, we aim to complete installations within 2-4 weeks from the time of order confirmation. Do you offer any warranty on your products? Yes, we offer a warranty on all our ceiling products to ensure your peace of mind. The warranty period and terms vary depending on the specific product. Please contact us for more details. What is the cost of your ceiling solutions? The cost of our ceiling solutions depends on the type of ceiling, materials used, and the complexity of the design. We offer competitive pricing and are happy to provide a detailed quote based on your requirements. How do I maintain my ceiling? Maintaining your ceiling is simple. Regular dusting and occasional cleaning with a damp cloth will keep it looking new. For specific maintenance instructions, please refer to the care guidelines provided with your purchase. Can I see samples of your work? Yes, we have a portfolio of completed projects that you can view. Please visit our website gallery or contact us to arrange a visit to one of our completed installations. Where are you located? Our showroom and office are located in [Your City], India. Please visit our Contact Us page for our full address and directions. How do I place an order? You can place an order by contacting us directly through our website, by phone, or by visiting our showroom. Our team will guide you through the process and help you select the perfect ceiling solution for your needs. Do you offer after-sales support? Yes, we offer comprehensive after-sales support to ensure your complete satisfaction. If you have any issues or questions after your installation, our support team is always ready to assist you. Catalog ₹12,000 Elegant White Ceiling Order ₹15,500 Modern Gypsum Ceiling Order ₹18,000 Classic Wooden Ceiling Order ₹20,000 Luxury PVC Ceiling Order ₹17,500 Contemporary Fabric Ceiling Order ₹22,000 Artistic Metal Ceiling Order WOULD YOU LIKE TO SPEAK TO ONE OF OUR? CONSULTANT OVER PHONE? Contact us Send message I accept privacy policy Contacts Jss Ceiling & Floorings, WZ C-105, Post Office St, Naraina Village, Naraina, New Delhi, Delhi 110028, India +919654449397 ceilingmagic@gmail.com Links Home About us FAQ Catalog Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "Ceiling Magic - Modern and Stylish Ceiling Solutions in India | Privacy Policy Home About us FAQ Catalog Contact us Privacy Policy At Ceiling Magic, we take your privacy seriously. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or use our services. Information We Collect We may collect personal information such as your name, email address, phone number, and address when you contact us or place an order. We also collect non-personal information such as your IP address, browser type, and cookies to improve our website's functionality and user experience. How We Use Your Information The information we collect is used to process your orders, communicate with you, improve our services, and personalize your experience. We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law. Security of Your Information We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Your Choices and Rights You have the right to access, correct, or delete your personal information. You may also choose to opt out of receiving marketing communications from us. Please contact us if you wish to exercise these rights. Changes to This Policy We may update this Privacy Policy periodically to reflect changes in our practices or legal requirements. We encourage you to review this page regularly for any updates. Your continued use of our website after changes are posted constitutes your acceptance of the revised policy. Contact Us If you have any questions about this Privacy Policy or our practices, please contact us at ceilingmagic@gmail.com Contacts Jss Ceiling & Floorings, WZ C-105, Post Office St, Naraina Village, Naraina, New Delhi, Delhi 110028, India +919654449397 ceilingmagic@gmail.com Links Home About us FAQ Catalog Contact us Policy Privacy policy Terms and Conditions",
    "terms": "Ceiling Magic - Modern and Stylish Ceiling Solutions in India | Terms and Conditions Home About us FAQ Catalog Contact us Terms and Conditions These Terms and Conditions govern your use of the Ceiling Magic website and services. By accessing or using our website, you agree to comply with these terms. If you do not agree with any part of these terms, please do not use our website. Use of Our Website You must be at least 18 years old or have parental consent to use our website. You agree to provide accurate and complete information when interacting with us and to maintain the security of your account credentials. Intellectual Property All content and materials on this website, including text, graphics, logos, images, and software, are the property of Ceiling Magic and protected by copyright and other intellectual property laws. You may not reproduce, distribute, modify, or republish any content without our prior written consent. Limitation of Liability Ceiling Magic is not liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of our website or services. This includes but is not limited to loss of profits, data, or business interruption. Changes to Terms We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Changes will be effective immediately upon posting on this page. Your continued use of our website after changes are posted constitutes your acceptance of the revised terms. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any dispute arising from these terms shall be subject to the exclusive jurisdiction of the courts in India. Contact Us If you have any questions about these Terms and Conditions, please contact us at ceilingmagic@gmail.com Contacts Jss Ceiling & Floorings, WZ C-105, Post Office St, Naraina Village, Naraina, New Delhi, Delhi 110028, India +919654449397 ceilingmagic@gmail.com Links Home About us FAQ Catalog Contact us Policy Privacy policy Terms and Conditions",
    "thank": "Ceiling Magic - Modern and Stylish Ceiling Solutions in India | Thank Thank You for Your Inquiry Thank you for reaching out to Ceiling Magic. We appreciate your interest in our ceiling solutions and are excited to help you transform your space with our high-quality products and professional services. Our team has received your inquiry and will get back to you as soon as possible with the information you need. At Ceiling Magic, we are committed to providing exceptional customer service and ensuring your satisfaction. If you have any additional questions or need further assistance, please do not hesitate to contact us. We look forward to working with you and helping you create a beautiful and functional ceiling for your home or office. Thank you once again for considering Ceiling Magic. We value your trust and are dedicated to exceeding your expectations. Main page"
  },
  "date": "2024-06-18T15:06:29.786Z"
}