{
  "name": "New_v9_bridalblissboutique",
  "pages": {
    "terms-conditions": "Termos de Uso - Bridal Bliss Boutique Bridal Bliss Boutique Página Inicial Contatos Faixa Termos de Uso Bem-vindo ao Bridal Bliss Boutique! Estes Termos de Uso regulam o uso do nosso site e dos serviços oferecidos pela Bridal Bliss Boutique. Ao acessar ou utilizar nosso site, você concorda com estes Termos de Uso. Aceitação dos Termos Ao acessar ou usar o site da Bridal Bliss Boutique, você concorda em ficar vinculado a estes Termos de Uso e a todas as leis e regulamentos aplicáveis. Se você não concordar com qualquer parte destes termos, você não está autorizado a acessar o site ou usar nossos serviços. Uso do Site Você concorda em usar o site da Bridal Bliss Boutique apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não usar o site de qualquer forma que possa danificar, desabilitar, sobrecarregar ou prejudicar o site ou interferir no uso e gozo de outra pessoa do site. Você concorda em não tentar obter acesso não autorizado a qualquer parte do site ou a quaisquer sistemas ou redes conectados ao site. Propriedade Intelectual Todo o conteúdo do site da Bridal Bliss Boutique, incluindo, mas não se limitando a, texto, gráficos, logotipos, ícones de botões, imagens, clipes de áudio, downloads digitais, compilações de dados e software, é propriedade da Bridal Bliss Boutique ou de seus fornecedores e é protegido por leis de direitos autorais. Você concorda em não modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação ou serviços obtidos do site. Links para Sites de Terceiros O site da Bridal Bliss Boutique pode conter links para sites de terceiros que não são de propriedade ou controlados por Bridal Bliss Boutique. Bridal Bliss Boutique não tem controle e não assume responsabilidade pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Você reconhece e concorda que a Bridal Bliss Boutique não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou alegadamente causada pelo uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de qualquer site de terceiros. Limitação de Responsabilidade Em nenhuma circunstância a Bridal Bliss Boutique, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos, incluindo, mas não se limitando a, lucros cessantes, perda de receita, perda de dados, ou danos similares, decorrentes de seu uso do site da Bridal Bliss Boutique. Alterações nos Termos Bridal Bliss Boutique se reserva o direito, a seu exclusivo critério, de modificar ou substituir estes Termos de Uso a qualquer momento. As alterações entrarão em vigor imediatamente após sua publicação no site. Ao continuar a acessar ou usar nosso site após quaisquer alterações a estes Termos de Uso, você concorda em ficar vinculado aos termos revisados. É sua responsabilidade verificar periodicamente os Termos de Uso para ver se há alterações. Indenização Você concorda em indenizar, defender e isentar de responsabilidade a Bridal Bliss Boutique, seus diretores, funcionários e afiliados de qualquer reivindicação, responsabilidade, danos, custos e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados ao seu uso do site, violação destes Termos de Uso ou violação de quaisquer direitos de terceiros. Rescisão Reservamo-nos o direito de rescindir ou suspender seu acesso ao site da Bridal Bliss Boutique, sem aviso prévio, por qualquer motivo, a nosso critério exclusivo. Isso inclui, mas não está limitado a, violação destes Termos de Uso. Após a rescisão, você deverá interromper o uso do site imediatamente. Jurisdição e Lei Aplicável Estes Termos de Uso são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente ou relacionada a estes Termos de Uso estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil. Disposições Gerais Estes Termos de Uso constituem o acordo completo entre você e a Bridal Bliss Boutique em relação ao assunto aqui tratado e substituem todos os acordos anteriores ou contemporâneos e comunicações, sejam verbais ou escritos, entre você e a Bridal Bliss Boutique em relação a este site. Atualizações e Manutenção do Site Nos esforçamos para manter o site Bridal Bliss Boutique acessível e funcional, mas não garantimos que o site estará sempre disponível, livre de erros ou livre de vírus ou outros componentes prejudiciais. Reservamo-nos o direito de interromper, suspender ou modificar temporária ou permanentemente o acesso ao site, total ou parcialmente, sem aviso prévio. Comentários e Feedback do Usuário Valorizamos os comentários e o feedback dos usuários sobre nosso site e serviços. No entanto, qualquer feedback, comentários, sugestões, ideias ou outras informações que você nos fornecer através do site ou por e-mail serão considerados não confidenciais e de nossa propriedade exclusiva. Reservamo-nos o direito de usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e sublicenciar qualquer feedback ou conteúdo de usuário em qualquer forma, mídia ou tecnologia, sem restrição ou compensação para você. Consentimento para Receber Comunicações Ao usar o site Bridal Bliss Boutique, você consente em receber comunicações de nós via e-mail ou outros meios de comunicação eletrônica. Essas comunicações podem incluir, mas não estão limitadas a, atualizações sobre o site, ofertas promocionais e outras informações relevantes. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição incluídas em cada comunicação. Força Maior Não seremos responsáveis por qualquer falha ou atraso no cumprimento de nossas obrigações decorrentes de eventos além do nosso controle razoável, incluindo, mas não se limitando a, greves, lockouts, tumultos, atos de guerra, desastres naturais, interrupções de energia, falhas de telecomunicações ou de transmissão de dados, ou atos de autoridades governamentais. Conservação dos Direitos Reservamos todos os direitos não expressamente concedidos nestes Termos de Uso. Nenhuma renúncia de qualquer disposição destes Termos de Uso será considerada uma renúncia adicional ou contínua dessa disposição ou de qualquer outra disposição, e nossa falha em fazer valer qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Idioma Principal Estes Termos de Uso foram redigidos originalmente em português. Em caso de conflito ou discrepância entre a versão em português destes Termos de Uso e qualquer tradução para outro idioma, a versão em português prevalecerá. Divulgação de Afiliados Por favor, esteja ciente de que alguns dos links presentes no site Bridal Bliss Boutique podem ser links de afiliados. Isso significa que podemos receber uma pequena comissão se você clicar e realizar uma compra através desses links. No entanto, isso não afeta de forma alguma o preço que você paga pelo produto ou serviço. Esses links de afiliados nos ajudam a manter o site e a continuar fornecendo conteúdo relevante e de qualidade para nossos usuários. Alterações nos Serviços e Produtos Nos reservamos o direito de alterar, suspender ou descontinuar qualquer aspecto dos nossos serviços ou produtos a qualquer momento, incluindo a disponibilidade de quaisquer recursos, bancos de dados ou conteúdo. Também podemos impor limites a certos recursos e serviços ou restringir o seu acesso a partes ou ao total do site sem aviso prévio ou responsabilidade. Avaliações e Comentários dos Usuários Encorajamos os usuários a compartilhar suas opiniões e experiências através de avaliações e comentários sobre nossos produtos e serviços. No entanto, nos reservamos o direito de remover ou moderar qualquer conteúdo que considerarmos inadequado, ofensivo, difamatório ou violador de direitos de terceiros. Encerramento de Conta de Usuário Reservamos o direito de encerrar contas de usuários que violarem estes Termos de Uso ou que estejam envolvidos em atividades fraudulentas, abusivas ou ilegais. Além disso, nos reservamos o direito de recusar o serviço a qualquer pessoa, por qualquer motivo, a qualquer momento. Contate-nos Se você tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco pelo e-mail bridalblissboutique@gmail.com. Obrigado por escolher Bridal Bliss Boutique! Bridal Bliss Boutique Sua história de amor começa aqui. Descubra a Bridal Bliss Boutique. +55 61 3345-5252 Ligações Contatos Catálogo Página Inicial Informação Termos de Uso Política de Privacidade",
    "thanks": "Obrigado por Escolher a Bridal Bliss Boutique Obrigado por entrar em contato! Prezado cliente valioso, Obrigado por entrar em contato com a Bridal Bliss Boutique. Agradecemos o tempo que você dedicou para nos contatar. Seu feedback é incrivelmente valioso para nós, e garantimos que revisaremos sua mensagem prontamente. Nossa equipe está dedicada a fornecer um serviço excepcional e nos esforçamos para tornar cada experiência com a Bridal Bliss Boutique memorável e agradável. Se você tiver mais perguntas ou preocupações, não hesite em entrar em contato conosco novamente. Obrigado mais uma vez por escolher a Bridal Bliss Boutique. Atenciosamente, A Equipe da Bridal Bliss Boutique lar",
    "catalog": "Nossa Coleção de Vestidos de Noiva e Acessórios Bridal Bliss Boutique Página Inicial Contatos Faixa Explore Our Exquisite Bridal Collection Welcome to our catalog, where you can explore our exquisite collection of bridal gowns and accessories. Each piece is carefully curated to ensure a perfect blend of elegance, style, and quality. Whether you're dreaming of a classic ball gown, a sleek mermaid silhouette, or delicate bridal accessories, we have something for every bride. Take your time to browse through our stunning selection and find the perfect pieces to make your wedding day truly unforgettable. Vestido de Noiva \"Princesa\" R$ 3.500,00 Ordem Vestido de Noiva \"Sereia\" R$ 4.200,00 Ordem Véu de Noiva com Renda R$ 800,00 Ordem Tiara de Strass R$ 350,00 Ordem Sapatos de Noiva Brancos R$ 450,00 Ordem Brincos de Pérola R$ 250,00 Ordem Vestidos de Noiva Deslumbrantes para Cada Estilo Descubra a nossa coleção de vestidos de noiva deslumbrantes, que abrange uma variedade de estilos, desde os clássicos e românticos até os modernos e ousados. Cada vestido é cuidadosamente confeccionado com tecidos de alta qualidade e atenção meticulosa aos detalhes, garantindo que você encontre o vestido dos seus sonhos que complemente perfeitamente o seu estilo pessoal e a visão do seu casamento. Deixe-se encantar pela nossa seleção e encontre o vestido que fará você se sentir verdadeiramente especial no seu grande dia. Encomende um vestido Bridal Bliss Boutique Sua história de amor começa aqui. Descubra a Bridal Bliss Boutique. +55 61 3345-5252 Ligações Contatos Catálogo Página Inicial Informação Termos de Uso Política de Privacidade",
    "contacts": "Entre em Contato Conosco - Bridal Bliss Boutique Bridal Bliss Boutique Página Inicial Contatos Faixa Entre em Contato Conosco Estamos aqui para ajudar! Se você tiver alguma dúvida sobre nossos vestidos de noiva, acessórios ou serviços de alterações, não hesite em entrar em contato conosco. Preencha o formulário abaixo e nossa equipe entrará em contato com você o mais breve possível. Também estamos disponíveis por telefone durante o horário comercial. Aguardamos ansiosamente para fazer parte do seu dia especial. CLS 214 - Bloco C - Loja, CLS 214 BL C Loja 40 - Asa Sul, Brasília - DF, 70293-530, Brasil bridalblissboutique@gmail.com +55 61 3345-5252 Aceito a Política de Privacidade envie uma mensagem Bridal Bliss Boutique Sua história de amor começa aqui. Descubra a Bridal Bliss Boutique. +55 61 3345-5252 Ligações Contatos Catálogo Página Inicial Informação Termos de Uso Política de Privacidade",
    "index": "Bridal Bliss Boutique - Vestidos de Noiva Exclusivos Bridal Bliss Boutique Página Inicial Contatos Faixa Vestidos de Noiva Exclusivos para o Seu Dia Especial Bem-vindo à Bridal Bliss Boutique, onde você encontrará os vestidos de noiva mais exclusivos e deslumbrantes para o seu dia especial. Nós nos dedicamos a ajudar as noivas a encontrar o vestido perfeito que as fará sentir confiantes e bonitas no dia do casamento. Nossa coleção apresenta uma variedade de estilos, desde os clássicos e elegantes até os modernos e ousados. Cada vestido é feito com os melhores materiais e atenção aos detalhes, para garantir que você tenha uma experiência única e inesquecível. Deixe-nos ajudá-la a encontrar o vestido dos seus sonhos. Agende uma consulta hoje mesmo! Faixa Aprender mais Acessórios para Complementar o Seu Look de Noiva Na Bridal Bliss Boutique, não oferecemos apenas vestidos de noiva exclusivos, mas também uma ampla seleção de acessórios para complementar o seu look no grande dia. Desde véus e tiaras até sapatos e joias, temos tudo o que você precisa para criar um visual deslumbrante e personalizado. Confira algumas das nossas opções abaixo. Véus de Noiva Adicione um toque de elegância ao seu visual com um véu de noiva clássico ou moderno. Tiaras e Coroas Sinta-se como uma princesa no seu grande dia com uma tiara ou coroa deslumbrante. Sapatos de Noiva Encontre o par perfeito de sapatos de noiva para complementar o seu vestido e mantê-la confortável durante todo o dia. Joias Adicione um brilho extra ao seu visual com uma seleção de brincos, colares e pulseiras de noiva. Cintos e Faixas Defina a sua cintura e adicione um toque de estilo ao seu vestido com um cinto ou faixa de noiva. Bolsas de Noiva Mantenha seus itens essenciais à mão com uma bolsa de noiva elegante e prática. Ver tudo Coleção de vestidos Serviços de Alterações Personalizadas Na Bridal Bliss Boutique, entendemos a importância de um ajuste perfeito. Nossos serviços de alterações personalizadas garantem que seu vestido de noiva se encaixe como uma luva, realçando sua beleza natural no dia do casamento. Nossas costureiras especializadas trabalharão em estreita colaboração com você para garantir que cada detalhe do seu vestido seja impecável. Confie em nós para cuidar de todos os ajustes necessários, para que você possa se sentir confiante e deslumbrante no seu grande dia. Ajustes Sob Medida Nossas costureiras experientes oferecem ajustes sob medida para garantir que seu vestido se encaixe perfeitamente em todos os lugares certos. Consulta de Estilo Agende uma consulta de estilo personalizada para discutir suas preferências de ajuste e garantir que seu vestido atenda a todas as suas expectativas. Bridal Bliss Boutique Sua história de amor começa aqui. Descubra a Bridal Bliss Boutique. +55 61 3345-5252 Ligações Contatos Catálogo Página Inicial Informação Termos de Uso Política de Privacidade",
    "privacy-policy": "Política de Privacidade - Bridal Bliss Boutique Bridal Bliss Boutique Página Inicial Contatos Faixa política de Privacidade Bem-vindo ao Bridal Bliss Boutique! O Bridal Bliss Boutique é um destino online dedicado a todas as coisas relacionadas ao seu grande dia. Enquanto nos esforçamos para fornecer informações precisas e atualizadas, é importante compreender os termos e condições que regem o uso deste site. Propriedade do Conteúdo Todo o conteúdo exibido neste site, incluindo textos, imagens, logotipos, designs e gráficos, é propriedade exclusiva do Bridal Bliss Boutique, a menos que indicado de outra forma. Este conteúdo está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Uso do Site Ao acessar o Bridal Bliss Boutique, você concorda em utilizar o site apenas para fins legais e de acordo com estes termos e condições. Você concorda em não utilizar o site de forma que possa danificar, desabilitar, sobrecarregar ou prejudicar o site ou interferir com o uso e gozo do site por parte de terceiros. Exclusão de Responsabilidade O Bridal Bliss Boutique se esforça para garantir que as informações fornecidas neste site sejam precisas e atualizadas. No entanto, não podemos garantir a precisão, integridade ou atualidade das informações fornecidas. O uso das informações deste site é por sua conta e risco. Em nenhuma circunstância o Bridal Bliss Boutique será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, punitivos ou consequenciais decorrentes do uso ou da incapacidade de usar este site. Links para Sites de Terceiros O Bridal Bliss Boutique pode conter links para sites de terceiros que não são operados ou controlados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. A inclusão de links para sites de terceiros não implica endosso ou recomendação dos produtos, serviços ou informações oferecidos. Alterações nos Termos e Condições Reservamo-nos o direito de modificar estes termos e condições a qualquer momento, sem aviso prévio. Ao continuar a acessar ou usar este site após quaisquer alterações, você concorda em ficar vinculado aos termos e condições modificados. Direitos de Propriedade Intelectual Todos os direitos de propriedade intelectual relacionados ao Bridal Bliss Boutique, incluindo mas não se limitando a marcas registradas, marcas de serviço, direitos autorais e segredos comerciais, são de propriedade exclusiva do Bridal Bliss Boutique. Nada neste site concede a você direitos ou licenças para utilizar qualquer propriedade intelectual exibida aqui sem o consentimento expresso por escrito do Bridal Bliss Boutique. Garantias Este site é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. O Bridal Bliss Boutique não faz representações ou garantias de qualquer tipo quanto à operação deste site ou às informações, conteúdos, materiais ou produtos incluídos neste site. Jurisdição e Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do país de origem do Bridal Bliss Boutique, sem considerar seus princípios de conflitos de leis. Você concorda irrevogavelmente que todos os litígios decorrentes ou relacionados a estes termos e condições serão submetidos à jurisdição exclusiva dos tribunais competentes localizados no país de origem do Bridal Bliss Boutique. Capacidade e Consentimento Ao utilizar o Bridal Bliss Boutique, você declara que possui a capacidade legal para concordar com estes termos e condições ou, se menor de idade, que obteve o consentimento de seus pais ou responsáveis legais para utilizar este site. Disposições Gerais Se qualquer disposição destes termos e condições for considerada inválida, ilegal ou inexequível por qualquer motivo, essa disposição será eliminada ou limitada na medida mínima necessária, de modo que os termos e condições restantes permaneçam em pleno vigor e efeito. Este aviso legal constitui o acordo completo entre você e o Bridal Bliss Boutique em relação ao uso deste site e substitui todos os acordos e entendimentos anteriores ou contemporâneos. Limitação de Responsabilidade Em nenhum caso o Bridal Bliss Boutique, seus diretores, funcionários, afiliados, agentes, contratantes ou licenciantes serão responsáveis perante você por quaisquer danos indiretos, consequenciais, incidentais, especiais, punitivos ou exemplares, incluindo, sem limitação, perda de lucros, receitas, economias, dados, uso ou boa vontade, resultantes de qualquer forma do uso, acesso, incapacidade de uso ou desempenho deste site, mesmo que tenham sido avisados da possibilidade de tais danos. Proteção de Dados O Bridal Bliss Boutique valoriza sua privacidade e se compromete a proteger suas informações pessoais. Nós não coletamos, armazenamos ou processamos informações pessoais dos usuários através deste site, a menos que seja fornecido voluntariamente por meio de formulários de contato ou outras interações diretas. Quaisquer informações pessoais fornecidas serão utilizadas apenas para os fins especificados e não serão compartilhadas, vendidas ou alugadas a terceiros sem o seu consentimento prévio. Segurança da Informação Implementamos medidas de segurança razoáveis para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, é importante lembrar que nenhum método de transmissão pela internet ou armazenamento eletrônico é 100% seguro e, portanto, não podemos garantir segurança absoluta. Alterações nos Serviços e Conteúdo O Bridal Bliss Boutique reserva-se o direito de fazer alterações, suspender ou encerrar qualquer parte dos serviços oferecidos neste site, incluindo conteúdo, funcionalidades ou disponibilidade, a qualquer momento e sem aviso prévio. Não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou encerramento dos serviços. Consentimento para Recebimento de Comunicações Ao fornecer seu endereço de e-mail ou outras informações de contato, você consente em receber comunicações de nós, incluindo newsletters, atualizações e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição incluídas em cada e-mail. Independência das Cláusulas Se qualquer disposição destes termos e condições for considerada inválida, ilegal ou inexequível por qualquer tribunal competente, tal disposição será considerada separável das demais disposições e não afetará a validade e a aplicabilidade das disposições restantes. Idioma do Contrato Estes termos e condições foram redigidos no idioma português. Se forem traduzidos para outros idiomas, a versão em português prevalecerá em caso de conflito ou ambiguidade. Acordo Completo Estes termos e condições constituem o acordo completo entre você e o Bridal Bliss Boutique em relação ao uso deste site e substituem quaisquer acordos anteriores ou contemporâneos entre você e nós. Aceitação dos Termos e Condições Ao acessar ou usar o Bridal Bliss Boutique, você reconhece ter lido, compreendido e concordado em ficar vinculado por estes termos e condições. Se você não concordar com estes termos e condições, não utilize este site. Lei Aplicável e Jurisdição Estes termos e condições serão regidos e interpretados de acordo com as leis do país de origem do Bridal Bliss Boutique, sem levar em consideração os princípios de conflitos de leis. Você concorda irrevogavelmente que quaisquer litígios decorrentes ou relacionados a estes termos e condições serão submetidos à jurisdição exclusiva dos tribunais competentes localizados no país de origem do Bridal Bliss Boutique. Consentimento dos Pais ou Responsáveis Se você for menor de idade, você declara que obteve o consentimento de seus pais ou responsáveis legais antes de utilizar este site. Os pais ou responsáveis legais são encorajados a orientar e supervisionar as atividades online de seus filhos. Controle de Exportação Você concorda em cumprir todas as leis e regulamentações de controle de exportação aplicáveis ao utilizar este site. Você reconhece que nenhuma parte do conteúdo deste site pode ser exportada ou reexportada para países sujeitos a restrições de exportação. Sobrevivência das Disposições Todas as disposições destes termos e condições que, pela sua natureza, devem sobreviver ao término ou expiração, incluindo mas não se limitando a disposições sobre propriedade intelectual, limitação de responsabilidade, garantias e indenizações, permanecerão em pleno vigor e efeito após o término ou expiração. Contate-nos Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco pelo email bridalblissboutique@gmail.com. Ao usar o Bridal Bliss Boutique, você concorda com estes termos e condições. Obrigado por visitar o nosso site! Bridal Bliss Boutique Sua história de amor começa aqui. Descubra a Bridal Bliss Boutique. +55 61 3345-5252 Ligações Contatos Catálogo Página Inicial Informação Termos de Uso Política de Privacidade"
  }
}