{
  "name": "New_v9_JardimLuva",
  "pages": {
    "index": "JardimLuva Início Ferramentas Sobre Ordem O JardimLuva lhe dá as boas-vindas! Escolha uma ferramenta para todos os gostos Escolha uma ferramenta para todos os gostos O que você precisa fazer para alugar um instrumento? 1. Cadastro Cadastre-se na plataforma JardimLuva para ter acesso à funcionalidade de aluguel de ferramentas. Crie uma conta usando seu endereço de e-mail e senha. 2. Escolha uma ferramenta Aceda à página de ferramentas e equipamentos de jardim na plataforma JardimLuva e selecione as ferramentas que necessita para alugar. Você pode ver descrições e fotos de ferramentas para escolher aquelas que mais lhe agradam. 3. Selecione a data Selecione a data de início e término do aluguel da ferramenta e indique também a quantidade de dias em que você precisa da ferramenta. Verifique a disponibilidade dos instrumentos escolhidos para as datas selecionadas. 4. Adicionar ao carrinho Adicione as ferramentas selecionadas ao seu carrinho e prossiga para a finalização da compra. Forneça seus dados de contato e endereço de entrega, se necessário. Escolha um método de pagamento conveniente. 5. Aguarde a confirmação Confirme a sua encomenda e aguarde a confirmação do senhorio. Você receberá informações sobre onde e como obter seus instrumentos de aluguel. No final do período de aluguer, devolva as ferramentas no local designado. Ordem Before renting, make sure the tool is in good working order! Verifique o estado geral do instrumento: certifique-se de que não há danos, rachaduras, desgastes ou outros defeitos. Verifique se a ferramenta está funcionando corretamente: ligue-a e certifique-se de que todas as funções funcionam corretamente. Verifique as facas e lâminas para ter certeza de que estão afiadas e sem danos. Verifique os fixadores: certifique-se de que todos os parafusos, porcas e outras peças estejam bem fixados. Verifique as conexões elétricas: certifique-se de que os fios não estejam danificados e que não haja peças expostas. Verifique os níveis de ruído e vibração: Certifique-se de que a ferramenta não faça muito barulho ou vibre muito. Se tiver alguma dúvida sobre a qualidade da ferramenta, entre em contato com a locadora para obter mais informações ou solicitar uma ferramenta de reposição. Alugue uma ferramenta Martelo Martelo é uma ferramenta manual usada para bater em pregos ou para quebrar algo. O preço do aluguel de um martelo é de 5€ por dia. Serra elétrica Uma serra elétrica é uma ferramenta motorizada utilizada para cortar madeira ou metal. O preço do aluguel de uma serra elétrica é de 10€ por dia. Furadeira Uma furadeira é uma ferramenta elétrica utilizada para fazer furos em materiais como madeira ou metal. O preço do aluguel de uma furadeira é de 7€ por dia. Chave de fenda Uma chave de fenda é uma ferramenta manual usada para apertar ou soltar parafusos. O preço do aluguel de uma chave de fenda é de 3€ por dia. Broca Uma broca é uma ferramenta de corte utilizada para fazer furos em materiais como madeira ou metal. O preço do aluguel de uma broca é de 4€ por dia. Lixadeira Uma lixadeira é uma ferramenta elétrica utilizada para lixar superfícies de madeira ou metal. O preço do aluguel de uma lixadeira é de 6€ por dia. Um pouco sobre nossa empresa O JardimLuva é uma plataforma online de aluguer de ferramentas e equipamentos de jardinagem. Oferecemos uma ampla seleção de ferramentas de jardim, máquinas e equipamentos para paisagismo e cuidado de jardins. Nosso serviço permite que você alugue as ferramentas e equipamentos necessários sem comprá-los imediatamente. Oferecemos comodidade, economia de tempo e dinheiro e a capacidade de usar equipamentos de última geração sem a necessidade de adquiri-los. Os nossos serviços estão disponíveis em todo Portugal. Trabalhamos com fornecedores de confiança e garantimos a qualidade dos equipamentos de aluguel. Não perca tempo procurando e comprando equipamentos de jardinagem, alugue-nos e desfrute do conforto e beleza do seu jardim. JardimLuva é o seu assistente confiável no cuidado do jardim. Perguntas e respostas Se você tiver alguma dúvida, você pode pesquisar as respostas abaixo: O que é a JardimLuva? A JardimLuva é uma plataforma online de aluguer de equipamento e ferramentas de jardim. Como posso alugar equipamento de jardim na JardimLuva? Basta aceder ao nosso site, escolher o equipamento que deseja alugar, fazer a reserva e agendar a entrega na sua morada. Quais os tipos de equipamento disponíveis para aluguer na JardimLuva? Temos uma vasta gama de equipamentos disponíveis, desde corta-relvas a tesouras de poda, passando por pulverizadores e roçadoras. Qual é a política de entrega e recolha do equipamento na JardimLuva? Entregamos e recolhemos o equipamento alugado na data e local indicados pelo cliente, para garantir a máxima comodidade. Como posso pagar pelo aluguer do equipamento na JardimLuva? Aceitamos pagamentos online através de cartão de crédito ou transferência bancária. Qual é a duração mínima de aluguer na JardimLuva? A duração mínima de aluguer na JardimLuva é de um dia. A JardimLuva faz entregas em todo o país? Sim, fazemos entregas em todo o país, mediante o pagamento de uma taxa de entrega adicional. E se precisar de ajuda com a utilização do equipamento alugado? Estamos disponíveis para prestar assistência telefónica ou por email, para garantir que consegue utilizar o equipamento da forma correta. Posso cancelar a minha reserva na JardimLuva? Sim, pode cancelar a sua reserva até 24 horas antes da data de entrega programada, sem custos adicionais. Qual é a vantagem de alugar equipamento de jardim em vez de comprar? Alugar equipamento de jardim pode ser mais económico e prático, especialmente se não utiliza o equipamento com frequência. Além disso, ao alugar, não tem de se preocupar com a manutenção e armazenamento do equipamento. Se não houver mais dúvidas, deixe um pedido o mais rápido possível! Telefone: +55 23 1565 2238 Email: JardimLuva@gmail.com Endereço: Rua do Carmo - Baú, Cuiabá - MT, 78008-040, Brazil Aceito a Política de Privacidade Enviar Início Ferramentas Sobre Order Política de Privacidade Termos e Condições",
    "policy": "JardimLuva: Política de Privacidade Início Ferramentas Sobre Ordem Política de Privacidade A JardimLuva respeita a privacidade de todos os seus utilizadores e compromete-se a proteger todas as informações pessoais que partilhem connosco. Esta Política de Privacidade descreve como recolhemos, utilizamos, processamos e partilhamos as suas informações pessoais quando utiliza os nossos serviços. Recolha de Informações Pessoais Quando se regista na plataforma JardimLuva, poderemos recolher as seguintes informações pessoais: 1. Nome 2. Endereço de e-mail 3. Número de telefone 4. Endereço de entrega 5. Informações de pagamento Estas informações são recolhidas com o objetivo de processar as suas encomendas, comunicar consigo e fornecer um serviço personalizado de acordo com as suas preferências. Utilização das Informações Pessoais As informações pessoais recolhidas podem ser utilizadas para os seguintes fins: 1. Processar e entregar as suas encomendas 2. Comunicar consigo sobre novos produtos, promoções e eventos 3. Melhorar os nossos serviços e produtos 4. Personalizar a sua experiência na plataforma Partilha de Informações Pessoais A JardimLuva compromete-se a não partilhar as suas informações pessoais com terceiros sem o seu consentimento, exceto nos seguintes casos: 1. Para processar pagamentos e entregas 2. Para cumprir com obrigações legais 3. Para proteger os direitos e propriedade da empresa Segurança das Informações Pessoais A JardimLuva toma todas as medidas necessárias para proteger as suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação. Utilizamos protocolos de segurança padrão do setor para proteger as informações que recolhemos. Alterações à Política de Privacidade A JardimLuva reserva-se o direito de alterar esta Política de Privacidade a qualquer momento. Recomendamos que consulte regularmente esta página para estar ciente de quaisquer atualizações ou alterações. Contacto Se tiver alguma dúvida ou preocupação sobre a nossa Política de Privacidade, por favor contacte-nos através do nosso endereço de e-mail: jardimLuva@gmail.com Esta Política de Privacidade foi atualizada em 1 de janeiro de 2022. Início Ferramentas Sobre Order Política de Privacidade Termos e Condições",
    "terms": "JardimLuva: Termos e Condições Início Ferramentas Sobre Ordem Termos e Condições Condições de Utilização da Plataforma Online para Aluguer de Equipamento de Jardim JardimLuva Bem-vindo à plataforma online da JardimLuva, dedicada ao aluguer de equipamento de jardim. Antes de utilizar os nossos serviços, por favor leia atentamente as seguintes condições de utilização. Ao aceder e utilizar a nossa plataforma, concorda em cumprir com estes termos. Se não concordar com as condições apresentadas, por favor não utilize os nossos serviços. Registo do Utilizador 1.1 Para utilizar os serviços da JardimLuva, é necessário registar-se no nosso website. Deverá fornecer informações verdadeiras e atualizadas durante o registo. 1.2 É da responsabilidade do utilizador manter a confidencialidade dos seus dados de acesso à plataforma. Qualquer atividade realizada na sua conta será da sua responsabilidade. Aluguer de Equipamento 2.1 O utilizador poderá alugar equipamento de jardim disponível na nossa plataforma, sujeito à disponibilidade do mesmo. 2.2 O período de aluguer será acordado entre a JardimLuva e o utilizador no momento da reserva. 2.3 O utilizador é responsável por utilizar o equipamento de forma adequada e segura, de acordo com as instruções fornecidas. Pagamentos 3.1 O utilizador concorda em pagar o valor total do aluguer do equipamento de acordo com os termos estabelecidos pela JardimLuva. 3.2 Os pagamentos podem ser realizados através dos métodos de pagamento disponíveis na plataforma. 3.3 Em caso de cancelamento da reserva, poderão ser aplicadas taxas de cancelamento, de acordo com a política da empresa. Responsabilidade do Utilizador 4.1 O utilizador é responsável por qualquer dano causado ao equipamento durante o período de aluguer. 4.2 Em caso de danos ou perdas do equipamento, o utilizador deverá informar imediatamente a JardimLuva e cumprir com as medidas estabelecidas para a resolução do problema. Política de Privacidade 5.1 A JardimLuva compromete-se a proteger a privacidade dos utilizadores, de acordo com a legislação aplicável em matéria de proteção de dados. 5.2 Os dados pessoais dos utilizadores serão recolhidos e tratados de acordo com a nossa política de privacidade. Alterações aos Termos e Condições 6.1 A JardimLuva reserva-se o direito de alterar os termos e condições de utilização da plataforma, sem aviso prévio. 6.2 É da responsabilidade do utilizador verificar regularmente os termos e condições atualizados. Ao utilizar a plataforma da JardimLuva, o utilizador concorda em cumprir com as condições de utilização acima mencionadas. Em caso de violação destes termos, a JardimLuva reserva-se o direito de suspender ou cancelar a conta do utilizador. Para mais informações, por favor contacte-nos através dos contatos disponíveis na plataforma. Obrigado por escolher a JardimLuva para o aluguer de equipamento de jardim. Início Ferramentas Sobre Order Política de Privacidade Termos e Condições",
    "thanks": "JardimLuva: Obrigado Obrigado! Desejamos que você conclua seus reparos o mais rápido possível! Lar"
  }
}