{
  "name": "New_v9_beyondthresholds",
  "pages": {
    "terms-conditions": "BeyondThresholds Terms of Use - Guidelines for Using Our Website beyondthresholds@gmail.com +91-881-8881136 Sun - Fri (08AM - 10PM) BeyondThresholds Home Services Options Mastery Guarantee Our doors Trends Terms of Use Welcome to BeyondThresholds, an online platform dedicated to exploring the boundless realms of knowledge, creativity, and self-discovery. By accessing or using our website, you agree to be bound by the following terms and conditions (the \"Terms of Use\"). Please read them carefully before proceeding. Acceptance of Terms These Terms of Use govern your access to and use of the BeyondThresholds website and its services. By accessing or using our website, you signify your acceptance of these Terms of Use, as well as our Privacy Policy, which is incorporated herein by reference. If you do not agree with any part of these Terms of Use or our Privacy Policy, you must not use our website. Intellectual Property Rights The content, design, and layout of the BeyondThresholds website, including but not limited to text, graphics, images, logos, and software, are protected by intellectual property laws and are the property of BeyondThresholds or its licensors. You may not reproduce, modify, distribute, or create derivative works from any part of our website without our prior written consent. User Conduct You agree to use the BeyondThresholds website solely for lawful purposes and in a manner that does not infringe upon the rights of others or restrict or inhibit their use and enjoyment of our website. You shall not engage in any conduct that could damage, disable, overburden, or impair our servers or networks. Additionally, you agree not to: a. Upload, post, or transmit any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, invasive of another's privacy, or otherwise objectionable. b. Impersonate any person or entity or falsely state or misrepresent your affiliation with a person or entity. c. Interfere with or disrupt the operation of our website or the servers or networks connected to our website. d. Attempt to gain unauthorized access to any portion or feature of our website or any other systems or networks connected to our website. e. Engage in any activity that could compromise the security or integrity of our website or any other computer system. User Content BeyondThresholds may provide you with the opportunity to submit, post, or upload content (collectively, \"User Content\"). You retain ownership of any intellectual property rights you may have in the User Content. However, by submitting, posting, or uploading User Content to our website, you grant BeyondThresholds a perpetual, worldwide, non-exclusive, royalty-free, transferable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such User Content in connection with the operation and promotion of our website and services. Third-Party Links and Content Our website may contain links to third-party websites or resources. BeyondThresholds does not endorse or assume any responsibility for the content, privacy policies, or practices of such third-party websites or resources. You acknowledge and agree that BeyondThresholds shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such third-party websites or resources. Disclaimer of Warranties The BeyondThresholds website and its contents are provided on an \"as is\" and \"as available\" basis without warranties of any kind, either express or implied, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement. BeyondThresholds does not warrant that our website will be uninterrupted, timely, secure, or error-free, or that defects will be corrected. Limitation of Liability In no event shall BeyondThresholds, its affiliates, or their respective directors, officers, employees, or agents be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from or in any way connected with the use or inability to use our website or any content, information, or services provided through our website, even if advised of the possibility of such damages. Indemnification You agree to indemnify, defend, and hold harmless BeyondThresholds, its affiliates, and their respective directors, officers, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of our website, violation of these Terms of Use, or infringement of any intellectual property or other rights of any person or entity. Modification and Termination BeyondThresholds reserves the right to modify, suspend, or terminate your access to our website or any part thereof at any time, with or without notice, for any reason. Additionally, we may modify or update these Terms of Use at any time, and your continued use of our website after such modifications constitutes your acceptance of the updated Terms of Use. Entire Agreement These Terms of Use, together with our Privacy Policy, constitute the entire agreement between you and BeyondThresholds regarding your use of our website and supersede all prior or contemporaneous agreements, understandings, or representations, whether written or oral. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent permissible, and the remaining provisions shall remain in full force and effect. No Waiver No failure or delay by BeyondThresholds in exercising any right, power, or privilege under these Terms of Use shall operate as a waiver thereof, nor shall any single or partial exercise of any right, power, or privilege preclude any other or further exercise thereof or the exercise of any other right, power, or privilege. Assignment You may not assign or transfer your rights or obligations under these Terms of Use without the prior written consent of BeyondThresholds. BeyondThresholds may assign or transfer its rights and obligations under these Terms of Use at any time without your consent. Headings The section headings used in these Terms of Use are for convenience only and shall not be given any legal import or affect the meaning or interpretation of these Terms of Use. Force Majeure BeyondThresholds shall not be liable for any delay or failure to perform resulting from causes beyond its reasonable control, including but not limited to acts of God, acts of war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor, or materials. Feedback and Suggestions Any feedback, comments, ideas, or suggestions (collectively, \"Feedback\") you provide to BeyondThresholds shall be considered non-confidential and non-proprietary. BeyondThresholds shall have the right to use, reproduce, disclose, distribute, and otherwise exploit such Feedback without any obligation to account to you in any way. Digital Millennium Copyright Act BeyondThresholds respects the intellectual property rights of others and expects its users to do the same. If you believe that your work has been copied in a way that constitutes copyright infringement, please follow our DMCA Notice and Procedure for making such claims. Modifications to Services BeyondThresholds reserves the right to modify, suspend, or discontinue any part of its website or services at any time, with or without notice. We shall not be liable to you or any third party for any modifications, suspensions, or discontinuances of our website or services. Contact Information If you have any questions or concerns about these Terms of Use or the BeyondThresholds website, please contact us at beyondthresholds@gmail.com. We will make every effort to address your inquiries promptly. If you have any questions or concerns regarding these Terms of Use or the BeyondThresholds website, please contact us at beyondthresholds@gmail.com. Last updated: 12.03.2024 BeyondThresholds Elevate Your Space with BeyondThresholds - Where Style Meets Quality +91-881-8881136 beyondthresholds@gmail.com near Hi Tech Bus Stand, Tifra, Bilaspur, Deori, Chhattisgarh 495001, India Links Home Services Options Mastery Guarantee Our doors Trends Additionally Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing BeyondThresholds - We Appreciate Your Support Thank You for Reaching Out! We at BeyondThresholds are deeply grateful for your feedback. Your insights help us improve our services and offerings to better serve you and others like you. Rest assured, your message has been received and we will get back to you as soon as possible. Meanwhile, feel free to explore more of BeyondThresholds and stay connected with us. Thank you once again for choosing BeyondThresholds! To main",
    "index": "BeyondThresholds - Discover Your Perfect Doorway to Elegance and Style beyondthresholds@gmail.com +91-881-8881136 Sun - Fri (08AM - 10PM) BeyondThresholds Home Services Options Mastery Guarantee Our doors Trends Welcome to BeyondThresholds Explore a World of Exquisite Doors for Every Space Step into a realm where craftsmanship meets elegance. BeyondThresholds offers a curated collection of premium doors to elevate your home or office. Discover the perfect blend of style and functionality with our diverse range of door designs. Find your gateway to sophistication and quality today. Range Write to us 01 Classic Elegance Timeless designs that add a touch of sophistication to any space. Explore our classic door collection for a refined look. 02 Modern Minimalism Sleek and contemporary doors that embody simplicity and style. Discover our modern door range for a minimalist aesthetic. 03 Rustic Charm Warm and inviting doors with a rustic appeal. Bring a cozy, countryside feel to your home with our charming rustic doors. 04 Luxurious Finishes Opulent doors with luxurious finishes for a touch of grandeur. Elevate your space with our exquisite range of high-end door options. 10 Years Of Experience Craftsmanship Redefined Unleashing the Artistry of Door Making At BeyondThresholds, we take pride in our dedication to exquisite craftsmanship. Each door is meticulously crafted by skilled artisans, blending traditional techniques with modern innovation to create masterpieces that transcend mere functionality. Precision Engineering Our doors are engineered with precision to ensure seamless operation and durability, marrying form with function effortlessly. Quality Materials We source only the finest materials to guarantee superior quality and longevity, ensuring that every door is a testament to our commitment to excellence. Exceptional maintenance Customer Satisfaction Guaranteed Your Doorway to Exceptional Service At BeyondThresholds, we prioritize customer satisfaction above all else. Our dedicated team is committed to providing you with a seamless experience from selection to installation. Trust us to exceed your expectations every step of the way. Expert Consultation Our knowledgeable team is here to guide you in choosing the perfect door that suits your style and requirements. To learn more Customization Options Personalize your door with a range of customization options to create a unique statement piece for your space. To learn more Professional Installation Sit back and relax as our skilled technicians ensure a flawless installation of your chosen door, leaving you with peace of mind. To learn more After-Sales Support Our commitment doesn't end with the sale. Count on us for any post-purchase assistance or maintenance needs. To learn more Fast Delivery We understand the importance of timely delivery. Expect prompt and efficient service when you order from us. To learn more Satisfaction Guarantee Your satisfaction is our priority. Rest assured that we stand behind the quality of our products and services. To learn more 1000+ Designs Available 5000+ Satisfied Customers 500+ Custom Options 5000+ Successful Installations Elevate Your Space Discover Door Designs That Define Style Transform your surroundings with our exquisite range of doors. From vintage charm to contemporary chic, explore a collection that reflects your unique taste and elevates the aesthetics of your space. Vintage Charm Embrace nostalgia with our vintage-inspired door designs, adding character to your space. ₹10,000 Order Contemporary Chic Sleek and modern doors that redefine contemporary style for a sophisticated look. ₹15,500 Order Rustic Elegance Capture the essence of rustic beauty with our elegantly crafted rustic doors. ₹12,800 Order Luxury Collection Indulge in luxury with our premium collection of opulent doors for a lavish touch. ₹20,000 Order Get in Touch Ready to find the perfect door for your space? Contact us today to discuss your requirements and receive expert guidance. Our team is eager to assist you in making the right choice for your home or office. I accept the Privacy Policy Send a message Stay Updated Explore the Latest Trends in Door Design Stay ahead of the curve with our insights into the ever-evolving world of door design. From innovative materials to cutting-edge styles, we keep you informed and inspired. Material Innovations Discover new materials revolutionizing door design. Trendy Styles Explore the latest trends shaping door aesthetics. Design Inspirations Get inspired by unique designs from around the world. Expert Tips Learn valuable tips for selecting the perfect door for your space. BeyondThresholds Elevate Your Space with BeyondThresholds - Where Style Meets Quality +91-881-8881136 beyondthresholds@gmail.com near Hi Tech Bus Stand, Tifra, Bilaspur, Deori, Chhattisgarh 495001, India Links Home Services Options Mastery Guarantee Our doors Trends Additionally Privacy Policy Terms of Use",
    "privacy-policy": "BeyondThresholds Privacy Policy - Protecting Your Personal Information beyondthresholds@gmail.com +91-881-8881136 Sun - Fri (08AM - 10PM) BeyondThresholds Home Services Options Mastery Guarantee Our doors Trends Privacy Policy At BeyondThresholds, we strive to create a diverse and inclusive online community. We welcome visitors from all walks of life, backgrounds, and perspectives. However, we expect all users to act with respect, courtesy, and consideration towards others. Any form of discrimination, harassment, hate speech, or offensive content targeting individuals or groups based on race, ethnicity, religion, gender, sexual orientation, age, disability, or any other protected characteristic will not be tolerated. We reserve the right to remove or edit any content that we deem inappropriate, offensive, or harmful. While we encourage open and constructive discussions, personal attacks, trolling, or disruptive behavior will not be permitted. Our goal is to foster an environment that promotes positive interactions, intellectual discourse, and the free exchange of ideas. Please be advised that any content or materials you submit or upload to our website, including but not limited to text, images, videos, or audio files, may be used, reproduced, modified, distributed, or displayed by BeyondThresholds for any purpose, including commercial purposes, without compensation to you. By submitting content, you grant us a perpetual, irrevocable, non-exclusive, royalty-free, and worldwide license to use, reproduce, modify, distribute, and display your content. We respect the intellectual property rights of others and expect our users to do the same. If you believe that your copyrighted work has been infringed upon or used without proper authorization, please contact us immediately at beyondthresholds@gmail.com, and we will investigate the matter promptly. While we make every effort to ensure the accuracy and reliability of the information provided on our website, we cannot guarantee its completeness or suitability for every situation. The content is provided \"as is\" without any warranties or representations, express or implied. BeyondThresholds may update, modify, or revise this disclaimer at any time without prior notice. We encourage you to review this page periodically to stay informed of any changes. BeyondThresholds is committed to protecting the privacy and security of our users. We do not collect, store, or process any personal information or data from our website visitors. We believe in maintaining transparency and building trust with our community. While we strive to provide accurate and up-to-date information on our website, we cannot guarantee the accuracy, completeness, or reliability of any third-party content, products, services, or websites linked to or referenced on our platform. We are not responsible for the practices, policies, or content of external sites, and the inclusion of any links or references does not constitute endorsement by BeyondThresholds. Our website may contain user-generated content, such as comments, reviews, or discussions. We do not control or endorse the opinions, statements, or information expressed in these user contributions. Users are solely responsible for their content, and BeyondThresholds disclaims any liability or responsibility for the accuracy, legality, or appropriateness of such user-generated content. BeyondThresholds reserves the right to modify, update, or discontinue any aspect of our website, services, or policies at any time without prior notice. We may also impose limits or restrictions on certain features or functionalities as we deem necessary or appropriate. The use of our website and services is subject to the laws and regulations of the jurisdiction from which you access our platform. It is your responsibility to ensure compliance with all applicable laws and regulations in your region. By accessing and using BeyondThresholds, you agree to indemnify, defend, and hold harmless our company, its affiliates, officers, directors, employees, agents, and representatives from and against any and all claims, damages, liabilities, costs, and expenses (including reasonable attorneys' fees) arising from your use of our website or violation of these terms. As a user of our website, you agree to refrain from engaging in any activities that may be considered illegal, harmful, or unethical. This includes, but is not limited to: Distributing or promoting harmful, obscene, defamatory, or infringing content Engaging in cyberbullying, harassment, or hate speech Promoting or encouraging violent, extremist, or terrorist activities Attempting to gain unauthorized access to systems or networks Interfering with or disrupting the operation of our website or services Violating the intellectual property rights of others We reserve the right to remove, edit, or restrict any content, materials, or user accounts that violate these guidelines or our terms of service, without prior notice. Please be advised that BeyondThresholds may collect and analyze certain non-personal information about your use of our website, such as your IP address, browser type, device information, and browsing behavior. This data is used solely for the purpose of improving our services, enhancing user experience, and providing relevant content and advertising. We do not associate this information with any individual user or share it with third parties without your explicit consent. BeyondThresholds is not responsible for the availability, accuracy, or reliability of any third-party content, advertisements, or services displayed on our website. We do not endorse or verify the claims made by external parties, and the inclusion of such content does not imply any affiliation or sponsorship. While we strive to maintain the highest standards of security and integrity, we cannot guarantee the absolute safety of our website or the information transmitted through it. We encourage users to exercise caution and implement appropriate security measures when accessing our platform or sharing any sensitive information online. At BeyondThresholds, we strive to maintain the integrity and quality of our platform. However, we cannot guarantee the accuracy, completeness, or reliability of any user-generated content or third-party materials available on our website. Users are solely responsible for verifying the legitimacy and authenticity of such information before relying on it. We do not endorse or promote any products, services, or businesses that may be mentioned or advertised on our website by external parties. The inclusion of such content does not imply our approval, recommendation, or affiliation with the respective entities. While we make reasonable efforts to ensure the security and functionality of our website, we cannot guarantee its continuous operation or the absence of errors, bugs, viruses, or other malicious code. We strongly recommend that users implement appropriate security measures, such as using updated antivirus software, firewalls, and secure connections, to protect their devices and data. BeyondThresholds reserves the right to temporarily or permanently suspend, restrict, or terminate access to our website or any of its features, services, or functionalities without prior notice. We may also modify, update, or discontinue any aspect of our platform at our sole discretion. By accessing and using our website, you agree to indemnify and hold BeyondThresholds, its affiliates, officers, directors, employees, agents, and representatives harmless from and against any claims, liabilities, damages, losses, or expenses (including reasonable attorneys' fees) arising out of or in connection with your violation of these terms, your use of our website, or your violation of any applicable laws or regulations. BeyondThresholds reserves the right to disclose any information or materials, including user-generated content, if required by law or to protect our rights, property, or the safety of our users or the general public. We encourage users to report any violations, abuse, or inappropriate content to us at beyondthresholds@gmail.com. We will investigate and take appropriate action as necessary. By continuing to access and use our website, you acknowledge and agree to the terms and conditions outlined in this disclaimer, as well as our privacy policy and terms of service. If you do not agree with these terms, please refrain from using BeyondThresholds. BeyondThresholds Elevate Your Space with BeyondThresholds - Where Style Meets Quality +91-881-8881136 beyondthresholds@gmail.com near Hi Tech Bus Stand, Tifra, Bilaspur, Deori, Chhattisgarh 495001, India Links Home Services Options Mastery Guarantee Our doors Trends Additionally Privacy Policy Terms of Use",
    "services": "Expert Door Services from BeyondThresholds - Elevate Your Space with Style beyondthresholds@gmail.com +91-881-8881136 Sun - Fri (08AM - 10PM) BeyondThresholds Home Services Options Mastery Guarantee Our doors Trends Services Home Services Our Services Transform Your Space with Expert Services At BeyondThresholds, we offer a range of services to enhance your home or office. From consultation to installation, our team of experts is dedicated to delivering exceptional results that exceed your expectations. Consultation Get expert advice on choosing the perfect door for your space. Get a service Measurement Accurate measurements to ensure a seamless fit. Get a service Customization Personalize your door with a range of customization options. Get a service Installation Professional installation for a flawless finish. Get a service Maintenance Expert care to keep your door in top condition. Get a service Repairs Quick and efficient repairs for any door issues. Get a service Why Choose BeyondThresholds Services? At BeyondThresholds, we are committed to providing exceptional services that cater to your unique needs. Our team of experts brings years of experience and a passion for craftsmanship, ensuring that every project is completed to the highest standards. We believe in open communication, prompt response times, and a personalized approach to ensure your complete satisfaction. Trust us to transform your space with our expert services. To learn more Our Expertise Transform Your Space with Our Expertise Our team of experts brings a wealth of knowledge and experience to every project. We specialize in a wide range of services, ensuring that your door needs are met with precision and care. 01 Door Design Consultation Expert guidance to help you choose the perfect door for your space. 02 Measurement and Installation Accurate measurements and professional installation for a seamless fit. 03 Customization and Personalization Tailor your door to your unique style and requirements. 04 Maintenance and Repairs Expert care and quick repairs to keep your door in top condition. Our Commitment Dedicated to Your Satisfaction We are dedicated to providing top-notch services that prioritize your satisfaction. From the initial consultation to the final installation, we strive to exceed your expectations and ensure a seamless experience. Customer-Centric Approach Putting your needs first in every service we offer. Quality Assurance Ensuring high standards of quality in all our services. Timely Delivery Efficient and prompt service to meet your timelines. BeyondThresholds Elevate Your Space with BeyondThresholds - Where Style Meets Quality +91-881-8881136 beyondthresholds@gmail.com near Hi Tech Bus Stand, Tifra, Bilaspur, Deori, Chhattisgarh 495001, India Links Home Services Options Mastery Guarantee Our doors Trends Additionally Privacy Policy Terms of Use"
  }
}