{
  "name": "New_v9_healthyfood",
  "pages": {
    "index": "HealthyFood - Delicious and Nutritious Meals for Everyone ☰ Home menu our story contact us Breakfast Time our Story Healthy Food started as a small family-owned business in the heart of the city, with a mission to promote wellness through nutritious and delicious meals. Over the years, our dedication to quality ingredients and innovative recipes has led us to become a beloved destination for health-conscious individuals. Today, we proudly serve a diverse range of wholesome dishes, from hearty salads to flavorful wraps, catering to the evolving tastes of our loyal customers. read more A FEAST FOR YOUR SENSES from the menu Special offers Royal breakfast $15 Fried eggs, fried bacon, toast, fresh tomato salad, cup of coffee or tea Green Morning Boost $12 Scrambled eggs with spinach and tomatoes, whole grain avocado toast, fresh fruit salad, choice of green tea or freshly squeezed orange juice. Deluxe Breakfast Platter $18 Classic omelette with smoked salmon, mushrooms, and cheese, baked quinoa bar, mixed fruit and berry medley with honey and almond chips, cup of fragrant coffee or fresh fruit smoothie. catering Social Events Explore our catering services tailored for social events at Healthy Food. Indulge in a vibrant array of nutritious dishes crafted to elevate your gatherings. Let us curate an unforgettable culinary experience, ensuring each guest leaves feeling nourished and inspired. reservation Book your table Find a table I accept Privacy Policy Meoka, Gurgaon, Harayana 122505, India healthyFood@gmail.com +91-88284-77272 Privacy Policy Terms conditions",
    "privacy-policy": "Privacy Policy - HealthyFood &#9776; Home menu our story contact us Privacy Policy Data Collection: HealthyFood collects information, including user preferences and purchase history, to enhance the shopping experience. Personal Information: Users may provide personal information voluntarily during the checkout process for order fulfillment and communication purposes. Use of Information: Collected data is used to process orders, personalize recommendations, and improve services on HealthyFood. Third-Party Partners: HealthyFood may share non-personal information with third-party partners for analytics and marketing purposes, but never sells personal information. Data Security: HealthyFood employs security measures to protect user information from unauthorized access, disclosure, or alteration. Children's Privacy: HealthyFood is not intended for users under 13. The site does not knowingly collect personal information from children. Consent: By using HealthyFood, users consent to the terms outlined in this Privacy Policy. Opt-Out: Users have the right to opt-out of marketing communications. Contact us for assistance. Updating Information: Users can review, update, or delete their personal information by accessing their account on HealthyFood. Policy Changes: HealthyFood reserves the right to update this Privacy Policy. Users will be notified of any changes. Data Sharing: Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analytics. Data Retention: User information is retained for as long as necessary to fulfill the purposes outlined in this policy. Legal Compliance: HealthyFood complies with applicable data protection laws and regulations. User Rights: Users have the right to access, correct, or delete their personal information. Contact us to exercise these rights. Contact Information: For questions or concerns regarding this Privacy Policy, contact our support team through the provided contact information on our email healthyfood@gmail.com. Feedback: We welcome user feedback regarding our Privacy Policy and overall shopping experience. Communication: Users may receive order confirmations, shipping notifications, and other transaction-related emails. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each marketing email. Payment Information: HealthyFood does not store credit card information. Payments are processed securely through trusted payment gateways. Meoka, Gurgaon, Harayana 122505, India healthyFood@gmail.com +91-88284-77272 Privacy Policy Terms conditions",
    "terms-conditions": "Terms conditions - HealthyFood &#9776; Home menu our story contact us Terms and Conditions 1. Agreement: By using the HealthyFood website, you agree to these terms and conditions. 2. Access: Access to certain areas of the website may be restricted. HealthyFood reserves the right to restrict access as deemed necessary. 3. Intellectual Property: The content, design, and graphics on this website are owned by HealthyFood and are protected by copyright laws. 4. User Content: Any content submitted by users through HealthyFood remains the property of the user. However, by submitting content, users grant HealthyFood a non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content worldwide. 5. Prohibited Activities: Users are prohibited from engaging in any unlawful or prohibited activities while using HealthyFood. 6. Limitation of Liability: HealthyFood shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of the use or inability to use the website. 7. Indemnification: Users agree to indemnify and hold HealthyFood harmless from any claims, damages, liabilities, costs, or expenses arising from their use of the website or violation of these terms and conditions. 8. Governing Law: These terms and conditions shall be governed by and construed in accordance with the laws of [your jurisdiction]. 9. Changes to Terms: HealthyFood reserves the right to update or modify these terms and conditions at any time without prior notice. Users are encouraged to review the terms periodically. 10. Contact Information: For questions or concerns regarding these terms and conditions, contact our support team through the provided contact information on our email healthyfood@gmail.com. Meoka, Gurgaon, Harayana 122505, India healthyFood@gmail.com +91-88284-77272 Privacy Policy Terms conditions",
    "thanks": "Thank You body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } Thank You for Visiting! We appreciate your visit and hope to see you again soon."
  }
}