{
  "name": "New_v9_Piscinas",
  "pages": {
    "index": "Bem-vindo à Piscinas: Especialistas em Piscinas Personalizadas Início Produtos Serviços Contato Dicas de Manutenção Bem-vindo à Piscinas Somos especialistas em fornecer os melhores bens de lazer para você e sua família. Nossos piscinas são projetados para proporcionar momentos de relaxamento e diversão inesquecíveis. Explore nossa variedade de modelos e encontre o piscina perfeito para o seu estilo de vida. Descubra os Nossos Piscinas Entrega Rápida Entregamos os nossos produtos de forma rápida e eficiente para garantir a sua satisfação. Alta Qualidade Nossos produtos são feitos com os melhores materiais para garantir durabilidade e segurança. Conselhos de Especialistas Nossa equipe de especialistas está sempre disponível para fornecer orientação e suporte técnico. Sobre Nós A Piscinas é uma empresa líder no mercado de piscinas, com mais de 20 anos de experiência na fabricação e instalação de piscinas de alta qualidade. Fundada em 2000, nossa missão é proporcionar aos nossos clientes a melhor experiência em lazer e bem-estar, oferecendo produtos inovadores e serviços excepcionais. Nosso compromisso com a excelência começa com a seleção dos melhores materiais e a utilização de tecnologias de ponta na fabricação de nossas piscinas. Cada piscina é projetada com cuidado meticuloso e atenção aos detalhes, garantindo durabilidade, segurança e beleza incomparáveis. Na Piscinas, acreditamos que cada cliente é único. Por isso, oferecemos soluções personalizadas que atendem às necessidades específicas de cada um. Nossa equipe de especialistas está sempre disponível para fornecer orientação e suporte, desde a escolha do modelo ideal até a instalação e manutenção da sua piscina. Além de fornecer produtos de alta qualidade, nos orgulhamos de nosso atendimento ao cliente. Estamos comprometidos em oferecer um serviço pós-venda excepcional, garantindo que todas as suas dúvidas e necessidades sejam atendidas de forma rápida e eficiente. Nosso objetivo é garantir a satisfação total dos nossos clientes e construir relacionamentos duradouros. A sustentabilidade também é uma prioridade para nós. Estamos constantemente buscando maneiras de minimizar nosso impacto ambiental, utilizando materiais ecológicos e implementando práticas de fabricação sustentáveis. Nossas piscinas são projetadas para serem energeticamente eficientes, ajudando você a economizar energia e recursos naturais. Ao escolher a Piscinas, você está optando por qualidade, confiabilidade e inovação. Seja para criar um oásis de tranquilidade no seu jardim ou um espaço de diversão para toda a família, estamos aqui para transformar seus sonhos em realidade. Visite-nos e descubra como podemos ajudar você a criar a piscina perfeita para o seu estilo de vida. Artigos, Dicas e Informações Úteis Como Cuidar da Sua Piscina no Inverno Descubra as melhores práticas para manter a sua piscina em perfeito estado durante os meses mais frios. Saiba como proteger a água e os equipamentos contra o clima adverso. Durante o inverno, a manutenção da piscina requer alguns cuidados específicos para garantir que ela esteja em perfeito estado para uso no verão. Aqui estão algumas dicas importantes: Mantenha a piscina coberta para evitar a entrada de folhas e detritos. Reduza a frequência de limpeza, mas continue verificando os níveis de cloro e pH semanalmente. Utilize produtos específicos para invernagem, que ajudam a manter a água limpa e evitar algas. Verifique os equipamentos regularmente para garantir que estão funcionando corretamente. Evite drenar a piscina completamente para prevenir danos estruturais causados por alterações de temperatura. Seguindo essas dicas, você garante que sua piscina esteja pronta para uso assim que o clima esquentar novamente. Leia Mais Novidades Tecnológicas para Piscinas Fique por dentro das últimas inovações tecnológicas no mercado de piscinas. Conheça os novos sistemas de filtragem, aquecimento e iluminação que estão transformando a experiência de ter uma piscina. A tecnologia tem revolucionado o mercado de piscinas, trazendo inovações que tornam a manutenção mais fácil e a experiência mais agradável. Aqui estão algumas das últimas novidades: Sistemas de Filtragem Avançados: Novos sistemas que utilizam tecnologia UV e ozônio para uma limpeza mais eficaz da água. Aquecimento Solar: Soluções de aquecimento que aproveitam a energia solar, reduzindo os custos de eletricidade. Iluminação LED: Iluminação subaquática eficiente em termos energéticos que transforma a estética da piscina à noite. Automação: Controles inteligentes que permitem monitorar e ajustar os parâmetros da piscina remotamente através de aplicativos móveis. Essas inovações não só melhoram a qualidade da água e a eficiência energética, mas também proporcionam maior comodidade e segurança para os proprietários de piscinas. Leia Mais Dicas de Manutenção para Economizar Água Aprenda como economizar água durante a manutenção da sua piscina com essas dicas práticas e eficientes. Reduza o consumo de água sem comprometer a qualidade da sua piscina. Economizar água é essencial não só para reduzir os custos, mas também para proteger o meio ambiente. Aqui estão algumas dicas para manter sua piscina com eficiência hídrica: Use uma Cobertura: Cobrir a piscina quando não estiver em uso reduz a evaporação e a perda de água. Verifique e Repare Vazamentos: Inspecione regularmente a piscina e os equipamentos para identificar e corrigir vazamentos. Mantenha o Nível de Água Adequado: Evite encher a piscina além do necessário para evitar transbordamentos. Use Produtos Químicos com Moderação: Quantidades excessivas de produtos químicos podem exigir trocas de água mais frequentes. Reutilize a Água de Lavagem do Filtro: Utilize a água da retrolavagem para irrigar o jardim, sempre que possível. Com essas práticas simples, você pode manter sua piscina em ótimo estado enquanto economiza água e contribui para a sustentabilidade. Leia Mais Dicas e Recomendações para o Cuidado da sua Piscina Orientações de Limpeza Mantenha a piscina limpa removendo regularmente folhas, insetos e outros detritos com uma rede. Balanço da Água Verifique regularmente os níveis de pH e cloro e ajuste conforme necessário para manter a água limpa e segura. Manutenção de Equipamentos Inspeccione e limpe os filtros, bombas e skimmers da piscina para garantir o funcionamento adequado. Prevenção de Danos Evite danos à piscina e aos equipamentos mantendo os níveis de água adequados e evitando o uso de objetos pontiagudos na área da piscina. Controle de Algas Use algicidas regularmente para prevenir o crescimento de algas e mantenha a piscina adequadamente filtrada e clorada. Proteção Solar Considere o uso de uma cobertura solar para reduzir a evaporação da água e a perda de produtos químicos, além de manter a temperatura da água mais estável. Segurança Instale cercas de segurança ao redor da piscina e sempre mantenha a área da piscina supervisionada quando estiver em uso, especialmente na presença de crianças. Informações de Contato Endereço: Av. Rio Madeira, 4086 - Rio Madeira, Porto Velho - RO, 76821-300, Brasil Telefone: +55 12 9754 8769 E-mail: Piscinas@gmail.com Formulário de Contato Nome: Email: Mensagem: Eu aceito a Política de Privacidade Enviar Respostas às Perguntas Frequentes Quais são os tipos de piscinas que vocês oferecem? Oferecemos uma variedade de piscinas, incluindo piscinas de fibra de vidro, vinil e concreto. Cada tipo tem suas próprias vantagens e pode ser personalizado de acordo com suas necessidades. Quais serviços de manutenção vocês oferecem? Nós oferecemos serviços completos de manutenção, incluindo limpeza, balanceamento químico, inspeção de equipamentos e reparos. Quanto custa a instalação de uma piscina? O custo da instalação varia dependendo do tipo e tamanho da piscina, bem como dos materiais escolhidos. Oferecemos orçamentos gratuitos para ajudá-lo a planejar seu projeto. Vocês oferecem garantia para as piscinas? Sim, todas as nossas piscinas vêm com uma garantia. O período de garantia pode variar dependendo do tipo de piscina e dos componentes utilizados. É possível personalizar o design da minha piscina? Sim, trabalhamos com você para personalizar o design da sua piscina, incluindo forma, tamanho, revestimento e recursos adicionais como iluminação e aquecimento. Início Produtos Serviços Contato Dicas de Manutenção Termos e Condições Política de Privacidade var slideIndex = 1; showSlides(slideIndex); function plusSlides(n) { showSlides((slideIndex += n)); } function currentSlide(n) { showSlides((slideIndex = n)); } function showSlides(n) { var i; var slides = document.getElementsByClassName(\"slide\"); var dots = document.getElementsByClassName(\"dot\"); if (n > slides.length) { slideIndex = 1; } if (n",
    "policy": "Política de Privacidade da Piscinas: Protegendo Suas Informações main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #77b800; font-weight: 700; } main a:hover { text-decoration: underline; } Início Produtos Serviços Contato Dicas de Manutenção Política de Privacidade No Кristalina, estamos comprometidos em proteger a sua privacidade. Esta política de privacidade se aplica ao nosso site e a todos os produtos e serviços oferecidos pela Кristalina. Nós, da Piscinas, valorizamos a privacidade dos nossos usuários. Segurança Implementamos medidas de segurança rigorosas para garantir a proteção das informações pessoais dos nossos usuários. Reconhecemos a importância da segurança dos dados e nos comprometemos a adotar as melhores práticas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. Nossas medidas de segurança incluem: Protocolos de criptografia: Utilizamos protocolos de criptografia avançados para proteger a transferência de dados entre o seu navegador e nossos servidores. Isso garante que suas informações pessoais permaneçam confidenciais durante a transmissão. Firewalls e monitoramento de rede: Mantemos firewalls robustos e sistemas de monitoramento de rede para detectar e impedir qualquer atividade suspeita ou tentativa de acesso não autorizado aos nossos sistemas. Controles de acesso: Limitamos o acesso às informações pessoais apenas a funcionários autorizados que precisam delas para realizar suas funções. Todos os funcionários passam por treinamento de segurança de dados e estão sujeitos a acordos de confidencialidade. Backup regular de dados: Realizamos backups regulares de todas as informações armazenadas em nossos sistemas para garantir a disponibilidade e integridade dos dados em caso de falha de sistema ou evento de perda de dados. Auditorias de segurança: Realizamos auditorias regulares de segurança para avaliar e melhorar continuamente nossos controles e processos de segurança. Isso nos ajuda a identificar e corrigir quaisquer vulnerabilidades potenciais em nossos sistemas. Além disso, colaboramos com especialistas em segurança cibernética e seguimos as melhores práticas da indústria para garantir que nossos sistemas e processos de segurança estejam atualizados e eficazes contra as ameaças em constante evolução. Embora tomemos todas as precauções razoáveis para proteger suas informações, é importante ressaltar que nenhum método de transmissão pela internet ou armazenamento eletrônico é completamente seguro. Portanto, não podemos garantir a segurança absoluta de suas informações. No entanto, comprometemo-nos a agir rapidamente para remediar qualquer violação de segurança que possa afetar suas informações pessoais. Atualização da Política de Privacidade Estamos comprometidos em manter nossa Política de Privacidade transparente e atualizada para garantir a proteção das informações pessoais dos nossos usuários. Como parte desse compromisso, reservamo-nos o direito de atualizar nossa Política de Privacidade periodicamente. Nossa equipe de conformidade e segurança de dados está constantemente monitorando as mudanças nas leis de privacidade e regulamentações relevantes, bem como as melhores práticas da indústria. Isso nos permite adaptar nossa Política de Privacidade conforme necessário para refletir essas mudanças e garantir que suas informações pessoais sejam protegidas de acordo com os mais altos padrões de segurança e privacidade. Recomendamos que os usuários revisem esta página regularmente para ficarem informados sobre quaisquer alterações em nossa Política de Privacidade. Quaisquer atualizações serão refletidas nesta página com uma data de \"Última Atualização\" claramente indicada. Se fizermos alterações significativas em nossa Política de Privacidade que afetem seus direitos de privacidade, iremos notificá-lo de forma proeminente, seja por e-mail, aviso no site ou outro método apropriado, para garantir que você esteja ciente das mudanças e possa revisar a nova versão da Política de Privacidade antes de continuar usando nossos serviços. Se você tiver alguma dúvida ou preocupação sobre nossas práticas de privacidade ou as atualizações em nossa Política de Privacidade, entre em contato conosco. Estamos aqui para ajudar a esclarecer quaisquer dúvidas e garantir que você se sinta confortável com o uso de suas informações pessoais em nosso site. Idade Mínima Nosso site é destinado apenas para usuários com 18 anos de idade ou mais. Reconhecemos a importância de proteger a privacidade e segurança das crianças online. Portanto, não coletamos intencionalmente informações de crianças menores de 18 anos. Se você é um pai ou responsável e acredita que seu filho nos forneceu informações pessoais, entre em contato conosco imediatamente para que possamos remover essas informações de nossos registros. Encorajamos os pais e responsáveis a orientar e monitorar a atividade online de seus filhos para garantir que eles naveguem na internet de forma segura e responsável. Links para Sites Externos Nosso site pode conter links para outros sites que não são operados por nós. Embora façamos o possível para fornecer apenas links para sites de qualidade e confiáveis, não temos controle sobre o conteúdo ou práticas de privacidade desses sites. É importante observar que, ao clicar em um link externo, você será direcionado para o site de terceiros, e sua interação com esse site estará sujeita às suas próprias políticas de privacidade e termos de uso. Recomendamos que você revise as políticas de privacidade desses sites antes de fornecer qualquer informação pessoal ou navegar em suas páginas. Não nos responsabilizamos pelo conteúdo, precisão, segurança ou práticas de privacidade de quaisquer sites de terceiros vinculados ao nosso site. A inclusão de links para esses sites não implica endosso ou recomendação de suas informações, produtos ou serviços. Contacte-nos Estamos aqui para ajudar! Se você tiver algum comentário, pergunta ou preocupação, não hesite em entrar em contato conosco. Nossa equipe de Apoio ao Cliente está dedicada a prestar assistência e suporte em relação ao nosso site, produtos ou serviços. Você pode nos contatar das seguintes maneiras: Endereço: Av. Rio Madeira, 4086 - Rio Madeira, Porto Velho - RO, 76821-300, Brasil Telefone: +55 12 9754 8769 E-mail: Piscinas@gmail.com Nossa equipe está disponível para ajudar e responder a todas as suas perguntas. Nos esforçamos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo do volume de inquéritos recebidos. Obrigado por escolher Piscinas! Estamos ansiosos para ouvir de você. Início Produtos Serviços Contato Dicas de Manutenção Termos e Condições Política de Privacidade",
    "products": "Produtos e Serviços da Piscinas: Piscinas Personalizadas e Muito Mais Início Produtos Serviços Contato Dicas de Manutenção Bem-vindo à Nossa Página de Produtos e Serviços Descubra a variedade de produtos e serviços que oferecemos para atender todas as suas necessidades relacionadas a piscinas. De construção e manutenção a acessórios e produtos químicos, temos tudo para garantir que sua piscina esteja sempre perfeita. Descrição Detalhada dos Nossos Piscinas Piscina de Fibra de Vidro As piscinas de fibra de vidro são duráveis e fáceis de manter. Elas vêm em várias formas e tamanhos para atender às suas necessidades. Preço: R$ 25.000 Piscina de Vinil As piscinas de vinil oferecem flexibilidade de design e são uma opção econômica. São ideais para projetos personalizados. Preço: R$ 20.000 Piscina de Concreto As piscinas de concreto são altamente personalizáveis e extremamente duráveis. Perfeitas para projetos de grande escala. Preço: R$ 35.000 Piscina Infantil As piscinas infantis são projetadas para segurança e diversão das crianças. Disponíveis em diversos tamanhos e formatos. Preço: R$ 10.000 Piscina Aquecida As piscinas aquecidas permitem aproveitar a piscina o ano todo, independentemente da temperatura externa. Preço: R$ 30.000 Piscina Natural As piscinas naturais usam plantas e sistemas de filtragem naturais para manter a água limpa, proporcionando uma experiência ecológica. Preço: R$ 40.000 Informações sobre Serviços Adicionais Distribuição e Instalação de Piscinas Nós oferecemos serviços de entrega e instalação profissional de todos os nossos modelos de piscinas. Nossa equipe experiente garantirá que sua piscina seja instalada corretamente e esteja pronta para uso. Manutenção Técnica Além da instalação, também fornecemos serviços de manutenção técnica para garantir o funcionamento adequado de sua piscina ao longo do tempo. Isso inclui limpeza, reparos e substituição de componentes conforme necessário. Consultas de Design Nossa equipe de especialistas está disponível para consultas de design, ajudando você a planejar e personalizar sua área de piscina de acordo com suas preferências e necessidades específicas. Produtos Químicos e Acessórios Além dos serviços de instalação e manutenção, oferecemos uma ampla gama de produtos químicos e acessórios para piscinas, garantindo que você tenha tudo o que precisa para manter sua piscina em perfeitas condições. Preços dos Nossos Serviços Distribuição e Instalação de Piscinas Preço: R$ 5.000 - R$ 10.000, dependendo do tamanho e tipo de piscina Manutenção Técnica Preço: R$ 200 - R$ 500 por visita, dependendo do escopo do trabalho Consultas de Design Preço: Gratuito para clientes interessados em nossos serviços Produtos Químicos e Acessórios Preço: Varia dependendo do produto e quantidade Depoimentos dos Nossos Clientes \"Estou extremamente satisfeito com a minha nova piscina. A equipe da Piscinas foi profissional e eficiente desde o início até o fim.\" - João Silva \"O processo de instalação da piscina foi suave e sem problemas. Recomendaria a Piscinas a qualquer pessoa que esteja procurando por qualidade e serviço excelente.\" - Maria Santos \"Nossa família está aproveitando muito nossa nova piscina. A equipe da Piscinas foi amigável e prestativa em todas as etapas do processo.\" - Pedro Costa \"Nunca pensei que ter uma piscina fosse tão fácil. A Piscinas fez tudo por mim e agora tenho o oásis perfeito no meu quintal.\" - Ana Oliveira \"Estou muito impressionado com o profissionalismo da equipe da Piscinas. Eles tornaram meu sonho de ter uma piscina uma realidade sem complicações.\" - Carlos Fonseca \"Agradeço à equipe da Piscinas por fazerem um trabalho excepcional na instalação da minha piscina. Estou muito feliz com o resultado final.\" - Sofia Martins Fotografias de Piscinas Instaladas Início Produtos Serviços Contato Dicas de Manutenção Termos e Condições Política de Privacidade",
    "terms": "Termos e Condições da Piscinas: Seu Guia para Utilização do Site main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #77b800; font-weight: 700; } main a:hover { text-decoration: underline; } Início Produtos Serviços Contato Dicas de Manutenção Termos e Condições Bem-vindo aos Termos e Condições (\"Termos\") do site Piscinas. Ao acessar o site, você concorda em cumprir estes termos e condições, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum destes termos, está proibido de usar ou acessar este site. Uso de Licença É concedida permissão para baixar temporariamente uma cópia dos materiais (informações ou software) no site Piscinas apenas para visualização transitória pessoal e não comercial. Esta é a concessão de uma licença, não uma transferência de título e, sob esta licença, você não pode: Modificar ou copiar os materiais; Usar os materiais para qualquer finalidade comercial ou para exibição pública (comercial ou não comercial); Tentar descompilar ou fazer engenharia reversa de qualquer software contido no site Piscinas; Remover quaisquer direitos autorais ou outras notações de propriedade dos materiais; ou Transferir os materiais para outra pessoa ou 'espelhe' os materiais em qualquer outro servidor. Esta licença será automaticamente rescindida se você violar alguma destas restrições e poderá ser rescindida por Piscinas a qualquer momento. Ao encerrar a visualização destes materiais ou após o término desta licença, você deve destruir quaisquer materiais baixados em sua posse, seja em formato eletrônico ou impresso. Isenção de Responsabilidade Os materiais no site Piscinas são fornecidos 'como estão'. Piscinas não oferece garantias, expressas ou implícitas, e por este meio isenta e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos. Além disso, o Piscinas não garante ou faz qualquer representação relativa à precisão, resultados prováveis ​​ou confiabilidade do uso dos materiais em seu site ou de outra forma relacionados a esses materiais ou em sites vinculados a este site. Limitações: Em nenhum caso o Piscinas ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro, ou devido a interrupção do negócio) decorrentes do uso ou da incapacidade de usar os materiais no site Piscinas, mesmo que o Piscinas ou um representante autorizado do Piscinas tenha sido notificado oralmente ou por escrito da possibilidade de tais danos. Como algumas jurisdições não permitem limitações em garantias implícitas, ou limitações de responsabilidade por danos consequentes ou incidentais, essas limitações podem não se aplicar a você. Limitações Em nenhum caso o Piscinas ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro, ou devido a interrupção do negócio) decorrentes do uso ou da incapacidade de usar os materiais no site Piscinas, mesmo que o Piscinas ou um representante autorizado do Piscinas tenha sido notificado oralmente ou por escrito da possibilidade de tais danos. Como algumas jurisdições não permitem limitações em garantias implícitas, ou limitações de responsabilidade por danos consequentes ou incidentais, essas limitações podem não se aplicar a você. Na medida máxima permitida por lei aplicável, em nenhum caso o Piscinas ou seus fornecedores serão responsáveis por qualquer dano especial, incidental, indireto ou consequente de qualquer tipo (incluindo, sem limitação, danos por perda de lucros, interrupção do negócio, perda de informações comerciais ou qualquer outra perda pecuniária) decorrentes do uso ou da incapacidade de usar os materiais em Piscinas, mesmo que o Piscinas tenha sido avisado da possibilidade de tais danos e, em qualquer caso, a responsabilidade total do Piscinas por todos os danos decorrentes ou relacionados ao acordo excederá o valor pago pelo cliente ao Piscinas pelo uso do site. Revisões e Erratas Os materiais exibidos no site Piscinas podem incluir erros técnicos, tipográficos ou fotográficos. Piscinas não garante que qualquer material em seu site seja preciso, completo ou atual. Piscinas pode fazer alterações nos materiais contidos em seu site a qualquer momento, sem aviso prévio. No entanto, Piscinas não se compromete a atualizar os materiais. Piscinas reserva o direito de revisar estes termos de uso do site a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual destes termos de uso. Seções adicionais podem ser incluídas neste documento para fornecer informações adicionais pertinentes à entrega de informações de conformidade e segurança na Internet. Esta pode incluir informações sobre a coleta de informações pessoais e / ou o uso de cookies e como isso pode ser usado para acompanhar os usuários de sites. Links O Piscinas não analisou todos os sites vinculados ao seu site e não é responsável pelo conteúdo de nenhum site vinculado. A inclusão de qualquer link não implica endosso por Piscinas do site. O uso de qualquer site vinculado é por conta e risco do usuário. Alguns links no site Piscinas podem direcionar você para sites de terceiros. Esses links são fornecidos apenas para conveniência e informação. A inclusão de tais links não implica o endosso, aprovação ou garantia do Piscinas em relação ao conteúdo desses sites de terceiros. Piscinas não controla nem é responsável pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. Ao acessar e usar qualquer site de terceiros, você concorda que é por sua conta e risco exclusivos. Recomendamos que você revise os termos de uso e as políticas de privacidade de qualquer site de terceiros que você visita, pois podem ser diferentes dos termos e políticas do Piscinas. Modificações nos Termos de Uso O Piscinas pode revisar estes termos de uso do site a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual desses termos de uso. É sua responsabilidade revisar periodicamente estes termos para ficar atualizado sobre quaisquer alterações. O uso contínuo deste site após a publicação de quaisquer alterações nos termos constituirá sua aceitação dessas alterações. Se você não concordar com qualquer parte destes termos, não deve acessar ou usar o site Piscinas. Piscinas se reserva o direito, a seu exclusivo critério, de modificar ou substituir qualquer parte destes termos de uso a qualquer momento. É sua responsabilidade verificar periodicamente este documento em busca de alterações. Seu uso contínuo ou acesso ao site após a publicação de quaisquer alterações constitui aceitação dessas alterações. Lei Aplicável Quaisquer reivindicações relacionadas ao site Piscinas serão regidas pelas leis do Estado do Rio de Janeiro, Brasil, sem levar em consideração seus conflitos de disposições legais. Ao acessar o site Piscinas, você concorda que as leis e regulamentos do Estado do Rio de Janeiro, Brasil, serão aplicáveis a todas as questões relacionadas ao uso do site, sem levar em consideração os princípios de conflitos de leis. Você concorda irrevogavelmente que todos os litígios decorrentes ou relacionados ao uso do site Piscinas serão submetidos à jurisdição exclusiva dos tribunais localizados no Estado do Rio de Janeiro, Brasil. Última atualização: Janeiro de 2024 6. Contacte-nos Congratulamo-nos com quaisquer comentários, perguntas ou preocupações que possa ter. Nossa a equipa de Apoio ao cliente dedica-se a prestar-lhe assistência e suporte em relação ao nosso site, produtos ou serviços. Av. Rio Madeira, 4086 - Rio Madeira, Porto Velho - RO, 76821-300, Brasil +55 12 9754 8769 Piscinas@gmail.com Início Produtos Serviços Contato Dicas de Manutenção Termos e Condições Política de Privacidade",
    "thanks": "Obrigado por Entrar em Contato - Piscinas body { margin: 0; padding: 0; font-family: Arial, sans-serif; background-color: #f4f7f2; color: #202020; } .container { max-width: 800px; margin: 0 auto; padding: 20px; text-align: center; } .thanks-section h1 { font-size: 36px; color: #77b800; margin-bottom: 20px; } .thanks-section p { font-size: 18px; line-height: 1.6; margin-bottom: 30px; } .btn { display: inline-block; background-color: #77b800; color: #f4f7f2; font-size: 16px; padding: 10px 20px; border-radius: 5px; text-decoration: none; transition: background-color 0.3s ease; } .btn:hover { background-color: #555; } Obrigado por Entrar em Contato Agradecemos por entrar em contato conosco! Nossa equipe entrará em contato em breve para discutir suas necessidades de piscina. Enquanto isso, explore nosso site para inspiração. Voltar à Página Inicial"
  },
  "date": "2024-05-22T05:45:11.852Z"
}