{
  "name": "New_v9_HomeHaute",
  "pages": {
    "index": "HomeHaute - Loja online de roupas de cama Sobre nós Avaliações Galeria Contatos +55-15-3462-5192 homehaute@gmail.com Conjuntos de cama luxuosos para o seu lar Descubra a qualidade incomparável dos nossos conjuntos de cama de luxo. Feitos com os melhores materiais para garantir noites de sono tranquilas e confortáveis. Descubra agora About us HomeHaute é uma marca de luxo de roupas de cama baseada no Brasil, fundada em 2010. Nossa paixão é criar produtos que transformem seu quarto em um santuário de conforto e estilo. Desde os nossos primeiros dias, nos dedicamos a oferecer qualidade excepcional e designs exclusivos para tornar cada noite uma experiência inesquecível. Nosso compromisso com a excelência não se limita apenas aos produtos que oferecemos. Na HomeHaute, também nos esforçamos para proporcionar um serviço excepcional aos nossos clientes. Estamos aqui para tornar sua experiência de compra tão suave e agradável quanto possível, desde o momento em que você navega em nosso site até o momento em que recebe seu pacote em casa. Além disso, acreditamos firmemente na responsabilidade social e ambiental. Trabalhamos em estreita colaboração com fornecedores que compartilham nossos valores de sustentabilidade e ética. Desde a origem de nossos materiais até as práticas de produção, nos esforçamos para minimizar nosso impacto no meio ambiente e apoiar as comunidades locais. Seja bem-vindo à HomeHaute, onde o luxo encontra o conforto. Junte-se a nós e descubra como podemos transformar sua casa em um refúgio de beleza e bem-estar. Missão e Propósito Na HomeHaute, nossa missão é elevar o conforto e o estilo de vida de nossos clientes através de produtos excepcionais de roupas de cama. Estamos empenhados em oferecer qualidade inigualável, combinada com designs sofisticados que transformam cada quarto em um santuário de beleza e relaxamento. Visão e Valores Nossa visão na HomeHaute é ser reconhecida como a principal marca de luxo de roupas de cama, não apenas no Brasil, mas em todo o mundo. Nossos valores fundamentais incluem excelência, integridade e sustentabilidade, guiando cada aspecto de nosso negócio para alcançar um impacto positivo duradouro. Compromisso com a Comunidade Na HomeHaute, estamos comprometidos em fazer mais do que apenas vender produtos. Acreditamos no poder de dar de volta e estamos dedicados a apoiar as comunidades locais através de iniciativas sociais e ambientais. Juntos, podemos construir um futuro melhor para todos. Eduardo Silva Fundador e CEO Qualidade Superior Design Exclusivo Conforto Inigualável Sustentabilidade Serviço Excepcional ao Cliente Nossas Vantagens Qualidade Superior Na HomeHaute, nos comprometemos a oferecer produtos de qualidade excepcional, garantindo que cada peça de roupa de cama seja feita com os melhores materiais e cuidado artesanal. Design Exclusivo Nossos designers estão constantemente inovando, criando coleções exclusivas que combinam estilo e funcionalidade para transformar seu quarto em um oásis de beleza e conforto. Conforto Inigualável Priorizamos o conforto em tudo o que fazemos. Cada peça de roupa de cama é projetada para proporcionar uma experiência de sono luxuosa, garantindo noites tranquilas e revigorantes. Nossos Produtos em Destaque Avaliações dos nossos produtos Maria Silva Os novos lençóis que comprei são incríveis! Eles são tão macios e confortáveis, e o material é de alta qualidade. Estou muito satisfeito com minha compra. José Oliveira Adorei o design do meu novo jogo de cama! É tão elegante e sofisticado, e realmente elevou a aparência do meu quarto. Recomendo totalmente! Ana Rodrigues Nunca dormi tão bem! Os lençóis da HomeHaute proporcionam um conforto incomparável. É como dormir nas nuvens! Carlos Santos A equipe da HomeHaute foi tão prestativa e amigável! Eles me ajudaram a escolher o conjunto de cama perfeito e garantiram que eu tivesse uma ótima experiência de compra. Patrícia Costa Estou completamente satisfeito com minha compra na HomeHaute. Os produtos são de alta qualidade e o serviço ao cliente é excepcional. Definitivamente vou comprar novamente! Fernando Pereira Sou cliente da HomeHaute há anos e sempre fiquei impressionado com a qualidade de seus produtos. Eles realmente valorizam seus clientes e isso é evidente em sua atenção aos detalhes. Ampla variedade de nossa linha de produtos Descubra nossa ampla gama de produtos de alta qualidade para tornar sua experiência de dormir ainda mais confortável e luxuosa. Entre em contato conosco Tem alguma dúvida ou comentário? Não hesite em nos contatar. Estamos aqui para ajudar! Concordo com a política de privacidade Home Privacy policy Terms of Use Para um sono que envolve você",
    "privacy": "Política de Privacidade - HomeHaute Sobre nós Avaliações Galeria Contatos +55-15-3462-5192 homehaute@gmail.com Política de Privacidade Introdução Nós valorizamos a sua privacidade e nos comprometemos a proteger as informações pessoais que você nos fornece. Esta Política de Privacidade explica como coletamos, usamos e protegemos seus dados pessoais. Ao usar nossos serviços, você concorda com as práticas descritas nesta política. Informações Pessoais Coletadas Coletamos apenas as informações pessoais necessárias para fornecer nossos serviços. Isso pode incluir seu nome, endereço de e-mail, número de telefone e outras informações que você nos fornecer voluntariamente. Não coletamos informações sensíveis, como dados financeiros ou informações de saúde, a menos que seja necessário para fornecer um serviço específico. Uso das Informações Usamos suas informações pessoais para as seguintes finalidades: Fornecer e melhorar nossos serviços Comunicar com você sobre nossos serviços, promoções e atualizações Responder a suas perguntas e solicitações Cumprir com as leis e regulamentos aplicáveis Compartilhamento de Informações Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros, exceto nos seguintes casos: Com prestadores de serviços que nos ajudam a operar nossos negócios (como serviços de hospedagem e processamento de pagamentos), desde que eles sejam obrigados a manter a confidencialidade de suas informações Se formos obrigados a fazê-lo por lei, ordem judicial ou solicitação de autoridades governamentais Em caso de venda, fusão ou reestruturação da empresa, desde que o novo proprietário seja obrigado a cumprir esta Política de Privacidade Segurança das Informações Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, uso indevido, divulgação, alteração ou destruição. No entanto, nenhum sistema de segurança é 100% seguro, então não podemos garantir a segurança absoluta de seus dados. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Você também pode se opor ao processamento de seus dados ou solicitar a portabilidade de seus dados. Para exercer esses direitos, entre em contato conosco pelo e-mail homehaute@gmail.com. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Sempre que fizermos alterações significativas, notificaremos você por e-mail ou publicaremos uma versão atualizada em nosso site. Recomendamos que você revise esta política regularmente para estar ciente de quaisquer mudanças. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail homehaute@gmail.com. Home Privacy policy Terms of Use Para um sono que envolve você",
    "terms": "Termos de uso - HomeHaute Sobre nós Avaliações Galeria Contatos +55-15-3462-5192 homehaute@gmail.com Termos de Uso Introdução Bem-vindo aos nossos Termos de Uso. Ao acessar ou usar nossos serviços, você concorda em cumprir estes termos. Se você não concordar com estes termos, por favor, não use nossos serviços. Uso dos Serviços Você pode usar nossos serviços apenas para fins legais e legítimos. Você não pode usar nossos serviços de maneira que possa danificar, desativar, sobrecarregar ou prejudicar nossos sistemas ou redes. Você também não pode tentar obter acesso não autorizado a qualquer parte de nossos serviços. Conteúdo do Usuário Você é responsável por todo o conteúdo que você envia, publica ou exibe em nossos serviços. Você garante que possui todos os direitos necessários sobre esse conteúdo e que ele não viola nenhuma lei ou direito de terceiros. Propriedade Intelectual Nossos serviços, incluindo todo o conteúdo, software, marcas e logotipos, são de nossa propriedade ou de nossos licenciadores e são protegidos por leis de propriedade intelectual. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir ou criar trabalhos derivados de nossos serviços, a menos que tenhamos autorizado expressamente. Limitação de Responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso de nossos serviços, incluindo, mas não se limitando a, lucros cessantes, perda de dados ou interrupção dos negócios. Nossos serviços são fornecidos \"no estado em que se encontram\" e não garantimos que eles estarão livres de erros ou interrupções. Rescisão Podemos suspender ou encerrar seu acesso aos nossos serviços a qualquer momento, por qualquer motivo, incluindo, mas não se limitando a, se acreditarmos que você violou estes Termos de Uso. Você também pode encerrar sua conta a qualquer momento. Alterações nos Termos de Uso Podemos atualizar estes Termos de Uso periodicamente. Sempre que fizermos alterações significativas, notificaremos você por e-mail ou publicaremos uma versão atualizada em nosso site. Recomendamos que você revise estes termos regularmente para estar ciente de quaisquer mudanças. Contato Se você tiver alguma dúvida ou preocupação sobre nossos Termos de Uso, entre em contato conosco pelo e-mail homehaute@gmail.com. Home Privacy policy Terms of Use Para um sono que envolve você",
    "thanks": "Obrigado pela sua consulta! | HomeHaute Obrigado por sua mensagem! Recebemos sua mensagem e iremos respondê-la o mais breve possível. O seu interesse em nossos produtos é muito valoroso para nós. Início"
  },
  "date": "2024-05-08T15:08:13.698Z"
}