{
  "name": "New_v8_form_OasisdaCafeina",
  "pages": {
    "contact": "Contatos - Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Entre em Contato Conosco - Estamos Aqui para Servir Você Estamos aqui para ajudar! Entre em contato conosco para tirar dúvidas, fazer sugestões ou compartilhar sua experiência no Oásis da Cafeína. Nossa equipe dedicada está pronta para oferecer assistência personalizada e garantir que sua jornada pelo mundo do café seja memorável. Seja bem-vindo a uma comunidade apaixonada pelo café, onde cada cliente é valorizado e cada xícara é uma celebração do sabor e da tradição. O Café na Cultura Brasileira O café é muito mais do que uma simples bebida para os brasileiros; é parte integrante de nossa cultura e identidade nacional. Desde os primórdios da colonização, quando as primeiras mudas foram trazidas ao país, o café desempenhou um papel fundamental na economia e na sociedade brasileira. Com suas vastas plantações espalhadas por todo o território, o café transformou o Brasil em um dos maiores produtores e exportadores mundiais da commodity. Esse sucesso econômico não apenas impulsionou o desenvolvimento do país, mas também deixou uma marca indelével em nossa cultura. Além de seu impacto econômico, o café é uma parte essencial da vida cotidiana dos brasileiros. Das animadas conversas em cafeterias aos momentos de relaxamento em casa, o café é uma presença constante em nossas vidas. Ele nos acompanha desde o café da manhã até a última xícara após o jantar, sempre presente em momentos de celebração e intimidade. Mas o café vai além de apenas uma bebida; é um símbolo de hospitalidade e acolhimento. É comum receber visitantes com uma xícara de café fresco e compartilhar histórias em torno da mesa. Essa tradição de compartilhar o café fortalece os laços sociais e cria uma sensação de comunidade entre os brasileiros. Portanto, o café não é apenas uma bebida para nós, é parte integrante de quem somos como povo. É uma expressão de nossa hospitalidade, nossa cultura e nossa paixão pela vida. E enquanto continuarmos a cultivar e apreciar o café, continuaremos a manter viva essa importante tradição em nossa sociedade. R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil oasisdacafeina@gmail.com +55-54-9045-1287 o que os clientes dizem Conheça o que nossos clientes têm a dizer sobre a experiência no Oásis da CafeínaAgradecemos a todos os nossos clientes por compartilharem suas experiências conosco e esperamos continuar superando suas expectativas em cada visita. Carolina Almeida Arquiteta Paisagista Desde que descobri o Oásis da Cafeína, minha rotina ganhou um toque especial. Os cafés artesanais são verdadeiras obras de arte, e o ambiente tranquilo é o lugar perfeito para me inspirar em meus projetos. Rafael Mendes Analista de Marketing Como apreciador de café, encontrei no Oásis da Cafeína meu novo local preferido. A equipe sempre me recebe com um sorriso e está pronta para recomendar novos blends para experimentar. Um verdadeiro paraíso para os amantes do café! Isabela Pereira Estudante de Medicina O Oásis da Cafeína se tornou meu refúgio após longas horas de estudo. A variedade de opções de café e o ambiente acolhedor me fazem sentir em casa. É o lugar perfeito para relaxar e recarregar as energias. Fernando Santos Engenheiro Civil Como engenheiro, estou sempre em busca de precisão e qualidade. No Oásis da Cafeína, encontrei exatamente isso. Cada xícara de café é preparada com maestria, resultando em uma experiência verdadeiramente excepcional. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "disclaimer": "Aviso Legal do Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Aviso Legal do Oásis da Cafeína Todo o conteúdo disponibilizado no site do Oásis da Cafeína destina-se apenas a fins informativos. Embora nos esforcemos para apresentar informações precisas e atualizadas, não podemos garantir a exatidão completa, confiabilidade, disponibilidade ou pontualidade do conteúdo e não emitimos garantias, expressas ou implícitas, sobre esses aspectos. Aviso sobre Links Externos: O Oásis da Cafeína pode conter links para sites externos e conteúdos pertencentes ou originados de terceiros, bem como links contidos em anúncios. Não controlamos, endossamos ou garantimos o conteúdo encontrado nesses sites. Aviso sobre Conselhos Profissionais: As informações no Oásis da Cafeína não têm a intenção de substituir aconselhamento profissional (por exemplo, jurídico, financeiro, de saúde). São fornecidas apenas para fins de informação geral e educacional, e sempre recomendamos buscar o aconselhamento de profissionais qualificados antes de tomar qualquer decisão com base nas informações do nosso site. Aviso sobre Erros e Omissões: Apesar de nossos esforços para garantir informações precisas e atualizadas, o Oásis da Cafeína não pode ser responsabilizado por quaisquer erros, omissões ou resultados decorrentes do uso dessas informações. Aviso de Uso Justo: Este site pode conter material protegido por direitos autorais não especificamente autorizado pelo proprietário dos direitos autorais. Tornamos esse material disponível para crítica, comentário, reportagem de notícias, ensino, bolsa de estudos e propósitos de pesquisa. Aviso sobre Opiniões Expressas: As opiniões e visões expressas no Oásis da Cafeína são dos criadores de conteúdo e não refletem necessariamente a política oficial ou posição de qualquer outra agência, organização, empregador ou empresa. Aviso de Não Responsabilidade: As informações em nosso site são fornecidas com o entendimento de que o Oásis da Cafeína não está envolvido na prestação de serviços ou aconselhamento profissional. O conteúdo não deve ser usado como substituto para a consulta com conselheiros profissionais. Aviso de Uso por Sua Conta e Risco: Todas as informações neste site são fornecidas \"como estão\", sem garantia de qualquer tipo, incluindo as garantias implícitas de comercialização, adequação a um propósito específico ou não violação. O Oásis da Cafeína, suas afiliadas ou seus respectivos parceiros, agentes ou funcionários, não serão responsáveis por quaisquer decisões tomadas ou ações realizadas com base nas informações fornecidas neste site. Contate-Nos: Se tiver alguma dúvida sobre este aviso legal, não hesite em nos contatar em oasisdacafeina@gmail.com. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "index": "Home - Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Bem-vindo ao Oásis da Cafeína - Descubra o Mundo do Café Bem-vindo ao Oásis da Cafeína, onde a jornada do café se transforma em uma experiência sensorial. Explore uma variedade de aromas, sabores e texturas que despertam seus sentidos e o transportam para o fascinante mundo do café. De grãos cuidadosamente selecionados a métodos de preparo artesanais, cada xícara conta uma história única. Prepare-se para embarcar em uma jornada de descoberta e paixão pelo café no Oásis da Cafeína. Shop Veiw Menu Descubra a Diversidade do Café no Oásis da Cafeína No Oásis da Cafeína, estamos dedicados a oferecer uma experiência única de café que vai além do comum. Explore nossa variedade de especialidades e mergulhe em um mundo de sabores e aromas encantadores. Aqui estão algumas razões pelas quais nossos clientes se apaixonam pelo nosso café Variedade de Grãos Selecionados Desde grãos de origem única até blends exclusivos, nossa seleção de café oferece uma ampla variedade de opções para todos os gostos. Descubra nuances sutis e perfis de sabor distintos em cada xícara. Preparo Artesanal Nossos baristas experientes dedicam-se a preparar cada xícara de café com precisão e paixão. Do tradicional espresso à arte latte, cada método de preparo é uma obra-prima artesanal que eleva sua experiência de café. Satisfação dos Clientes A satisfação dos nossos clientes é nossa prioridade máxima. Nosso compromisso com a qualidade, serviço excepcional e ambiente acolhedor garante que cada visita ao Oásis da Cafeína seja uma experiência memorável. Inovação Constante Estamos sempre buscando novas maneiras de surpreender e encantar nossos clientes. Desde lançamentos sazonais até eventos especiais, nossa busca pela excelência e inovação nos mantém na vanguarda do mundo do café. Junte-se a nós no Oásis da Cafeína e embarque em uma jornada de descoberta e prazer pelo café como nunca antes. Nossa História Raízes no Café No coração do Oásis da Cafeína reside uma história enraizada nas próprias origens do café. Nossa jornada começa nas montanhas verdejantes onde os grãos de café são cultivados com esmero e paixão. Inspirados pela dedicação dos produtores locais, abraçamos a missão de preservar as tradições e honrar cada grão desde o plantio até a xícara. Essa conexão profunda com as raízes do café moldou nossa identidade e impulsiona nosso compromisso inabalável com a qualidade e autenticidade. Paixão pela Arte do Café No Oásis da Cafeína, o café não é apenas uma bebida; é uma forma de arte que celebramos com devoção. Cada xícara é uma tela em branco, aguardando ser adornada com os intricados padrões do latte art ou revelar os aromas complexos de um espresso perfeitamente extraído. Nossa equipe de baristas, apaixonados e dedicados, domina a arte de transformar os simples grãos de café em experiências sensoriais memoráveis. Essa paixão pela arte do café permeia todas as nossas ações e nos impulsiona a buscar a excelência a cada momento. Crescimento e Expansão O Oásis da Cafeína iniciou sua jornada humilde em um pequeno estabelecimento, mas rapidamente floresceu para se tornar um destino de renome para os amantes do café. Movidos pela nossa visão de compartilhar a essência do café com o mundo, expandimos nossas operações para novas localidades, espalhando nossa paixão por cada canto do globo. Apesar do nosso crescimento, permanecemos fiéis às nossas raízes, mantendo o compromisso com a qualidade, sustentabilidade e autenticidade que nos tornaram únicos. Compromisso com a Comunidade No Oásis da Cafeína, acreditamos que nosso sucesso está intrinsecamente ligado ao bem-estar das comunidades que nos rodeiam. Por isso, estamos empenhados em retribuir e fortalecer essas comunidades por meio de iniciativas sociais e parcerias sustentáveis. Desde apoiar pequenos produtores locais até participar ativamente em projetos de responsabilidade social, buscamos fazer uma diferença positiva onde quer que estejamos presentes. Para nós, o café não é apenas uma bebida; é um veículo para promover mudanças significativas e inspirar um futuro mais brilhante para todos. Algumas das suas Perguntas Qual é a origem dos seus grãos de café? Nossos grãos de café são cuidadosamente selecionados de fazendas sustentáveis em regiões de renome, garantindo qualidade e frescor excepcionais em cada xícara. Quais métodos de preparo de café vocês oferecem? Oferecemos uma variedade de métodos de preparo de café, desde o clássico espresso italiano até métodos alternativos como Chemex, Aeropress e V60, permitindo que você explore uma gama diversificada de sabores e aromas. Vocês têm opções para clientes com restrições alimentares? Sim, temos opções de café descafeinado e uma variedade de leites alternativos, como leite de amêndoa, de coco e de soja, para atender às necessidades dos clientes com restrições alimentares. Como vocês garantem a qualidade do café servido? Nossa equipe de baristas experientes passa por treinamento rigoroso para garantir a preparação consistente e de alta qualidade de cada xícara de café. Além disso, trabalhamos em estreita colaboração com fornecedores de confiança para garantir a frescura e autenticidade dos nossos grãos de café. Vocês oferecem café para viagem? Sim, oferecemos a opção de café para viagem em copos eco-friendly, permitindo que você desfrute do seu café favorito enquanto está em movimento, sem comprometer o sabor ou a qualidade. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "menu": "Cardapio - Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Nosso Menu - Sabores Inspiradores para Cada Paladar Explore nosso menu diversificado e descubra uma variedade de sabores inspiradores no Oásis da Cafeína. Desde os clássicos tradicionais até criações exclusivas, cada bebida é uma obra-prima que reflete a arte e a paixão pelo café. Experimente nossos cafés especiais cuidadosamente preparados, deliciosas bebidas geladas, acompanhamentos tentadores e muito mais. Nossa missão é proporcionar uma experiência única a cada gole, despertando seu amor pelo café. Nosso Menu Desfrute de uma variedade de deliciosos cafés e sobremesas artesanais no Oásis da Cafeína. Nossas criações cuidadosamente elaboradas são uma celebração dos sabores e aromas únicos do café, projetadas para satisfazer até os paladares mais exigentes. Cafés Especiais Espresso Perfeito Um clássico intenso e encorpado, preparado com grãos cuidadosamente selecionados e extraído com maestria pelos nossos talentosos baristas. Ideal para quem busca uma dose rápida de energia e sabor. Latte Cremoso Uma harmoniosa combinação de espresso suave e leite vaporizado, finalizada com uma camada de espuma cremosa. Delicie-se com uma experiência indulgente e reconfortante a cada gole. Cappuccino Tradicional Uma tradicional mistura de espresso, leite vaporizado e espuma de leite, equilibrada na medida certa para criar uma bebida encorpada e levemente doce. Perfeito para acompanhar um momento de tranquilidade. Macchiato Luxuoso Um espresso delicadamente marcado com uma pequena quantidade de leite vaporizado, criando uma bebida intensa e equilibrada, com uma pitada de suavidade. Uma escolha sofisticada para os verdadeiros apreciadores de café. Mocha Divino Uma indulgente combinação de espresso, leite vaporizado, chocolate e uma generosa camada de chantilly. Uma verdadeira tentação para os amantes de café e chocolate, perfeita para satisfazer os desejos mais doces. Frapê Refrescante Uma refrescante mistura de espresso gelado, leite, gelo e um toque de xarope de sua escolha, tudo batido até obter uma textura cremosa e refrescante. Acompanhamento ideal para os dias quentes de verão. Deliciosas Sobremesas Tiramisu Italiano Uma clássica sobremesa italiana feita com camadas de biscoitos embebidos em café, creme de queijo mascarpone e cacau em pó. Uma explosão de sabores que encanta os sentidos. Brownie de Café Um irresistível brownie de chocolate com pedaços de grãos de café, perfeitamente equilibrado entre o rico sabor do chocolate e o aroma robusto do café. Uma indulgência que derrete na boca. Cheesecake de Cappuccino Um cremoso cheesecake com sabor de cappuccino, assado até ficar perfeitamente firme e coberto com uma generosa camada de creme de café. Uma verdadeira experiência gourmet para os amantes do café e do cheesecake. Gelato de Café Um gelato cremoso e indulgente, feito com café espresso fresco e ingredientes da mais alta qualidade. Uma sobremesa refrescante e sofisticada que satisfaz os desejos por doçura e cafeína. Depois de saborear nossos deliciosos cafés especiais e sobremesas artesanais, reserve um momento para relaxar e apreciar a atmosfera acolhedora do Oásis da Cafeína. Nossos ambientes cuidadosamente decorados oferecem o cenário perfeito para uma pausa revigorante do dia agitado. Deixe-se envolver pelos aromas reconfortantes do café recém-torrado enquanto desfruta da companhia de amigos ou mergulha em um bom livro. Além de ser um destino popular para os amantes do café, o Oásis da Cafeína também é um espaço de encontro vibrante, onde as ideias fluem livremente e as conversas são enriquecedoras. Nossa equipe dedicada está sempre à disposição para oferecer recomendações personalizadas e garantir que cada visita seja uma experiência memorável. Não deixe de explorar nossa seleção de produtos artesanais, que inclui grãos de café especiais, acessórios de café e presentes únicos. Cada item foi cuidadosamente selecionado para refletir nossa paixão pelo café e oferecer uma extensão da experiência que você desfruta em nosso estabelecimento. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "privacy-policy": "Política de Privacidade do Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Política de Privacidade do Oásis da Cafeína No Oásis da Cafeína, temos um profundo respeito pela privacidade e segurança das informações dos nossos clientes. Esta Política de Privacidade destaca o nosso compromisso em gerir a recolha, utilização e proteção das informações que nos confia. Práticas de Recolha de Informações Com o objetivo de melhorar os nossos serviços e proporcionar uma experiência excepcional, recolhemos uma variedade de informações, incluindo: Informações de Contato Pessoal: Isso inclui o seu nome, endereço de email e número de telefone, fornecidos quando se regista connosco ou faz perguntas. Informações de Navegação: Recolhemos dados relacionados com as suas interações no nosso site, incluindo informações de tráfego e preferências de navegação. Registos de Transações: Mantemos registos das transações que realiza na nossa plataforma, incluindo detalhes de compras e informações de pagamento. Utilização das Informações Recolhidas As informações que recolhemos são utilizadas para diversos fins, tais como: Personalizar a sua experiência de navegação de acordo com as suas preferências individuais. Melhorar a qualidade e funcionalidade dos serviços oferecidos no nosso site. Gerir transações e processar pedidos de forma eficiente e segura. Comunicar consigo sobre eventos promocionais, ofertas especiais e atualizações relacionadas com os nossos produtos e serviços. Políticas de Partilha de Informações Comprometemo-nos a não vender, trocar ou partilhar indevidamente as suas informações pessoais identificáveis com terceiros, exceto em determinadas circunstâncias: Para cumprir obrigações legais. Para proteger os nossos direitos e propriedades. Para fazer cumprir as políticas do nosso site. Com os nossos parceiros e fornecedores fiáveis, que auxiliam nas nossas operações comerciais, sob a condição de manterem essas informações confidenciais e as utilizarem apenas para os fins acordados. Proteção das Suas Informações Implementamos diversas medidas de segurança para proteger as suas informações pessoais. No entanto, é importante salientar que nenhum método de transmissão ou armazenamento de dados na internet é 100% seguro. Utilização de Cookies Utilizamos cookies para melhorar a sua experiência de utilizador no nosso site. Tem a opção de ajustar as configurações do seu navegador para recusar cookies ou para ser notificado quando os cookies estão a ser enviados. Modificações na Política O Oásis da Cafeína reserva-se o direito de modificar esta política de privacidade conforme necessário. Quaisquer alterações serão claramente comunicadas no nosso site. Perguntas e Informações de Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, por favor, entre em contato conosco pelo e-mail Para quaisquer dúvidas sobre esta Política de Privacidade, entre em contacto connosco através do email oasisdacafeina@gmail.com.. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "shop": "Comprar - Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Bem-vindo à Nossa Loja - Descubra Tesouros Cafeinados Entre em nossa loja virtual e descubra uma seleção excepcional de tesouros cafeinados no Oásis da Cafeína. Explore uma variedade de cafés gourmet, acessórios especializados e presentes únicos que elevam sua experiência de café. De blends exclusivos a métodos de preparo artesanais, cada produto é escolhido com cuidado para proporcionar momentos memoráveis. Torne-se seu próprio barista e transforme sua casa em um oásis de café. Descubra Nossos Produtos Exclusivos Dê um passeio pela nossa coleção de produtos exclusivos no Oásis da Cafeína e encontre o complemento perfeito para a sua jornada de café. Nossas categorias cuidadosamente selecionadas oferecem uma variedade de opções para atender aos mais exigentes entusiastas do café e aos curiosos iniciantes. Grãos de Café Especiais Explore nossa seleção de grãos de café especiais de origem única e blends exclusivos, cuidadosamente selecionados de regiões produtoras renomadas em todo o mundo. Cada variedade oferece uma experiência única de sabor e aroma, desde notas frutadas e florais até sabores mais robustos e encorpados. Desperte seus sentidos e mergulhe em uma jornada sensorial pelo mundo do café. Acessórios de Café Aprimore sua experiência de café em casa com nossa coleção de acessórios de café premium. Desde moedores de café e prensas francesas até chaleiras especiais e filtros de papel de alta qualidade, temos tudo o que você precisa para preparar o café perfeito no conforto da sua própria cozinha. Descubra a arte de preparar café como um verdadeiro barista e eleve sua rotina matinal a um novo patamar. Presentes Personalizados Surpreenda os amantes do café em sua vida com nossos presentes personalizados, cuidadosamente montados para criar uma experiência memorável. De conjuntos de degustação de café a kits de preparo de café em viagem, nossas opções de presentes são perfeitas para qualquer ocasião especial. Deixe uma impressão duradoura com um presente que reflete a paixão pelo café e o cuidado com os detalhes. Explore nossa coleção completa de produtos e descubra como tornar cada momento com café uma experiência verdadeiramente especial. Embarque em uma jornada de descoberta e celebração do café, onde cada xícara conta uma história única e cada produto é uma expressão de paixão e dedicação. No Oásis da Cafeína, estamos aqui para inspirar e encantar, oferecendo produtos excepcionais e experiências inesquecíveis para todos os amantes do café. Explore Produtos Descubra uma variedade de produtos cuidadosamente selecionados para elevar sua experiência de café a novos patamares. Cada item em nossa coleção reflete nossa paixão pelo café e nosso compromisso em oferecer qualidade excepcional e sabor inigualável. Café Especial da Casa Deixe-se envolver pelo aroma rico e encorpado do nosso Café Especial da Casa, uma mistura única de grãos selecionados, torrados no ponto certo para revelar sabores complexos e notas sutis. Perfeito para começar o dia com uma xícara de café verdadeiramente excepcional. Buy Avental de Barista Premium Domine a arte de preparar café como um verdadeiro profissional com nosso Avental de Barista Premium. Fabricado com materiais de alta qualidade e design ergonômico, este avental oferece estilo e funcionalidade incomparáveis, tornando-o indispensável para qualquer entusiasta do café. Buy Copo Térmico de Viagem Mantenha seu café quente por mais tempo com nosso Copo Térmico de Viagem. Com isolamento a vácuo de dupla parede e tampa hermética, este copo mantém sua bebida na temperatura ideal durante todo o dia, seja em casa, no trabalho ou em movimento. Buy Kit de Degustação de Café Explore uma variedade de sabores com nosso Kit de Degustação de Café, que inclui uma seleção de grãos de café especiais de diferentes regiões produtoras. Acompanhado por notas de degustação e instruções de preparo, este kit é perfeito para os curiosos conhecerem a diversidade do mundo do café. Buy Moinho de Café Manual Desfrute do frescor e aroma incomparáveis do café moído na hora com nosso Moinho de Café Manual. Com ajustes de moagem precisos e design elegante, este moinho é uma adição indispensável à sua cozinha, proporcionando uma experiência de moagem personalizada sempre que precisar. Buy Caixa de Presente de Café Gourmet Surpreenda os amantes do café em sua vida com nossa Caixa de Presente de Café Gourmet, que inclui uma seleção cuidadosamente curada de cafés especiais, acompanhados por uma variedade de guloseimas gourmet. Embalada com elegância e cuidado, esta caixa é o presente perfeito para qualquer ocasião especial. Buy 5 razões convincentes para comprar nossos produtos 01 Qualidade Superior Nossos produtos são cuidadosamente selecionados e fabricados de acordo com os mais altos padrões de qualidade, garantindo uma experiência excepcional em cada uso. 02 Variedade de Opções Oferecemos uma ampla gama de produtos para atender diferentes preferências e necessidades, desde cafés especiais e acessórios de barista até brindes personalizados, proporcionando uma experiência de compra abrangente. 03 Experiência do Cliente Priorizamos a satisfação do cliente em todas as etapas, desde a seleção do produto até o atendimento pós-venda. Nossa equipe dedicada está sempre disponível para ajudar e garantir que sua experiência de compra seja tranquila e agradável. 04 Valor Agregado Além da qualidade dos produtos, oferecemos valor agregado por meio de promoções especiais, brindes exclusivos e programas de fidelidade, garantindo que você receba mais do que esperava ao escolher nossos produtos. 05 Paixão pelo Café Somos verdadeiros entusiastas do café e nossa paixão se reflete em cada produto que oferecemos. Ao escolher nossos produtos, você se conecta a uma comunidade de apaixonados por café e compartilha a mesma dedicação à qualidade e excelência. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "terms-conditions": "Termos e Condições do Oásis da Cafeína ☰ Lar Cardápio Comprar Contatos Termos e Condições do Oásis da Cafeína Estes termos estabelecem as regras e diretrizes para acessar e utilizar o site do Oásis da Cafeína, acessível em oasisdacafeina@gmail.com. Ao acessar este site, você concorda em cumprir estes termos e condições. Se você não concordar com qualquer parte destes termos, por favor, evite usar nosso site. Direitos de Propriedade Intelectual Todo o conteúdo exibido neste site, incluindo, mas não se limitando a, propriedade intelectual, é de propriedade do Oásis da Cafeína e/ou de seus fornecedores de conteúdo, exceto pelo conteúdo que você possui. Concedemos a você uma licença limitada, sujeita a estes termos, para visualizar o material em nosso site para uso pessoal. Restrições de Uso Você está expressamente proibido de: Copiar, duplicar ou de outra forma explorar material em nosso site para qualquer finalidade sem obter permissão por escrito de nós. Vender, sublicenciar ou de outra forma comercializar qualquer material do site. Apresentar publicamente ou realizar qualquer conteúdo do site. Usar este site de qualquer maneira que seja prejudicial ou que de alguma forma impeça o uso ou desfrute do site por qualquer outra pessoa. Seu Conteúdo \"Seu Conteúdo\" refere-se a qualquer áudio, vídeo, texto, imagens ou outros materiais que você escolha exibir neste site. Ao postar Seu Conteúdo, você concede ao Oásis da Cafeína uma licença não exclusiva, mundial, irrevogável para usar, reproduzir, adaptar, publicar, traduzir e distribuí-lo em qualquer e todos os meios. Seu Conteúdo deve ser seu e não deve infringir os direitos de terceiros. O Oásis da Cafeína reserva-se o direito de remover qualquer um de Seu Conteúdo deste site a qualquer momento e sem aviso prévio. Isenção de Garantia Este site é fornecido \"como está\", com todos os defeitos, e o Oásis da Cafeína não faz representações ou garantias de qualquer tipo relacionadas a este site ou aos materiais contidos neste site. Limitação de Responsabilidade Em nenhuma circunstância o Oásis da Cafeína, nem seus diretores, funcionários ou agentes, serão responsáveis por qualquer coisa decorrente de ou relacionada de alguma forma ao uso deste site, seja sob contrato, delito ou de outra forma. Indenização Você concorda em indenizar e isentar o Oásis da Cafeína na maior extensão possível de e contra quaisquer e todas as responsabilidades, custos, demandas, causas de ação, danos e despesas decorrentes de qualquer forma relacionados à sua violação de qualquer das disposições destes termos. Severabilidade Se alguma disposição destes termos for considerada inválida sob qualquer lei aplicável, tal disposição será considerada separável dos termos e não afetará a validade e aplicabilidade das disposições restantes. Modificação dos Termos O Oásis da Cafeína reserva-se o direito de revisar estes termos a qualquer momento, conforme julgar necessário, e o uso continuado deste site após tais alterações constitui sua aceitação dos novos termos. Atribuição O Oásis da Cafeína está autorizado a atribuir, transferir e subcontratar seus direitos e/ou obrigações sob estes termos sem qualquer notificação prévia. Você não está autorizado a atribuir, transferir ou subcontratar seus direitos e/ou obrigações sob estes termos. Acordo Integral Estes termos constituem o acordo integral entre o Oásis da Cafeína e você em relação ao uso deste site e substituem todos os acordos e entendimentos anteriores. Lei Aplicável e Jurisdição Estes termos serão regidos e interpretados de acordo com as leis do local onde o Oásis da Cafeína está localizado, e você submete-se à jurisdição não exclusiva dos tribunais desse local para a resolução de quaisquer disputas. Endereço R. Edson Granjeiro Filho, 4036 - Agenor M. de Carvalho, Porto Velho - RO, 76820-338, Brasil Email oasisdacafeina@gmail.com Telefone +55-54-9045-1287 política de Privacidade Termos e Condições Aviso Legal",
    "thanks": "Agradecimentos do Oásis da Cafeína body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #73cb7b; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #73cb7b; transition: 0.3s; color: black; transition: 0.3s; } Obrigado por Escolher o Oásis da Cafeína Agradecemos por escolher o Oásis da Cafeína para suas necessidades de hospedagem. Valorizamos sua confiança em nossos serviços e a oportunidade de proporcionar a você uma experiência aventureira e memorável. Seja você um buscador de expedições emocionantes, uma jornada inesquecível ou uma escapada emocionante para a natureza, esperamos ter superado suas expectativas e criado uma aventura inesquecível para você. Sua satisfação é nossa prioridade, e estamos ansiosos para recebê-lo novamente para outra experiência emocionante com o Oásis da Cafeína. Página Inicial"
  },
  "date": "2024-04-30T07:48:19.211Z"
}