{
  "name": "New_v9_glidecomfortzone",
  "pages": {
    "about": "Discover the Story Behind GlideComfortZone GlideComfortZone Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us About GlideComfortZone Welcome to GlideComfortZone, where comfort meets style. We are dedicated to providing premium rocking and gliding chairs that elevate relaxation to a whole new level. Our Mission At GlideComfortZone, we strive to create a haven of comfort where every chair is crafted with quality materials and designed for ultimate relaxation. Quality Craftsmanship Our chairs are meticulously crafted to ensure durability and comfort, making them the perfect addition to any space. Our Values At GlideComfortZone, we are committed to excellence in every aspect of our business. From the quality of our products to the satisfaction of our customers, we uphold the following values: Quality: We believe in providing chairs of the highest quality, crafted with precision and care. Customer Satisfaction: Your comfort and satisfaction are our top priorities. Innovation: We continuously strive to innovate and improve our products to meet your needs. Integrity: We conduct our business with honesty, transparency, and integrity. Our Team Meet the Minds Behind GlideComfortZone Get to know the passionate team that drives the vision and mission of GlideComfortZone. Our dedicated experts bring a wealth of experience and creativity to ensure that every chair we offer embodies comfort and style. Customer Support Our friendly customer support team is here to assist you with any inquiries or assistance you may need. Design Experts Our design team meticulously crafts each chair for optimal comfort and style. Quality Assurance Our quality control team ensures that every chair meets our high standards of craftsmanship. Innovation Team Our innovation team is constantly exploring new ideas to enhance your relaxation experience with our chairs. Environmentally Friendly Materials We prioritize using sustainable materials in the production of our chairs to reduce our environmental impact. Ethical Manufacturing Practices Our chairs are ethically manufactured, ensuring fair labor practices and responsible production methods. Community Engagement We actively engage with our local community to support initiatives that promote sustainability and social responsibility. GlideComfortZone The main navigation Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Privacy Policy Terms of Use",
    "index": "Welcome to GlideComfortZone - Your Destination for Comfort GlideComfortZone Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Welcome to GlideComfortZone Indulge in the ultimate relaxation experience with our premium selection of glide chairs. Find your perfect spot to unwind and glide into comfort at GlideComfortZone. More Luxury Rocking Chairs Discover elegance and comfort with our luxury rocking chairs. Crafted for style and relaxation, these chairs will elevate your space. Modern Gliders Chairs Experience smooth gliding motion with our modern gliders. Sleek design meets functionality for a contemporary touch to your home. Classic Rockers Chairs Embrace timeless charm with our classic rockers. Traditional design meets comfort, creating a cozy corner for relaxation. Unwind in Style Explore Our Range of Relaxing Chairs Indulge in comfort and style with our collection of premium rocking and gliding chairs. Whether you seek a modern touch or a classic look, we have the perfect chair to elevate your relaxation space. 1 Featured Chair: Harmony Rocker Designed for ultimate comfort Crafted with premium materials Harmony Rocker Experience the perfect blend of style and relaxation with our Harmony Rocker. Designed for those who appreciate quality and comfort, this chair will become your favorite spot to unwind. Premium fabric upholstery Sturdy wooden frame Outdoor Relaxation Essentials Enhance Your Outdoor Space with Comfort Transform your outdoor oasis with our selection of outdoor relaxation essentials. From rocking chairs to gliders, find the perfect piece to enjoy the fresh air in style and comfort. Patio Rocking Chairs Enjoy the gentle sway of our patio rocking chairs while soaking up the sun in your outdoor retreat. Garden Gliders Glide smoothly in your garden sanctuary with our range of garden gliders, adding a touch of relaxation to your green space. Poolside Rockers Relax by the poolside in style with our poolside rockers, combining comfort and functionality for your outdoor lounging. Deck Rocking Chairs Unwind on your deck with our deck rocking chairs, designed to bring a sense of tranquility to your outdoor living space. Balcony Gliders Maximize your balcony space with our balcony gliders, perfect for cozy moments of relaxation with a view. Outdoor Swing Seats Swing into serenity with our outdoor swing seats, adding a playful touch to your outdoor relaxation area. Customer Reviews Discover what our customers have to say about their experience with GlideComfortZone. Read real testimonials and feedback to see why our chairs are loved for their comfort and style. Join the Comfort Zone Community Experience Comfort in Numbers 6500+ Happy Customers 500+ Chair Styles 5000+ Gliding Hours Location Av. Rio Grande do Sul, 938 - Menino Deus, Lucas do Rio Verde - MT, 78455-000, Brazil Phone +55-653-2124100 Email glidecomfortzone@gmail.com Contact Form I accept the Privacy Policy Send Explore Our Catalog Discover Your Perfect Chair Browse through our catalog to find the ideal rocking or gliding chair that suits your style and comfort needs. Classic Rocker ₹5000 Timeless design for ultimate relaxation. Order Modern Glider ₹7500 Sleek and stylish gliding comfort. Order Luxury Rocking Chair ₹10000 Elegance and comfort combined. Order GlideComfortZone The main navigation Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Privacy Policy Terms of Use",
    "privacy-policy": "Your Privacy Matters at GlideComfortZone GlideComfortZone Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Privacy Policy Limitation of Liability In no event shall GlideComfortZone, its affiliates, partners, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from: The use or inability to use the Site. Unauthorized access to or alteration of your transmissions or data. Statements or conduct of any third party on the Site. Any other matter relating to the Site. Indemnification You agree to indemnify, defend, and hold harmless GlideComfortZone and its affiliates, partners, employees, and agents from any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising from your use of or reliance on the Site, your violation of this disclaimer, or your infringement of any intellectual property or other right of any person or entity. No Endorsement Reference on this Site to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply endorsement, recommendation, or favoring by GlideComfortZone. Any views and opinions expressed on this Site are solely those of the authors and do not necessarily reflect the views or opinions of GlideComfortZone. Entire Agreement This disclaimer constitutes the entire agreement between you and GlideComfortZone regarding your use of the Site, superseding any prior agreements between you and GlideComfortZone relating to your use of the Site. Severability If any provision of this disclaimer is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render this disclaimer unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Accuracy of Information The information provided on this Site is for general informational purposes only. While we strive to keep the information up to date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the Site or the information, products, services, or related graphics contained on the Site for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Professional Advice The information contained on this Site is not intended to be a substitute for professional advice, including but not limited to medical, legal, or financial advice. Always seek the advice of a qualified professional with any questions you may have regarding any medical, legal, or financial matter. Never disregard professional advice or delay in seeking it because of something you have read on this Site. Third-Party Links This Site may contain links to third-party websites or services that are not owned or controlled by GlideComfortZone. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that GlideComfortZone shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Changes to Privacy Policy GlideComfortZone reserves the right to modify, amend, or update this disclaimer at any time without prior notice. Your continued use of the Site after any such changes constitutes your acceptance of the new disclaimer. It is your responsibility to check this page periodically for changes. Content Modification GlideComfortZone reserves the right to modify or remove any content on the Site at any time without prior notice. We do not guarantee that the information provided on the Site will be updated or corrected promptly. While we endeavor to provide accurate and timely information, we make no commitment to update such information. User Generated Content GlideComfortZone may allow users to post, upload, or submit content to the Site, including but not limited to comments, reviews, and forum posts. However, we do not endorse, support, or guarantee the accuracy, completeness, or reliability of any user-generated content. Users are solely responsible for the content they post and any consequences that may arise from such content. Intellectual Property All content on this Site, including but not limited to text, graphics, logos, images, audio clips, video clips, and software, is the property of GlideComfortZone or its licensors and is protected by copyright, trademark, and other intellectual property laws. You may not modify, reproduce, distribute, transmit, display, perform, or create derivative works of any such content without the prior written consent of GlideComfortZone. Security While GlideComfortZone takes reasonable measures to protect the security and confidentiality of information transmitted to and from the Site, we cannot guarantee that unauthorized third parties will not intercept or access such information. You acknowledge and agree that you transmit information to and from the Site at your own risk. Termination GlideComfortZone reserves the right to terminate or suspend your access to the Site at any time, without prior notice or liability, for any reason whatsoever, including without limitation if you breach this disclaimer. Upon termination, your right to use the Site will immediately cease. Survival The provisions of this disclaimer that by their nature should survive termination shall survive termination, including but not limited to provisions regarding limitation of liability, indemnification, intellectual property, and jurisdiction. Acceptance By using this Site, you signify your acceptance of this disclaimer. If you do not agree to this disclaimer, please do not use the Site. Errors and Omissions While we strive to provide accurate and up-to-date information, there may be occasions where typographical errors, inaccuracies, or omissions occur on the Site. GlideComfortZone does not warrant the completeness, accuracy, or reliability of any information on the Site. We reserve the right to correct any errors, inaccuracies, or omissions and to update information at any time without prior notice. Technical Issues GlideComfortZone does not guarantee that the Site will be uninterrupted, secure, or free from errors, viruses, or other harmful components. We do not warrant that any defects or errors on the Site will be corrected. You acknowledge and agree that you access and use the Site at your own risk. No Legal Advice The information provided on this Site is not intended to constitute legal advice or to substitute for consultation with a qualified legal professional. You should not rely on any information on the Site as a substitute for legal advice. You should consult a licensed attorney in your jurisdiction for legal advice tailored to your specific situation. No Medical Advice The information provided on this Site is not intended to constitute medical advice or to replace consultation with a qualified healthcare professional. You should not rely on any information on the Site as a substitute for medical advice. If you have any concerns about your health or medical condition, you should consult a licensed healthcare professional. No Financial Advice The information provided on this Site is not intended to constitute financial advice or to replace consultation with a qualified financial professional. You should not rely on any information on the Site as a substitute for financial advice. If you have any concerns about your financial situation, you should consult a licensed financial advisor. Contact Us If you have any questions or concerns regarding this disclaimer, please contact us at glidecomfortzone@gmail.com. Thank you for your understanding. Last updated: 28.03.2024 GlideComfortZone The main navigation Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Privacy Policy Terms of Use",
    "terms-conditions": "Understand the Terms of Service at GlideComfortZone GlideComfortZone Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Terms of Use Indemnification You agree to indemnify and hold GlideComfortZone and its affiliates, officers, agents, employees, and partners harmless from and against any and all claims, liabilities, damages (actual and consequential), losses, and expenses (including attorneys' fees) arising from or in any way related to your use of the website in violation of these Terms of Use. Intellectual Property The materials contained on this website are protected by copyright and trademark law. You may not modify, publish, transmit, participate in the transfer or sale of, create derivative works from, distribute, display, reproduce, or perform any of the materials in any way without the prior written consent of GlideComfortZone. User Conduct When using GlideComfortZone's website, you agree to abide by all applicable laws and regulations. You also agree not to: Violate any applicable laws or regulations; Infringe upon the rights of others; Transmit any material that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable; Interfere with or disrupt the operation of the website or any servers or networks connected to the website; Attempt to gain unauthorized access to any portion of the website, other accounts, computer systems, or networks connected to the website, through hacking, password mining, or any other means; Collect or store personal data about other users; Impersonate any person or entity, including any employee or representative of GlideComfortZone. Termination GlideComfortZone may terminate your access to all or any part of the website at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate this agreement or your GlideComfortZone account, you may simply discontinue using the website. Entire Agreement These Terms of Use constitute the entire agreement between you and GlideComfortZone regarding your use of the website, superseding any prior agreements between you and GlideComfortZone relating to your use of the website. Waiver and Severability The failure of GlideComfortZone to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. If any provision of these Terms of Use is held to be invalid or unenforceable by a court, the remaining provisions of these Terms of Use will remain in effect. Changes GlideComfortZone reserves the right, at its sole discretion, to modify or replace these Terms of Use at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. No Third-Party Beneficiaries These Terms of Use are for the benefit of you and GlideComfortZone and are not intended to benefit any third party or be enforceable by any third party. The exercise of our and your rights in relation to these Terms of Use is not subject to the consent of any third party. Assignment You may not assign, transfer, or sublicense any of your rights or obligations under these Terms of Use without GlideComfortZone's prior written consent. GlideComfortZone may assign, transfer, or sublicense any or all of its rights and obligations under these Terms of Use without restriction. Headings The headings used in these Terms of Use are included for convenience only and will not limit or otherwise affect these Terms of Use. Modifications to the Service GlideComfortZone reserves the right to modify or discontinue, temporarily or permanently, the website or any part of it with or without notice. You agree that GlideComfortZone shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. Entire Agreement These Terms of Use constitute the entire agreement between you and GlideComfortZone regarding your use of the website, superseding any prior agreements between you and GlideComfortZone relating to your use of the website. Waiver and Severability The failure of GlideComfortZone to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. If any provision of these Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms of Use remain in full force and effect. Acceptance of Terms By accessing this website, you are agreeing to be bound by these Terms of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law. Use License Permission is granted to temporarily download one copy of the materials (information or software) on GlideComfortZone's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on GlideComfortZone's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by GlideComfortZone at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on GlideComfortZone's website are provided on an 'as is' basis. GlideComfortZone makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, GlideComfortZone does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall GlideComfortZone or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on GlideComfortZone's website, even if GlideComfortZone or a GlideComfortZone authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of materials The materials appearing on GlideComfortZone's website could include technical, typographical, or photographic errors. GlideComfortZone does not warrant that any of the materials on its website are accurate, complete, or current. GlideComfortZone may make changes to the materials contained on its website at any time without notice. However, GlideComfortZone does not make any commitment to update the materials. Links GlideComfortZone has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by GlideComfortZone of the site. Use of any such linked website is at the user's own risk. Modifications GlideComfortZone may revise these terms of service for its website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service. Changes to Terms of Use GlideComfortZone reserves the right to update or modify these Terms of Use at any time without prior notice. Your use of the website following any such change constitutes your agreement to follow and be bound by the Terms of Use as changed. For this reason, we encourage you to review these Terms of Use whenever you use our website. Contact Us If you have any questions about these Terms of Use, please contact us at glidecomfortzone@gmail.com. By using GlideComfortZone's website, you signify your acceptance of these Terms of Use. If you do not agree to these terms, please do not use our website. Last updated: 28.03.2024 GlideComfortZone The main navigation Home Types of chairs Recommendation The basics of rest Comfort in numbers Contacts About Us Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing GlideComfortZone Thank You! Dear valued visitor, We at GlideComfortZone want to express our heartfelt gratitude for reaching out to us. Your feedback means the world to us and helps us improve our services to better meet your needs. Rest assured that your message has been received and will be handled with the utmost care and attention. We are committed to providing you with the best experience possible. Thank you once again for choosing GlideComfortZone. We look forward to serving you in the future. Warm regards, The GlideComfortZone Team Home"
  }
}