{
  "name": "New_v9_HomeComfort",
  "pages": {
    "index": "HomeComfort - Indian Furniture Store About us Our price Contact Us Reviews Welcome to HomeComfort Discover the perfect blend of style and comfort with our wide range of furniture. Transform your home into a cozy haven. Explore Now Why Choose HomeComfort Quality Craftsmanship At HomeComfort, we believe that furniture should not only be stylish but also built to last. We use the finest materials and expert craftsmanship to create pieces that are both beautiful and durable. Whether it's a plush sofa or a sturdy dining table, you can trust that our furniture will enhance your home for years to come. Exceptional Service Our commitment to customer satisfaction sets us apart. From the moment you step into our store or visit our website, you'll experience unparalleled service. Our knowledgeable team is ready to assist you with personalized recommendations, ensuring you find the perfect pieces to fit your style and needs. Plus, our efficient delivery service ensures that your new furniture arrives quickly and safely. About HomeComfort HomeComfort was established in 2020 in India with a vision to revolutionize the furniture shopping experience. Our journey began with a simple idea: to offer high-quality, stylish, and comfortable furniture that makes a house feel like a home. We believe that every piece of furniture should reflect the personality and taste of its owner, adding character and warmth to any living space. Our founders, driven by a passion for design and a commitment to quality, sought to bridge the gap between luxury and affordability. They meticulously curated a collection that balances aesthetics, functionality, and durability. From the outset, HomeComfort has focused on sourcing the finest materials and employing skilled artisans to create pieces that stand the test of time. What sets HomeComfort apart is our unwavering dedication to customer satisfaction. Our team of knowledgeable and friendly experts is always ready to assist you in finding the perfect pieces for your home. We take pride in offering personalized service, ensuring that your shopping experience is smooth and enjoyable from start to finish. Our reliable and efficient delivery service further enhances your experience, bringing your chosen furniture to your doorstep swiftly and safely. Our Price List Modern Sofa $299 Dining Table Set $499 Queen Size Bed $399 Office Chair $149 Bookshelf $199 Wardrobe $349 Recliner Chair $259 TV Unit $179 Study Desk $129 Chest of Drawers $229 Get in Touch with HomeComfort I accept Privacy policy Home Reviews Privacy policy Terms of Use",
    "privacy": "HomeComfort India - Privacy Policy About us Our price Contact Us Reviews Privacy Policy At HomeComfort, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, and safeguard your data when you visit our website or use our services. 1. Information We Collect When you interact with our website, we may collect various types of information, including: Your name, email address, and contact details when you register for an account or make a purchase. Information about your browsing behavior, such as pages visited and products viewed. Device information, including your IP address, browser type, and operating system. Payment information, such as credit card details, when you make a purchase. We collect this information to enhance your experience, process your orders, and provide personalized recommendations. 2. How We Use Your Information We use the information we collect for various purposes, including: Processing and fulfilling your orders. Communicating with you about your orders, account, or inquiries. Personalizing your experience and providing relevant product recommendations. Analyzing website usage trends and improving our products and services. 3. Information Sharing We do not sell, trade, or rent your personal information to third parties for marketing purposes. However, we may share your information with trusted service providers who assist us in operating our website, processing orders, or delivering products. 4. Data Security We take the security of your data seriously and employ industry-standard measures to protect it from unauthorized access, disclosure, or alteration. These measures include encryption, firewalls, and regular security audits. However, please be aware that no method of transmission over the internet is entirely secure, and we cannot guarantee the absolute security of your information. 5. Your Choices You have the right to access, update, or delete your personal information at any time. You can also opt out of receiving marketing communications from us by contacting us at homecomfort@gmail.com. 6. Changes to this Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes by posting the updated policy on our website. By continuing to use our website or services after these changes take effect, you agree to the revised policy. 7. Contact Us If you have any questions, concerns, or feedback about our Privacy Policy or the handling of your personal information, please contact us at homecomfort@gmail.com. Home Reviews Privacy policy Terms of Use",
    "reviews": "HomeComfort Reviews - Indian Furniture Store About us Our price Contact Us Reviews Welcome to HomeComfort Reviews Discover what our customers have to say about their HomeComfort experience. From cozy sofas to elegant dining sets, find out why they love shopping with us. Read Reviews Genuine Customer Stories \"I recently purchased the luxurious 'Royal Comfort' sofa from HomeComfort, and it's transformed my living space into a palace! The plush cushions and elegant design make every moment spent on it feel like royalty.\" - Arjun Patel \"The 'Grand Feast' dining table set from HomeComfort has become the heart of our home. Its sturdy construction and exquisite craftsmanship make every meal feel like a special occasion. We've created countless memories around this table!\" - Devendra Sharma \"My 'Serenity Dream' bed from HomeComfort has completely transformed my sleep experience. The premium materials and ergonomic design provide unparalleled comfort and support, ensuring I wake up refreshed and ready to conquer the day!\" - Harish Menon Efficient Delivery Services Enjoy hassle-free delivery with HomeComfort! Our nationwide delivery network ensures that your furniture arrives swiftly and securely at your doorstep. Plus, get complimentary shipping on orders over $500, making furnishing your home even more convenient. Quality Manufacturing Process Dive into the world of craftsmanship with HomeComfort. Each piece of furniture is meticulously crafted using premium materials and innovative techniques, resulting in timeless designs that enhance your living spaces. Experience the difference with our commitment to quality. Explore Our Exclusive Collection Step into a world of elegance and sophistication with HomeComfort's unparalleled furniture collection. Each piece is meticulously crafted to add a touch of luxury and style to your home. Indulge in the artistry of our designs, from classic to contemporary, tailored to suit every taste and preference. Whether you're furnishing a cozy corner or redesigning an entire room, our diverse range ensures that you find the perfect match for your space. Home Reviews Privacy policy Terms of Use",
    "terms": "Terms and Conditions - HomeComfort India Furniture Store About us Our price Contact Us Reviews Terms of Service Welcome to HomeComfort! We're thrilled to have you join our community. These Terms of Service govern your use of our website and outline the rules and regulations that you must abide by while interacting with our platform. 1. Acceptance of Terms By accessing or using our website, you agree to be bound by these Terms of Service. If you do not agree with any part of these terms, please refrain from using our website. 2. Use of Website You may use our website for your personal or business purposes, subject to these terms. You agree not to use our website for any unlawful or prohibited activities, including but not limited to spreading hate speech, engaging in fraudulent activities, or violating intellectual property rights. 3. User Accounts In order to access certain features of our website, you may need to create a user account. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. 4. Intellectual Property All content published on our website, including text, graphics, logos, images, and software, is the property of HomeComfort and protected by intellectual property laws. You may not reproduce, distribute, or modify any content from our website without prior written consent. 5. Limitation of Liability HomeComfort, its affiliates, and its officers, directors, and employees shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our website. This includes damages for loss of profits, goodwill, use, data, or other intangible losses. 6. Governing Law These Terms of Service shall be governed by and construed in accordance with the laws of India. Any disputes arising out of or in connection with these terms shall be subject to the exclusive jurisdiction of the courts in India. 7. Changes to Terms We reserve the right to modify or replace these Terms of Service at any time. If we make material changes to these terms, we will notify you by email or by posting a notice on our website prior to the changes taking effect. Your continued use of our website after the effective date of the revised terms constitutes your acceptance of the changes. 8. Contact Information If you have any questions or concerns about our Terms of Service, please contact us at homecomfort@gmail.com. We value transparency and are committed to addressing any inquiries or feedback you may have. Home Reviews Privacy policy Terms of Use",
    "thanks": "HomeComfort - Thank You for Your Inquiry Thank You for Your Inquiry! We have received your inquiry and will get back to you as soon as possible. Your interest in HomeComfort and our furniture is greatly appreciated. Home"
  },
  "date": "2024-05-23T15:22:40.080Z"
}