{
  "name": "New_v11_CreativeHub",
  "pages": {
    "about": "About Us - Creative Hub CreativeHub Início Sobre Produtos Contatos Início Sobre Produtos Contatos Sobre Galeria de Imagens Sobre a CreativeHub Bem-vindo à CreativeHub, o seu destino online para todos os materiais de hobbys e criatividade! Fundada com o objetivo de inspirar e capacitar pessoas de todas as idades e habilidades, a CreativeHub é mais do que apenas uma loja – somos uma comunidade apaixonada por criatividade e expressão artística. Nosso compromisso é fornecer produtos de alta qualidade que ajudem nossos clientes a transformar suas ideias em realidade. Na CreativeHub, acreditamos que a criatividade não conhece limites. Por isso, oferecemos uma vasta gama de produtos cuidadosamente selecionados para diversas atividades, incluindo pintura, costura, trabalho em madeira, scrapbooking, e muito mais. Cada item em nosso catálogo é escolhido pensando em oferecer a melhor experiência possível para nossos clientes, desde iniciantes até artesãos experientes. Nossa missão é proporcionar a você as ferramentas e o suporte necessários para explorar novas técnicas, aprimorar suas habilidades e expressar sua criatividade da maneira mais plena. Além de nossos produtos, também oferecemos tutoriais, workshops e uma comunidade online onde você pode compartilhar suas criações, obter feedback e encontrar inspiração. A equipe da CreativeHub é composta por entusiastas de artes e hobbys que entendem a importância de materiais de qualidade e do suporte adequado. Estamos aqui para ajudá-lo em cada passo do seu caminho criativo, garantindo que você tenha tudo o que precisa para se aventurar em seus projetos com confiança. Junte-se a nós na CreativeHub e descubra um mundo de possibilidades criativas. Seja qual for o seu hobby ou nível de habilidade, temos o que você precisa para transformar suas ideias em obras de arte incríveis. Inspire-se, crie e compartilhe sua paixão com a CreativeHub! Pacote de Papéis para Scrapbook com Diversos Temas A partir de $5 Conjunto de Ferramentas para Trabalhos em Madeira A partir de $5 Kit de Ferramentas de Jardinagem para Amadores A partir de $5 Kit de Ferramentas de Jardinagem para Amadores A partir de $5 Kit de Ferramentas de Jardinagem para Amadores A partir de $5 Kit de Ferramentas de Jardinagem para Amadores A partir de $5 Contatos Definição Definição 01 A CreativeHub é uma plataforma dedicada a fornecer materiais de alta qualidade para diversas atividades criativas, como pintura, costura, marcenaria, e scrapbooking. Nosso objetivo é inspirar pessoas a explorar sua criatividade através de produtos selecionados com cuidado e atenção aos detalhes. Definição 02 Através de nossa loja online, oferecemos uma ampla gama de kits e ferramentas que facilitam o início de novos projetos, desde iniciantes até artesãos experientes. Cada produto é escolhido para garantir que você tenha a melhor experiência criativa possível. Definição 03 Além de fornecer materiais, a CreativeHub também oferece tutoriais, workshops e uma comunidade online onde você pode compartilhar suas criações, obter feedback e encontrar inspiração. Nosso compromisso é apoiar sua jornada criativa a cada passo. CreativeHub Início Sobre Produtos Contatos Copyright © CreativeHub Política de Privacidade Termos de Uso",
    "index": "Creative Hub - Online Store for Hobby and Craft Supplies CreativeHub Início Sobre Produtos Contatos Início Sobre Produtos Contatos Melhor Qualidade para seu Hobby Empodere suas habilidades criativas com materiais de alta qualidade e estratégias inovadoras. Compre Agora A partir de $10 Kit de Pintura em Tela com Tintas Acrílicas Descubra o artista dentro de você com este completo kit de pintura. Inclui telas de alta qualidade e uma ampla gama de tintas acrílicas vibrantes, perfeitas para criar suas obras-primas. Contatos A partir de $10 Kit de Costura para Iniciantes com Acessórios Comece sua jornada na costura com este kit essencial para iniciantes. Inclui todos os acessórios necessários para você aprender e aprimorar suas habilidades de costura de forma divertida e prática. Contatos A partir de $10 Conjunto de Ferramentas para Trabalhos em Madeira Perfeito para entusiastas do trabalho em madeira, este conjunto de ferramentas oferece tudo o que você precisa para criar projetos incríveis. Ferramentas de alta qualidade para garantir precisão e facilidade no manuseio. Contatos Itens Populares Conjunto de Canetas Artísticas para Desenho e Pintura A partir de $5 Kit de Bordado com Molduras e Fios Coloridos A partir de $5 Pacote de Papéis para Scrapbook com Diversos Temas A partir de $5 Conjunto de Canetas Artísticas para Desenho e Pintura A partir de $5 Kit de Bordado com Molduras e Fios Coloridos A partir de $5 Pacote de Papéis para Scrapbook com Diversos Temas A partir de $5 \"Colaborando com organizações de ajuda humanitária, apoiamos programas para aliviar o sofrimento humano.\" - Ana Silva \"Colaborando com organizações de ajuda humanitária, apoiamos programas para aliviar o sofrimento humano.\" - João Souza \"Colaborando com organizações de ajuda humanitária, apoiamos programas para aliviar o sofrimento humano.\" - Maria Oliveira Inove de forma credível com fontes internas ou orgânicas padronizadas. Empodere estratégias de crescimento bem pesquisadas e fontes internas ou 'orgânicas' interoperáveis. Inove de forma credível com fontes internas ou 'orgânicas' de alta qualidade. Suporte a Cartões de Crédito Pedido Online Entrega Gratuita Produto com Brinde Receba promoções e atualizações! Empodere estratégias de crescimento bem pesquisadas e fontes internas ou 'orgânicas' interoperáveis. Inove de forma credível com fontes internas ou 'orgânicas'. Contatos Entre em Contato Enviar Mensagem I accept Privacy policy Cruzeiro Novo, Brasília. Cruzeiro Novo, DF 70297-400 +55-39-5429-4058 Seg a Sex 9h às 18h suportecreativehub@gmail.com Envie sua dúvida a qualquer momento! CreativeHub Início Sobre Produtos Contatos Copyright © CreativeHub Política de Privacidade Termos de Uso",
    "privacy-policy": "Privacy Policy - Creative Hub CreativeHub Início Sobre Produtos Contatos Início Sobre Produtos Contatos Política de Privacidade Bem-vindo à Creative Hub. Esta Política de Privacidade descreve como coletamos, usamos, e protegemos suas informações pessoais quando você visita nosso site. 1. Informações que Coletamos Coletamos várias informações para fornecer e melhorar nossos serviços, incluindo: Informações pessoais fornecidas diretamente por você, como nome, endereço de e-mail e número de telefone. Dados de navegação, como endereço IP, tipo de navegador, e páginas visitadas. 2. Uso das Informações Utilizamos as informações coletadas para: Processar e gerenciar suas compras e pedidos. Fornecer atendimento ao cliente e suporte técnico. Personalizar sua experiência no site. Enviar comunicações promocionais e atualizações sobre nossos produtos. 3. Compartilhamento de Informações Podemos compartilhar suas informações com terceiros apenas nas seguintes circunstâncias: Com provedores de serviços que ajudam a operar nosso site e processar transações. Para cumprir com obrigações legais ou responder a processos judiciais. 4. Segurança das Informações Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado e uso indevido. 5. Cookies e Tecnologias Semelhantes Usamos cookies para melhorar a funcionalidade do nosso site e sua experiência de navegação. Você pode gerenciar suas preferências de cookies através das configurações do seu navegador. 6. Seus Direitos Você tem o direito de acessar, corrigir e excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco pelo e-mail abaixo. 7. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Quaisquer alterações serão publicadas nesta página com a data de revisão atualizada. 8. Contato Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco: Telefone: +55-39-5429-4058 E-mail: suportecreativehub@gmail.com Endereço: Cruzeiro Novo Qd 1105 - Cruzeiro Novo, Brasilia - Federal District, 70297-400 CreativeHub Início Sobre Produtos Contatos Copyright © CreativeHub Política de Privacidade Termos de Uso",
    "terms-conditions": "Terms and Conditions - Creative Hub CreativeHub Início Sobre Produtos Contatos Início Sobre Produtos Contatos Termos e Condições Bem-vindo à Creative Hub. Ao acessar e utilizar nosso site, você concorda com os seguintes Termos e Condições: 1. Aceitação dos Termos Ao utilizar nosso site, você concorda em cumprir e ser regido por estes Termos e Condições. Se você não concordar com qualquer parte destes termos, não deve usar nosso site. 2. Uso do Site Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. Você não deve: Usar nosso site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar o site. Interferir na segurança ou explorar de outra forma nosso site. 3. Propriedade Intelectual Todo o conteúdo, design, textos, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads e software são de propriedade da Creative Hub ou de seus fornecedores de conteúdo e são protegidos por leis de direitos autorais. 4. Contas de Usuário Para acessar algumas funcionalidades do nosso site, você pode precisar criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta e por todas as atividades que ocorram sob a sua conta. 5. Compras Ao fazer uma compra em nosso site, você concorda em fornecer informações precisas e completas. Todas as compras estão sujeitas aos nossos termos de pagamento e política de devolução. 6. Limitação de Responsabilidade Em nenhuma circunstância a Creative Hub será responsável por quaisquer danos indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou da incapacidade de usar nosso site. 7. Indenização Você concorda em indenizar, defender e isentar a Creative Hub de quaisquer reivindicações, responsabilidades, danos e/ou custos (incluindo honorários advocatícios) decorrentes do seu uso do nosso site. 8. Alterações nos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas nesta página com a data de revisão atualizada. 9. Lei Aplicável Estes Termos e Condições são regidos pelas leis do Brasil e quaisquer disputas serão resolvidas nos tribunais competentes em Brasília. 10. Contato Se você tiver dúvidas sobre estes Termos e Condições, entre em contato conosco: Telefone: +55-39-5429-4058 E-mail: suportecreativehub@gmail.com Endereço: Cruzeiro Novo Qd 1105 - Cruzeiro Novo, Brasilia - Federal District, 70297-400 CreativeHub Início Sobre Produtos Contatos Copyright © CreativeHub Política de Privacidade Termos de Uso",
    "thanks": "Thank You - Creative Hub Obrigado por Entrar em Contato! Agradecemos por sua mensagem e interesse na CreativeHub. Sua opinião é muito importante para nós, e nossa equipe revisará sua consulta o mais breve possível. Se sua questão for urgente, por favor, entre em contato pelo telefone +55-39-5429-4058. De outra forma, responderemos ao seu e-mail em até 48 horas úteis. Enquanto isso, convidamos você a explorar nossos produtos de alta qualidade e descobrir como podemos ajudar a transformar suas ideias criativas em realidade. Obrigado por escolher a CreativeHub - estamos ansiosos para colaborar com você em seus projetos de hobbys e criatividade! Pagina inicial"
  },
  "date": "2024-06-18T15:10:16.979Z"
}