{
  "name": "New_v8_aquarium-fish",
  "pages": {
    "about": "AquaRealm Boutique About Us: Pioneering the Aquatic Experience in Mumbai Since 2015 Home Catalog Our fish About us Contacts About AquaRealm Boutique: Our Passion for Aquatic Life Our Mission: Inspiring, Educating, and Connecting Aquatic Enthusiasts Nestled in the heart of Mumbai, AquaRealm Boutique embarked on its journey in 2015 with a singular vision: to transform the aquatic pet industry in India by providing a haven for both the aquarist community and those newly discovering the joys of aquarium keeping. Founded by a group of passionate aquarists, our boutique has become a symbol of quality, sustainability, and innovation in the realm of aquatic life. Our Mission At AquaRealm Boutique, our mission is threefold: To Inspire: We aim to ignite a passion for the aquatic world through our extensive selection of fish, plants, and aquarium setups. We believe every aquarium is a living art piece, capable of inspiring awe and curiosity. To Educate: Empowering our customers with knowledge is at the core of our mission. We strive to provide valuable insights into the care, maintenance, and environmental impact of aquariums, ensuring our community is well-informed and capable of making sustainable choices. To Connect: Building a community of like-minded enthusiasts is essential. We offer a space for aquarists to share their experiences, learn from each other, and grow together in their aquatic endeavors. Our Journey The inception of AquaRealm Boutique was driven by a lack of specialized aquarium stores in Mumbai that catered to both the aesthetic and ecological aspects of aquarium keeping. Our founders, with over two decades of combined experience in marine biology and aquascaping, sought to fill this gap. They envisioned a place where quality, beauty, and education converged, leading to the establishment of AquaRealm Boutique. Our Advantages Quality Selection: We pride ourselves on our stringent selection process. Each species and product in our store is carefully chosen for its health, beauty, and sustainability. Expertise: Our team comprises seasoned aquarists, marine biologists, and aquascape artists, offering unparalleled expertise and advice to our customers. Innovation: We stay at the forefront of the latest technologies and practices in aquarium maintenance and design, ensuring our customers have access to the best the industry has to offer. Community Focus: Beyond selling products, we host workshops, meet-ups, and seminars, fostering a vibrant community of aquatic enthusiasts. Sustainability: We are committed to eco-friendly practices, from promoting species that thrive in home aquariums without harming wild populations to using sustainable materials in our products. Why AquaRealm Boutique? Choosing AquaRealm Boutique means more than just buying fish or aquarium supplies. It means becoming part of a community that values the beauty and complexity of aquatic life. It means supporting a business that cares deeply about sustainability and education. Most importantly, it means embarking on a journey with trusted guides who are as passionate about the aquatic world as you are. Our Future Looking ahead, AquaRealm Boutique is committed to expanding our reach, both in terms of our physical presence and our online community. We envision a future where our boutique not only continues to serve the aquarists of Mumbai but also becomes a beacon for aquatic enthusiasts across India and beyond. With plans to introduce more rare and exotic species, cutting-edge aquascaping designs, and innovative aquatic solutions, the journey of AquaRealm Boutique is just beginning. Thank you for choosing to explore the underwater world with AquaRealm Boutique. Together, let's create breathtaking aquatic environments that inspire, educate, and bring joy to our lives. Welcome to our community, where the beauty of the aquatic world knows no bounds. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "catalog": "AquaRealm Boutique Home: India's Premier Aquarium Destination | Catalog Home Catalog Our fish About us Contacts Aquarium fish catalog Most popular fishes ₹600 Aquarium fish Order ₹900 Aquarium fish Order ₹1200 Aquarium fish Order ₹700 Aquarium fish Order ₹1400 Aquarium fish Order Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "contact": "AquaRealm Boutique Contacts: Get in Touch with Our Expert Team Home Catalog Our fish About us Contacts AquaRealm Boutique Contacts: Connect With Us Today How to Reach AquaRealm Boutique: Address, Phone, and Email Details At AquaRealm Boutique, we are always eager to hear from our community. Whether you have a question about our selection of aquatic life, need advice on setting up your aquarium, or simply want to share your AquaRealm success stories, our team is here to support you. Below, you'll find all the ways you can reach out to us. We look forward to connecting with you and helping you on your aquatic journey. Visit Us in Person Come and see our wide range of aquariums and aquatic life firsthand. Our knowledgeable staff will be happy to guide you through our selections and answer any questions you may have. Full Address: Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India Call Us For immediate assistance or to speak with a member of our team, please give us a call. We're available to answer your calls during business hours. Phone Number: +91 97 1839 7476 Email Us If you have a specific query or require detailed advice, feel free to send us an email. Our team is dedicated to providing timely and thoughtful responses to all inquiries. Email Address: aquariumfish@gmail.com Feedback and Inquiries Your feedback is invaluable to us. If you have suggestions, concerns, or inquiries about our products or services, please don't hesitate to reach out. At AquaRealm Boutique, we're committed to continuous improvement and ensuring that your experience with us is nothing short of exceptional. Thank you for choosing AquaRealm Boutique. We're excited to be a part of your aquatic adventure and are here to help you every step of the way. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "disclaimer": "AquaRealm Boutique Disclaimer: Understanding Our Content and Use Home Catalog Our fish About us Contacts AquaRealm Boutique: Website Disclaimer Navigating the Information and Resources at AquaRealm Boutique The content provided by AquaRealm Boutique is intended solely for general informational purposes. We present all information on the site in good faith, yet we do not make any guarantee, either expressed or implied, about the accuracy, completeness, reliability, validity, or availability of any information contained on the site. External Links Disclaimer: Our site may include links to external websites or content owned or originating from third parties, as well as links to websites and features in banners or advertising. We do not verify, monitor, or validate the accuracy, adequacy, reliability, completeness, or availability of any information on these external websites. Professional Disclaimer: AquaRealm Boutique’s website does not provide specific advice (e.g., pet care, health, legal advice). The information is offered for general informational and educational purposes and should not be considered a replacement for professional consultation. Therefore, we advise you to seek the appropriate professional advice before acting on any information provided by our site. We do not offer any specialized professional advice. Errors and Omissions Disclaimer: Although we aim for accuracy in the information provided on our site, we cannot be held responsible for any errors, omissions, or outcomes resulting from the use of this information. Fair Use Disclaimer: This site may include copyrighted material the use of which has not always been specifically authorized by the copyright owner. We make such material available for criticism, comment, news reporting, teaching, scholarship, or research. Views Expressed Disclaimer: The views and opinions expressed on the AquaRealm Boutique site are solely those of the original authors and contributors and do not necessarily represent those of any other agency, organization, employer, or company, including AquaRealm Boutique. No Responsibility Disclaimer: The information provided on our website is on the understanding that AquaRealm Boutique is not engaged in rendering professional advice and services. Thus, it should not serve as a replacement for consultations with professional pet care, tax, legal, or other qualified advisors. Use at Your Own Risk Disclaimer: The information on this site is provided \"as is,\" without any guarantees of completeness, accuracy, timeliness, or the results obtained from the use of this information, and with no warranty of any kind, express or implied, including warranties of performance, merchantability, and fitness for a particular purpose. AquaRealm Boutique, its affiliates, or their partners, agents, or employees, will not be liable for any decisions made or actions taken in reliance on the information provided on this site, nor for any consequential, special, or similar damages, even if advised of the possibility of such damages. Contact Us: Should you have any queries regarding this disclaimer, please don't hesitate to reach out to us. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "fish": "AquaRealm Boutique Our Fish: Explore Our Diverse Aquarium Fish Collection Home Catalog Our fish About us Contacts AquaRealm Boutique's Exquisite Aquarium Fish Selection Meet Our Aquatic Stars: Detailed Profiles of Our Fish Welcome to the \"Our Fish\" section of AquaRealm Boutique, where we take pride in offering an extensive and meticulously selected range of aquarium fish. Each species in our collection is chosen for its beauty, uniqueness, and compatibility with home aquariums. We are dedicated to providing not just fish, but companions that bring tranquility and beauty to your space. Below, you'll find detailed descriptions of 10 of our most popular and fascinating species, each with its own unique charm and requirements. 1. Neon Tetra (Paracheirodon innesi) The Neon Tetra (Paracheirodon innesi) stands as a jewel in the freshwater aquarium hobby, captivating enthusiasts with its dazzling display of iridescent blue and vibrant red hues. This diminutive yet striking species has cemented its status as one of the most beloved freshwater fish, thanks to its vivid colors and dynamic presence in the aquatic community. Originating from the clear, warm waters of South America's Amazon basin, the Neon Tetra flourishes in environments that mimic these conditions, favoring slightly acidic to neutral water (pH levels between 6.0 and 7.0) and a temperature range of 72 to 76 degrees Fahrenheit (22 to 24 degrees Celsius). Neon Tetras are quintessentially social creatures, thriving best in schools of six or more. This schooling behavior is not just a survival instinct; it creates a breathtaking visual spectacle in the aquarium, with the fish moving in synchronized harmony, their colors reflecting and refracting light as they glide through the water. To witness a school of Neon Tetras in motion is to see the aquatic world's natural artistry at its finest. Their habitat preferences extend to the tank's physical environment as well. A tank rich in vegetation not only replicates the densely planted rivers of their native habitat but also provides the Neon Tetras with ample hiding spots and a sense of security. Floating plants and a dark substrate can enhance the vibrancy of their colors, making their blue and red hues stand out even more strikingly against the backdrop of a well-planted aquarium. In terms of compatibility, the peaceful nature of Neon Tetras makes them ideal candidates for community tanks. They coexist harmoniously with other non-aggressive species, contributing to a balanced and tranquil aquatic ecosystem. Their non-territorial demeanor and adaptability allow them to blend seamlessly into diverse community setups, making them a favorite among both novice and experienced aquarists. Caring for Neon Tetras requires attention to their dietary needs as well. A diet of high-quality flake food supplemented with small, live or frozen foods like brine shrimp or daphnia can ensure they receive the necessary nutrients for optimal health and coloration. Regular tank maintenance, including consistent water changes and monitoring of water quality, is essential to keep these delicate fish in peak condition. In summary, the Neon Tetra is more than just a fish; it is a living, swimming piece of art that brings a dynamic beauty to any freshwater aquarium. Its requirements for slightly acidic to neutral water, a vegetation-rich environment, and the company of its own kind, coupled with its peaceful temperament, make it a delightful addition to the aquarium community. Whether as part of a serene, planted setup or a bustling community tank, the Neon Tetra remains a testament to the enchanting possibilities of the underwater world. 2. Betta Fish (Betta splendens) The Betta Fish (Betta splendens), often referred to as the Siamese Fighting Fish, is a species that commands attention in the aquatic world with its breathtaking array of colors and dramatic finnage. Native to the still waters of Southeast Asia's rice paddies, ponds, and slow-moving streams, the Betta Fish has adapted to a variety of aquatic environments, but it thrives best in warm, stable conditions that mimic its natural habitat. The ideal temperature for these vibrant creatures ranges from 76 to 82 degrees Fahrenheit (24 to 28 degrees Celsius), a testament to their tropical origins. One of the most striking features of the Betta Fish is its remarkable fin structure, which can include types such as the veil tail, crown tail, halfmoon, and delta, among others. These fins flow around them like silk in the water, making them one of the most visually captivating species to observe. The Betta's color palette is equally impressive, with hues that span the spectrum from deep blues and reds to vibrant oranges, greens, and even pastel shades, often with iridescent highlights that catch the light beautifully. When setting up an aquarium for a Betta Fish, one must consider their unique needs and behaviors. A minimum tank size of 5 gallons is recommended to provide ample space for swimming and territories, along with a secure lid to prevent them from leaping out of their aquatic home—a surprising ability that speaks to their adaptability and intelligence. The environment should include a variety of plants and hiding spaces to mimic the cover they would seek in their natural habitat, contributing to their sense of security and well-being. Bettas are known for their territorial nature, particularly males, which exhibit a strong instinct to defend their space. This characteristic makes them best suited to solitary living in their aquariums, where they can reign without competition. However, with careful selection and observation, Bettas can coexist with certain species of peaceful, small fish, snails, and shrimp that do not intrude on their territory or compete for resources. It is crucial to avoid housing them with fin-nipping species or other males, as this can lead to stress and aggression. Dietarily, Betta Fish benefit from a varied regime that includes high-quality betta pellets as a staple, complemented by live or frozen foods such as brine shrimp, bloodworms, and daphnia. This not only provides them with essential nutrients for health and vitality but also encourages their natural hunting behaviors, adding another layer of engagement to their care. The Betta Fish's care involves more than meeting basic environmental and nutritional needs; it's about creating a space where their magnificent colors and personalities can shine. Regular maintenance, including water changes and monitoring for optimal water quality (pH levels ideally between 6.5 and 7.5), is essential to maintain their health and vibrancy. By understanding and respecting the Betta's natural behaviors and preferences, aquarists can ensure these stunning fish lead fulfilling lives as cherished members of the home aquarium. 3. Guppies (Poecilia reticulata) Guppies (Poecilia reticulata), with their vibrant colors and easygoing nature, are a staple in the freshwater aquarium hobby, especially favored by novice aquarists for their hardiness and minimal care requirements. These small, yet lively fish hail from the warm freshwater streams and lakes of South America but have adapted to a wide range of environments, showcasing their incredible resilience and adaptability. Their ability to thrive in a variety of water conditions makes them an excellent choice for those just beginning their aquarium journey. One of the most fascinating aspects of Guppies is their reproductive strategy; they are livebearers, which means they give birth to fully formed, free-swimming young rather than laying eggs. This reproductive trait makes Guppies particularly interesting to observe, as aquarists can witness the cycle of life unfold within their aquariums. However, it's important to manage their prolific breeding by maintaining a balanced ratio of males to females in the tank or by separating them, as their population can quickly increase, leading to overcrowding. Guppies are renowned for their dazzling array of colors and patterns, with males displaying more pronounced and diverse colorations compared to the more subdued hues of females. This sexual dimorphism not only adds a dynamic visual element to the aquarium but also aids in the easy identification of sexes. From brilliant blues and radiant reds to striking greens and yellows, the variety of colors and tail shapes available makes each Guppy uniquely captivating. While Guppies are generally peaceful and sociable, making them ideal inhabitants for community tanks, it's noteworthy that males may sometimes exhibit aggression towards each other, particularly in the presence of females. This behavior is typically a display of dominance or competition for mates and can be mitigated by providing ample space and hiding spots within the tank to reduce stress and territorial disputes. As omnivores, Guppies have a diverse diet that includes both plant-based and meaty foods. They will readily accept a wide range of foods, including flake food, freeze-dried bloodworms, and brine shrimp. To ensure their optimal health and color vibrancy, it's beneficial to provide a varied diet that encompasses all the nutrients they need. Regular feeding of small amounts, rather than large, infrequent feedings, can help prevent water quality issues and ensure the fish are receiving a balanced diet. Caring for Guppies involves more than just feeding and observing their colorful displays; it also includes maintaining their environment. They prefer water temperatures between 72 to 82 degrees Fahrenheit (22 to 28 degrees Celsius) and appreciate a tank with plenty of plants and open swimming areas. Regular water changes, monitoring of water parameters, and a well-filtered but gentle water flow will mimic their natural habitat conditions and support their well-being. In summary, Guppies are a delightful addition to any freshwater aquarium, offering a blend of beauty, resilience, and fascinating behavior. Their care requirements, while straightforward, provide an excellent foundation for understanding the basics of fishkeeping, making them a perfect choice for both novice and experienced aquarists alike. By creating a suitable environment and providing proper care, aquarists can enjoy the lively antics and stunning diversity of these charming fish 4. Angelfish (Pterophyllum scalare) Angelfish (Pterophyllum scalare) are among the most majestic and visually striking inhabitants of the freshwater aquarium world. Their distinctive triangular bodies, accentuated by long, flowing fins, and serene gliding movements, make them a captivating centerpiece in any aquatic setting. Originating from the slow-moving, densely vegetated waterways of the Amazon Basin in South America, Angelfish have adapted to thrive in a variety of aquarium conditions, provided their basic needs for space and environment are met. The elegant appearance of Angelfish is matched by their interesting behavior and social dynamics. As members of the cichlid family, they possess a complex range of behaviors and can exhibit territorial tendencies, especially during breeding times or when establishing hierarchy within the tank. This aspect of their nature necessitates thoughtful consideration when choosing tank mates. While Angelfish can coexist peacefully with a wide range of fish species, they are best paired with those that do not intrude on their vertical swimming space and are not small enough to be considered prey. For those aspiring to keep Angelfish, creating an environment that mimics their natural habitat is key to their well-being. They flourish in well-planted tanks that offer ample swimming space and hiding spots. Plants not only provide cover but also contribute to the maintenance of water quality and offer a naturalistic backdrop against which the Angelfish’s colors and patterns can truly stand out. The tank should be sufficiently large—minimum 55 gallons for a group—to accommodate their size and swimming behavior. The water conditions should be kept stable, with a temperature range of 76 to 86 degrees Fahrenheit (24 to 30 degrees Celsius), a pH between 6.0 and 7.5, and soft to moderately hard water. Angelfish are not particularly finicky eaters and will accept a broad diet that includes flakes, pellets, live, and frozen foods. A varied diet is crucial for maintaining their health and vibrant coloration. Live and frozen foods such as bloodworms, brine shrimp, and daphnia are particularly beneficial, providing protein-rich nutrients that support growth and vitality. However, care should be taken to ensure that their diet is well-balanced, avoiding overreliance on any single food source. Breeding Angelfish in the home aquarium can be a rewarding experience, as they exhibit fascinating parental behaviors, often guarding their eggs and fry with great diligence. For those interested in breeding, providing a conducive environment with optimal water conditions and a diet rich in nutrients is essential. The breeding pair will often select a flat surface, such as a leaf or a piece of décor, to lay their eggs, which offers a unique opportunity to observe the developmental stages of their offspring. In summary, Angelfish offer a blend of ethereal beauty, intriguing behavior, and the potential for aquarists to engage with the complexities of cichlid social structures and breeding. Their care, while requiring attention to tank conditions and diet, rewards the aquarist with a serene and majestic presence in the aquarium. By accommodating their needs for space, companionship, and environmental conditions, Angelfish can thrive and become the shimmering jewels of any freshwater aquarium ensemble. 5. Corydoras Catfish (Corydoras sp.) Corydoras Catfish, belonging to the genus Corydoras, are cherished by aquarists worldwide for their endearing personalities, peaceful nature, and invaluable role as the cleanup crew of the freshwater aquarium. These small, armored catfish hail from the soft, sandy riverbeds and floodplains of South America, where they have evolved to thrive in a variety of environmental conditions. Their adaptability and resilience make them an excellent choice for both novice and experienced aquarists looking to add a touch of both utility and charm to their community tanks. One of the most distinctive features of Corydoras Catfish is their armored plates, which run along their bodies. These plates provide protection against potential predators and the environment, making them hardy inhabitants capable of withstanding a range of conditions. Despite their armored appearance, Corydoras have a gentle demeanor, characterized by their social behavior and playful antics. Often seen rummaging through the substrate in groups, they are a testament to the dynamic life that thrives at the bottom of the tank. The care of Corydoras Catfish centers around replicating their natural habitat as closely as possible. A key aspect of this is the choice of substrate; soft, sandy substrates are preferred to mimic the riverbeds of their native environment. This not only caters to their natural digging behavior but also helps protect their delicate barbels (whisker-like sensory organs) from damage. Sharp or rough substrates can lead to abrasions, which could harm the Corydoras and potentially lead to infections. Corydoras Catfish are known for their peaceful coexistence with a wide variety of tank mates. Their non-aggressive nature makes them ideal candidates for community tanks, where they can often be found adding a layer of activity and interest to the lower regions of the aquarium. However, their sociable nature also means they thrive in the company of their own kind. Keeping them in groups of at least five or more allows for natural schooling behavior, providing security and encouraging more active and engaging behavior from these shy fish. Diet-wise, Corydoras Catfish are not particularly demanding, but they do appreciate a varied diet. Sinking pellets or wafers formulated for bottom feeders make an excellent base for their diet, ensuring that food reaches them despite the presence of more surface-oriented fish. Supplementing this with occasional live and frozen foods such as bloodworms, brine shrimp, and daphnia not only provides nutritional variety but also stimulates their natural foraging instincts, contributing to their overall well-being and satisfaction. In summary, Corydoras Catfish are a delightful addition to any freshwater aquarium, bringing with them a unique combination of utility, peacefulness, and playful charm. Their care requirements, focusing on a suitable substrate, group dynamics, and dietary diversity, are straightforward yet rewarding, offering aquarists the chance to observe some of the more subtle yet fascinating aspects of aquatic life. By ensuring these needs are met, aquarists can enjoy the company of these charming bottom dwellers for many years, watching them sift through the substrate and interact with their environment in their distinctive, endearing manner. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "form": "AquaRealm Boutique Home: India's Premier Aquarium Destination | Form order Home Catalog Our fish About us Contacts I accept privacy policy Send message Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "index": "AquaRealm Boutique Home: India's Premier Aquarium Destination Home Catalog Our fish About us Contacts AquaRealm Boutique Home: India's Gateway to the Underwater World Welcome to AquaRealm Boutique, your ultimate destination in India for an immersive journey into the enchanting world of aquariums. At AquaRealm Boutique, we merge the splendor of aquatic life with our commitment to excellence and sustainability, delivering an unmatched experience for both the seasoned aquarist and those new to the hobby alike. AquaRealm Boutique is more than just a pet store; it's a gateway to an underwater kingdom, where each visit leaves you inspired and every purchase brings the beauty of the aquatic world right into your Indian home. Discover Our Exclusive Collection of Aquatic Wonders in India Exclusive Offerings and Personalized Services Immerse yourself in the aquatic wonders of AquaRealm Boutique by navigating through our comprehensive website, meticulously designed with the discerning Indian aquarist in mind. Our offerings are not just a collection but a carefully curated selection of aquatic species, each chosen for its unique beauty, adaptability, and contribution to the aquatic ecosystem. This dedication to quality and diversity is most vividly showcased in our \"Our Fish\" section, where the splendor of our aquatic residents is on full display. View catalog Most popular fishes ₹600 Aquarium fish Order ₹900 Aquarium fish Order All fishes ₹1200 Aquarium fish Order ₹700 Aquarium fish Order ₹1400 Aquarium fish Order Why choose us Quality Products We offer a wide range of high-quality aquarium fish, supplies, and accessories to meet all your aquatic needs. Expert Advice Our experienced team is here to provide expert advice and guidance on fish care, tank setup, and maintenance. Wide Selection Explore our extensive selection of tropical, freshwater, and exotic fish species, along with diverse aquatic plants. Convenient Online Shopping Enjoy the convenience of shopping online with secure payment options and doorstep delivery across India. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "privacy": "AquaRealm Boutique Privacy Policy: Safeguarding Your Data Home Catalog Our fish About us Contacts AquaRealm Boutique Privacy Policy: Our Commitment to Your Privacy Understanding Your Data Protection at AquaRealm Boutique At AquaRealm Boutique, we prioritize the privacy and security of our users' data above all else. This Privacy Policy delineates the nature of information we gather, its intended use, and our commitment to safeguarding it. Information Collection In our efforts to enhance user experience and service quality, we amass various types of information, which include: Contact Information: This encompasses details such as names, email addresses, and phone numbers that you provide upon registration or while making inquiries. Browsing Data: We track information related to your site visits, encompassing traffic patterns and location data. Financial Transactions: We document the details of transactions conducted on our platform, including purchases and payment history. Use of Information The collected information serves multiple purposes, such as to: Customize your browsing experience on our site. Improve the overall functionality and services available on our website. Streamline transaction and order management processes. Engage with you about promotional activities, special offers, and updates concerning our offerings. Information Sharing AquaRealm Boutique firmly adheres to the principle of not selling, trading, or otherwise transferring your personally identifiable information to external parties, with the exception of the following scenarios: To fulfill legal requirements. To defend our rights or property. To enforce our site policies. To collaborate with contractors and service providers who support our business operations, provided they agree to keep this information confidential and use it exclusively for the agreed-upon purposes. Data Protection We implement a variety of security strategies to ensure the protection of your personal information. Nevertheless, it's crucial to recognize that no method of digital transmission or storage is infallible. Cookies To improve user experience, our website utilizes cookies. You may adjust your browser settings to decline cookies or to notify you when cookies are sent. Policy Updates AquaRealm Boutique reserves the discretionary right to amend this privacy policy as needed. Any changes will be prominently posted on the homepage of our website. Inquiries Should you have any questions or concerns regarding this Privacy Policy, we encourage you to reach out to us Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "terms": "AquaRealm Boutique Terms & Conditions: Your Guide to Using Our Site Home Catalog Our fish About us Contacts AquaRealm Boutique: Terms & Conditions of Use Navigating Your Use of AquaRealm Boutique: Legal and Usage Guidelines This document sets forth the terms and conditions for accessing and utilizing the AquaRealm Boutique website. By entering and using this website, you agree to adhere to these terms and conditions. Should you find any of these terms unacceptable, you are advised not to use this site. Intellectual Property Rights Except for content you own or have rights over, AquaRealm Boutique and/or its licensors hold all intellectual property rights and materials on this website. A limited license is granted to you, under the constraints listed in these terms, solely for viewing the materials on this site. Usage Restrictions You are expressly prohibited from the following actions: Replicating, duplicating, or any form of exploitation of the site’s materials for any purpose without obtaining prior written approval. Selling, sublicensing, and/or commercializing any material from the website. Publicly performing or displaying any website material. Using this website in a manner that could harm the website. Engaging in any activity that interferes with or restricts access to the website. Your Content \"Your Content\" in these Terms and Conditions refers to any audio, video, text, images, or other materials you decide to display on this website. By posting Your Content, you grant AquaRealm Boutique a non-exclusive, worldwide, irrevocable right to use, reproduce, modify, publish, translate, and distribute it in any media. Your Content must be your own and not violate any third-party rights. AquaRealm Boutique reserves the right to remove any of Your Content from this website at any time without notice. Warranty Disclaimer This website is provided \"as is,\" with all faults, and AquaRealm Boutique expressly disclaims all warranties, expressed or implied, regarding this website and its contents. Liability Limitation Under no circumstances shall AquaRealm Boutique, its directors, officers, or employees, be liable for any direct, indirect, incidental, or consequential damages arising from your use of this website, under contract, tort, or any other legal theory. Indemnification You agree to indemnify and hold harmless AquaRealm Boutique to the fullest extent from any liabilities, costs, demands, damages, and expenses arising from your violation of these terms. Severability Should any provision of these terms be deemed unenforceable or invalid under applicable law, such provision will be excluded, without affecting the remainder of the terms. Terms Modification AquaRealm Boutique reserves the right to amend these terms at any time, and it is your responsibility to regularly review these terms to ensure you are aware of all terms governing the use of this website. Rights Assignment AquaRealm Boutique may assign, transfer, and delegate its rights and/or obligations under these terms without notification. Conversely, you may not assign, transfer, or delegate your rights and/or obligations under these terms. Complete Agreement These terms, along with any legal notices and disclaimers contained on this website, represent the entire agreement between AquaRealm Boutique and you concerning the use of this website, superseding all previous agreements and understandings. Governing Law & Jurisdiction These terms are governed by and interpreted following the laws of the jurisdiction in which AquaRealm Boutique is located, and you submit to the non-exclusive jurisdiction of the state and federal courts in that jurisdiction for the resolution of any disputes. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline",
    "thank": "AquaRealm Boutique Home: India's Premier Aquarium Destination | Thank you Home Catalog Our fish About us Contacts Thank you for your order with AquaRealm Boutique! We sincerely appreciate your business and are thrilled to have you as our customer. Your satisfaction is our top priority, and we are committed to providing you with the highest quality products and excellent service. If you have any questions or need further assistance regarding your order, please don't hesitate to contact us. We're here to help! Thank you again for choosing AquaRealm Boutique. We look forward to serving you again in the future. Malviya Nagar main market main road shop no. 3, New Delhi, Delhi 110017, India +91 97 1839 7476 aquariumfish@gmail.com Home Catalog Our fish About us Contacts Privacy Policy Terms of Service Disclaimer Work schedule Monday: 9:00 AM - 6:00 PM Tuesday: 9:00 AM - 6:00 PM Wednesday: 9:00 AM - 6:00 PM Thursday: 9:00 AM - 6:00 PM Friday: 9:00 AM - 6:00 PM Saturday: 10:00 AM - 4:00 PM Sunday: Closed We use cookies to ensure you get the best experience on our website. By continuing to use our site, you consent to our use of cookies. For more information, please read our Privacy Policy. Accept Decline"
  }
}