{
  "name": "New_v9_Decorn",
  "pages": {
    "about": "About Decorn: Our Journey to Beautifying Your Home Home About Blog Contact Us Home About Blog Contact Us Welcome to Decorn: Your Home Redefined Dive into the world of Decorn, where elegance meets functionality. Explore our curated selection of home decor designed to transform your space into a sanctuary of style and comfort. Explore Collections Contact Us Decorn: Crafting Spaces with Elegance and Comfort Decorn is at the forefront of home decor innovation, blending timeless elegance with modern comfort. Our curated collections are designed to inspire and transform your living spaces, ensuring each piece reflects your unique style and enhances your home's ambiance. Showcasing Decorn's Impact: Transforming Spaces and Lives At Decorn, we pride ourselves on our ability to transform living spaces into areas of beauty and tranquility. Our commitment to quality and design excellence has led to significant growth in clientele satisfaction and an expansive portfolio of stunning home interiors. 100+ Unique Decor Collections 95% Customer Satisfaction Rate Contact Us Meet the Remarkable Team Behind Decorn Our dedicated team combines creativity, expertise, and passion to redefine home decor. Get to know the professionals making your home design dreams come true. Arnold Lan Design Officer Bringing innovative design solutions to elevate your living spaces. Christian Wats Communications Coordinator Ensuring our design philosophy resonates with every client. John Hackle Project Manager Overseeing project execution to ensure your vision comes to life flawlessly. James Smith Lead Designer Creating breathtaking interiors that reflect your personality and style. Get Started Get in touch First Name Last Name Email Address Message I accept privacy policy Submit Explore Home About Collection Contact Blog Support Privacy Policy Terms and Conditions Follow Us Kolkata, West Bengal +91-033-2478141 decorn@gmail.com",
    "index": "Decorn: Elevate Your Space with Unique Home Decor & Accents Home About Blog Contact Us Home About Blog Contact Us Welcome to Decorn - Your Home, Reimagined Discover the essence of elegance with Decorn's exclusive home decor collection. Elevate your living spaces with our uniquely crafted pieces, designed to inspire and transform your home into a sanctuary of style. Discover More Our Collection Cherished by Homes Everywhere Decorn is proudly featured in residences across the globe, enhancing living spaces with elegance and charm. Our unique pieces bring joy and beauty to every corner, making us a favored choice for home decor enthusiasts. Our Features Exclusive Collections Explore our exclusive collections that blend tradition and modernity to create spaces that are truly unique. Custom Designs Customize your space with our personalized design services, tailored to match your exact preferences. Sustainable Elegance Discover our commitment to sustainability with decor that's as eco-friendly as it is elegant. Artisanal Craftsmanship Each piece in our collection showcases the pinnacle of artisanal craftsmanship, ensuring uniqueness and quality. Elevate Your Home with Decorn's Exclusive Decor Collections Unique and Artisanal Selections Discover handpicked, artisanal decor pieces that bring uniqueness and character to every room in your home. Sustainability at Heart Embrace eco-friendly living with our sustainable decor options, crafted with the environment in mind. Personalized Decor Solutions Let us help you curate your space with personalized decor selections that reflect your style and needs. Timeless Designs Our collections feature timeless pieces that transcend trends, ensuring your home always feels contemporary. Expert Craftsmanship Each item is crafted with meticulous attention to detail, ensuring unmatched quality and durability. Seamless Shopping Experience From browsing to delivery, enjoy a seamless shopping experience with customer service that truly cares. Our Home Decor Explore the Latest Trends with Decorn's Blog Dive into our blog for inspiring home decor ideas, tips, and the latest trends to transform your space into a stylish haven. Transforming Spaces with Color Discover how to use color theory in your home to create vibrant and dynamic spaces that reflect your personal style. Read more 5 Essential Decor Tips for a Cozy Home Learn the key elements of cozy home decor to create a warm and inviting atmosphere in any room. Read more Sustainable Decor Ideas for Eco-Friendly Homes Embrace sustainability in your home with these eco-friendly decor ideas that don't compromise on style. Read more Transform Your Home with Decorn Elevate your living spaces with our curated selection of home decor. Start your journey to a more beautiful home today. Get Started Explore Collections Explore Home About Collection Contact Blog Support Privacy Policy Terms and Conditions Follow Us Kolkata, West Bengal +91-033-2478141 decorn@gmail.com",
    "privacy": "Privacy Policy at Decorn: Your Privacy, Our Priority Home About Blog Contact Us Home About Blog Contact Us Privacy Policy At Decorn, we are committed to protecting the privacy of our visitors. This Privacy Policy outlines our practices concerning the collection, use, and disclosure of information for visitors to our website. Information We Do Not Collect We do not collect any personal information from our visitors. Browsing our website is entirely anonymous, and we have no mechanisms in place to identify you personally. Non-Personal Information While we do not collect personal information, we may gather non-personal data about your visit, which helps us improve our website. This information includes details like your browser type, the time you spent on our site, and the pages that you visited. This data does not identify you personally and is used solely for analytical purposes. No Cookies We do not use cookies on our website. You can browse freely without concern over tracking cookies or having your browsing habits monitored. Third-Party Websites Our website may contain links to third-party websites. Once you use these links to leave our site, you should note that we do not have any control over that other website. Therefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question. Changes to Our Privacy Policy We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. Contacting Us If you have any questions about this Privacy Policy, please contact us at decorn@gmail.com. Explore Home About Collection Contact Blog Support Privacy Policy Terms and Conditions Follow Us Kolkata, West Bengal +91-033-2478141 decorn@gmail.com",
    "terms": "Terms & Conditions: Shop with Confidence at Decorn Home About Blog Contact Us Home About Blog Contact Us Terms & Conditions Welcome to Decorn. By accessing our website and using our services, you agree to be bound by the following terms and conditions. Please read them carefully. Product Information All products listed on our website are described to the best of our ability and the specifications reflect the information provided to us. Actual colors and dimensions may vary slightly from the digital representation. Order Acceptance and Pricing We reserve the right to refuse or cancel any order for reasons including but not limited to: product availability, errors in the description or price of the product, error in your order, or other reasons. Shipping and Delivery Delivery times are estimates and commence from the date of shipping, rather than the date of order. Delivery times are to be used as a guide only and are subject to the acceptance and approval of your order. Returns and Refunds Products can be returned within a specified period, provided they are in their original condition. Refunds will be processed according to our refund policy. User Account You may be required to register with us and provide personal information to access some features of the site. You are responsible for maintaining the confidentiality of your account and password. Privacy Policy Your privacy is important to us. Our Privacy Policy, which also governs your visit to our site, can be found at [link to privacy policy]. Please review our Privacy Policy to understand our practices. Limitation of Liability In no event shall Decorn, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses. Governing Law These terms shall be governed and construed in accordance with the laws of our jurisdiction, without regard to its conflict of law provisions. Changes to Terms & Conditions We reserve the right, at our sole discretion, to modify or replace these Terms at any time. What constitutes a material change will be determined at our sole discretion. Contact Us If you have any questions about these Terms, please contact us at decorn@gmail.com. Explore Home About Collection Contact Blog Support Privacy Policy Terms and Conditions Follow Us Kolkata, West Bengal +91-033-2478141 decorn@gmail.com",
    "thanks": "Thank You for Choosing Decorn: Let's Beautify Your Home Together Thank You for Your Purchase! We're thrilled to have you as part of the Decorn family. Your order is being processed and will be on its way to you soon. We're confident you'll love your new home decor items and can't wait to see them in your space. If you have any questions or need further assistance, please don't hesitate to reach out to our customer support team. We're here to ensure your shopping experience is as smooth and enjoyable as possible. Stay Inspired Don't forget to follow us on social media and sign up for our newsletter for the latest trends, tips, and exclusive offers. Let's make your home beautiful together! Home"
  }
}