{
  "name": "New_v9_DreamComfort",
  "pages": {
    "index": "Buy Mattresses Online in India | DreamComfort Mattress Store Home Categories Why Choose us Catalog Contact us Welcome to DreamComfort Mattress Store Discover the perfect mattress for your ultimate comfort and support. Our mattresses are crafted with premium materials to ensure a restful night's sleep. Explore Our Collection Orthopedic Mattresses Memory Foam Mattresses Latex Mattresses Why Choose DreamComfort Mattresses? Discover why thousands of customers trust DreamComfort for their sleep needs. High-Quality Materials Our mattresses are crafted from premium materials to ensure durability and comfort. Wide Range of Options Explore various types of mattresses including orthopedic, memory foam, and latex. Affordable Prices We offer competitive pricing without compromising on quality. Fast Delivery Enjoy quick and reliable delivery services across India. Customer Satisfaction We prioritize customer satisfaction with dedicated support and service. Nationwide Presence Find DreamComfort stores nationwide for your convenience. Discover the Ultimate in Sleep Comfort with DreamComfort At DreamComfort, we are committed to revolutionizing your sleep experience. Our extensive range of mattresses caters to every sleep need and preference, ensuring you find the perfect fit for a rejuvenating night's rest. Choose from our luxurious orthopedic mattresses designed to provide exceptional support and alleviate pressure points. Experience the unparalleled comfort of our memory foam mattresses, which contour to your body shape for personalized relaxation. For those seeking natural resilience and breathability, our latex mattresses offer durability and eco-friendly materials. Each mattress is meticulously crafted with premium fabrics and advanced technologies to enhance durability and ensure lasting performance. Our commitment to quality extends beyond our products. We prioritize customer satisfaction through personalized service and expert advice, guiding you to make informed choices for your sleep health. Transform your bedroom into a sanctuary of comfort and relaxation with DreamComfort mattresses. Explore our collection today and embark on a journey to better sleep. Visit us in-store or shop online to experience the difference that DreamComfort mattresses can make in your life. Discover why thousands of customers trust us for their sleep solutions. View catalog Benefits of Choosing DreamComfort Mattresses Discover why DreamComfort mattresses are the perfect choice for your sleep needs: Exceptional Comfort Experience luxurious comfort with our premium materials and ergonomic designs. Superior Support Our mattresses provide optimal support to alleviate pressure points and ensure proper spine alignment. Durability Guaranteed Designed with durable materials, our mattresses are built to last and maintain their quality over time. What They Say \"The DreamComfort mattress has transformed my sleep quality. It's incredibly comfortable and supportive, exactly what I needed!\" Rajesh Kumar \"I've tried many mattresses, but none compare to DreamComfort. It's like sleeping on a cloud, truly amazing!\" Priya Sharma \"DreamComfort mattresses are worth every penny. The quality and comfort exceeded my expectations!\" Sanjay Patel Meet Our Line-Up of Luxury Mattresses Orthopedic Comfort ₹5,999 Order Memory Foam Bliss ₹7,499 Order Luxury Latex ₹8,999 Order Back Support Master ₹6,799 Order Cool Gel Deluxe ₹9,299 Order Budget Comfort ₹4,999 Order Contact Form Send message I accept privacy policy Contacts 3A150, Pocket C, Chand Nagar, Vishnu Garden, Delhi, 110018, India +918800338827 dreamcomfort@gmail.com Links Home Categories Why Choose us Catalog Contact us Policy Privacy policy Terms and Conditions",
    "privacy": "Buy Mattresses Online in India | DreamComfort Mattress Store | privacy policy Home Categories Why Choose us Catalog Contact us Privacy Policy This Privacy Policy describes how DreamComfort (\"we\", \"us\", or \"our\") collects, uses, and discloses your personal information when you use our website (the \"Site\"). Information We Collect We may collect personal information that you provide to us directly when you interact with the Site, such as your name, email address, phone number, and any other information you choose to provide. How We Use Your Information We use the information we collect to: Provide and maintain the Site; Process your transactions; Send you administrative and promotional emails; Improve our services and customer experience; Respond to your inquiries and customer service requests. Sharing Your Information We may share your personal information with third-party service providers who assist us in operating our website, conducting our business, or servicing you. These parties are obligated to keep your information confidential and secure. Security of Your Information We implement reasonable security measures to protect the confidentiality and security of your personal information. However, no method of transmission over the internet or electronic storage is completely secure. Your Rights You have the right to: Access, update, or delete your personal information; Withdraw consent at any time if we have collected and processed your information with your consent; Request that we restrict the processing of your personal information; Object to our processing of your personal information. If you have any questions about our Privacy Policy or wish to exercise any of your rights, please contact us at dreamcomfort@gmail.com . Contacts 3A150, Pocket C, Chand Nagar, Vishnu Garden, Delhi, 110018, India +918800338827 dreamcomfort@gmail.com Links Home Categories Why Choose us Catalog Contact us Policy Privacy policy Terms and Conditions",
    "terms": "Buy Mattresses Online in India | DreamComfort Mattress Store | terms and conditions Home Categories Why Choose us Catalog Contact us Terms and Conditions 1. Introduction Welcome to DreamComfort. These Terms and Conditions govern your use of our website and any products or services offered through the Site. 2. Acceptance of Terms By accessing or using the Site, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you do not agree with any part of these terms, you may not use the Site. 3. Use of the Site You agree to use the Site for lawful purposes and in accordance with these Terms and Conditions. You are responsible for maintaining the confidentiality of your account information and for restricting access to your computer. 4. Intellectual Property Rights All content, trademarks, logos, and intellectual property displayed on the Site are owned by DreamComfort. You may not use, modify, reproduce, or distribute any content from the Site without prior written consent. 5. Limitation of Liability We are not liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your access to or use of the Site or any content provided on the Site. 6. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising under these terms shall be subject to the exclusive jurisdiction of the courts in India. 7. Changes to Terms We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Your continued use of the Site after any changes indicates your acceptance of the updated terms. 8. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at dreamcomfort@gmail.com . Contacts 3A150, Pocket C, Chand Nagar, Vishnu Garden, Delhi, 110018, India +918800338827 dreamcomfort@gmail.com Links Home Categories Why Choose us Catalog Contact us Policy Privacy policy Terms and Conditions",
    "thank": "Buy Mattresses Online in India | DreamComfort Mattress Store | thank Thank You for Your Inquiry! We appreciate your interest in our products. A member of our team will contact you shortly to discuss further details. Main page"
  },
  "date": "2024-06-13T14:45:10.555Z"
}