{
  "name": "New_v9_TechGear",
  "pages": {
    "index": "TechGear - O melhor para suas pernas Sobre nós Contate-nos Galeria Perguntas frequentes +55-14-7542-6423 techgear@gmail.com Bem-vindo à TechGear - Acessórios de Computador Na TechGear, nossa paixão pela tecnologia nos impulsiona a oferecer uma vasta gama de acessórios de computador de alta qualidade. Fundada em 2012 no Brasil, crescemos rapidamente, conquistando a confiança de nossos clientes com produtos que combinam inovação e durabilidade. Com anos de experiência no mercado, a TechGear se dedica a selecionar cuidadosamente cada produto, garantindo que eles atendam aos mais altos padrões de qualidade e desempenho. Estamos comprometidos em melhorar sua experiência digital, oferecendo soluções inovadoras e confiáveis para todas as suas necessidades de acessórios de computador. Saiba mais sobre nossa história e produtos Nossa História A TechGear foi fundada em 2012 no coração do Brasil. Desde o início, nossa missão foi fornecer acessórios de computador da mais alta qualidade para nossos clientes. Inspirados pela paixão pela tecnologia, crescemos e nos tornamos referência no mercado de acessórios para computadores. Mouses ergonômicos e de alta precisão Teclados mecânicos e de membrana Mouse pads de diferentes tamanhos e materiais Alto-falantes com som de alta qualidade A nossa gama Oferecemos uma ampla gama de produtos, incluindo mouses, teclados, mouse pads e alto-falantes, tudo selecionado com atenção aos detalhes para garantir a melhor experiência para nossos usuários. Cada produto é testado rigorosamente para assegurar a durabilidade e a satisfação do cliente. Nosso compromisso é com a inovação e a satisfação do cliente, garantindo que você sempre encontre o acessório perfeito para suas necessidades tecnológicas. A equipe da TechGear está sempre disponível para ajudar e oferecer suporte, garantindo que sua experiência conosco seja a melhor possível. Saiba mais sobre nós Aceito a política de privacidade Nossa Produção Na TechGear, temos orgulho de oferecer uma linha completa de acessórios de computador, cuidadosamente projetados para atender às necessidades de nossos clientes. Nossos mouses proporcionam precisão e conforto, ideais para longas horas de uso. Os teclados, sejam eles mecânicos ou de membrana, são projetados para garantir uma digitação eficiente e confortável. Nossos mouse pads estão disponíveis em diversos tamanhos e materiais, proporcionando a base perfeita para o seu mouse, enquanto nossos alto-falantes garantem uma experiência de áudio imersiva com qualidade de som superior. Cada produto da TechGear é desenvolvido com foco na inovação e durabilidade, assegurando que você tenha a melhor experiência possível. Explore nossa galeria para conhecer mais sobre nossos produtos e veja como podemos melhorar seu setup de computador com os acessórios certos. Perguntas Frequentes Quais são os tipos de mouses que vocês oferecem? Nós oferecemos uma variedade de mouses, incluindo modelos ergonômicos, mouses para jogos com alta precisão e mouses sem fio para maior conveniência. Cada modelo é projetado para oferecer o máximo de conforto e desempenho. Qual é a diferença entre teclados mecânicos e de membrana? Teclados mecânicos utilizam interruptores físicos sob cada tecla para proporcionar uma resposta tátil e auditiva distinta, ideal para jogos e digitação intensiva. Já os teclados de membrana são mais silenciosos e têm um toque mais suave, sendo uma opção popular para uso geral. Os mouse pads fazem diferença na performance do mouse? Sim, os mouse pads podem melhorar significativamente a precisão e o controle do seu mouse. Oferecemos mouse pads em vários materiais e tamanhos para atender diferentes necessidades, desde superfícies de alta velocidade até aquelas que proporcionam maior controle. Os alto-falantes são compatíveis com todos os computadores? Nossos alto-falantes são projetados para ser compatíveis com a maioria dos computadores e dispositivos, utilizando conexões padrão como USB e entradas de áudio de 3,5 mm. Eles oferecem uma experiência de áudio superior, seja para ouvir música, assistir a filmes ou jogar. Home Política de privacidade Termos de uso TechGear: Elevando Sua Experiência Digital",
    "privacy": "Política de Privacidade - TechGear Sobre nós Contate-nos Galeria Perguntas frequentes +55-14-7542-6423 techgear@gmail.com Política de Privacidade Nós, da empresa responsável por este site, nos comprometemos a proteger a privacidade de todos os nossos usuários. Esta Política de Privacidade explica como coletamos, usamos, compartilhamos e protegemos as informações pessoais que você nos fornece ao utilizar nossos serviços. Informações Pessoais Coletamos informações pessoais apenas quando necessário para fornecer nossos serviços. Isso pode incluir seu nome, endereço de e-mail, número de telefone e outras informações que você nos fornecer voluntariamente. Usamos essas informações para entrar em contato com você, processar suas solicitações e melhorar continuamente nossos serviços. Também podemos coletar informações sobre como você usa nosso site, como páginas visitadas, links clicados e recursos utilizados. Essas informações nos ajudam a entender melhor como nossos usuários interagem conosco e nos permitem aprimorar a experiência do usuário. Garantimos que todas as informações pessoais coletadas serão tratadas de forma confidencial e segura, de acordo com as leis e regulamentos aplicáveis. Retenção de Dados Armazenamos suas informações pessoais apenas pelo tempo necessário para fornecer nossos serviços ou cumprir obrigações legais. Implementamos medidas de segurança adequadas, como criptografia e controles de acesso, para proteger seus dados contra perda, uso indevido, acesso não autorizado, divulgação ou alteração. Periodicamente, revisamos e atualizamos nossas práticas de retenção de dados para garantir que estejamos mantendo apenas as informações necessárias e descartando de forma segura quaisquer dados que não precisemos mais. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para fornecer nossos serviços ou quando exigido por lei. Podemos compartilhar informações agregadas e anonimizadas com parceiros de negócios para fins de análise e melhoria de nossos serviços. Caso seja necessário compartilhar suas informações pessoais com terceiros, como fornecedores de serviços, garantimos que eles mantenham os mesmos padrões de segurança e privacidade que adotamos. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Embora nos esforcemos para incluir apenas links para sites confiáveis, não temos controle sobre o conteúdo e as práticas desses sites. Recomendamos que você revise as políticas de privacidade desses sites antes de fornecer quaisquer informações pessoais. Não nos responsabilizamos pelo conteúdo, privacidade ou segurança de sites de terceiros vinculados ao nosso. Recusa de Informações Você tem o direito de recusar o fornecimento de informações pessoais, se assim o desejar. No entanto, isso pode limitar nossa capacidade de fornecer determinados serviços ou recursos que dependem dessas informações. Caso você opte por não fornecer certas informações pessoais, entraremos em contato para discutir as implicações e encontrar uma solução que atenda às suas necessidades, sempre respeitando sua privacidade. Consentimento Ao usar nossos serviços, você concorda com os termos desta Política de Privacidade. Caso tenha alguma dúvida ou preocupação sobre como lidamos com suas informações pessoais, entre em contato conosco através do e-mail techgear@gmail.com. Reservamo-nos o direito de atualizar esta Política de Privacidade periodicamente. Quaisquer alterações serão devidamente comunicadas aos nossos usuários. Home Política de privacidade Termos de uso TechGear: Elevando Sua Experiência Digital",
    "terms": "Termos de Uso - TechGear Sobre nós Contate-nos Galeria Perguntas frequentes +55-14-7542-6423 techgear@gmail.com Termos de Uso Bem-vindo aos Termos de Uso do nosso site. Ao acessar ou usar nosso site, você concorda em cumprir estes termos e condições. Se você discordar de qualquer parte dos termos, por favor, não use nosso site. Uso do Site Ao utilizar nosso site, você concorda em respeitar todas as leis e regulamentos aplicáveis, bem como os direitos de propriedade intelectual e de terceiros. Você não deve usar nosso site de forma que possa prejudicar a segurança ou o funcionamento adequado do site. Não é permitido realizar atividades que possam ser consideradas ilegais, fraudulentas, difamatórias, obscenas ou prejudiciais para terceiros. Qualquer uso indevido do site resultará na rescisão imediata do acesso. Conteúdo do Usuário Ao enviar conteúdo para nosso site, você concede a nós o direito não exclusivo de usar, reproduzir, modificar, adaptar, publicar, traduzir e distribuir esse conteúdo em qualquer forma, mídia ou tecnologia. Você é responsável por garantir que o conteúdo enviado não viole direitos de terceiros. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são controlados por nós. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você revise os termos de uso e políticas de privacidade desses sites antes de interagir com eles. Limitação de Responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes resultantes do uso ou incapacidade de usar nosso site. Isso inclui perda de dados, interrupção de negócios, danos materiais ou qualquer outro prejuízo decorrente do uso do site. Alterações nos Termos Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento. Recomendamos que você revise periodicamente os termos para estar ciente de quaisquer alterações. O uso contínuo do site após a publicação de alterações constitui aceitação dos novos termos. Contato Se tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco através do e-mail techgear@gmail.com. Estamos disponíveis para esclarecer qualquer dúvida ou preocupação que você possa ter em relação aos nossos termos e condições de uso. Home Política de privacidade Termos de uso TechGear: Elevando Sua Experiência Digital",
    "thanks": "Obrigado pela sua solicitação - TechGear Obrigado pelo Seu Contato! Recebemos sua mensagem e responderemos o mais breve possível. Agradecemos muito seu interesse em nossos acessórios de computador. Início"
  },
  "date": "2024-05-15T14:49:38.953Z"
}