{
  "name": "New_v9_chairify",
  "pages": {
    "index": "Chairify - Comfortable & Stylish Chairs for Every Space Chairify Home Catalog Contacts About Us Welcome to Chairify! We are your source for stylish, comfortable, and high-quality chairs. Chairify offers a wide selection of modern designs and classic models to help you create the perfect space for relaxation and work. Let's furnish your home and office with our unique chairs that will accentuate your individual style and provide comfort for many years. Catalog Contacts Variety, quality, and style - the perfect chair for every room 01 Variety Elegant armchairs for the living room, comfortable office models, and stylish options for the home office - we have the perfect chair for every room. 02 Quality Our chairs are made from high-quality materials, ensuring durability, comfort, and longevity. We are proud of our products and offer only the best. 03 Style From modern minimalist designs to luxurious classic models - our variety of styles will allow you to find a chair that perfectly fits your interior. Why Choose Chairify We offer not only high-quality chairs, but also excellent service. We guarantee that you will receive a chair that meets your needs and expectations. Our team is always ready to help you with your choice and answer any questions. Here are a few reasons why our customers choose Chairify: 1 Quality and reliability 2 Style and individuality 3 Comfort and ergonomics 4 Affordability and price Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use",
    "privacy-policy": "Chairify - Privacy Policy & Data Protection Chairify Home Catalog Contacts About Us Privacy Policy Welcome to Chairify, a platform dedicated to providing information, reviews, and recommendations on chairs of various types. Before proceeding, please take a moment to review the following disclaimer. By accessing and using our website, you agree to the terms outlined below. Product Recommendations: Chairify may provide recommendations or reviews of chairs based on our research and analysis. However, individual preferences, needs, and experiences may vary. We encourage users to conduct their own research and consider personal preferences before making any purchasing decisions based on information provided on our website. Affiliate Disclosure: Chairify may participate in various affiliate marketing programs, which means we may earn commissions on purchases made through links on our website. These commissions help support the operation and maintenance of Chairify without any additional cost to you. However, our participation in affiliate programs does not influence our content, recommendations, or reviews. Third-Party Links: Chairify may contain links to third-party websites or resources. These links are provided for convenience and informational purposes only. We do not endorse the content, products, or services offered by third parties and are not responsible for any damages or losses incurred as a result of accessing or using third-party websites. No Warranty: Chairify is provided on an \"as is\" and \"as available\" basis without warranties of any kind, either express or implied. We do not warrant that our website will be uninterrupted, error-free, secure, or free of viruses or other harmful components. Users acknowledge that they access and use Chairify at their own risk. Limitation of Liability: In no event shall Chairify, its affiliates, partners, or contributors be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with the use of Chairify or the information, recommendations, or products provided on our website. Accuracy of Information: While we strive to provide accurate and up-to-date information, we cannot guarantee the completeness, accuracy, reliability, or suitability of the content on our website. Information provided on Chairify is for general informational purposes only and should not be considered professional advice. Intellectual Property: The content, including text, images, logos, and trademarks displayed on Chairify, are the intellectual property of Chairify or its licensors. Users may not reproduce, distribute, modify, or republish any content from Chairify without prior written consent. User-Generated Content: Chairify may allow users to submit reviews, comments, or other user-generated content. While we encourage open discussion and feedback, Chairify reserves the right to moderate, edit, or remove any user-generated content that violates our community guidelines or terms of use. Legal Compliance: Users agree to use Chairify in compliance with all applicable laws, regulations, and third-party rights. Users are solely responsible for their conduct and any content they submit or contribute to Chairify. Indemnification: Users agree to indemnify, defend, and hold harmless Chairify, its affiliates, partners, and contributors from any claims, liabilities, damages, losses, or expenses arising out of or related to user violation of this disclaimer or misuse of Chairify. Entire Agreement: This disclaimer constitutes the entire agreement between users and Chairify regarding the use of Chairify, superseding any prior agreements or understandings, whether written or oral. Accessibility: Chairify is committed to providing accessible content and functionality for all users, including those with disabilities. We strive to ensure that our website complies with accessibility standards and guidelines to facilitate an inclusive online experience. If you encounter any accessibility barriers or have suggestions for improvement, please contact us at chairify@gmail.com. Changes to the Website: Chairify reserves the right to modify, suspend, or discontinue any aspect of the website, including its content, features, or availability, at any time without prior notice. We may also impose limits on certain features or restrict access to parts of Chairify without liability or obligation. No Endorsement: Mention of third-party products, services, or organizations on Chairify does not imply endorsement or recommendation by Chairify unless explicitly stated. Any views, opinions, or endorsements expressed by third parties are their own and do not necessarily reflect those of Chairify. International Users: Chairify may be accessed from locations outside of the United States. By using Chairify, you consent to the transfer of your information to the United States and other jurisdictions where data protection laws may differ from those of your country of residence. Feedback and Suggestions: Chairify welcomes feedback, suggestions, and ideas from users to improve our platform and services. However, any feedback or suggestions submitted to Chairify shall become the property of Chairify, and we reserve the right to use, modify, or incorporate such feedback without obligation to compensate the user or maintain confidentiality. No Waiver: The failure of Chairify to enforce any provision of this disclaimer shall not be construed as a waiver of such provision or the right to enforce it. Any waiver of any provision of this disclaimer shall be effective only if in writing and signed by Chairify. Headings: The headings used in this disclaimer are for convenience only and shall not affect the interpretation of its provisions. Modification of Services: Chairify reserves the right to modify or discontinue any aspect of its services, including features, functionalities, or content, at any time without prior notice. We may also impose limits on certain services or restrict access to parts of Chairify without liability or obligation. User Responsibility: Users are responsible for maintaining the confidentiality of their account credentials and for all activities that occur under their account. Users agree to notify Chairify immediately of any unauthorized use of their account or any other breach of security. No Guarantees: Chairify makes no guarantees regarding the availability, reliability, or performance of its services. While we strive to maintain uninterrupted access to our platform, we cannot guarantee that Chairify will be available at all times without disruptions, delays, or errors. Termination: Chairify reserves the right to terminate or suspend access to its services for any reason, including but not limited to violation of this disclaimer or abuse of Chairify's services. In the event of termination, users agree to cease all use of Chairify and its services. Binding Agreement: This disclaimer constitutes a binding agreement between users and Chairify. Users acknowledge that their use of Chairify signifies their acceptance of this disclaimer and its terms and conditions. No Agency Relationship: Nothing contained in this disclaimer shall be deemed to create an agency, partnership, joint venture, or employment relationship between users and Chairify. No Third-Party Beneficiaries: This disclaimer is intended for the benefit of users and Chairify and is not intended to confer any rights or benefits upon any third party. Electronic Communications: By using Chairify, users consent to receive electronic communications from Chairify, including but not limited to emails, notifications, and updates. Users agree that all agreements, notices, disclosures, and other communications provided electronically by Chairify satisfy any legal requirement that such communications be in writing. Force Majeure: Chairify shall not be liable for any failure or delay in performance resulting from acts beyond its control, including but not limited to acts of God, natural disasters, war, terrorism, labor disputes, government actions, or equipment failures. Waiver of Class Action: Users waive any right to participate in any class action lawsuit or class-wide arbitration arising out of or relating to this disclaimer or Chairify's services. Assignment: Users may not assign, transfer, or sublicense any of their rights or obligations under this disclaimer without the prior written consent of Chairify. Any attempted assignment, transfer, or sublicense in violation of this provision shall be null and void. Execution of Agreement: This disclaimer may be executed in counterparts, each of which shall be deemed an original and all of which together shall constitute one and the same instrument. No Medical Advice: Chairify does not provide medical advice, diagnosis, or treatment. The information provided on Chairify is for informational purposes only and should not be considered medical advice. Users should consult with a healthcare professional for medical advice and treatment options. No Financial Advice: Chairify does not provide financial advice, investment recommendations, or tax advice. Users should consult with a qualified financial advisor or tax professional before making any financial decisions based on information obtained from Chairify. No Endorsement of Products or Services: Any mention of products, services, or companies on Chairify does not constitute an endorsement or recommendation unless explicitly stated. Users should conduct their own research and exercise discretion before making any purchasing decisions based on information obtained from Chairify. Modification of Terms: Chairify reserves the right to modify, update, or remove any part of this disclaimer at any time without prior notice. It is the responsibility of users to review this disclaimer periodically for changes. Continued use of Chairify after modifications indicates acceptance of the updated terms. By using Chairify, you agree to abide by the terms and conditions outlined in this disclaimer. If you have any questions or concerns regarding this disclaimer, please contact us at chairify@gmail.com. Thank you for visiting Chairify. Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "Chairify - Terms of Use & User Agreement Chairify Home Catalog Contacts About Us Terms of Use Welcome to Chairify! These Terms of Use (\"Terms\") govern your use of the Chairify website and any related services provided by Chairify (collectively referred to as the \"Service\"). By accessing or using the Service, you agree to be bound by these Terms. Acceptance of Terms By accessing or using the Service, you agree to these Terms and our Privacy Policy. If you do not agree to abide by these Terms or the Privacy Policy, please do not use the Service. Use of the Service You must be at least 18 years old to use the Service. By using the Service, you represent and warrant that you are at least 18 years old. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. You agree to use the Service only for lawful purposes and in accordance with these Terms. You agree not to use the Service: In any way that violates any applicable federal, state, local, or international law or regulation. To engage in any conduct that restricts or inhibits anyone’s use or enjoyment of the Service, or which, as determined by us, may harm Chairify or users of the Service or expose them to liability. User Content The Service may allow you to post, link, store, share, and otherwise make available certain information, text, graphics, videos, or other material (\"User Content\"). You are solely responsible for the User Content that you post on or through the Service. By posting User Content on or through the Service, you grant Chairify a worldwide, non-exclusive, royalty-free, fully paid, sublicensable, and transferable license to use, modify, reproduce, distribute, prepare derivative works of, display, and perform your User Content in connection with the Service and Chairify's business, including without limitation for promoting and redistributing part or all of the Service. You represent and warrant that: You own or have the necessary licenses, rights, consents, and permissions to use and authorize Chairify to use all patent, trademark, trade secret, copyright, or other proprietary rights in and to any and all User Content to enable inclusion and use of the User Content in the manner contemplated by the Service and these Terms. Intellectual Property The Service and its original content (excluding User Content), features, and functionality are and will remain the exclusive property of Chairify and its licensors. The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Chairify. Termination We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms. Limitation of Liability In no event shall Chairify, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. Indemnification You agree to defend, indemnify, and hold harmless Chairify and its affiliates, officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Service; (ii) your violation of any term of these Terms; (iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right; or (iv) any claim that your User Content caused damage to a third party. This defense and indemnification obligation will survive these Terms and your use of the Service. Dispute Resolution Any dispute arising out of or related to these Terms or the Service shall be governed by the laws of the United States without regard to its conflict of law provisions. Any claim arising from the Terms or the Service shall be exclusively resolved by binding arbitration conducted in accordance with the Commercial Arbitration Rules of the American Arbitration Association. The arbitration shall be conducted in the English language. Each party shall bear its own costs and expenses, including attorney's fees, in connection with the arbitration proceedings. Severability If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding the Service. Waiver The failure of Chairify to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision. Any waiver of any provision of these Terms will be effective only if in writing and signed by Chairify. Assignment You may not assign, transfer, or delegate any of your rights and obligations under these Terms without the prior written consent of Chairify. Chairify may assign, transfer, or delegate any of its rights and obligations under these Terms without consent. Changes to Terms Chairify reserves the right, at its sole discretion, to modify or replace these Terms at any time. If a revision is material, Chairify will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Chairify's sole discretion. User Feedback We value your feedback and suggestions regarding Chairify. While we may not be able to respond to every message, we appreciate hearing from our users and use your input to improve our service. By providing feedback, you grant Chairify the right to use and incorporate your suggestions without any obligation to compensate you. Third-Party Links The Service may contain links to third-party websites or services that are not owned or controlled by Chairify. Chairify has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that Chairify shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Accessibility Chairify is committed to providing a website that is accessible to the widest possible audience, regardless of technology or ability. We are actively working to increase the accessibility and usability of our website and adhere to relevant accessibility standards. If you experience any difficulty in accessing the website or have any suggestions for improvement, please contact us at chairify@gmail.com. Language These Terms may be translated into languages other than English for the convenience of our users. In the event of any conflict or inconsistency between the English version and a translated version, the English version shall prevail. Headings The headings used in these Terms are for convenience only and do not affect the interpretation of these Terms. Entire Agreement These Terms constitute the entire agreement between you and Chairify regarding your use of the Service and supersede all prior agreements and understandings, whether written or oral. Updates and Notifications Chairify may occasionally send you notifications, alerts, or updates regarding the Service, new features, or changes to our Terms or Privacy Policy. These communications are considered part of the Service and you may not be able to opt out of them. By using Chairify, you consent to receive such communications. Contact Us If you have any questions about these Terms, please contact us at chairify@gmail.com. Effective Date: February 4, 2024 Thank you for using Chairify! Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing Chairify - Comfortable & Stylish Chairs Thank You for Reaching Out! We appreciate you taking the time to contact us. Your feedback is valuable to us and helps us improve our services. We will carefully review your message and get back to you as soon as possible. In the meantime, feel free to explore more about Chairify and discover our latest collections.",
    "about": "Chairify - Passionate About Comfortable & Stylish Chairs Chairify Home Catalog Contacts About Us About Us At Chairify, we are passionate about providing our customers with stylish, comfortable, and high-quality chairs. We offer a wide selection of modern designs and classic models to help you create the perfect space for relaxation and work. Our team is dedicated to helping you find the perfect chair to suit your individual style and needs. We believe that everyone deserves to have a comfortable and stylish chair, whether it's for your home, office, or outdoor space. That's why we offer a range of chairs in different shapes, sizes, colors, and materials to suit every taste and budget. Our chairs are made from the finest materials and are built to last, ensuring that you can enjoy them for years to come. Thank you for choosing Chairify! FAQ What types of chairs does your store offer? We offer chairs for home, office, cafes and restaurants, as well as for outdoor recreation. Our assortment includes chairs of various shapes, sizes, colors, and materials. What are the main materials used for your chairs? We use high-quality materials such as textile, eco-leather, and wood to ensure strength, durability, and comfort. What styles and designs does your store offer? We offer modern minimalist designs and classic models to help you find a chair that perfectly fits your interior. What is the price range of your chairs? Our chairs are available in various price segments to accommodate different budgets. We are confident that you will find the perfect chair that meets your needs and expectations. What warranty is provided for your chairs? We guarantee the high quality of our chairs, which are made from durable and long-lasting materials. Our warranty ensures that you can use our chairs with confidence. What delivery is offered to your customers? We offer safe and fast delivery of our chairs worldwide. We work with reliable transportation companies to ensure fast and secure delivery of your chair. What support is provided to your customers? We are proud of our excellent customer service. Our team is always ready to help you with your selection and answer any questions. We are confident that you will have a great experience working with our store. What payment and delivery methods are offered to your customers? We offer various payment methods and delivery options, including credit cards, electronic payments, and delivery on account. We are confident that you will find a convenient payment and delivery method for your chair. Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use",
    "catalog": "Chairify - Browse Our Selection of Stylish Chairs Chairify Home Catalog Contacts About Us Chairify Chair Catalog In our catalog, you will find a wide selection of chairs for any needs and styles. We offer chairs for home, office, cafes and restaurants, as well as for outdoor recreation. In our assortment, you will find chairs of various shapes, sizes, colors, and materials to help you create the perfect space for relaxation and work. We guarantee the high quality of our chairs, which are made from durable and long-lasting materials. Our team is always ready to help you with your choice and answer any questions. We are confident that you will find the perfect chair in our catalog that will meet your needs and expectations. Bean Bag Chair Dimensions: 100 x 80 x 80 cm, Material: Textile, Color: Gray, Maximum Load: 120 kg 6,500 INR Order Office Chair Dimensions: 60 x 60 x 100 cm, Material: Eco-leather, Color: Black, Maximum Load: 150 kg 8,500 INR Order Rocking Chair Dimensions: 80 x 60 x 100 cm, Material: Wood, Color: Brown, Maximum Load: 100 kg 7,000 INR Order Bean Bag Chair Dimensions: 70 x 70 x 70 cm, Material: Textile, Color: Green, Maximum Load: 100 kg 4,500 INR Order Sleeper Chair Dimensions: 180 x 80 x 80 cm, Material: Eco-leather, Color: White, Maximum Load: 150 kg 12,000 INR Order Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use",
    "contacts": "Chairify - Contact Us for Inquiries & Support Chairify Home Catalog Contacts About Us Get in touch Abhishek Vihar Rd, Abhishek Vihar-2, Abhishek Vihar, Gauri Ganesh Colony, Mangla, Bilaspur, Chhattisgarh 495001, India +91 124 620 1519 chairify@gmail.com I accept the Privacy Policy Send a message Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use",
    "disclaimer": "Chairify - Disclaimer & Legal Information Chairify Home Catalog Contacts About Us Disclaimer for Chairify Welcome to Chairify! Before you explore our website, please take a moment to read and understand the following disclaimer. This disclaimer governs your use of Chairify's website; by using our website, you accept this disclaimer in full. If you disagree with any part of this disclaimer, please refrain from using our website. Intellectual Property Rights All intellectual property rights to content, images, and other materials on Chairify's website are owned by or licensed to Chairify unless otherwise stated. You may not reproduce, distribute, or use any content from our website without explicit permission. Accuracy of Information While we strive to provide accurate and up-to-date information, Chairify makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. External Links Our website may contain links to external websites that are not provided or maintained by Chairify. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. Limitation of Liability To the fullest extent permitted by applicable law, Chairify disclaims all liability for any loss, damage, or injury arising out of your access to or use of, or inability to access or use, the website or any content thereof, regardless of whether such loss, damage, or injury is caused by our negligence or otherwise. User Responsibilities You are responsible for ensuring that your use of Chairify's website complies with all applicable laws and regulations. You must not use our website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website. Changes to Disclaimer Chairify reserves the right to amend or update this disclaimer at any time without notice. It is your responsibility to check this disclaimer regularly to ensure you are familiar with the latest version. Indemnity You agree to indemnify and hold Chairify and its affiliates, officers, agents, partners, and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of Chairify's website, your violation of these terms and conditions, or your violation of any rights of another party. No Warranty Chairify's website is provided \"as is\" without any representations or warranties, express or implied. Chairify makes no representations or warranties in relation to the website or the information and materials provided on the website. Severability If any provision of this disclaimer is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render this disclaimer unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Entire Agreement This disclaimer constitutes the entire agreement between you and Chairify in relation to your use of our website and supersedes all previous agreements in respect of your use of this website. Updates and Modifications Chairify reserves the right to modify, suspend, or discontinue any aspect of the website at any time without prior notice. We may also impose limits on certain features and services or restrict your access to parts or all of the website without liability or notice. User-generated Content Chairify may allow users to post, upload, or submit content to the website. By doing so, you grant Chairify a worldwide, non-exclusive, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the content in connection with the website and Chairify's business. Security While Chairify takes reasonable measures to ensure the security of our website, we cannot guarantee that unauthorized third parties will not be able to circumvent our security measures or use your personal information for improper purposes. You acknowledge and agree that you provide your personal information at your own risk. Third-party Services Chairify may use third-party services or products on our website. These third-party services may have their own terms and conditions and privacy policies. Chairify is not responsible for the content or practices of any third-party websites or services. Termination Chairify reserves the right to terminate or suspend your access to all or any part of the website at any time, with or without cause, with or without notice, effective immediately. Upon termination of your access, your right to use the website will immediately cease. Acceptance of Terms By accessing or using Chairify's website, you agree to be bound by the terms and conditions set forth in this disclaimer. If you do not agree to these terms, please do not use the website. Changes and Revisions Chairify reserves the right to make changes or revisions to the disclaimer at any time without prior notice. It is your responsibility to review the disclaimer periodically for any updates or modifications. Your continued use of the website after the posting of changes constitutes acceptance of those changes. Feedback and Suggestions We welcome your feedback and suggestions regarding Chairify's website and services. However, please note that any feedback or suggestions you provide shall be deemed non-confidential and non-proprietary. Chairify shall be free to use, disclose, reproduce, modify, license, distribute, and exploit such feedback or suggestions without restriction. No Waiver The failure of Chairify to enforce any provision of this disclaimer shall not be construed as a waiver of such provision or the right to enforce it at a later time. Language This disclaimer may be translated into languages other than English for your convenience. In the event of any discrepancy or conflict between the English version and a translated version, the English version shall prevail. Headings The headings used in this disclaimer are for convenience only and shall not affect the interpretation of the provisions herein. Limitation of Liability Chairify, its affiliates, officers, directors, employees, agents, suppliers, or licensors shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from: The use or inability to use the website. The cost of procurement of substitute goods and services resulting from any goods, data, information, or services purchased or obtained or messages received or transactions entered into through or from the website. Unauthorized access to or alteration of your transmissions or data. Statements or conduct of any third party on the website. Any other matter relating to the website. Reservation of Rights Chairify reserves all rights not expressly granted in this disclaimer. Nothing in this disclaimer constitutes a waiver of Chairify's rights under applicable laws or regulations. Entire Agreement This disclaimer constitutes the entire agreement between you and Chairify regarding your use of the website, superseding any prior agreements or understandings between you and Chairify relating to the website. No Partnership or Agency Nothing in this disclaimer shall be deemed to create a partnership, joint venture, agency, or employment relationship between you and Chairify. Survival The provisions of this disclaimer that by their nature should survive termination shall survive any termination of your access to the website. Disclaimer Acknowledgment By accessing and using Chairify's website, you acknowledge that you have read, understood, and agreed to the terms and conditions set forth in this disclaimer. You acknowledge that Chairify has provided this disclaimer to you voluntarily and that your use of the website constitutes your acceptance of its terms. Modification of Disclaimer Chairify reserves the right to modify, alter, or update this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer periodically for changes. Your continued use of the website following the posting of any changes constitutes acceptance of those changes. Non-Reliance You acknowledge that you have not relied on any representation, warranty, or statement made by Chairify or any other person or entity, except as expressly set forth in this disclaimer. Contact Information If you have any questions or concerns regarding this disclaimer, please contact us at chairify@gmail.com. By using Chairify's website, you agree to the terms and conditions outlined in this disclaimer. Thank you for visiting Chairify! Chairify Style and comfort in every chair - Chairify! Home Catalog Contacts About Us Disclaimer Privacy Policy Terms of Use"
  }
}