{
  "name": "New_v9_Bolha",
  "pages": {
    "catalog": "Catálogo - Produtos para uma Vida Mais Confortável | Bolha Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Explore nosso Catálogo Descubra uma ampla variedade de produtos para preparar o seu Bubble Tea perfeito. Desde xaropes de sabores até acessórios de bar, temos tudo que você precisa para criar suas bebidas favoritas em casa ou no seu negócio. Catálogo de Diferentes Tipos de Bubble Tea Bubble Tea de Morango Desfrute do sabor doce e refrescante do nosso Bubble Tea de morango. Perfeito para os dias quentes de verão! Bubble Tea de Manga O sabor tropical da manga combinado com as bolhas de tapioca tornam este Bubble Tea uma experiência deliciosa e exótica. Bubble Tea de Chá Verde Uma opção saudável e energizante, o Bubble Tea de chá verde é perfeito para quem busca um impulso de energia durante o dia. Bubble Tea de Limão Refrescante e cítrico, o Bubble Tea de limão é uma escolha perfeita para um dia quente de verão. Experimente hoje! Bubble Tea de Taro O sabor único e terroso do taro combinado com as bolhas de tapioca tornam este Bubble Tea uma experiência inesquecível. Bubble Tea de Lichia Delicie-se com o sabor doce e floral da lichia neste refrescante Bubble Tea. Uma explosão de sabor em cada gole! Opções de Pagamento e Condições de Entrega Formas de Pagamento Aqui na Bolha, oferecemos diversas opções de pagamento para sua conveniência. Aceitamos: Dinheiro: Pagamento em dinheiro no momento da entrega. Cartão de Crédito: Aceitamos todas as principais bandeiras de cartão de crédito. Transferência Bancária: Você pode efetuar o pagamento via transferência bancária. Pagamento Online: Facilitamos o pagamento online através de plataformas seguras. Escolha a opção que melhor se adequa a você! Condições de Entrega Queremos garantir que você receba seus produtos de forma rápida e segura. Aqui estão nossas condições de entrega: Entrega Gratuita: Oferecemos entrega gratuita para pedidos acima de R$50,00. Taxa de Entrega: Para pedidos abaixo de R$50,00, será cobrada uma taxa de entrega de R$5,00. Tempo de Entrega: O tempo de entrega estimado é de 2-3 dias úteis após a confirmação do pagamento. Entrega Segura: Nossos entregadores estão treinados para garantir a segurança do seu pedido durante o transporte. Rastreamento: Oferecemos opções de rastreamento para que você possa acompanhar o seu pedido em tempo real. Estamos comprometidos em oferecer um serviço de entrega de qualidade para que você possa desfrutar dos seus produtos da Bolha o mais rápido possível! Perguntas Frequentes sobre Bubble Tea O que é Bubble Tea? Bubble Tea é uma bebida refrescante originária de Taiwan, feita com chá gelado, leite ou suco de frutas e tapioca ou pérolas de sabor. Quais são os sabores mais populares de Bubble Tea? Os sabores mais populares de Bubble Tea incluem morango, manga, chá verde, taro e lichia. O Bubble Tea contém cafeína? Depende. O chá preto e o chá verde, que são frequentemente usados no Bubble Tea, contêm cafeína, mas algumas variedades podem ser feitas sem cafeína. Como são feitas as pérolas de tapioca? As pérolas de tapioca são feitas a partir de farinha de tapioca e cozidas em água fervente até ficarem macias. Em seguida, são adoçadas com xarope de açúcar. Posso personalizar o meu Bubble Tea? Sim, muitas lojas de Bubble Tea permitem que você personalize sua bebida, escolhendo o tipo de chá, o sabor, o nível de doçura e até mesmo o tipo de leite. Entre em Contato Nome: Email: Mensagem: Aceito a Política de Privacidade. Enviar Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Termos e Condições Política de Privacidade",
    "index": "Bolha - Bem-vindo à Bolha: O Seu Destino para uma Vida Mais Confortável Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Bem-Vindo à Bolha! Descubra o delicioso mundo do Bubble Tea com a Bolha. Oferecemos produtos de alta qualidade e dicas úteis para você criar suas próprias bebidas em casa. Variedade de Sabores Fácil Preparo Ingredientes de Qualidade Opções Saudáveis Personalização Experiência Única Catálogo de Produtos Sirupos Descubra nossa seleção de sirupos de alta qualidade, disponíveis em uma variedade de sabores deliciosos para dar um toque especial às suas bebidas de Bubble Tea. Toppings (Tapioca) Adicione diversão e sabor às suas bebidas com os nossos toppings de tapioca, perfeitos para criar aquela textura única e agradável. Aditivos Explore nossa gama de aditivos premium, desde popping boba até jelly de frutas, para adicionar um toque de surpresa e sabor às suas bebidas. Chás em Folha Conheça nossos chás em folha de alta qualidade, cuidadosamente selecionados para oferecer uma experiência única de sabor e aroma em cada gole. Equipamento de Bar Descubra uma variedade de equipamentos de bar essenciais para preparar e servir suas bebidas de Bubble Tea com eficiência e estilo. Materiais Consumíveis Encontre todos os materiais consumíveis necessários para o seu negócio de Bubble Tea, incluindo copos, canudos, e muito mais, tudo com qualidade premium. Produtos Populares Xarope de Sabores Explore nossa variedade de xaropes em diversos sabores, perfeitos para adicionar um toque doce e saboroso às suas bebidas de Bubble Tea. R$ 15,00 Popping Boba Adicione uma explosão de sabor com nossas bolhas de frutas, disponíveis em uma variedade de sabores suculentos para tornar suas bebidas ainda mais divertidas. R$ 12,00 Pérolas de Tapioca Experimente a autêntica tapioca para Bubble Tea, perfeitamente cozida e pronta para adicionar textura e sabor às suas criações. R$ 10,00 Chá em Folha Descubra nossa seleção premium de chás em folha, cuidadosamente selecionados para criar a base perfeita para suas bebidas de Bubble Tea. R$ 20,00 Canudos de Boba Canudos largos especialmente projetados para desfrutar de pérolas de tapioca enquanto saboreia seu Bubble Tea favorito. R$ 8,00 Shaker de Coquetel Agite e misture seus ingredientes com facilidade usando nosso shaker de coquetel profissional, perfeito para criar bebidas perfeitamente misturadas e refrescantes. R$ 25,00 Descubra o Sabor Único do Bubble Tea! Delicie-se com uma experiência refrescante e cheia de sabor. Experimente nossos produtos premium e crie suas próprias combinações exclusivas. Comece sua jornada no mundo do Bubble Tea hoje mesmo! Explore nosso Catálogo Veja o que nossos clientes estão dizendo Ana Oliveira \"Experimentei o Bubble Tea de manga e amei! O atendimento também foi ótimo.\" Fernando Souza \"Os produtos são incríveis! O Bubble Tea de chá verde é o meu favorito, sempre volto para mais!\" Larissa Silva \"O Bubble Tea de morango é uma delícia! Recomendo para quem busca uma bebida refrescante e saborosa.\" Rafael Martins \"Sempre que estou na cidade, venho aqui tomar meu Bubble Tea favorito. É simplesmente incrível!\" Carolina Pereira \"Amei o atendimento e a variedade de sabores de Bubble Tea. Com certeza voltarei!\" Marcos Costa \"O Bubble Tea aqui é maravilhoso! Sempre peço o de chá preto, uma verdadeira explosão de sabores!\" Sobre Nós Somos apaixonados por Bubble Tea e queremos compartilhar essa paixão com você! Na Bolha, dedicamo-nos a oferecer os melhores produtos e experiências, desde nossos deliciosos sabores de Bubble Tea até nosso atendimento ao cliente excepcional. Nossas lojas são espaços vibrantes, onde você pode relaxar, socializar e desfrutar de uma bebida refrescante. Trabalhamos constantemente para inovar e trazer novos sabores e combinações para satisfazer o seu paladar. Estamos comprometidos com a qualidade e a satisfação do cliente. Venha nos visitar e descubra por que somos o destino preferido para os amantes de Bubble Tea em todo lugar! No coração da Bolha está a nossa paixão pelo Bubble Tea. O Bubble Tea é uma bebida única e versátil, originária de Taiwan. Ele combina chá ou leite com sabor, bolhas de tapioca ou outros toppings, e é servido gelado ou quente. O resultado é uma bebida deliciosa, colorida e cheia de textura, que é uma verdadeira explosão de sabor. Na Bolha, nos esforçamos para oferecer a melhor experiência de Bubble Tea possível. Nossos ingredientes são cuidadosamente selecionados para garantir qualidade e frescor em cada gole. Nossa equipe é treinada para criar as bebidas perfeitas, e estamos sempre abertos a novas ideias e sugestões dos nossos clientes. Além de deliciosas bebidas, na Bolha você encontra um ambiente acolhedor e amigável. Nossas lojas são projetadas para serem espaços convidativos, onde você pode relaxar com amigos, estudar ou simplesmente desfrutar de um momento para si mesmo. Estamos sempre buscando criar uma comunidade em torno do Bubble Tea, e adoramos ver nossos clientes se conectando e compartilhando momentos especiais em nossas lojas. Acreditamos que o Bubble Tea é mais do que uma simples bebida - é uma experiência. É sobre saborear cada gole, descobrir novos sabores e criar memórias com amigos e familiares. Por isso, convidamos você a fazer parte da nossa jornada e a descobrir o mundo delicioso e vibrante do Bubble Tea na Bolha! Contatos Endereço com Manuel de fhala-R. Clara Nunes, 5830-Aponiã , Porto Velho-RO, 76824-210, Brasil Telefone +551675943204 Email Bolha@gmail.com Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Termos e Condições Política de Privacidade",
    "policy": "Política de Privacidade - Bolha main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #f25d96; } main a:hover { text-decoration: underline; } Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Política de Privacidade Na Bolha Tea, respeitamos sua privacidade e estamos comprometidos em proteger suas informações pessoais. Leia atentamente esta política para entender nossas práticas em relação à sua privacidade e como suas informações são tratadas. Segurança e Proteção Na Bolha Tea, levamos a segurança das suas informações pessoais muito a sério. Implementamos diversas medidas para proteger suas informações contra acesso não autorizado, uso indevido, alteração ou destruição. Nossas práticas de segurança são constantemente revisadas e atualizadas para garantir a proteção adequada dos seus dados. Algumas das medidas que adotamos incluem: Criptografia SSL: Utilizamos tecnologia de criptografia SSL (Secure Socket Layer) para garantir que suas informações pessoais sejam transmitidas de forma segura entre seu navegador e nossos servidores. Isso protege suas informações contra interceptação por terceiros durante a transmissão. Firewalls: Mantemos firewalls em nossos sistemas para proteger contra acesso não autorizado ou intrusões externas. Essas barreiras de segurança ajudam a impedir que hackers ou programas maliciosos acessem nossos servidores e dados. Controles de Acesso: Limitamos o acesso às suas informações pessoais apenas a funcionários autorizados que necessitam delas para realizar suas funções. Além disso, exigimos que esses funcionários mantenham a confidencialidade das informações. Procedimentos de Segurança Física: Além das medidas digitais, implementamos procedimentos de segurança física em nossas instalações. Isso inclui o controle de acesso às áreas onde os servidores estão localizados e a proteção contra danos físicos, como incêndios ou inundações. Estamos comprometidos em manter a integridade e a confidencialidade das suas informações pessoais, adotando as melhores práticas de segurança da informação. Links de Terceiros Nosso site pode conter links para sites ou serviços de terceiros que não são de propriedade ou operados pela Bolha. Esses links são fornecidos apenas para sua conveniência e referência. Não controlamos esses sites de terceiros e não somos responsáveis pelo seu conteúdo, políticas de privacidade ou práticas. Encorajamos você a revisar as políticas de privacidade de todos os sites de terceiros que visitar, pois suas práticas podem diferir das nossas. Apesar de nossos esforços para incluir apenas links de qualidade para sites confiáveis, não podemos garantir a segurança ou precisão de qualquer conteúdo externo vinculado a partir do nosso site. A Bolha não assume qualquer responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Ao acessar links de terceiros através do nosso site, você reconhece e concorda que a Bolha não será responsável por quaisquer danos ou perdas incorridos como resultado do seu uso ou confiança em qualquer conteúdo, produtos ou serviços de terceiros. No entanto, agradecemos qualquer feedback sobre os links externos em nosso site. Se você encontrar um link que considere inapropriado, quebrado ou enganoso, entre em contato conosco imediatamente para que possamos investigar e tomar as medidas apropriadas. Por favor, esteja ciente de que, ao sair do nosso site, outros sites podem ter políticas de privacidade e termos diferentes que estão além do nosso controle. Portanto, recomendamos fortemente que você leia a política de privacidade de cada site que visitar, especialmente se coletar informações pessoais. Além disso, podemos participar de programas de marketing de afiliados, o que significa que podemos receber comissões por compras feitas através de links para sites de varejistas. Esses links afiliados não influenciam nosso conteúdo editorial ou recomendações de produtos; eles são uma maneira de ganharmos taxas de publicidade vinculando a esses sites. A Bolha é participante do Programa de Associados da Amazon Services LLC, um programa de publicidade de afiliados projetado para fornecer meios para sites ganharem taxas de publicidade através de publicidade e links para a Amazon.com. Observe que nossa inclusão de links afiliados não implica endosso de quaisquer produtos, serviços ou opiniões oferecidos nesses sites. Nos esforçamos para fornecer informações precisas e imparciais aos nossos usuários, e qualquer compensação que recebemos através de programas de afiliados ajuda a apoiar a operação do nosso site. Alterações na Política de Privacidade Na Bolha Tea, estamos constantemente trabalhando para melhorar nossos serviços e produtos, o que pode resultar em alterações na nossa Política de Privacidade. Queremos que você saiba como suas informações pessoais são tratadas e, por isso, recomendamos que você revise esta Política de Privacidade regularmente para se manter informado. Quando fazemos alterações nesta Política de Privacidade, publicamos a versão atualizada em nosso site e atualizamos a data de \"Última Atualização\" no final desta página. Essas mudanças entram em vigor imediatamente após a publicação, a menos que especificado de outra forma. Se fizermos alterações significativas que afetem seus direitos de privacidade, iremos notificá-lo por meio de um aviso em destaque em nosso site ou por outros meios de comunicação, como e-mail. Seu consentimento para o uso do site após as alterações entrarem em vigor será considerado como aceitação das alterações. Encorajamos você a revisar esta Política de Privacidade regularmente para garantir que você compreenda como suas informações pessoais estão sendo protegidas e usadas. Contato Se você tiver dúvidas ou preocupações sobre esta Política de Privacidade, entre em contato conosco: com Manuel de fhala-R. Clara Nunes, 5830-Aponiã , Porto Velho-RO, 76824-210, Brasil +551675943204 Bolha@gmail.com Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Termos e Condições Política de Privacidade",
    "terms": "Termos & Condições - Bolha main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #f25d96; } main a:hover { text-decoration: underline; } Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Termos e Condições 1. Introdução Bem-vindo aos Termos e Condições da Bolha Tea. Estes termos e condições descrevem as regras e regulamentos para o uso do website da Bolha Tea. Ao acessar este site, assumimos que você aceita estes termos e condições na íntegra. Não continue a usar o site Bolha Tea se você não aceitar todos os termos e condições estabelecidos nesta página. Os seguintes termos se aplicam a estes Termos e Condições, Declaração de Privacidade e Aviso Legal e a todos os Contratos: \"Cliente\", \"Você\" e \"Seu\" referem-se a você, a pessoa que acessa este site e aceita os termos e condições da Empresa. \"A Empresa\", \"Nós\", \"Nossos\", \"Nós\" e \"Nós\", referem-se à nossa Empresa. \"Parte\", \"Partes\" ou \"Nós\", refere-se tanto ao Cliente quanto a nós mesmos, ou ao Cliente ou a nós mesmos. 2. Licença de Uso do Site A menos que indicado de outra forma, a Bolha Tea e/ou seus licenciadores detêm os direitos de propriedade intelectual do site e do material nele contido. Todos esses direitos são reservados. Você pode visualizar, baixar apenas para fins de caching e imprimir páginas do site para seu uso pessoal, sujeito às restrições estabelecidas abaixo e em outros lugares nesses termos e condições. Você não deve: Republicar material deste site; Vender, alugar ou sublicenciar material do site; Reproduzir, duplicar ou copiar material do site; ou Redistribuir conteúdo deste site. Partes deste site oferecem aos usuários a oportunidade de postar e trocar opiniões e informações em determinadas áreas do site. A Bolha Tea não filtra, edita, publica ou revisa Comentários antes de sua presença no site. Os Comentários não refletem as opiniões e pensamentos da Bolha Tea, suas afiliadas e/ou seus agentes. Os Comentários refletem as opiniões e pensamentos da pessoa que posta seus pontos de vista e opiniões. Até o máximo permitido pela lei aplicável, a Bolha Tea não será responsável pelos Comentários ou por qualquer responsabilidade, dano ou despesa causados e/ou sofridos como resultado de qualquer uso e/ou publicação e/ou aparência dos Comentários neste site. A Bolha Tea reserva-se o direito de monitorar todos os Comentários e remover qualquer Comentário que possa ser considerado inadequado, ofensivo ou que viole estes Termos e Condições. Você garante e declara que: Você tem o direito de postar os Comentários em nosso site e tem todas as licenças e consentimentos necessários para fazê-lo; Os Comentários não invadem quaisquer direitos de propriedade intelectual, incluindo, sem limitação, direitos autorais, patentes ou marcas registradas de terceiros; Os Comentários não contêm qualquer material difamatório, calunioso, ofensivo, indecente ou ilegal que seja uma invasão da privacidade; Os Comentários não serão usados para solicitar ou promover negócios ou costumes comerciais ilícitos. Você concede à Bolha Tea uma licença não exclusiva para usar, reproduzir, editar e autorizar outras pessoas a usar, reproduzir e editar qualquer um de seus Comentários em qualquer e todos os formulários, formatos ou mídias. 3. Hiperlinks Este site pode conter links para outros sites na internet. Esses links para outros sites não são controlados pela Bolha Tea. A Bolha Tea não assume responsabilidade pelo conteúdo de quaisquer sites para os quais você possa ser direcionado. Nós não monitoramos nem revisamos o conteúdo de sites de terceiros que estão vinculados a este site. As opiniões expressas ou material que aparece em tais sites não são necessariamente compartilhadas ou endossadas por nós e não devem ser consideradas como editoras de tais opiniões ou material. Por favor, esteja ciente de que não somos responsáveis pela política de privacidade ou pelo conteúdo desses sites. Nós encorajamos nossos usuários a estar cientes quando eles deixam nosso site e a ler as declarações de privacidade desses sites. Você deve avaliar a segurança e confiabilidade de qualquer outro site conectado a este site ou acessado por meio deste site, antes de divulgar qualquer informação pessoal para eles. A Bolha Tea não aceitará qualquer responsabilidade por qualquer perda ou dano em qualquer forma, seja direto, indireto ou conseqüente, decorrente do uso ou dependência de quaisquer informações contidas neste site. 4. Variações A Bolha Tea pode revisar estes termos e condições a qualquer momento. Ao usar este site, você concorda em ficar vinculado à versão atual destes termos e condições. 5. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil, e qualquer disputa relativa a estes termos e condições estará sujeita à jurisdição exclusiva dos tribunais do Brasil. 6. Informações de Contato Se você tiver alguma dúvida sobre nossos termos e condições, entre em contato conosco: com Manuel de fhala-R. Clara Nunes, 5830-Aponiã , Porto Velho-RO, 76824-210, Brasil +551675943204 Bolha@gmail.com Catálogo de produtos Catálogo Bubble tea Sobre Nós Pagamento e Entrega Perguntas Frequentes Contato Termos e Condições Política de Privacidade",
    "thanks": "Obrigado por Sua Compra - Bolha main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #f25d96; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado pelo seu Feedback! Agradecemos por compartilhar sua opinião conosco. Seu feedback é muito importante para nós. Voltar para a página inicial"
  },
  "date": "2024-05-06T12:53:13.838Z"
}