{
  "name": "New_v9_CasaLinda",
  "pages": {
    "about": "Loja de móveis CasaLinda - melhores preços e qualidade no Brasil | nossa história Início Sobre nós Categorias Catálogo Entre em contato conosco Sobre nós A nossa loja CasaLinda de móveis foi fundada em 2000, com o objetivo de oferecer móveis de alta qualidade para nossos clientes. Começamos como uma pequena loja física em uma cidade do interior, mas sempre tivemos o sonho de expandir nossos negócios e levar nossos produtos para todo o Brasil. Ao longo dos anos, nós nos esforçamos para oferecer os melhores produtos e serviços para nossos clientes. Nós investimos em nossa equipe, capacitando-os para fornecer o melhor atendimento possível. Nós também investimos em nossos fornecedores, selecionando cuidadosamente os melhores materiais e produtos para nossa loja. Hoje, nós somos uma das maiores lojas de móveis do Brasil, com uma ampla variedade de produtos para atender às necessidades e preferências de nossos clientes. Nós somos especializados em fornecer móveis modernos e elegantes para todos os ambientes da casa, desde o salão até o quarto. Nossa missão é fornecer móveis de alta qualidade, com um design moderno e elegante, a preços acessíveis. Nós acreditamos que todos merecem viver em ambientes confortáveis e bonitos, e nós nos esforçamos para tornar isso possível para nossos clientes. Nós somos uma empresa comprometida com a sustentabilidade, e nós nos esforçamos para minimizar o impacto ambiental de nossas atividades. Nós usamos materiais sustentáveis em nossos produtos, e nós reciclamos e reutilizamos os materiais sempre que possível. Nós estamos sempre procurando por novas oportunidades de crescimento e inovação. Nós investimos em tecnologia para melhorar a experiência de compra de nossos clientes, e nós estamos sempre atentos às tendências do mercado para oferecer os produtos mais atuais e relevantes. Nossa loja CasaLinda de móveis oferece uma ampla variedade de produtos de alta qualidade para todos os ambientes da sua casa. Nós somos especializados em fornecer móveis modernos e elegantes, com um design exclusivo e inovador. Nossa equipe de profissionais altamente qualificados está sempre à disposição para ajudá-lo a escolher os móveis certos para a sua casa, levando em conta o seu estilo pessoal e as suas necessidades. Nós oferecemos entrega gratuita para todas as compras acima de R$ 500,00 e uma garantia de 1 ano em todos os nossos produtos. Visite nossa loja hoje mesmo e conheça nossa ampla variedade de produtos. Estamos ansiosos para atendê-lo! 12 Anos de experiência no mercado de móveis 500 Clientes satisfeitos com nossos produtos e serviços 20 Profissionais altamente qualificados na nossa equipe 1000 Produtos de alta qualidade em nossa loja 1 Ano de garantia em todos os nossos produtos 500 Valor mínimo de compra para entrega gratuita Serviços Entrega gratuita Oferecemos entrega gratuita para todas as compras acima de R$ 500,00. Nossa equipe de entrega é treinada para lidar com nossos produtos com cuidado, garantindo que eles cheguem em perfeitas condições à sua casa. Instalação profissional Nossa equipe de profissionais altamente qualificados está disponível para instalar seus móveis de forma rápida e eficiente. Nós nos preocupamos em garantir que seus móveis sejam instalados corretamente, para que você possa desfrutar deles por muitos anos. Troca e devolução Se você não estiver satisfeito com o seu produto, nós oferecemos uma política de troca e devolução justa e fácil. Entre em contato conosco dentro de 7 dias após a entrega, e nós nos encarregaremos do resto. Opções de pagamento flexíveis Oferecemos uma variedade de opções de pagamento flexíveis, incluindo cartão de crédito, débito e boleto bancário. Nós também oferecemos financiamento com juros competitivos, para que você possa comprar os móveis que deseja sem se preocupar com o custo inicial. Atendimento ao cliente 24/7 Nossa equipe de atendimento ao cliente está disponível 24 horas por dia, 7 dias por semana, para responder às suas perguntas e ajudá-lo com qualquer problema que você possa ter. Entre em contato conosco por telefone, e-mail ou bate-papo ao vivo. Garantia de 1 ano Todos os nossos produtos vêm com uma garantia de 1 ano, para que você possa comprar com confiança. Se você tiver algum problema com o seu produto dentro desse período, nós nos encarregaremos de consertá-lo ou substituí-lo. Links Início Sobre nós Categorias Catálogo Entre em contato conosco Política Política de privacidade Termos e condições Contatos Av. Castelo de Castro, 997 - Conjunto São Cristóvão, Fortaleza - CE, 60866-681, Brasil +5585987747707 casalinda@gmail.com",
    "privacy": "Loja de móveis CasaLinda - melhores preços e qualidade no Brasil | Política de Privacidade Início Sobre nós Categorias Catálogo Entre em contato conosco Política de Privacidade Esta Política de Privacidade descreve como nossa loja de móveis coleta, usa e divulga as informações pessoais que você fornece ao usar nosso site. Ao usar nosso site, você concorda com as práticas descritas nesta Política de Privacidade. Informações que coletamos Coletamos as seguintes informações pessoais quando você as fornece voluntariamente ao usar nosso site: Nome Endereço de e-mail Endereço postal Número de telefone Informações de pagamento Como usamos suas informações Usamos suas informações pessoais para os seguintes fins: Para processar e entregar suas compras Para responder às suas perguntas e fornecer atendimento ao cliente Para enviar-lhe informações sobre nossos produtos, serviços e promoções Para melhorar nossos produtos, serviços e site Para fins de análise de dados e pesquisa de mercado Como compartilhamos suas informações Podemos compartilhar suas informações pessoais com as seguintes partes: Fornecedores de serviços de terceiros que nos ajudam a operar nosso site e fornecer nossos produtos e serviços Parceiros comerciais que nos ajudam a oferecer produtos e serviços adicionais Autoridades governamentais e agências de aplicação da lei, quando exigido por lei ou para proteger nossos direitos ou propriedade Como protegemos suas informações Tomamos medidas razoáveis para proteger suas informações pessoais de acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de dados pela internet é 100% segura, e não podemos garantir a segurança absoluta de suas informações. Suas opções Você pode escolher não fornecer suas informações pessoais, mas isso pode impedir-lo de usar algumas das funcionalidades do nosso site. Você também pode optar por não receber nossos e-mails promocionais, seguindo as instruções de cancelamento de inscrição contidas em cada e-mail. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Qualquer alteração será publicada nesta página, e a data da última atualização será indicada no topo da página. Recomendamos que você revise esta Política de Privacidade regularmente para ficar atualizado sobre nossas práticas de privacidade. Contato Se você tiver alguma pergunta ou comentário sobre nossa Política de Privacidade, por favor, entre em contato conosco por e-mail casalinda@gmail.com ou telefone. Links Início Sobre nós Categorias Catálogo Entre em contato conosco Política Política de privacidade Termos e condições Contatos Av. Castelo de Castro, 997 - Conjunto São Cristóvão, Fortaleza - CE, 60866-681, Brasil +5585987747707 casalinda@gmail.com",
    "terms": "Loja de móveis CasaLinda - melhores preços e qualidade no Brasil | Termos e Condições Início Sobre nós Categorias Catálogo Entre em contato conosco Termos e Condições Estes termos e condições regulam o uso deste site e a compra de produtos e serviços oferecidos por nossa loja de móveis. Ao usar este site ou fazer uma compra, você concorda com estes termos e condições. Uso do Site Você concorda em usar este site apenas para fins legais e de acordo com estes termos e condições. Você não pode usar este site para fins ilegais, ofensivos ou prejudiciais a nossa loja de móveis ou a terceiros. Compras Todas as compras estão sujeitas à disponibilidade de estoque. Nós nos reservamos o direito de cancelar ou modificar uma compra em caso de erro de preço ou indisponibilidade de estoque. Você é responsável por fornecer informações precisas e completas para a entrega e pagamento. Nós não somos responsáveis por erros ou atrasos na entrega causados por informações incorretas ou incompletas. Preços e Pagamento Todos os preços estão em reais brasileiros e incluem impostos. Nós nos reservamos o direito de alterar os preços a qualquer momento. Aceitamos pagamentos por cartão de crédito, débito e boleto bancário. Todas as transações são processadas por meio de um gateway de pagamento seguro. Entrega Oferecemos entrega gratuita para todas as compras acima de R$ 500,00. Para compras abaixo deste valor, cobramos uma taxa de entrega fixa. A entrega é feita por meio de transportadora contratada, e os prazos de entrega podem variar de acordo com a região. Não somos responsáveis por atrasos na entrega causados por fatores externos, como condições climáticas adversas ou greves. Troca e Devolução Oferecemos uma política de troca e devolução justa e fácil. Se você não estiver satisfeito com o seu produto, entre em contato conosco dentro de 7 dias após a entrega, e nós nos encarregaremos do resto. Os produtos devem estar em condições novas e na embalagem original para serem elegíveis para troca ou devolução. Não oferecemos troca ou devolução para produtos personalizados ou encomendados especialmente para você. Garantia Todos os nossos produtos vêm com uma garantia de 1 ano, para que você possa comprar com confiança. Se você tiver algum problema com o seu produto dentro desse período, nós nos encarregaremos de consertá-lo ou substituí-lo. Limitação de Responsabilidade Não somos responsáveis por danos indiretos, consequenciais ou incidentais decorrentes do uso deste site ou da compra de nossos produtos ou serviços. Alterações nos Termos e Condições Podemos atualizar estes termos e condições periodicamente. Qualquer alteração será publicada nesta página, e a data da última atualização será indicada no topo da página. Recomendamos que você revise estes termos e condições regularmente para ficar atualizado sobre nossas práticas comerciais. Contato Se você tiver alguma pergunta ou comentário sobre estes termos e condições, por favor, entre em contato conosco por e-mail casalinda@gmail.com ou telefone. Links Início Sobre nós Categorias Catálogo Entre em contato conosco Política Política de privacidade Termos e condições Contatos Av. Castelo de Castro, 997 - Conjunto São Cristóvão, Fortaleza - CE, 60866-681, Brasil +5585987747707 casalinda@gmail.com",
    "thank": "Loja de móveis CasaLinda - melhores preços e qualidade no Brasil | Obrigado Obrigado por entrar em contato conosco! Nós apreciamos muito o interesse em nossos produtos e serviços. Em breve, um membro da nossa equipe entrará em contato com você para responder às suas perguntas e ajudá-lo com qualquer coisa que você precisar. Se você tiver alguma outra pergunta ou comentário, por favor, não hesite em nos contatar novamente. Estamos aqui para ajudar! Até logo, e novamente, obrigado por se comunicar com a nossa loja de móveis. Início",
    "index": "Loja de móveis CasaLinda - melhores preços e qualidade no Brasil Início Sobre nós Categorias Catálogo Entre em contato conosco Encontre os melhores móveis para a sua casa Oferecemos uma ampla variedade de móveis de alta qualidade para você escolher. Nossos produtos são projetados para atender às suas necessidades e preferências, desde sofás e camas até mesas e cadeiras. Todos os nossos móveis são feitos com materiais duráveis e resistentes, garantindo assim a sua satisfação e conforto por muitos anos. Ver catálogo Categorias de Produtos Sofás Camas Mesas e Cadeiras Conheça nossa loja de móveis A nossa loja CasaLinda de móveis oferece uma ampla variedade de produtos de alta qualidade para atender às suas necessidades e preferências. Nós somos especializados em fornecer móveis modernos e elegantes para todos os ambientes da sua casa, desde o salão até o quarto. Nossos produtos são feitos com materiais duráveis e resistentes, garantindo assim a sua satisfação e conforto por muitos anos. Além disso, nós oferecemos uma equipe de profissionais altamente qualificados para ajudá-lo a escolher os móveis certos para a sua casa, levando em conta o seu estilo pessoal e as suas necessidades. Nossa loja está localizada em um lugar conveniente e fácil de acessar, e nós oferecemos entrega gratuita para todas as compras acima de R$ 500,00. Além disso, nós oferecemos uma garantia de 1 ano em todos os nossos produtos, para que você possa comprar com confiança. Ver catálogo Produtos mais vendidos Sofá de couro preto R$ 1.299,90 Pedido Cama box de madeira R$ 999,90 Pedido Mesa de jantar de vidro R$ 899,90 Pedido Cadeira de balanço de madeira R$ 399,90 Pedido Guarda-roupa de 3 portas R$ 1.499,90 Pedido Poltrona de couro marrom R$ 699,90 Pedido A importância da decoração na sua casa A decoração da sua casa é muito mais do que apenas escolher móveis e cores bonitas. Ela pode afetar a sua qualidade de vida, o seu humor e até mesmo a sua saúde mental. Uma casa bem decorada pode proporcionar um ambiente confortável e acolhedor, onde você possa se sentir à vontade e relaxar após um dia de trabalho. Ela também pode refletir a sua personalidade e o seu estilo pessoal, tornando o ambiente ainda mais acolhedor e agradável. Além disso, a decoração pode ajudar a melhorar a funcionalidade dos ambientes da sua casa. Por exemplo, uma mesa de centro bem escolhida pode servir como ponto central para a decoração do salão, além de oferecer espaço para guardar objetos e servir como apoio para outros móveis. Por fim, a decoração também pode aumentar o valor da sua casa. Uma casa bem decorada e bem cuidada é mais atraente para compradores potenciais, o que pode aumentar o seu valor de mercado. Portanto, se você está pensando em decorar ou redecorar a sua casa, não subestime a importância da decoração. Escolha móveis e acessórios que refletem a sua personalidade e que sejam funcionais para os ambientes da sua casa. Não se esqueça também de prestar atenção às cores, à iluminação e à disposição dos móveis. Tem alguma dúvida? Use o formulário abaixo para entrar em contato com a equipe de vendas Aceito a política de privacidade Enviar mensagem Links Início Sobre nós Categorias Catálogo Entre em contato conosco Política Política de privacidade Termos e condições Contatos Av. Castelo de Castro, 997 - Conjunto São Cristóvão, Fortaleza - CE, 60866-681, Brasil +5585987747707 casalinda@gmail.com"
  },
  "date": "2024-05-08T11:19:59.684Z"
}