{
  "name": "New_v9_CamGee",
  "pages": {
    "index": "Cam Gee Hair Salon | Premier Beauty and Style Services in India Portfolio About Contacts Portfolio About Contacts Charm and Grace:Transform Your Look Cam Gee Hair Salon, established in 2010, is an oasis of beauty, hair indulgence, and the synonym of stylish haircuts. callbackabout PROPOSALS We offer a complete range of hair services including haircuts & styling, coloring, eyebrow and eyelash tinting, perming, hair straightening, and a lot more. HAIRSTYLESACHIEVING THE BEST LOOK HAIRCUTSCREATING YOUR IMAGE COLORINGANY COLORS YOU CAN IMAGINE 20% discount For those who sign up through the form on the website.callback Our portfolio Explore our complete portfolio showcasing a variety of hairstyles, hair extensions, and more. Every look you see here was crafted by our talented stylists and hairdressers. ABOUT US Cam Gee is one of the premier beauty salons in India, welcoming women, men, and children with open arms. Our salon has earned an incredible reputation thanks to our professional team of hairstylists who continually work wonders on our clients' hair. We strive to highlight your natural beauty and individuality through our services. Our stylists are highly qualified and experienced, allowing them to create unique and stylish looks that match your preferences and the latest fashion trends. At Cam Gee, we offer a wide range of services, including haircuts, styling, coloring, and extensions. Each of our clients receives personalized attention and care, making every visit to our salon a special and pleasant experience. We use only high-quality and proven products to ensure your hair remains healthy and beautiful. In addition, we are delighted to offer our clients various loyalty programs and special deals that make our services even more accessible. Book an appointment through our website and enjoy professional hair care in the cozy and friendly atmosphere of our salon. Cam Gee is the place where your beauty shines to the fullest. We look forward to meeting you and making your dreams of perfect hair come true.callback FRIENDLY TEAM Our staff is always polite and courteous, ensuring a pleasant experience from start to finish. We strive for excellence not only in the quality of our services but also in our interactions with you. BEST EQUIPMENT We use top-of-the-line equipment and premium products to deliver the highest quality haircut services to our clients. PERFECT ATMOSPHERE When you visit Cam Gee, you are guaranteed to experience the warm and friendly atmosphere of our salon. CONTACTS +91-393-3939393You can call us anytime Hyatt Regency Delhi cam-gee@gmail.com Feel free to email us your questions GET IN TOUCH Send Message I acceptPrivacy policy Proposals Portfolio About Skills Contacts Privacy PolicyTerms and Conditions",
    "privacy-policy": "CamGee Privacy Policy - Protecting your information Portfolio About Contacts Portfolio About Contacts Privacy Policy Data Collection: Cam Gee Hair Salon collects information, including user preferences and appointment history, to enhance the service experience. Personal Information: Users may provide personal information voluntarily during the booking process for appointment fulfillment and communication purposes. Use of Information: Collected data is used to process appointments, personalize recommendations, and improve services at Cam Gee Hair Salon. Third-Party Partners: Cam Gee Hair Salon may share non-personal information with third-party partners for analytics and marketing purposes, but never sells personal information. Data Security: Cam Gee Hair Salon employs security measures to protect user information from unauthorized access, disclosure, or alteration. Children's Privacy: Cam Gee Hair Salon is not intended for users under 13. The site does not knowingly collect personal information from children. Consent: By using Cam Gee Hair Salon, users consent to the terms outlined in this Privacy Policy. Opt-Out: Users have the right to opt-out of marketing communications. Contact us for assistance. Updating Information: Users can review, update, or delete their personal information by accessing their account on Cam Gee Hair Salon. Policy Changes: Cam Gee Hair Salon reserves the right to update this Privacy Policy. Users will be notified of any changes. Data Sharing: Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analytics. Data Retention: User information is retained for as long as necessary to fulfill the purposes outlined in this policy. Legal Compliance: Cam Gee Hair Salon complies with applicable data protection laws and regulations. User Rights: Users have the right to access, correct, or delete their personal information. Contact us to exercise these rights. Contact Information: For questions or concerns regarding this Privacy Policy, contact our support team through the provided contact information at cam-gee@gmail.com . Feedback: We welcome user feedback regarding our Privacy Policy and overall service experience. Communication: Users may receive appointment confirmations, service notifications, and other transaction-related emails. Marketing Communications: Users may receive promotional emails. Opt-out options are provided in each marketing email. Payment Information: Cam Gee Hair Salon does not store credit card information. Payments are processed securely through trusted payment gateways. Proposals Portfolio About Skills Contacts Privacy PolicyTerms and Conditions",
    "terms-conditions": "Terms of Use CamGee - Terms for navigation on our website Portfolio About Contacts Portfolio About Contacts Terms and Conditions Welcome to Cam Gee Hair Salon. By accessing and using our website and services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. Introduction These Terms and Conditions govern your use of our website, and any services provided by Cam Gee Hair Salon. By using our website, you accept these Terms and Conditions in full. If you disagree with any part of these terms, you must not use our website or services. 2. Services Cam Gee Hair Salon provides hair styling, cutting, coloring, and related beauty services. All services are subject to availability and may require advance booking. 3. Booking and Appointments Appointments can be booked online through our website, by phone, or in person. Cancellations or changes to appointments must be made at least 24 hours in advance. Late arrivals may result in reduced service time or rescheduling. 4. Pricing and Payments All prices for our services are listed on our website and are subject to change without notice. Payments are due at the time of service. We accept cash, credit/debit cards, and other payment methods as indicated on our website. Tips are appreciated but not mandatory. 5. User Conduct By using our website and services, you agree to: Provide accurate, current, and complete information during the booking process. Respect our staff and other clients. Refrain from using abusive or inappropriate language. 6. Privacy Policy Your use of our website is also governed by our Privacy Policy, which details how we collect, use, and protect your personal information. Please review our Privacy Policy. 7. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of Cam Gee Hair Salon and is protected by copyright and other intellectual property laws. You may not use, reproduce, or distribute any content from our website without our prior written permission. 8. Limitation of Liability Cam Gee Hair Salon is not liable for any direct, indirect, incidental, or consequential damages arising out of your use of our website or services. We strive to provide accurate and up-to-date information, but we do not warrant the completeness or accuracy of the information on our website. 9. Changes to Terms and Conditions We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Your continued use of our website and services after any changes indicates your acceptance of the new Terms and Conditions. 10. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any disputes relating to these terms shall be subject to the exclusive jurisdiction of the courts of India. 11. Contact Information If you have any questions or concerns about these Terms and Conditions, please contact us at: Cam Gee Hair Salon Email: cam-gee@gmail.com Phone: +91-393-3939393 Address: Hyatt Regency Delhi 12. Feedback We welcome your feedback and suggestions to improve our services and website. Please reach out to us through the contact information provided above. By using our website and services, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions. Proposals Portfolio About Skills Contacts Privacy PolicyTerms and Conditions",
    "thanks": "Page CamGee Thank you for your visit and interest Go back home Heartfelt thanks from the team Cam-Gee We extend our heartfelt gratitude for choosing Cam-Gee as your haven for exquisite hair care and harmonious transformations. Your appreciation for the artistry of hairstyling fuels our dedication to providing exceptional services and an unparalleled salon experience."
  },
  "date": "2024-05-28T07:01:50.684Z"
}