{
  "name": "New_v9_IndianStitchStudio",
  "pages": {
    "index": "Indian Stitch Studio - Exquisite Indian Fashion & Tailoring Home About us Services Prices Get in touch Experience the Art of Indian Fashion Explore the beauty and elegance of traditional Indian clothing, expertly tailored to perfection. Discover our exquisite collection and bring your dream outfit to life. Discover Our Services Expert Tailoring Services Custom Tailoring for Your Unique Style Experience the finest in Indian craftsmanship with our expert tailoring services. Whether you need alterations, repairs, or custom-made garments, our skilled artisans will ensure that your clothes fit perfectly and reflect your unique style. Explore Our Services Exquisite Indian Embroidery Elevate your attire with our exquisite Indian embroidery services. Our skilled artisans use traditional techniques to add intricate designs and embellishments to your garments, creating unique and stunning pieces that showcase the beauty of Indian craftsmanship. Whether you want to add delicate embroidery to your bridal attire or enhance your everyday clothing, our expert craftsmen will bring your vision to life with precision and attention to detail. Discover Our Embroidery Services Expert Alterations and Repairs Trust our expert tailors for all your alteration and repair needs. Whether it's resizing, hemming, or fixing damages, we ensure that your garments fit perfectly and look as good as new. With attention to detail and precision, we guarantee satisfaction with every stitch. At Indian Stitch Studio, we understand the importance of well-fitted clothing. That's why we offer a range of alteration and repair services to ensure that your wardrobe always looks its best. Explore Our Tailoring Services OUR SPECIAL SERVICES Custom Tailoring Embroidery Alterations & Repairs Bespoke Design PAY ONLY FOR WHAT YOU NEED Custom Tailoring ₹1000 Per garment Choose Customized to your measurements Choice of fabric and design Includes basic alterations Turnaround time: 7-10 days Expert craftsmanship Embroidery ₹500 Per design Choose Intricate embroidery designs Choice of thread and embellishments Can be added to any garment Turnaround time: 5-7 days Beautifully crafted detailing Alterations & Repairs ₹300 Starting price Choose Resizing, hemming, and repairs Fixing damages and tears Expert craftsmanship Turnaround time: 3-5 days Professional alterations Bespoke Design ₹1500 Per design Choose Custom-designed outfits Personalized consultation Choice of fabric and style Turnaround time: 10-14 days Exclusive and unique designs Express Service ₹500 Additional charge Choose Priority service Guaranteed delivery within 3 days Available for all services Subject to availability Fast-track your order Group Discounts 10% off For groups of 5 or more Choose Discount on total order Available for all services Perfect for weddings and events Bookings must be made together Contact us for more information SEND US MESSAGE Please send us a message or get in touch regarding any query you may have about our services. I accept privacy policy Send message 6/, Block 27, Subhash Nagar, Delhi 110027, India indianstitchstudio@gmail.com +911145531151 Home About us Services Prices Get in touch Privacy policy Terms and Conditions",
    "terms": "Indian Stitch Studio - Exquisite Indian Fashion & Tailoring | Terms and Conditions Home About us Services Prices Get in touch Terms and Conditions These terms and conditions outline the rules and regulations for the use of Indian Stitch Studio's Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use Indian Stitch Studio if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. Cookies We employ the use of cookies. By accessing Indian Stitch Studio, you agreed to use cookies in agreement with the Indian Stitch Studio's Privacy Policy. Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies. License Unless otherwise stated, Indian Stitch Studio and/or its licensors own the intellectual property rights for all material on Indian Stitch Studio. All intellectual property rights are reserved. You may access this from Indian Stitch Studio for your own personal use subjected to restrictions set in these terms and conditions. Contact us at indianstitchstudio@gmail.com You must not: Republish material from Indian Stitch Studio Sell, rent or sub-license material from Indian Stitch Studio Reproduce, duplicate or copy material from Indian Stitch Studio Redistribute content from Indian Stitch Studio 6/, Block 27, Subhash Nagar, Delhi 110027, India indianstitchstudio@gmail.com +911145531151 Home About us Services Prices Get in touch Privacy policy Terms and Conditions",
    "thank": "Indian Stitch Studio - Exquisite Indian Fashion & Tailoring | Thank you Thank You for Choosing Indian Stitch Studio Thank you for considering Indian Stitch Studio for your tailoring needs. We look forward to serving you and providing you with the highest quality of service and craftsmanship. Our team will get in touch with you shortly to discuss your requirements in detail. If you have any urgent inquiries, please feel free to contact us. Best regards, The Indian Stitch Studio Team Home page",
    "privacy": "Indian Stitch Studio - Exquisite Indian Fashion & Tailoring | Privacy Policy Home About us Services Prices Get in touch Privacy Policy Your privacy is important to us. It is Indian Stitch Studio's policy to respect your privacy regarding any information we may collect from you across our website, and other sites we own and operate. Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies. You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services. Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us. We only collect information about you if we have a reason to do so — for example, to provide our services, to communicate with you, or to make our services better. We collect this information from three sources: if and when you provide information to us, automatically through operating our services, and from outside sources. Let’s go over the information that we collect. Information You Provide to Us It's all up to you. You don't need to provide any personal information to use our website. However, we may collect personal information that you provide to us when you: Sign up for an account Communicate with us Use our services Information We Collect Automatically We also collect some information automatically: Log Information: Like many websites, we collect information that web browsers, mobile devices, and servers typically make available, such as the browser type, IP address, unique device identifiers, language preference, referring site, the date and time of access, operating system, and mobile network information. Usage Information: We collect information about your usage of our services. For example, we collect information about what happens when you use our services (e.g., page views, interactions with features, and other parts of our services) along with information about your device (e.g., screen size, name of cellular network, and mobile device manufacturer). We use this information to, for example, provide our services to you, as well as get insights on how people use our services, so we can make our services better. Location Information: We may determine the approximate location of your device from your IP address. We collect and use this information to, for example, calculate how many people visit our services from certain geographic regions. Information We Collect from Other Sources We may also get information about you from other sources. For example, if you create or log into your Indian Stitch Studio account through another service (like Google) or if you connect your website or account to a social media service (like Twitter) we will receive information from that service (such as your username, basic profile information, and friends list) via the authorization procedures used by that service. Contact us at indianstitchstudio@gmail.com 6/, Block 27, Subhash Nagar, Delhi 110027, India indianstitchstudio@gmail.com +911145531151 Home About us Services Prices Get in touch Privacy policy Terms and Conditions"
  },
  "date": "2024-05-10T11:03:52.895Z"
}