{
  "name": "New_v11_DecorDocks",
  "pages": {
    "index": "DecorDocks DecorDocks Home Service About Contact Home Decor Collection Explore the DecorDocks Home Decor Collection! Discover a curated selection of pillows, mugs, aprons, jigsaw puzzles, and more, all meticulously designed and crafted by talented independent artists. Elevate your living spaces with unique pieces that reflect your individual style and personality. Shop now and bring a touch of creativity and charm to every corner of your home with DecorDocks. Shop Now Get Started Find Somethihg You Love Cozy Comfort Sofa Indulge in luxurious comfort with our Cozy Comfort Sofa. Crafted with plush cushions and sleek design, this sofa is perfect for lounging and entertaining guests. Elevate your living room's aesthetic and unwind in style with the Cozy Comfort Sofa from DecorDocks. Morning Bliss Mug Sip your favorite beverage in style with our Morning Bliss Mug. Featuring a charming design and sturdy construction, this mug is the perfect companion for your morning routine. Embrace the day ahead with a touch of elegance and warmth, courtesy of DecorDocks. Whimsical Wanderlust Apron Add a dash of whimsy to your culinary adventures with our Whimsical Wanderlust Apron. Designed for both style and functionality, this apron is perfect for aspiring chefs and seasoned cooks alike. Let your creativity shine in the kitchen with the Whimsical Wanderlust Apron from DecorDocks. Serene Scenery Jigsaw Puzzle Immerse yourself in a world of calm with our Serene Scenery Jigsaw Puzzle. Featuring breathtaking landscapes and soothing imagery, this puzzle is perfect for relaxing evenings at home. Escape the hustle and bustle of everyday life and find peace in the Serene Scenery Jigsaw Puzzle from DecorDocks. Floral Elegance Throw Pillow Enhance your home decor with our Floral Elegance Throw Pillow. Adorned with vibrant blooms and intricate details, this pillow adds a touch of elegance to any space. Elevate your sofa, bed, or favorite armchair with the Floral Elegance Throw Pillow from DecorDocks. Spring Season New Arrivals Blossoming Bouquet Throw Pillow Infuse your living space with the freshness of spring with our Blossoming Bouquet Throw Pillow. Adorned with vibrant florals and delicate details, this pillow brings a burst of color and charm to any room. Snuggle up and enjoy the beauty of the season with the Blossoming Bouquet Throw Pillow. $29.99 Sunshine Serenade Apron Brighten up your kitchen with our Sunshine Serenade Apron. Featuring a cheerful design inspired by the warmth of spring, this apron adds a dash of sunshine to your culinary adventures. Cook with joy and style in the Sunshine Serenade Apron. $19.99 Meadow Melody Jigsaw Puzzle Delight in the beauty of spring with our Meadow Melody Jigsaw Puzzle. With its picturesque meadows and blooming wildflowers, this puzzle captures the essence of the season. Spend quality time indoors and immerse yourself in the Meadow Melody Jigsaw Puzzle. $14.99 $18.99 Fresh Breeze Mug Enjoy your favorite beverage in the refreshing embrace of our Fresh Breeze Mug. Adorned with a charming design reminiscent of spring breezes and blooming blossoms, this mug adds a touch of whimsy to your daily routine. Sip, relax, and savor the moment with the Fresh Breeze Mug. $9.99 Transform your living room into your favorite space with the perfect decor from DecorDocks Explore our curated collection of furniture and home accessories to find pieces that reflect your style and personality. Whether you prefer modern elegance, cozy comfort, or eclectic charm, we have everything you need to create a space you'll love spending time in. Shop now and make your living room the heart of your home with DecorDocks. Shop Collections Harmony Haven Sectional Sofa Elevate your living space with the Harmony Haven Sectional Sofa from DecorDocks. Crafted for both style and comfort, this spacious sectional provides ample seating for family gatherings or cozy nights in. Embrace relaxation and style with the Harmony Haven Sectional Sofa. $999.99 Coastal Breeze Coffee Table Add a touch of seaside charm to your living room with the Coastal Breeze Coffee Table. Featuring a weathered finish and nautical-inspired details, this table is perfect for coastal-themed decor. Bring the tranquility of the coast into your home with the Coastal Breeze Coffee Table. $249.99 Radiant Rose Accent Chair Make a statement with the Radiant Rose Accent Chair from DecorDocks. With its graceful curves and luxurious upholstery, this chair adds a touch of sophistication to any room. Sit back, relax, and indulge in the comfort of the Radiant Rose Accent Chair. $299.99 Enchanted Forest Wall Art Transform your walls with the enchanting beauty of the Enchanted Forest Wall Art. Featuring a stunning woodland scene and vibrant colors, this art piece adds depth and dimension to your decor. Immerse yourself in the magic of nature with the Enchanted Forest Wall Art. $79.99 Let's elevate your living space with style and sophistication at DecorDocks Discover a curated selection of high-quality furniture and home decor that will transform your surroundings with taste. Whether you're furnishing a cozy corner or revamping an entire room, we have everything you need to create a space that reflects your unique aesthetic and personality. Shop now and let us help you elevate your surroundings to new heights of elegance and comfort with DecorDocks. About Us Explore Our Blog July 29, 2022 Interior Design Trends 2024 July 29, 2022 DIY Home Decor Projects July 26, 2022 Eco-Friendly Living Tips Home Service About Contact Privacy policy Terms and conditions Number: +91-511-7570341 DecorDocks@gmail.com Chhattisgarh 495001, India © 2024 DecorDocks. All rights reserved.",
    "privacy-policy": "Privacy policy - DecorDocks DecorDocks Home Service About Contact Privacy policy Information Collection: DecorDocks collects personal information such as name, email address, and contact details when customers make purchases or sign up for newsletters. Additionally, we may gather demographic data and browsing behavior to improve user experience and tailor our services. Use of Collected Information: The information collected by DecorDocks is used to process orders, personalize customer experiences, and communicate with users about promotions and updates. We may also analyze data to enhance our product offerings and optimize marketing strategies. Data Security Measures: DecorDocks employs industry-standard security measures to protect customer information from unauthorized access, alteration, or disclosure. This includes encryption protocols, secure server infrastructure, and regular system audits to identify and address potential vulnerabilities. Third-Party Disclosure: DecorDocks may share personal information with trusted third-party service providers to facilitate order fulfillment, payment processing, and marketing efforts. However, we do not sell or rent customer data to external parties for promotional purposes. Cookies and Tracking Technologies: Our website utilizes cookies and similar tracking technologies to enhance user experience, gather usage statistics, and customize content based on individual preferences. Users have the option to manage cookie settings through their browser preferences. Opt-Out Options: Customers who wish to opt out of receiving marketing communications from DecorDocks can easily unsubscribe via the provided links in promotional emails or by contacting our customer support team. However, transactional emails related to order confirmations and account management may still be sent. Children's Online Privacy Protection: DecorDocks does not knowingly collect personal information from children under the age of 13. Our services are intended for adults, and we encourage parents and guardians to supervise their children's online activities to ensure privacy and safety. Data Retention: DecorDocks retains customer information for as long as necessary to fulfill the purposes outlined in this privacy policy unless a longer retention period is required or permitted by law. Upon request, users can access, update, or delete their personal data stored by DecorDocks. DecorDocks@gmail.com. Compliance with Legal Obligations: We may disclose personal information when required to comply with legal obligations, enforce our site policies, or protect the rights, property, or safety of DecorDocks, its users, or others. This includes responding to lawful requests from government authorities or law enforcement agencies. International Data Transfers: DecorDocks operates globally and may transfer personal information to countries outside the user's jurisdiction for processing and storage. We take appropriate safeguards to ensure that such transfers comply with applicable data protection laws and maintain data security standards. Updates to Privacy Policy: DecorDocks reserves the right to update or revise this privacy policy periodically to reflect changes in our business practices, legal requirements, or technological advancements. Users will be notified of any significant updates and encouraged to review the revised policy. User Responsibilities: Users are responsible for maintaining the confidentiality of their account credentials and ensuring the security of their personal information while using DecorDocks' website and services. Any unauthorized access or suspicious activity should be reported immediately. Consent to Data Processing: By using DecorDocks' website and services, users consent to the collection, processing, and storage of their personal information as described in this privacy policy. Consent may be withdrawn at any time by contacting our customer support team. DecorDocks@gmail.com. Contact Information: For inquiries regarding this privacy policy, data protection practices, or to exercise privacy rights, users can contact DecorDocks' privacy officer via the provided contact information on our website. We are committed to addressing concerns promptly and transparently. Customer Feedback: DecorDocks welcomes feedback and suggestions from customers regarding our privacy practices and service offerings. User input helps us continuously improve our policies and enhance user satisfaction. Data Breach Response: In the event of a data breach involving customer information, DecorDocks will promptly investigate the incident, notify affected users as required by law, and take necessary steps to mitigate risks and prevent future breaches. User Rights: Users have the right to access, rectify, or delete their personal information stored by DecorDocks, as well as the right to restrict or object to certain data processing activities. Requests for exercising these rights should be submitted in writing to our privacy officer. Business Transitions: In the event of a merger, acquisition, or sale of assets, user information may be transferred as part of the transaction. DecorDocks will notify users of any such change in ownership or control and provide options regarding their personal data. Governing Law: This privacy policy and any disputes arising from it are governed by the laws, without regard to its conflict of law principles. Users agree to submit to the exclusive jurisdiction of the courts located for resolving any legal proceedings related to this policy. Effective Date: This privacy policy is effective as and supersedes any prior versions. Users are encouraged to review the policy periodically for updates and changes. Continued use of DecorDocks' website and services constitutes acceptance of the current privacy practices. Home Service About Contact Privacy policy Terms and conditions Number: +91-511-7570341 DecorDocks@gmail.com Chhattisgarh 495001, India © 2024 DecorDocks. All rights reserved.",
    "service": "Service - DecorDocks DecorDocks Home Service About Contact Shop All Products Luxe Lounge Velvet Sofa Experience unparalleled comfort and sophistication with our Luxe Lounge Velvet Sofa. Crafted with sumptuous velvet upholstery and elegant design, this sofa is the epitome of luxury. Elevate your living room with the Luxe Lounge Velvet Sofa. $1299.99 Tranquil Waters Canvas Wall Art Transform your walls into a serene oasis with our Tranquil Waters Canvas Wall Art. Featuring a captivating seascape and soothing hues, this art piece adds tranquility to any room. Dive into relaxation with the Tranquil Waters Canvas Wall Art. $149.99 Rustic Charm Coffee Table Enhance your living room with the Rustic Charm Coffee Table. Crafted with reclaimed wood and wrought iron accents, this table exudes vintage charm and character. Embrace rustic elegance with the Rustic Charm Coffee Table. $299.99 $339.99 Enchanting Forest Floor Lamp Light up your living space with the Enchanting Forest Floor Lamp. Inspired by nature's beauty, this lamp features a sculptural design reminiscent of forest branches. Bring a touch of enchantment to your home with the Enchanting Forest Floor Lamp. $179.99 Modern Muse Accent Chair Elevate your decor with the Modern Muse Accent Chair. With its sleek silhouette and bold upholstery, this chair adds contemporary flair to any room. Make a statement with the Modern Muse Accent Chair. $349.99 Cozy Cabin Throw Blanket Stay cozy all year round with our Cozy Cabin Throw Blanket. Made from soft, plush fabric and featuring a classic cabin-inspired design, this blanket is perfect for snuggling up on chilly nights. Wrap yourself in warmth with the Cozy Cabin Throw Blanket. $59.99 $79.99 Boho Bliss Hanging Planters Add a touch of bohemian flair to your home with our Boho Bliss Hanging Planters. Perfect for showcasing your favorite indoor plants, these planters feature intricate macrame designs and bring a sense of whimsy to any space. Bring the outdoors in with Boho Bliss Hanging Planters. $39.99 (Set of 2) Vintage Vineyard Wine Rack Display your wine collection in style with our Vintage Vineyard Wine Rack. Crafted from wrought iron with a vintage-inspired design, this rack adds elegance to your home bar or kitchen. Cheers to sophistication with the Vintage Vineyard Wine Rack. $79.99 $89.99 Coastal Retreat Area Rug Transform your floors with the Coastal Retreat Area Rug. Featuring a coastal-inspired motif and soft, plush texture, this rug adds warmth and comfort to any room. Step into tranquility with the Coastal Retreat Area Rug. $199.99 We believe we make all the difference The Genesis How It All Began At DecorDocks, we believe that your home should be a reflection of your unique style and personality. That's why we're dedicated to providing you with a curated selection of high-quality furniture and home decor that will elevate your living spaces to new heights of elegance and comfort. Our mission is simple: to help you create a home you love coming back to every day. Whether you're furnishing a cozy apartment, revamping a family home, or decorating a new space, we're here to inspire and guide you every step of the way. ‍With a focus on craftsmanship, design, and affordability, we handpick each item in our collection to ensure it meets our rigorous standards of quality and style. From timeless classics to modern marvels, we offer a diverse range of products to suit every taste and budget. But we're more than just a furniture store – we're your partners in home styling. Our team of experts is passionate about interior design and is always on hand to offer personalized advice and recommendations to help you bring your vision to life. ‍At DecorDocks, we believe that every home has a story to tell. Let us help you tell yours with our exquisite furniture and home decor. Welcome to DecorDocks – where style meets comfort, and inspiration meets reality. We Are Doing It Big Now Get ready to elevate your living space to new heights with DecorDocks. We're proud to announce that we're taking our offerings to the next level, bringing you an even grander selection of exquisite furniture and home decor. At DecorDocks, we believe that every home deserves to be a sanctuary of style and comfort. With our expanded collection, you'll discover an unparalleled range of high-quality pieces designed to suit every taste and elevate any room. Visit Our Stores The Home of Brilliant Decor Explore Our Showrooms Step into the world of brilliant decor at DecorDocks' showrooms. Discover a haven where style meets substance and inspiration flourishes. Our meticulously curated displays showcase the finest furniture and decor pieces, allowing you to envision your dream home in vivid detail. Unrivaled Selection Immerse yourself in an unrivaled selection of furniture and decor that caters to every taste and style. From classic elegance to contemporary chic, our showrooms feature an array of pieces that will elevate any space, ensuring that your home reflects your unique personality and aesthetic. July 29, 2022 Introducing Our Spring Collection Read More July 29, 2022 Design Trends for 2024 July 26, 2022 Behind the Scenes: Meet Our Designers July 26, 2022 Customer Spotlight: Stylish Spaces Contact us I accept Privacy policy Submit Home Service About Contact Privacy policy Terms and conditions Number: +91-511-7570341 DecorDocks@gmail.com Chhattisgarh 495001, India © 2024 DecorDocks. All rights reserved.",
    "terms-conditions": "Terms and conditions - DecorDocks DecorDocks Home Service About Contact Terms and conditions Acceptance of Terms: By accessing and using the DecorDocks website, you agree to comply with the terms and conditions outlined in this agreement. If you do not agree with any part of these terms, you should refrain from using our services. Use of Website: DecorDocks grants users a limited, non-exclusive, and revocable license to access and use our website for personal and non-commercial purposes. Unauthorized use of our site or its contents may result in legal action. Product Descriptions: While DecorDocks strives to provide accurate product descriptions and images, we do not guarantee the completeness, accuracy, or reliability of any information on our website. Customers are encouraged to review product details carefully before making a purchase. Pricing and Payment: All prices displayed on the DecorDocks website are in the currency specified and are subject to change without notice. Payment for orders placed through our website must be made using approved payment methods and is due at the time of purchase. Order Acceptance: Placement of an order on the DecorDocks website constitutes an offer to purchase the specified products at the indicated price. We reserve the right to accept or decline any order for any reason, including but not limited to product availability and pricing errors. Shipping and Delivery: DecorDocks endeavors to process and ship orders in a timely manner, subject to product availability and shipping restrictions. Delivery times may vary depending on the destination and shipping method selected at checkout. Returns and Exchanges: We want you to be completely satisfied with your purchase from DecorDocks. If you are not happy with your order for any reason, please contact our customer support team to initiate a return or exchange within the specified timeframe. Intellectual Property Rights: All content, trademarks, and intellectual property displayed on the DecorDocks website are the property of DecorDocks or its licensors and are protected by copyright and other intellectual property laws. Unauthorized use of our content is strictly prohibited. User Conduct: Users are prohibited from engaging in any activity that may disrupt or interfere with the operation of the DecorDocks website or infringe upon the rights of others. This includes but is not limited to transmitting harmful code, spamming, or engaging in illegal activities. Privacy Policy: By using the DecorDocks website, you consent to the collection, use, and disclosure of your personal information as outlined in our Privacy Policy. We are committed to protecting your privacy and maintaining the security of your data. Indemnification: Users agree to indemnify and hold DecorDocks harmless from any claims, losses, damages, liabilities, or expenses arising out of their use of the website or violation of these terms and conditions. Limitation of Liability: In no event shall DecorDocks or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the products sold on it. Governing Law: These terms and conditions are governed by the laws, without regard to its conflict of law principles. Any disputes arising from or relating to these terms shall be resolved exclusively by the courts located. Severability: If any provision of these terms and conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. Modification of Terms: DecorDocks reserves the right to update or modify these terms and conditions at any time without prior notice. Continued use of our website following any changes constitutes acceptance of the revised terms. DecorDocks@gmail.com. Entire Agreement: These terms and conditions constitute the entire agreement between the user and DecorDocks regarding the use of our website and supersede all prior agreements and understandings. Waiver: The failure of DecorDocks to enforce any provision of these terms and conditions shall not be considered a waiver of such provision or any other rights under these terms. Contact Information: For questions or concerns regarding these terms and conditions, please contact DecorDocks customer support using the information provided on our website. Electronic Communications: By using the DecorDocks website, you consent to receive electronic communications from us, including but not limited to emails, newsletters, and promotional offers. You may opt out of these communications at any time. Survival: The provisions of these terms and conditions that by their nature should survive termination or expiration shall survive, including but not limited to intellectual property rights, indemnification, and limitations of liability. Home Service About Contact Privacy policy Terms and conditions Number: +91-511-7570341 DecorDocks@gmail.com Chhattisgarh 495001, India © 2024 DecorDocks. All rights reserved.",
    "thanks": "Thanks - DecorDocks Going Home Thank you for visiting our website! Thank you for visiting DecorDocks! We sincerely appreciate your time and interest in exploring our selection of exquisite furniture and home decor. Should you have any questions or need assistance, please don't hesitate to reach out to our friendly customer support team. We look forward to serving you and helping you transform your living spaces into true havens of style and comfort."
  },
  "date": "2024-05-03T11:25:20.983Z"
}