{
  "name": "New_v9_melodymart",
  "pages": {
    "index": "MelodyMart - Sua Loja de Instrumentos Musicais Online melodymart@gmail.com +55-65-3212-4100 Dom - Sex (08h - 22h) MelodyMart Lar Coleção Você está conosco Mantenha-se atualizado Atendimento ao Cliente MelodyMart - Sua Destino para Instrumentos Musicais de Qualidade MelodyMart é o seu destino definitivo para encontrar uma ampla variedade de instrumentos musicais de alta qualidade. Nossa loja online oferece uma seleção cuidadosamente selecionada de instrumentos para músicos de todos os níveis, desde iniciantes até profissionais. Com MelodyMart, você pode explorar e adquirir os melhores instrumentos para aprimorar sua paixão pela música. A qualidade, a variedade e o serviço excepcional são os pilares do nosso compromisso com a sua satisfação musical. Bem-vindo ao MelodyMart - onde a música ganha vida! Começar Explore Nossas Coleções Descubra uma Diversidade de Instrumentos Musicais Em MelodyMart, convidamos você a explorar nossas coleções abrangentes de instrumentos musicais. Desde guitarras e teclados até baterias e instrumentos de sopro, temos tudo o que você precisa para aprimorar sua arte musical. Nossos produtos são cuidadosamente selecionados para garantir qualidade e variedade, atendendo às necessidades de músicos de todos os estilos e preferências. Encontre o Instrumento Perfeito para Você Seja você um músico iniciante em busca do seu primeiro instrumento ou um profissional procurando aprimorar sua coleção, na MelodyMart você encontrará o instrumento perfeito. Navegue por nossas categorias, descubra novos sons e encontre a inspiração que você precisa para levar sua música para o próximo nível. Deixe a MelodyMart ser o seu guia na jornada musical. Nós garantimos Descontos Exclusivos Aproveite descontos exclusivos em uma ampla gama de instrumentos musicais de alta qualidade. Encontre ofertas especiais em guitarras, teclados, baterias e muito mais. Não perca a oportunidade de adquirir seu instrumento dos sonhos a um preço incrível. Frete Grátis Compre com tranquilidade na MelodyMart e desfrute de frete grátis em todas as suas compras. Receba seus instrumentos musicais diretamente em sua porta, sem custos adicionais. Faça suas compras com conveniência e economia. Atendimento Personalizado Na MelodyMart, oferecemos um atendimento personalizado para ajudá-lo a encontrar o instrumento ideal. Nossa equipe está pronta para responder às suas perguntas, fornecer orientação e garantir que sua experiência de compra seja excepcional. Conte conosco para tornar sua jornada musical ainda mais especial. Garantia de Qualidade Todos os instrumentos vendidos na MelodyMart são garantidos pela nossa promessa de qualidade. Compre com confiança sabendo que você está adquirindo produtos de excelência que foram cuidadosamente selecionados para atender às suas necessidades musicais. Sua satisfação é nossa prioridade. Novidades Musicais Fique por Dentro das Últimas Tendências Explore as novidades mais quentes do mundo da música em MelodyMart. Descubra lançamentos emocionantes, instrumentos inovadores e dicas exclusivas para elevar sua experiência musical. Mantenha-se atualizado e inspire-se com as últimas tendências musicais em nosso site. Serviço ao Cliente Nosso Compromisso com a Sua Satisfação Na MelodyMart, nosso serviço ao cliente é uma prioridade. Estamos aqui para atender às suas necessidades, responder às suas perguntas e garantir que sua experiência de compra seja excepcional. Conte conosco para oferecer suporte personalizado, orientação especializada e soluções rápidas para qualquer dúvida ou problema que possa surgir. Sua satisfação é o nosso objetivo principal, e estamos dedicados a tornar sua jornada musical conosco a mais agradável possível. Programa de Fidelidade MelodyMart Rewards: Ganhe Benefícios Exclusivos Junte-se ao nosso programa de fidelidade MelodyMart Rewards e desfrute de benefícios exclusivos, descontos especiais e ofertas personalizadas. Cada compra que você fizer acumula pontos que podem ser trocados por recompensas incríveis. Faça parte do MelodyMart Rewards e seja recompensado por sua paixão pela música. Pontos por Compras Ganhe pontos em cada compra para descontos futuros. Ofertas Personalizadas Receba ofertas exclusivas adaptadas às suas preferências musicais. Acesso Antecipado Seja o primeiro a conhecer novos produtos e promoções. Entrar em contato Aceito a Política de Privacidade Envie uma mensagem Nosso endereço de e-mail melodymart@gmail.com Número de telefone +55-65-3212-4100 Localização da empresa Av. Rio Grande do Sul, 938 - Menino Deus, Lucas do Rio Verde - MT, 78455-000, Brasil Promoções Especiais Ofertas Imperdíveis em Instrumentos Musicais Aproveite nossas promoções especiais em uma ampla seleção de instrumentos musicais de alta qualidade. Encontre descontos incríveis em guitarras, teclados, baterias e muito mais. Renove seu equipamento musical com preços irresistíveis e qualidade garantida. Guitarra Acústica Yamaha R$ 899,00 A lendária qualidade sonora da Yamaha em uma guitarra acústica acessível para músicos de todos os níveis. Peça agora Teclado Eletrônico Casio R$ 699,00 Explore sua criatividade musical com este teclado eletrônico versátil e repleto de recursos. Peça agora Bateria Pearl Export Series R$ 2.499,00 Domine o ritmo com esta bateria de alta qualidade da renomada marca Pearl, perfeita para músicos exigentes. Peça agora MelodyMart +55-65-3212-4100 melodymart@gmail.com Av. Rio Grande do Sul, 938 - Menino Deus, Lucas do Rio Verde - MT, 78455-000, Brasil Lar Coleção Você está conosco Mantenha-se atualizado Atendimento ao Cliente Privacy Policy Terms of Use",
    "privacy-policy": "Política de Privacidade - MelodyMart melodymart@gmail.com +55-65-3212-4100 Dom - Sex (08h - 22h) MelodyMart Lar Coleção Você está conosco Mantenha-se atualizado Atendimento ao Cliente Política de Privacidade Indenização Você concorda em indenizar, defender e isentar o MelodyMart, seus diretores, funcionários, afiliados, agentes e parceiros de qualquer reclamação, responsabilidade, danos, custos e despesas, incluindo honorários advocatícios razoáveis, resultantes do seu acesso ou uso do MelodyMart, sua violação destes termos e condições, ou sua violação de qualquer lei ou direitos de terceiros. Uso Aceitável Ao acessar o MelodyMart, você concorda em usar o site apenas para fins legais e de acordo com estes termos e condições. Você concorda em não utilizar o site de qualquer forma que possa prejudicar, desabilitar, sobrecarregar ou comprometer a funcionalidade do site. Propriedade Intelectual Todos os conteúdos do MelodyMart, incluindo texto, imagens, gráficos, logotipos, vídeos e outros materiais, são protegidos por direitos autorais e outras leis de propriedade intelectual. Você concorda em respeitar todos os direitos autorais e outros direitos de propriedade intelectual presentes no MelodyMart. Jurisdição e Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração seus conflitos de disposições legais. Qualquer litígio decorrente ou relacionado a estes termos e condições será submetido à jurisdição exclusiva dos tribunais do Brasil. Conclusão Esta isenção de responsabilidade constitui o acordo completo entre você e o MelodyMart em relação ao seu uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o MelodyMart. Se qualquer disposição destes termos e condições for considerada inválida ou inexequível por um tribunal competente, as restantes disposições destes termos e condições permanecerão em pleno vigor e efeito. Modificações nos Termos de Uso Reservamo-nos o direito de modificar estes termos de uso a qualquer momento, sem aviso prévio. As alterações entram em vigor imediatamente após serem publicadas nesta página. Recomendamos que você revise regularmente esta página para estar ciente de quaisquer alterações. Ao continuar a acessar ou usar o MelodyMart após quaisquer modificações destes termos, você aceita e concorda em ficar vinculado aos termos modificados. Informações de Contato Se você tiver alguma dúvida, preocupação ou sugestão sobre nossos termos de uso ou sobre o MelodyMart em geral, entre em contato conosco pelo e-mail melodymart@gmail.com. Estamos sempre interessados em ouvir sua opinião e melhorar nossos serviços. Agradecimento Agradecemos por escolher o MelodyMart como sua fonte de informações e entretenimento. Esperamos que sua experiência em nosso site seja satisfatória e que você encontre o que procura. Continuaremos trabalhando para fornecer conteúdo de qualidade e serviços excepcionais para nossos usuários. Limitações de Garantias O MelodyMart é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não fazemos declarações ou garantias de qualquer tipo quanto à precisão, confiabilidade, disponibilidade ou adequação do MelodyMart ou das informações, produtos, serviços ou gráficos relacionados contidos no site, por qualquer finalidade. Você reconhece que o uso do MelodyMart é por sua própria conta e risco. Integridade e Severabilidade Se qualquer disposição destes termos for considerada inválida, ilegal ou inexequível por um tribunal competente, a validade, legalidade e exequibilidade das disposições restantes não serão afetadas. As partes concordam em substituir a disposição inválida, ilegal ou inexequível por uma disposição válida, legal e exequível que se aproxime o máximo possível da intenção original das partes. Consentimento Ao utilizar o MelodyMart, você consente com esta isenção de responsabilidade e concorda em cumprir seus termos e condições. Se você não concordar com algum aspecto desta isenção de responsabilidade, por favor, não utilize o MelodyMart. Interpretação A interpretação destes termos de isenção de responsabilidade será regida pelas leis do Brasil. Agradecimento Final Agradecemos sinceramente por ler esta isenção de responsabilidade do MelodyMart. Esperamos que você tenha encontrado todas as informações necessárias e que continue a desfrutar dos serviços oferecidos em nosso site. Se precisar de mais alguma coisa ou tiver alguma dúvida, não hesite em entrar em contato conosco pelo e-mail melodymart@gmail.com. Resolução de Disputas Quaisquer disputas relacionadas ao uso do MelodyMart estão sujeitas à resolução por meio de negociação amigável entre as partes envolvidas. Se não for possível resolver a disputa por meio de negociação, concordamos em buscar mediação ou arbitragem de acordo com as leis do Brasil. Atualizações e Revisões Reservamo-nos o direito de revisar e atualizar esta isenção de responsabilidade periodicamente, e quaisquer alterações serão publicadas nesta página. É sua responsabilidade revisar esta isenção de responsabilidade regularmente para estar ciente de quaisquer modificações. O uso contínuo do MelodyMart após a publicação de alterações constituirá sua aceitação dessas alterações. Consentimento para Comunicações Eletrônicas Ao utilizar o MelodyMart, você consente em receber comunicações eletrônicas da nossa parte, incluindo e-mails, mensagens de texto e notificações push. Essas comunicações podem incluir informações sobre sua conta, atualizações do site e promoções. Você pode optar por não receber comunicações eletrônicas a qualquer momento, seguindo as instruções de cancelamento de inscrição incluídas em nossas comunicações. Acordo Completo Esta isenção de responsabilidade constitui o acordo completo entre você e o MelodyMart em relação ao uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o MelodyMart. Qualquer falha nossa em exercer ou fazer valer qualquer direito ou disposição destes termos de isenção de responsabilidade não constituirá uma renúncia a esse direito ou disposição. Variações Linguísticas Por conta de variações linguísticas e interpretações, é importante ressaltar que esta isenção de responsabilidade foi redigida em português. Caso haja alguma discrepância ou divergência entre esta versão e traduções para outros idiomas, a versão em português prevalecerá. Consentimento do Usuário Ao prosseguir com o uso do MelodyMart, você confirma que leu, entendeu e concordou com todos os termos e condições desta isenção de responsabilidade. Se você não concordar com qualquer parte deste documento, por favor, interrompa imediatamente o acesso e uso do site. Orientação Jurídica Esta isenção de responsabilidade não pretende fornecer orientação jurídica específica. Se você tiver preocupações legais ou questões específicas sobre seu uso do MelodyMart, recomendamos que você consulte um advogado qualificado para obter aconselhamento adequado. Validez Legal Se qualquer disposição desta isenção de responsabilidade for considerada inválida, ilegal ou inexequível por um tribunal competente, tal disposição será considerada separável das demais e não afetará a validade ou exequibilidade das demais disposições. Entre em Contato Se você tiver alguma dúvida ou preocupação sobre esta isenção de responsabilidade, entre em contato conosco pelo e-mail melodymart@gmail.com. Obrigado por ler a isenção de responsabilidade do MelodyMart! MelodyMart Team MelodyMart +55-65-3212-4100 melodymart@gmail.com Av. Rio Grande do Sul, 938 - Menino Deus, Lucas do Rio Verde - MT, 78455-000, Brasil Lar Coleção Você está conosco Mantenha-se atualizado Atendimento ao Cliente Privacy Policy Terms of Use",
    "terms-conditions": "Termos de Uso - MelodyMart melodymart@gmail.com +55-65-3212-4100 Dom - Sex (08h - 22h) MelodyMart Lar Coleção Você está conosco Mantenha-se atualizado Atendimento ao Cliente Termos de uso Disposições Gerais Estes Termos de Uso constituem o acordo integral entre você e o MelodyMart em relação ao seu uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o MelodyMart. Nenhuma renúncia a qualquer disposição destes Termos de Uso será considerada uma renúncia adicional ou contínua dessa disposição ou de qualquer outra disposição, e a falha do MelodyMart em exercer ou aplicar qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia de tal direito ou disposição. Divisibilidade Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será eliminada ou limitada na medida mínima necessária, de modo que os Termos de Uso permaneçam em pleno vigor e efeito e aplicáveis ​​na medida máxima possível. Cumprimento Você concorda em cumprir todas as leis locais, estaduais, nacionais e internacionais aplicáveis, incluindo, mas não se limitando a, quaisquer leis relacionadas à transmissão de dados técnicos exportados do país em que você reside. Idioma A versão em português destes Termos de Uso prevalecerá sobre qualquer versão em outro idioma que possa estar disponível. Consentimento Ao usar o MelodyMart, você consente com estes Termos de Uso e concorda em ficar vinculado por eles. Alterações nos Serviços O MelodyMart reserva-se o direito de modificar, suspender ou interromper qualquer aspecto dos serviços oferecidos pelo site a qualquer momento, incluindo a disponibilidade de recursos, bancos de dados ou conteúdo. Não nos responsabilizamos por qualquer consequência resultante de tais alterações, suspensões ou interrupções. Conduta do Usuário Você concorda em usar o MelodyMart apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não utilizar o site de qualquer forma que possa prejudicar, desabilitar, sobrecarregar ou comprometer a integridade do MelodyMart, ou interferir no uso e gozo do site por parte de outros usuários. Indenização Você concorda em indenizar, defender e isentar o MelodyMart, seus diretores, funcionários, agentes e afiliados de qualquer responsabilidade, perda, reclamação e despesa, incluindo honorários advocatícios razoáveis, decorrentes do seu uso do MelodyMart ou violação destes Termos de Uso. Foro Qualquer disputa relacionada ao MelodyMart ou a estes Termos de Uso será regida pelas leis do Brasil e estará sujeita à jurisdição exclusiva dos tribunais do Brasil. Consentimento para Comunicações Eletrônicas Ao utilizar o MelodyMart, você concorda em receber comunicações eletrônicas da nossa parte. Essas comunicações podem incluir e-mails sobre sua conta, transações e informações promocionais. Você pode optar por não receber certas comunicações eletrônicas, seguindo as instruções de cancelamento de inscrição fornecidas em tais comunicações. Encerramento de Conta Reservamo-nos o direito de encerrar ou suspender sua conta e acesso ao MelodyMart, com ou sem aviso prévio, por qualquer motivo e a nosso exclusivo critério. Após o término, você concorda em cessar imediatamente todo o uso do site. Segurança da Conta Você é responsável por manter a segurança de sua conta no MelodyMart, incluindo o sigilo de sua senha. Você concorda em nos notificar imediatamente sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. Coleta de Dados e Privacidade O MelodyMart respeita a privacidade dos usuários e está empenhado em proteger as informações pessoais fornecidas através do site. Consulte nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações. Menores de Idade O MelodyMart não se destina a menores de idade e não coleta intencionalmente informações de usuários menores de 18 anos. Se tomarmos conhecimento de que coletamos informações pessoais de um menor de idade, tomaremos medidas para excluir tais informações o mais rápido possível. Disponibilidade do Site Envidamos esforços para manter o MelodyMart disponível de forma contínua e livre de erros. No entanto, o site pode estar sujeito a interrupções e falhas técnicas ocasionalmente. Não nos responsabilizamos por qualquer interrupção no acesso ao site. Feedback do Usuário Valorizamos o feedback dos usuários sobre sua experiência no MelodyMart. Se você tiver sugestões, comentários ou preocupações, não hesite em nos contatar através do e-mail melodymart@gmail.com. Aceitação dos Termos de Uso Ao usar o MelodyMart, você reconhece que leu, entendeu e concordou em ficar vinculado por estes Termos de Uso. Se você não concorda com estes termos, por favor, não continue a usar o site. Efeito de Encerramento No caso de encerramento destes Termos de Uso, quaisquer disposições que, por sua natureza, devam permanecer em vigor, continuarão em pleno vigor e efeito. Variação Geográfica Alguns produtos ou serviços oferecidos no MelodyMart podem estar sujeitos a restrições geográficas. É sua responsabilidade garantir a conformidade com todas as leis e regulamentos locais aplicáveis antes de acessar ou usar esses produtos ou serviços. Comunicações Promocionais Ao fornecer seu endereço de e-mail ou outras informações de contato, você concorda em receber comunicações promocionais do MelodyMart. Você pode optar por não receber essas comunicações seguindo as instruções de cancelamento de inscrição incluídas em cada mensagem. Links de Afiliados O MelodyMart pode participar de programas de afiliados que nos permitem ganhar comissões por compras qualificadas feitas através de links de afiliados. No entanto, isso não afeta nossa objetividade nas recomendações de produtos ou serviços. Prioridade da Política de Privacidade Em caso de conflito entre estes Termos de Uso e nossa Política de Privacidade, a Política de Privacidade prevalecerá em relação à coleta, uso e divulgação de suas informações pessoais. Resolução de Disputas Qualquer disputa ou reclamação relacionada ao MelodyMart será resolvida por meio de negociação boa-fé. Se uma solução não puder ser alcançada, concordamos em submeter a disputa à mediação ou arbitragem de acordo com as leis aplicáveis. Atualização dos Termos de Uso Reservamo-nos o direito de atualizar, modificar ou alterar estes Termos de Uso a qualquer momento, sem aviso prévio. Recomendamos que você revise regularmente esta página para estar ciente de quaisquer alterações. Interpretação dos Termos Estes Termos de Uso serão interpretados de acordo com as leis do Brasil, independentemente de qualquer princípio de conflito de leis. Qualquer falha em aplicar qualquer direito ou disposição destes Termos de Uso não será considerada uma renúncia a esses direitos. Finalização dos Termos de Uso Estes Termos de Uso representam o entendimento completo entre você e o MelodyMart em relação ao uso do site, substituindo todos os entendimentos anteriores ou contemporâneos. Entre em Contato Se você tiver alguma dúvida, preocupação ou comentário sobre estes Termos de Uso, entre em contato conosco pelo e-mail melodymart@gmail.com. Obrigado por escolher o MelodyMart para suas necessidades musicais! MelodyMart +55-65-3212-4100 melodymart@gmail.com Av. Rio Grande do Sul, 938 - Menino Deus, Lucas do Rio Verde - MT, 78455-000, Brasil Lar Coleção Você está conosco Mantenha-se atualizado Atendimento ao Cliente Privacy Policy Terms of Use",
    "thanks": "Obrigado por Escolher a MelodyMart - Sua Destino Musical Obrigado pela sua mensagem! Agradecemos sinceramente por entrar em contato conosco. A sua opinião é extremamente valiosa para nós, pois nos ajuda a melhorar nossos serviços e oferecer uma experiência ainda melhor aos nossos clientes. Estamos dedicados a fornecer o melhor atendimento possível, e sua mensagem nos ajuda a cumprir essa missão. Saiba que sua voz é ouvida e apreciada. Por favor, sinta-se à vontade para continuar explorando nosso site e aproveitar ao máximo nossos recursos e produtos. Se precisar de mais assistência ou tiver outras perguntas, não hesite em nos contatar novamente. Obrigado mais uma vez por escolher o MelodyMart! Atenciosamente, Equipe MelodyMart Para principal"
  }
}