{
  "name": "New_v9_ClubedosDoces",
  "pages": {
    "catalog": "Clube dos Doces - Doces, Chocolates, Bolos e Mais! | catálogo Início Catálogo Nossos Serviços Depoimentos Sobre nós Email Catálogo Chocolate Belga R$ 15,00 Trufa de Morango R$ 10,50 Bolo de Chocolate R$ 25,00 Brigadeiro R$ 1,50 Paçoca R$ 2,00 Bala de Goma R$ 0,75 Nossas Delícias Descubra o mundo dos sabores no Clube dos Doces! No Clube dos Doces, cada doce é uma verdadeira obra-prima, feita com os melhores ingredientes e muito amor e carinho. Nossa variedade de doces é irresistível e vai deixar você com água na boca só de olhar! Nossos chocolates são produzidos com o mais puro cacau, garantindo um sabor incomparável em cada pedaço. Já os nossos bolos são preparados com receitas tradicionais, passadas de geração em geração, para garantir a máxima qualidade e sabor. Não poderíamos deixar de falar dos nossos deliciosos brigadeiros, paçocas, balas de goma e tantas outras guloseimas que são sucesso garantido entre crianças e adultos. Cada doce é preparado com todo o cuidado e dedicação, para garantir uma experiência única e inesquecível a cada mordida. Nossos chefs são verdadeiros mestres na arte da confeitaria, dedicando horas de trabalho para criar novos sabores e combinações surpreendentes. Além disso, nossa equipe de confeiteiros está sempre em busca de novas técnicas e tendências, para garantir que nossos doces estejam sempre à frente do seu tempo. Além da qualidade dos nossos produtos, também nos preocupamos com a sua experiência de compra. Por isso, oferecemos um atendimento personalizado e uma entrega rápida e segura, para que você possa desfrutar das suas guloseimas favoritas no conforto da sua casa. Venha nos visitar e deixe-se levar pelo mundo encantado dos sabores no Clube dos Doces. Temos certeza de que você vai se apaixonar! Tem alguma pergunta? Qual é a variedade de doces que vocês oferecem? No Clube dos Doces, oferecemos uma ampla variedade de doces, incluindo chocolates, bolos, brigadeiros, trufas, paçocas, balas de goma e muito mais. Temos opções para todos os gostos e ocasiões! Como são preparados os seus doces? Nossos doces são preparados com os melhores ingredientes, seguindo receitas tradicionais e técnicas de confeitaria moderna. Cada doce é feito com muito amor e carinho, garantindo qualidade e sabor incomparáveis. Vocês oferecem entrega em domicílio? Sim, oferecemos entrega rápida e segura em domicílio para que você possa desfrutar das suas guloseimas favoritas no conforto da sua casa. Consulte nossa área de entrega e faça o seu pedido agora mesmo! Posso fazer encomendas para eventos? Claro! Aceitamos encomendas para eventos de todos os tipos e tamanhos. Entre em contato conosco para discutir suas necessidades e garantir que seus convidados sejam agraciados com as melhores guloseimas! Aceito a política de privacidade Enviar mensagem Contatos R. Dom Pedro I, 654 - Sandra Regina, Barreiras - BA, 47803-170, Brasil +557736115764 clubedosdoces@gmail.com Política Política de privacidade Termos e condições",
    "index": "Clube dos Doces - Doces, Chocolates, Bolos e Mais! Início Catálogo Nossos Serviços Depoimentos Sobre nós Email Delícias irresistíveis no Clube dos Doces! Ver catálogo Variedade incrível Uma ampla seleção de doces, chocolates, bolos e muito mais para você escolher. Sabor incomparável Delícias feitas com ingredientes de alta qualidade para um sabor irresistível. Qualidade garantida Produtos frescos e deliciosos, preparados com todo o cuidado e carinho. Entrega rápida Receba suas guloseimas favoritas no conforto da sua casa, com rapidez e segurança. Atendimento personalizado Nossa equipe está sempre pronta para ajudar e garantir a sua satisfação. Experiência deliciosa Viva momentos de puro prazer e felicidade com nossas delícias irresistíveis. Bem-vindo ao Clube dos Doces! O Clube dos Doces é o lugar perfeito para os amantes de doces, chocolates, bolos e outras delícias. Com uma variedade incrível de produtos de alta qualidade, estamos aqui para satisfazer todos os seus desejos de doçura. Nossos doces são preparados com os melhores ingredientes, garantindo um sabor incomparável em cada mordida. Além da nossa variedade e qualidade, oferecemos também um atendimento personalizado e uma entrega rápida e segura para que você possa desfrutar das suas guloseimas favoritas no conforto da sua casa. Ver catálogo Nossos Serviços Variedade incrível Sabor incomparável Entrega rápida Depoimentos Simplesmente delicioso! Adoro os doces do Clube dos Doces! São sempre frescos, saborosos e feitos com ingredientes de qualidade. Recomendo para todos os amantes de doces! Maria Silva Melhores doces da cidade! Não consigo resistir aos doces do Clube dos Doces! Sempre que preciso de uma sobremesa deliciosa, sei exatamente onde encontrar. Recomendo a todos! Pedro Oliveira Sabor inigualável! Os doces do Clube dos Doces são simplesmente maravilhosos! Sempre frescos e com um sabor incomparável. Não troco por nada! Ana Souza Perfeição em forma de doce! Não há nada melhor do que os doces do Clube dos Doces! Sempre fresquinhos, deliciosos e feitos com muito amor e carinho. Recomendo a todos! Rafaela Santos Doces que encantam! Os doces do Clube dos Doces são simplesmente maravilhosos! Sempre fresquinhos, saborosos e feitos com os melhores ingredientes. Recomendo a todos! Carlos Oliveira Amor em forma de doce! Não há nada melhor do que os doces do Clube dos Doces! São sempre fresquinhos, deliciosos e feitos com muito amor e carinho. Recomendo a todos! Mariana Lima Sobre Nós O Clube dos Doces é mais do que uma simples loja de doces, somos uma verdadeira paixão por sabores irresistíveis. Desde a nossa fundação, nos dedicamos a oferecer aos nossos clientes uma experiência única, repleta de doçura e sabor. Nossos doces são feitos com os melhores ingredientes, garantindo sempre qualidade e frescor em cada mordida. Além disso, contamos com uma equipe dedicada e pronta para atender às suas necessidades e garantir a sua satisfação. Seja para uma ocasião especial ou apenas para satisfazer aquela vontade de doce, o Clube dos Doces é o lugar certo para você. Venha nos visitar e deixe-se levar pelo mundo encantado dos sabores! Contatos R. Dom Pedro I, 654 - Sandra Regina, Barreiras - BA, 47803-170, Brasil +557736115764 clubedosdoces@gmail.com Política Política de privacidade Termos e condições",
    "privacy": "Clube dos Doces - Doces, Chocolates, Bolos e Mais! | Política de Privacidade Início Catálogo Nossos Serviços Depoimentos Sobre nós Email Política de Privacidade No Clube dos Doces, valorizamos a sua privacidade e estamos empenhados em proteger suas informações pessoais. Nossa política de privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais. Coleta e Uso de Informações Quando você realiza uma compra em nosso site, coletamos informações pessoais como seu nome, endereço, número de telefone e endereço de e-mail. Essas informações são necessárias para processar seu pedido, garantir a entrega dos produtos e fornecer suporte ao cliente, se necessário. Também podemos coletar informações pessoais quando você se cadastra em nossa newsletter, preenche um formulário de contato em nosso site ou interage conosco em nossas redes sociais. Usamos essas informações para enviar atualizações sobre nossos produtos, promoções especiais e eventos. Divulgação de Informações Nós nunca iremos vender, alugar ou compartilhar suas informações pessoais com terceiros sem o seu consentimento, exceto quando necessário para processar seu pedido, fornecer suporte ao cliente ou conforme exigido por lei. Segurança Tomamos medidas para proteger suas informações pessoais contra perda, roubo e uso indevido. Usamos tecnologia de criptografia SSL para proteger suas informações durante a transmissão de dados. Além disso, implementamos medidas de segurança física e digital para proteger suas informações armazenadas em nossos sistemas. Cookies Utilizamos cookies para melhorar a sua experiência em nosso site. Um cookie é um pequeno arquivo de texto que é armazenado em seu navegador e nos ajuda a reconhecê-lo quando você retorna ao nosso site. Os cookies nos permitem personalizar o conteúdo que você vê em nosso site, lembrar suas preferências de usuário e analisar o desempenho do site. Você pode optar por desativar os cookies em seu navegador, mas isso pode afetar a funcionalidade do site. Ao continuar a usar nosso site sem alterar as configurações do seu navegador, você concorda com o uso de cookies de acordo com esta política de privacidade. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, você será direcionado para o site desse terceiro. Recomendamos que você revise a política de privacidade de cada site que você visita. Não temos controle sobre e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. Alterações na Política de Privacidade Podemos fazer alterações nesta política de privacidade de tempos em tempos. Recomendamos que você revise esta página periodicamente para estar ciente de quaisquer alterações. Ao continuar a usar nosso site, você concorda com esta política de privacidade e quaisquer alterações feitas. Contato Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade, entre em contato conosco: E-mail: clubedosdoces@gmail.com Contatos R. Dom Pedro I, 654 - Sandra Regina, Barreiras - BA, 47803-170, Brasil +557736115764 clubedosdoces@gmail.com Política Política de privacidade Termos e condições",
    "terms": "Clube dos Doces - Doces, Chocolates, Bolos e Mais! | termos e condições Início Catálogo Nossos Serviços Depoimentos Sobre nós Email Termos e Condições 1. Introdução Bem-vindo ao Clube dos Doces. Ao acessar este site, você concorda em cumprir estes termos e condições de uso, todas as leis e regulamentos aplicáveis ​​e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. 2. Uso do Site O conteúdo deste site é protegido por direitos autorais e outras leis de propriedade intelectual e é de propriedade ou controlado pelo Clube dos Doces. Você pode acessar este conteúdo apenas para seu uso pessoal, não comercial. Qualquer uso comercial é estritamente proibido. 3. Produtos e Serviços Nós nos esforçamos para garantir que nossos produtos e serviços sejam descritos com precisão em nosso site. No entanto, não garantimos que as descrições de produtos ou quaisquer outros conteúdos deste site sejam precisos, completos, confiáveis, atualizados ou livres de erros. 4. Pagamento Os preços dos produtos estão sujeitos a alterações sem aviso prévio. O Clube dos Doces se reserva o direito de modificar ou descontinuar qualquer produto a qualquer momento sem aviso prévio. Não seremos responsáveis ​​perante você ou qualquer terceiro por qualquer modificação, alteração de preço, suspensão ou descontinuação de produtos. 5. Entrega Oferecemos entrega em domicílio para endereços dentro da nossa área de entrega. Os prazos de entrega são estimados e não garantidos. Não nos responsabilizamos por atrasos na entrega que estão fora do nosso controle. 6. Cancelamento e Reembolso Se você não estiver satisfeito com sua compra, entre em contato conosco para discutir opções de cancelamento e reembolso. Consulte nossa política de reembolso para obter mais informações. 7. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são controlados ou operados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. 8. Alterações nos Termos Podemos revisar estes termos de uso a qualquer momento, sem aviso prévio. Ao continuar a acessar ou usar nosso site após essas revisões entrarem em vigor, você concorda em ficar vinculado aos termos revisados. Se você não concordar com os novos termos, por favor, pare de usar o site. 9. Contato Se você tiver alguma dúvida sobre estes termos e condições, entre em contato conosco. E-mail: clubedosdoces@gmail.com Contatos R. Dom Pedro I, 654 - Sandra Regina, Barreiras - BA, 47803-170, Brasil +557736115764 clubedosdoces@gmail.com Política Política de privacidade Termos e condições",
    "thank": "Clube dos Doces - Doces, Chocolates, Bolos e Mais! | Obrigado Agradecemos o seu interesse! Obrigado por entrar em contato conosco. Estamos felizes em poder ajudar e responder às suas perguntas. Sua satisfação é a nossa prioridade e estamos aqui para garantir que sua experiência conosco seja a melhor possível. Se você tiver mais alguma dúvida ou precisar de mais informações, não hesite em nos contatar. Estamos sempre à disposição para ajudar. Esperamos vê-lo em breve no Clube dos Doces! Atenciosamente,Equipe Clube dos Doces Início"
  },
  "date": "2024-05-06T13:38:45.599Z"
}