{
  "name": "New_v9_SportFlash",
  "pages": {
    "about": "SportFlash - sobre o clube Iconly/Two-tone/Arrow - Up 2 SportFlash lar preço SOBRE O CLUBE 1. Academia de musculação equipada com uma variedade de máquinas e equipamentos de alta qualidade para ajudar os clientes a atingir seus objetivos de condicionamento físico e fortalecimento muscular. 2. Ambiente moderno e motivador, com instrutores qualificados para orientar os alunos e garantir que eles estejam realizando os exercícios de forma segura e eficaz. 3. Programas de treinamento personalizados, adaptados às necessidades e objetivos individuais de cada aluno, seja para ganho de massa muscular, perda de peso ou melhoria da saúde geral. 4. Aulas de grupo dinâmicas e intensas, como aulas de circuito, HIIT e treinamento funcional, para adicionar variedade ao treinamento e manter os alunos motivados. 5. Espaço dedicado para treinos de levantamento de peso livre, como agachamentos, supino e levantamento terra, para aqueles que buscam desafios ainda maiores e resultados mais avançados. Levantamento de peso Uma sala de levantamento de peso é um espaço dedicado ao treinamento com pesos, equipado com uma variedade de aparelhos e pesos livres para auxiliar nas séries de exercícios de musculação e fortalecimento. Geralmente encontrada em academias, a sala de levantamento de peso é frequentada por pessoas que desejam desenvolver a força muscular, tonificar o corpo e alcançar seus objetivos de condicionamento físico. É importante seguir as orientações de um profissional qualificado ao utilizar os equipamentos e pesos para evitar lesões e garantir resultados eficazes. Há diversos benefícios em se exercitar ao ar livre 1. Vitamina D: A exposição ao sol ao se exercitar ao ar livre é uma excelente forma de obter Vitamina D, essencial para a saúde dos ossos, sistema imunológico e mental. 2. Bem-estar mental: Estudos mostram que o contato com a natureza durante o exercício pode melhorar o humor, reduzir o estresse e aumentar a sensação de bem-estar, comparado à prática indoor. 3. Ar fresco: Exercitar-se ao ar livre permite que você respire ar fresco, o que pode melhorar a saúde respiratória e aumentar os níveis de energia. 4. Benefícios físicos: Correr, caminhar, andar de bicicleta ou praticar yoga ao ar livre pode aumentar a resistência física, força muscular e flexibilidade, com a possibilidade de queimar mais calorias devido a fatores como o vento e a variação de terreno. Em nosso salão você encontrará as melhores condições para o desenvolvimento físico Instalações espaçosas, equipamentos novos, ambiente agradável, formadores experientes. Tudo isso espera por você em nosso salão. Para informações detalhadas sobre os serviços, clique no botão abaixo mais Copyright © 2024 SportFlash Política de Privacidade Termos de Uso Contatos +55-21-9941-2003 SportFlash@gmail.com Brasília - DF, 70655-775",
    "index": "SportFlash Iconly/Two-tone/Arrow - Up 2 SportFlash lar sobre o clube preço SportFlash área - 1950 m² sem filas para equipamentos de ginástica 150 máquinas de exercício diferentes treinadores experientes FAÇA UMA PERGUNTA TERRITÓRIO DE FITNESS INTELIGENTE descontos de parceiros para titulares de cartão de clube voltar etapa realize seu sonho conosco preços muitos equipamentos de exercício treinamento em grupo Sauna finlandesa Banho russo tudo para cardio você pode comprar equipamentos de ginástica treinadores profissionais são profissionais qualificados e experientes que ajudam indivíduos a alcançar seus objetivos de forma eficaz e eficiente. Eles fornecem orientação, suporte e instrução personalizada para melhorar o desempenho dos clientes em suas áreas específicas de interesse, como fitness, esportes, carreira, entre outros. Treinadores profissionais possuem habilidades técnicas e conhecimento especializado para ajudar seus clientes a atingir todo o seu potencial. Eles podem trabalhar de forma independente, em academias, equipes esportivas, empresas ou de forma remota, por meio de treinamento online. A qualidade dos serviços é uma prioridade para nós Por isso, investimos em profissionais qualificados, infraestrutura adequada e equipamentos de qualidade para garantir a melhor experiência possível para todos os que nos procuram. Estamos comprometidos em oferecer um ambiente seguro, motivador e inclusivo para que todos possam desfrutar dos benefícios do desporto. A satisfação e o sucesso de nossos clientes são a nossa maior recompensa, e trabalhamos diariamente para superar as expectativas e proporcionar serviços desportivos de excelência. Faça uma pergunta Aceito a política de privacidade Copyright © 2024 SportFlash Política de Privacidade Termos de Uso Contatos +55-21-9941-2003 SportFlash@gmail.com Brasília - DF, 70655-775",
    "price": "SportFlash - preço Iconly/Two-tone/Arrow - Up 2 SportFlash lar sobre o clube Preços de visitas e serviços Você pode estudar por assinatura, cartão do clube ou único DIA DE FITNESS - 7$ visite sem restrições de horário e o número de aulas durante o dia do pagamento INSCRIÇÃO entrada até às 17 1 mês - 15$ 2 mês - 25$ 3 mês - 40$ 4 mês - 50$ 5 mês - 60$ 6 mês - 65$ 7 mês - 75$ 8 mês - 80$ 9 mês - 85$ 10 mês - 95$ 11 mês - 100$ 12 mês - 105$ cronograma de pagamento ilimitado 1 mês - 25$ 2 mês - 35$ 3 mês - 45$ 4 mês - 55$ 5 mês - 65$ 6 mês - 75$ 7 mês - 85$ 8 mês - 85$ 9 mês - 95$ 10 mês - 105$ 11 mês - 110$ 12 mês - 125$ a melhor escolha é uma assinatura ilimitada Inclui: academia de musculação 5 aulas em grupo por semana TRX Sauna finlandesa uma vez por semana chuveiro e muito mais aulas com personal trainer 1. Personalização do treino: um personal trainer irá criar um plano de treino personalizado de acordo com seus objetivos, necessidades e capacidades individuais. 2. Motivação e apoio: ter alguém ao seu lado para te motivar e te encorajar durante os treinos pode ser fundamental para manter o foco e alcançar os resultados desejados. 3. Correção da postura e técnica: um personal trainer irá garantir que você execute os exercícios de forma correta, evitando lesões e maximizando os resultados. 4. Variedade nos treinos: com a orientação de um personal trainer, você terá acesso a uma variedade de exercícios e técnicas de treino, o que pode tornar os treinos mais dinâmicos e divertidos. 5. Acompanhamento e progresso: um personal trainer irá acompanhar seu progresso ao longo do tempo, ajustando o plano de treino conforme necessário para garantir que você continue evoluindo e alcançando seus objetivos. 6. Foco e comprometimento: ter um compromisso regular com um personal trainer pode te ajudar a manter o foco e a disciplina necessários para manter uma rotina de exercícios consistente. 7. Educação e conhecimento: um personal trainer irá te ensinar sobre a importância de uma alimentação saudável, a importância do descanso e recuperação, e outros aspectos importantes para alcançar seus objetivos de forma saudável e sustentável. Copyright © 2024 SportFlash Política de Privacidade Termos de Uso Contatos +55-21-9941-2003 SportFlash@gmail.com Brasília - DF, 70655-775",
    "privacy": "SportFlash - Política de Privacidade Iconly/Two-tone/Arrow - Up 2 SportFlash lar sobre o clube Política de Privacidade Bem-vindo à Política de Privacidade SportFlash, sua fonte confiável de soluções de equipamentos esportes profissionais. Nossa política de privacidade é cuidadosamente elaborada para salvaguardar seus dados pessoais, garantindo uma experiência segura e transparente durante suas interações com a SportFlash. Priorizamos sua privacidade e nos dedicamos a manter um ambiente seguro para todos os nossos clientes. Na era digital de hoje, entendemos a importância de preservar a confidencialidade. Fique tranquilo, seguimos medidas rigorosas de privacidade para proteger a privacidade e integridade de suas informações durante sua associação com a SportFlash. Além disso, nosso objetivo é fornecer uma plataforma personalizada e segura, adaptada às suas necessidades de equipamentos esportivos. Nós nos esforçamos para inspirar confiança e garantir segurança em todos os aspectos da sua viagem com SportFlash. Monitoramos continuamente os avanços tecnológicos e as mudanças nas regulamentações de privacidade para garantir que nossos métodos permaneçam atualizados e em conformidade com os padrões do setor. Na SportFlash, valorizamos a privacidade dos seus dados acima de tudo. Tratamos todos os dados com o máximo cuidado e transparência, conquistando a sua confiança através do nosso compromisso inabalável. Nossa equipe mantém os mais altos padrões éticos para proteger seus dados pessoais, respeitando sua privacidade em cada etapa. Desde a sua consulta inicial até a conclusão do projeto do seu equipamento esportivo, você pode contar conosco para tratar suas informações com diligência e discrição, priorizando a sua privacidade. Além disso, estamos comprometidos com a transparência em todas as nossas práticas relacionadas à privacidade. Nosso objetivo é que você entenda completamente como seus dados são coletados, usados ​​e protegidos ao usar nossos serviços. Nosso compromisso com a privacidade vai além da mera conformidade; buscamos continuamente maneiras de refinar nossos processos e aprimorar a proteção de seus dados. A SportFlash emprega medidas de segurança robustas para proteger os seus dados pessoais contra acesso, alteração ou divulgação não autorizada. Avaliamos e aprimoramos regularmente nossos protocolos de segurança para garantir o mais alto nível de proteção de dados. A sua segurança é a nossa principal prioridade e não poupamos esforços para salvaguardar a sua privacidade. Nosso compromisso com a segurança envolve investir em tecnologias de ponta e fornecer treinamento contínuo ao nosso pessoal para aumentar a conscientização sobre as medidas de segurança de dados e garantir a conformidade com os regulamentos relevantes. A sua confiança na SportFlash é fundamental e estamos empenhados em proteger a confidencialidade dos seus dados. Além disso, realizamos auditorias de segurança e testes de penetração regulares nos nossos sistemas para identificar e mitigar quaisquer vulnerabilidades potenciais. Monitorizamos continuamente potenciais ameaças e implementamos novas medidas de segurança para garantir a proteção contínua dos seus dados. Se você tiver alguma dúvida sobre a segurança de suas informações, não hesite em nos contatar. Estamos aqui para responder às suas preocupações de forma rápida e eficaz. A transparência e a comunicação aberta são princípios fundamentais na SportFlash. Se você tiver alguma dúvida, preocupação ou feedback sobre nossa Política ou práticas de privacidade, entre em contato conosco. Estamos aqui para ajudá-lo prontamente e esclarecer quaisquer dúvidas que você possa ter. Temos o compromisso de mantê-lo informado sobre quaisquer alterações em nossa Política de Privacidade ou nos termos de serviço. As atualizações serão comunicadas em nosso site e também poderemos notificá-lo por e-mail ou outros canais de comunicação para garantir que você esteja bem informado. Seu feedback é inestimável à medida que buscamos aprimorar sua experiência com o SportFlash. Além disso, incentivamos a comunicação aberta e transparente com nossos clientes. Se você tiver alguma sugestão ou preocupação sobre como podemos melhorar nossos serviços ou políticas de privacidade, ficaremos felizes em ouvi-lo. Sua opinião nos ajuda a melhorar nossos padrões de segurança e privacidade. Estamos empenhados em responder a todas as suas dúvidas e preocupações de forma rápida e eficiente, garantindo que você se sinta valorizado e ouvido como cliente SportFlash. O site SportFlash pode conter links para sites ou serviços de terceiros. Esses links são fornecidos para sua conveniência e informação. A SportFlash não controla esses sites de terceiros e não é responsável pelas suas práticas de privacidade. Recomendamos revisar as políticas de privacidade de quaisquer sites de terceiros que você visita para entender como seus dados são coletados, usados ​​e compartilhados. Embora nos esforcemos para fornecer links de qualidade para sites respeitáveis ​​e éticos, não podemos garantir o conteúdo ou a segurança de sites externos. Tenha cuidado ao visitar links externos do nosso site. Além disso, queremos enfatizar que não somos responsáveis ​​pelo conteúdo ou pelas práticas de privacidade de sites de terceiros. Se optar por visitar estes sites, recomendamos que reveja cuidadosamente as suas políticas de privacidade para proteger os seus dados pessoais. Como parte do nosso compromisso com a transparência, estamos disponíveis para responder a quaisquer dúvidas ou preocupações que você possa ter sobre links de terceiros em nosso site. Sua confiança é crucial para nós e estamos aqui para garantir que você se sinta confortável navegando em nosso site e em quaisquer sites vinculados. SportFlash@gmail.com Copyright © 2024 SportFlash Política de Privacidade Termos de Uso Contatos +55-21-9941-2003 SportFlash@gmail.com Brasília - DF, 70655-775",
    "terms-conditions": "SportFlash - Termos de Uso Iconly/Two-tone/Arrow - Up 2 SportFlash lar sobre o clube Termos de Uso Bem-vindo ao nosso site. Ao acessar ou usar nosso site, você concorda em cumprir e ficar vinculado aos seguintes termos e condições de uso. Por favor, leia atentamente os seguintes termos antes de usar o site. 1. Uso do site Ao acessar e utilizar o site, você concorda em cumprir com todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais, incluindo as leis de proteção de dados e privacidade. Você concorda em não usar o site para qualquer finalidade ilegal ou não autorizada. 2. Propriedade intelectual Todo o conteúdo do site, incluindo textos, imagens, logotipos, gráficos, vídeos e outros materiais, são de propriedade exclusiva do site ou de seus licenciadores e estão protegidos por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. 3. Restrições de uso Você concorda em não copiar, modificar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos através do site. 4. Conteúdo gerado pelo usuário Ao enviar qualquer conteúdo para o site, você concede ao site uma licença mundial, não exclusiva, livre de royalties, sublicenciável e transferível para usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir esse conteúdo em qualquer forma, mídia ou tecnologia conhecida ou futura. 5. Limitação de responsabilidade O site não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos resultantes do uso ou incapacidade de usar o site ou qualquer informação nele contida. 6. Alterações nos termos de uso O site reserva-se o direito de modificar ou substituir estes termos de uso a qualquer momento. Recomendamos que você verifique periodicamente os termos de uso para verificar alterações. O uso continuado do site após a publicação de quaisquer alterações significa que você concorda com as alterações. Ao utilizar este site, você concorda com estes termos de uso. Se você não concorda com estes termos, por favor, não utilize o site. Se tiver alguma dúvida sobre estes termos, entre em contato conosco. Obrigado pelo seu tempo e por visitar nosso site. SportFlash@gmail.com Copyright © 2024 SportFlash Política de Privacidade Termos de Uso Contatos +55-21-9941-2003 SportFlash@gmail.com Brasília - DF, 70655-775",
    "thank_page": "obrigado - SportFlash body { margin: 0; padding: 0; display: grid; place-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #f8a6ff; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: #8c6901; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; } .btn:hover { background-color: #705136; } obrigado! obrigado, se você tiver alguma coisa por favor escreva aqui lar"
  }
}