{
  "name": "New_v9_EarthlyEssence",
  "pages": {
    "about": "Sobre a EarthlyEssence | Nossa História e Compromisso com a Sustentabilidade Lar Sobre nós Produtos Serviços Promoções Colaborações Vagas Blogue FAQ Contato Lar Sobre nós Produtos Serviços Promoções Colaborações Vagas Blogue FAQ Contato Quem Somos Bem-vindo à EarthlyEssence! Somos uma empresa dedicada a fornecer produtos que promovem um estilo de vida sustentável e ecologicamente consciente. Nossa missão é oferecer uma ampla gama de produtos eco-friendly, cuidadosamente selecionados para ajudar nossos clientes a fazerem escolhas mais saudáveis para si mesmos e para o planeta. Na EarthlyEssence, acreditamos que cada pequena ação conta quando se trata de preservar nosso meio ambiente. É por isso que nos esforçamos para fornecer produtos de alta qualidade, provenientes de fontes sustentáveis e que respeitam os princípios do comércio justo.Nossa equipe é apaixonada por promover um mundo mais verde e saudável, e estamos aqui para ajudá-lo a encontrar os produtos certos para suas necessidades. Junte-se a nós nesta jornada em direção a um futuro mais sustentável e consciente! Projetos e Iniciativas Projetos de Reflorestamento Sustentável EarthlyEssence está comprometida com a recuperação e preservação de ecossistemas naturais. Por meio de nossos projetos de reflorestamento sustentável, plantamos árvores nativas e promovemos a restauração de áreas degradadas, contribuindo para a mitigação das mudanças climáticas e a proteção da biodiversidade. Iniciativas de Educação Ambiental Valorizamos a educação como uma ferramenta poderosa para promover a conscientização ambiental. Por isso, desenvolvemos iniciativas de educação ambiental em escolas, comunidades e empresas, oferecendo palestras, workshops e materiais educativos para inspirar e capacitar as pessoas a adotarem um estilo de vida mais sustentável. Programas de Apoio a Agricultura Familiar Reconhecemos o papel fundamental da agricultura familiar na promoção da segurança alimentar e no desenvolvimento socioeconômico de comunidades rurais. Por meio de nossos programas de apoio, fornecemos assistência técnica, capacitação e acesso a mercados para agricultores familiares, incentivando práticas agrícolas sustentáveis e fortalecendo a agricultura local. Campanhas de Conscientização sobre Consumo Consciente Acreditamos que o consumo consciente é essencial para a construção de um mundo mais sustentável. Por isso, lançamos campanhas de conscientização para informar e educar o público sobre os impactos ambientais do consumo desenfreado e incentivar hábitos de consumo mais responsáveis e sustentáveis. Galeria Pontas Reduza o Desperdício Procure reduzir o desperdício em sua vida diária, optando por produtos duráveis e reutilizáveis. Escolha embalagens eco-friendly e evite produtos descartáveis sempre que possível. Prefira Produtos Naturais Opte por produtos feitos com ingredientes naturais e orgânicos, que são mais saudáveis para você e para o meio ambiente. Evite produtos que contenham substâncias químicas nocivas. Recicle e Reutilize Pratique o hábito da reciclagem e reutilização sempre que puder. Separe seus resíduos, recicle materiais como plástico, papel e vidro, e dê uma segunda vida a itens que poderiam ser descartados. Apoie Agricultura Local Apoie a agricultura local comprando alimentos de produtores locais sempre que possível. Além de reduzir a pegada de carbono associada ao transporte de alimentos, você estará contribuindo para a economia local e promovendo práticas agrícolas sustentáveis. Conserve Recursos Naturais Faça um esforço para conservar recursos naturais, como água e energia, em sua rotina diária. Tome banhos mais curtos, desligue as luzes ao sair de um cômodo e opte por eletrodomésticos eficientes em termos energéticos. Eduque-se e Compartilhe Conhecimento Busque informações sobre questões ambientais e compartilhe seu conhecimento com amigos, familiares e colegas. A educação é a chave para promover mudanças positivas em direção a um estilo de vida mais sustentável. Sao Paulo, Brazil earthlyessence@gmail.com +552376882362 Lar Sobre nós política de Privacidade © 2024 EarthlyEssence",
    "gratitude": "Agradecimento da EarthlyEssence | Obrigado por Escolher Produtos Ecológicos Obrigado Obrigado por escolher a EarthlyEssence como sua fonte confiável de produtos ecológicos. Valorizamos imensamente sua confiança em nós e estamos comprometidos em fornecer produtos da mais alta qualidade e um serviço excepcional. Sua decisão de apoiar práticas sustentáveis ​​e preocupações ambientais não só beneficia o planeta, mas também inspira outros a seguir o mesmo caminho. Agradecemos sinceramente por fazer parte de nossa comunidade e por contribuir para um mundo mais limpo e saudável. Estamos sempre aqui para ajudá-lo em sua jornada em direção a um estilo de vida mais ecológico e esperamos continuar servindo-o com excelência. Se houver algo em que possamos ajudar ou melhorar, não hesite em nos contatar. Juntos, podemos fazer a diferença! Lar",
    "index": "Produtos Ecológicos da EarthlyEssence | Loja Online de Produtos Sustentáveis Lar Sobre nós Produtos Serviços Promoções Colaborações Vagas Blogue FAQ Contato Lar Sobre nós Produtos Serviços Promoções Colaborações Vagas Blogue FAQ Contato Descubra o Futuro Sustentável com EarthlyEssence Bem-vindo à EarthlyEssence - seu parceiro confiável na jornada por um planeta mais saudável e consciente. Nós oferecemos uma ampla seleção de produtos eco-friendly, cuidadosamente selecionados para promover um estilo de vida sustentável. Junte-se a nós na busca por um mundo melhor para as gerações futuras Produtos Produtos de Limpeza Biodegradáveis Nossos produtos de limpeza biodegradáveis são formulados com ingredientes naturais e seguros para o meio ambiente. Deixe sua casa limpa e fresca sem comprometer a saúde do planeta. Cosméticos Naturais e Orgânicos Experimente a beleza da natureza com nossa linha de cosméticos naturais e orgânicos. Enriquecidos com ingredientes botânicos e livres de produtos químicos agressivos, nossos produtos cuidam da sua pele de forma suave e sustentável. Produtos para Casa Sustentáveis Transforme sua casa em um ambiente mais ecológico com nossa seleção de produtos para casa sustentáveis. De utensílios de cozinha a produtos de decoração, temos tudo o que você precisa para viver de forma mais consciente. Moda Eco-Friendly Vista-se com estilo enquanto cuida do meio ambiente com nossa moda eco-friendly. Nossa coleção inclui roupas feitas com materiais orgânicos, reciclados e sustentáveis, para que você possa se sentir bem por dentro e por fora. Produtos de Higiene Pessoal Naturais Mime-se com nossos produtos de higiene pessoal naturais, feitos com ingredientes puros e livres de substâncias nocivas. Cuide do seu corpo de forma natural e sustentável com nossa linha de sabonetes, shampoos, e cremes. Acessórios de Viagem Sustentáveis Viaje com consciência com nossos acessórios de viagem sustentáveis. De malas a garrafas reutilizáveis, nossos produtos são projetados para minimizar o impacto ambiental enquanto você explora o mundo. Serviços Consultoria Ambiental Personalizada Oferecemos consultoria ambiental personalizada para ajudá-lo a adotar práticas mais sustentáveis em sua vida cotidiana. Nossos especialistas irão orientá-lo sobre como fazer escolhas ecologicamente conscientes e reduzir seu impacto no meio ambiente. Programas de Educação Ambiental Desenvolvemos programas de educação ambiental para escolas, empresas e comunidades, visando aumentar a conscientização sobre questões ambientais e promover ações positivas para a preservação do meio ambiente. Workshops sobre Estilo de Vida Sustentável: Realizamos workshops interativos sobre estilo de vida sustentável, abordando temas como consumo consciente, redução de resíduos e práticas eco-friendly no dia a dia. Aprenda como fazer pequenas mudanças que podem fazer uma grande diferença para o planeta. Eventos Eco-Conscientes: Organizamos eventos eco-conscientes, como feiras de produtos sustentáveis, palestras e oficinas, para inspirar e educar as pessoas sobre a importância da sustentabilidade e promover o consumo responsável. Avaliação de Pegada Ecológica: Realizamos avaliações da pegada ecológica para indivíduos e empresas, ajudando a identificar áreas onde é possível reduzir o consumo de recursos naturais e as emissões de carbono, contribuindo assim para um futuro mais sustentável. Assessoria em Certificações Ambientais: Prestamos assessoria em certificações ambientais, como selos de sustentabilidade e eco-labels, para ajudar empresas a validar seus esforços em prol do meio ambiente e promover a transparência junto aos consumidores preocupados com questões ambientais. Recompensas e Promoções Programa de Fidelidade EarthlyEssence Participe do nosso programa de fidelidade e ganhe pontos em todas as suas compras na EarthlyEssence. Acumule pontos para descontos exclusivos, brindes especiais e ofertas personalizadas. Ofertas Especiais para Membros Torne-se um membro da EarthlyEssence e receba acesso exclusivo a ofertas especiais, promoções sazonais e eventos exclusivos. Junte-se a nós e comece a economizar enquanto cuida do planeta! Descontos para Clientes Fiéis Agradecemos sua fidelidade! Como um cliente fiel da EarthlyEssence, você receberá descontos especiais em produtos selecionados, além de ofertas exclusivas e surpresas durante todo o ano. Programa de Indicações Convide seus amigos para se juntarem à família EarthlyEssence e ganhe recompensas! Compartilhe seu link exclusivo de indicação e receba descontos ou brindes quando seus amigos fizerem sua primeira compra. Padrões Ambientais Certificação Orgânica Na EarthlyEssence, nos comprometemos a oferecer produtos orgânicos certificados, garantindo que sejam cultivados sem o uso de pesticidas, herbicidas ou fertilizantes sintéticos. Priorizamos marcas que possuem certificações reconhecidas internacionalmente, garantindo a qualidade e pureza dos ingredientes em nossos produtos. Embalagens Sustentáveis Estamos empenhados em reduzir nosso impacto ambiental, inclusive por meio de embalagens sustentáveis. Utilizamos materiais recicláveis, biodegradáveis e de origem renovável sempre que possível. Além disso, incentivamos a reutilização das embalagens por nossos clientes, contribuindo para a redução do desperdício. Comércio Justo Valorizamos a equidade em todas as etapas de nossa cadeia de suprimentos. Trabalhamos diretamente com produtores e fornecedores que adotam práticas de comércio justo, garantindo condições de trabalho dignas e remuneração justa para todos os envolvidos. Ao apoiar o comércio justo, promovemos o desenvolvimento sustentável das comunidades produtoras. Baixo Impacto Ambiental Nosso compromisso com a sustentabilidade se reflete em nossos esforços para minimizar nosso impacto ambiental. Buscamos constantemente reduzir nossa pegada de carbono, otimizando processos de produção, transporte e logística. Além disso, priorizamos produtos de baixo impacto ambiental, contribuindo para a preservação dos recursos naturais e a proteção da biodiversidade. Parcerias e Colaborações Parcerias Locais para Sustentabilidade Trabalhamos em estreita colaboração com produtores locais comprometidos com práticas sustentáveis. Nossas parcerias visam apoiar a economia local e promover o desenvolvimento de comunidades, garantindo ao mesmo tempo que nossos produtos atendam aos mais altos padrões de qualidade e responsabilidade ambiental. Colaborações com ONGs Ambientais: Estabelecemos colaborações estratégicas com organizações não governamentais (ONGs) dedicadas à proteção do meio ambiente. Trabalhamos juntos em projetos e iniciativas para promover a conscientização ambiental, combater a poluição e conservar os recursos naturais, contribuindo assim para um mundo mais sustentável. Parcerias de Inovação e Pesquisa Buscamos ativamente parcerias com instituições de pesquisa e empresas inovadoras que compartilham nossa visão de um futuro mais sustentável. Juntos, colaboramos no desenvolvimento de novas tecnologias, materiais e práticas sustentáveis, impulsionando assim a inovação e o progresso em direção a um estilo de vida mais ecológico. Vagas Gerente de Marketing Sustentável: Estamos em busca de um profissional criativo e comprometido para liderar nossas iniciativas de marketing sustentável. O candidato ideal terá experiência em estratégias de marketing digital, campanhas de conscientização ambiental e será apaixonado por promover um estilo de vida eco-friendly. Escreva para nós Analista de Sustentabilidade: Procuramos um analista de sustentabilidade para nos ajudar a monitorar e avaliar nossas práticas ambientais. O candidato ideal terá habilidades analíticas sólidas, conhecimento em avaliação de pegada de carbono e será capaz de propor soluções inovadoras para reduzir nosso impacto ambiental. Escreva para nós Assistente de Atendimento ao Cliente Eco-Consciente: Estamos contratando um assistente de atendimento ao cliente que compartilhe nossos valores de sustentabilidade e responsabilidade ambiental. O candidato selecionado será responsável por fornecer suporte excepcional aos clientes, responder perguntas sobre nossos produtos eco-friendly e promover nosso compromisso com o meio ambiente. Escreva para nós Designer Gráfico Eco-Consciente: Estamos procurando por um designer gráfico talentoso e criativo para criar materiais de marketing visualmente atraentes e eco-friendly. O candidato ideal terá experiência em design sustentável, utilizando materiais recicláveis e impressão de baixo impacto ambiental. Escreva para nós Analista de Compras Sustentáveis: Buscamos um analista de compras dedicado a ajudar-nos a identificar e selecionar fornecedores que compartilhem nossos valores de sustentabilidade. O candidato ideal terá experiência em cadeia de suprimentos sustentável, negociação de contratos e será capaz de garantir que nossos produtos atendam aos mais altos padrões ambientais. Escreva para nós Especialista em Mídias Sociais Eco-Consciente: Estamos à procura de um especialista em mídias sociais apaixonado por promover um estilo de vida sustentável. O candidato selecionado será responsável por criar conteúdo envolvente nas redes sociais, promover nossos produtos eco-friendly e engajar nossa comunidade online em questões ambientais. Escreva para nós Compromisso com a Sustentabilidade Na EarthlyEssence, nosso compromisso com a sustentabilidade está no centro de tudo o que fazemos. Nosso portfólio de produtos é cuidadosamente selecionado para garantir que cada item promova um estilo de vida eco-friendly, contribuindo assim para a preservação do meio ambiente e o bem-estar do planeta. Qualidade e Confiabilidade Nossa empresa se orgulha de oferecer produtos de alta qualidade que você pode confiar. Trabalhamos apenas com marcas e fornecedores que compartilham nossa visão de excelência e responsabilidade ambiental, garantindo que cada item em nosso catálogo atenda aos mais altos padrões de qualidade e sustentabilidade. Variedade e Diversidade de Produtos Com uma ampla gama de produtos eco-friendly disponíveis, a EarthlyEssence oferece opções para todos os gostos e necessidades. Desde produtos de limpeza biodegradáveis até moda sustentável e cosméticos naturais, temos tudo o que você precisa para viver de forma mais consciente e sustentável. Blogue Novo Estudo Revela Impacto Positivo dos Produtos Eco-Friendly na Saúde e no Meio Ambiente Um estudo recente publicado na revista científica Environmental Science & Technology mostrou que o uso de produtos eco-friendly pode reduzir significativamente a exposição a substâncias químicas nocivas e contribuir para a preservação do meio ambiente. Saiba mais sobre como fazer escolhas conscientes pode beneficiar sua saúde e o planeta. EarthlyEssence Lança Nova Linha de Produtos Sustentáveis para o Verão Estamos animados em anunciar o lançamento de nossa mais recente linha de produtos sustentáveis para o verão! De protetores solares orgânicos a garrafas reutilizáveis, nossa nova coleção foi projetada para ajudá-lo a aproveitar o verão de forma eco-friendly. Descubra como se preparar para a estação mais quente do ano de maneira consciente e sustentável. EarthlyEssence Promove Campanha de Reciclagem de Plástico para Combater a Poluição Oceânica Preocupados com a crescente crise de poluição plástica nos oceanos, estamos lançando uma campanha de reciclagem de plástico em parceria com organizações locais. Junte-se a nós nesta iniciativa para coletar e reciclar plástico, ajudando a proteger os oceanos e a vida marinha. Saiba como você pode fazer a diferença e se envolver nesta importante causa. FAQ Quais são os produtos oferecidos pela EarthlyEssence? EarthlyEssence oferece uma ampla gama de produtos eco-friendly, incluindo produtos de limpeza biodegradáveis, cosméticos naturais, moda sustentável, acessórios de viagem e muito mais. Como posso ter certeza da qualidade e sustentabilidade dos produtos da EarthlyEssence? Todos os produtos da EarthlyEssence são cuidadosamente selecionados para garantir a qualidade e sustentabilidade. Trabalhamos apenas com marcas e fornecedores que compartilham nosso compromisso com a preservação do meio ambiente. Vocês oferecem opções para envio com embalagens eco-friendly? Sim, nos esforçamos para minimizar nosso impacto ambiental em todas as etapas do processo de envio. Oferecemos opções de embalagens eco-friendly sempre que possível e incentivamos a reutilização e reciclagem de materiais de embalagem. Vocês oferecem opções de pagamento seguro? Sim, garantimos opções de pagamento seguro para todas as transações realizadas em nosso site. Aceitamos diversos métodos de pagamento, incluindo cartão de crédito, transferência bancária e pagamento eletrônico. Contate-nos Enviar mensagem Aceito Política de Privacidade Sao Paulo, Brazil earthlyessence@gmail.com +552376882362 Lar Sobre nós política de Privacidade © 2024 EarthlyEssence",
    "policy": "Política de Privacidade da EarthlyEssence | Proteção de Dados e Informações do Cliente Lar Sobre nós Produtos Serviços Promoções Colaborações Vagas Blogue FAQ Contato Lar Sobre nós Produtos Serviços Promoções Colaborações Vagas Blogue FAQ Contato Política de Privacidade - EarthlyEssence Divulgação de Informações: Podemos compartilhar suas informações pessoais com prestadores de serviços terceirizados, como empresas de envio e processadores de pagamentos, para atender aos seus pedidos e processar transações. Esses prestadores de serviços têm a obrigação de proteger suas informações e não estão autorizados a utilizá-las para qualquer outro fim. Suas informações podem ser divulgadas se exigido por lei ou para cumprir processos legais, como responder a intimações ou ordens judiciais. Também podemos divulgar informações para proteger nossos direitos, propriedade ou segurança, ou de outras pessoas. Medidas de Segurança de Dados: Implementamos várias medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, divulgação, alteração ou destruição. Essas medidas incluem criptografia, firewalls e tecnologia de camada de soquete segura (SSL) para proteger dados sensíveis. Apesar de nossos esforços para manter a segurança de suas informações, observe que nenhum método de transmissão pela Internet ou armazenamento eletrônico é completamente seguro. Não podemos garantir a segurança absoluta de seus dados. Links de Terceiros: Nosso site pode conter links para sites ou serviços de terceiros que não são operados ou controlados pela EarthlyEssence. Não somos responsáveis pelas práticas de privacidade ou conteúdo desses sites de terceiros. Recomendamos revisar as políticas de privacidade de qualquer site externo que você visite. Também podemos usar plugins ou integrações de terceiros em nosso site, como botões de mídia social ou conteúdo incorporado. Esses plugins podem coletar informações sobre suas interações com eles, sujeito às suas próprias políticas de privacidade. Privacidade das Crianças: Nosso site e serviços não se destinam a crianças menores de 13 anos. Não coletamos nem solicitamos intencionalmente informações pessoais de ninguém com menos de 13 anos. Se você é pai ou responsável e acredita que seu filho nos forneceu informações pessoais, entre em contato conosco imediatamente. Alterações na Política de Privacidade: Reservamos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento sem aviso prévio. Qualquer alteração será efetiva imediatamente após a publicação em nosso site. Recomendamos que você revise esta política periodicamente para se manter informado sobre como coletamos, usamos e protegemos suas informações. Suas Escolhas de Privacidade: Você tem o direito de acessar, atualizar ou excluir suas informações pessoais armazenadas em nossos sistemas. Você também pode optar por não receber comunicações de marketing de nossa parte seguindo as instruções de cancelamento de inscrição incluídas em nossos e-mails. Se você tiver dúvidas ou preocupações sobre nossas práticas de privacidade ou gostaria de exercer seus direitos de privacidade, entre em contato conosco usando as informações fornecidas no final desta política. Retenção de Informações Pessoais: Retemos suas informações pessoais apenas pelo tempo necessário para cumprir os fins descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. As informações pessoais que não são mais necessárias serão excluídas com segurança, anonimizadas ou agregadas para evitar identificação. Transferências internacionais de dados: Suas informações pessoais podem ser transferidas e processadas em países fora do seu, onde as leis de proteção de dados podem ser diferentes daqueles em sua jurisdição. Tomamos medidas para garantir que quaisquer transferências internacionais de dados cumprir as leis de proteção de dados aplicáveis ​​e que existem salvaguardas para proteger suas informações. Direitos e escolhas do usuário: Você tem o direito de solicitar acesso, correção ou exclusão de suas informações pessoais armazenadas em nossos sistemas. Você também pode ter o direito de se opor ou restringir certos atividades de processamento. Você pode exercer seus direitos e escolhas entrando em contato conosco usando as informações fornecidas no final desta Política de Privacidade. Nós responderá às suas solicitações de acordo com os dados aplicáveis leis de proteção. Atualizações da Política de Privacidade: Poderemos atualizar esta Política de Privacidade periodicamente para refletir as alterações em nossas práticas, requisitos legais ou padrões do setor. Nós irá notificá-lo sobre quaisquer alterações materiais, publicando o atualizado política em nosso site ou por outros meios conforme exigido por lei. É sua responsabilidade revisar esta Política de Privacidade periodicamente para nos mantermos informados sobre como coletamos, usamos e proteja suas informações. Seu uso continuado de nosso site ou serviços constitui aceitação da política atualizada. Consentimento com a Política de Privacidade: Ao utilizar nosso site ou serviços, você concorda com a coleta, uso e divulgação de suas informações pessoais conforme descrito em esta Política de Privacidade. Se você não concorda com qualquer parte desta política, por favor não forneça-nos suas informações pessoais ou use nosso site. Se você já forneceu informações e deseja retirar sua consentimento, entre em contato conosco usando as informações fornecidas abaixo. Escreva para nós Se você tiver alguma dúvida, comentário ou preocupação sobre este Política de Privacidade ou nossas práticas de privacidade, entre em contato conosco pelo e-mail em earthlyessence@gmail.com. Responderemos às suas perguntas prontamente e trabalharemos para resolver quaisquer problemas que você possa ter em relação à proteção de sua privacidade. Sao Paulo, Brazil earthlyessence@gmail.com +552376882362 Lar Sobre nós política de Privacidade © 2024 EarthlyEssence"
  }
}