{
  "name": "New_v11_FarmFresh",
  "pages": {
    "privacy-policy": "Privacy Policy - FarmFresh FarmFresh Home Service About Contact Privacy Policy Information Collection: We collect personal information such as name, email address, and phone number when you place an order or sign up for our newsletter. This information is used to process your orders, communicate with you, and provide a personalized shopping experience. Usage of Information: Your personal information is used solely for the purpose of fulfilling your orders, improving our services, and sending you relevant updates and promotions. We do not sell or share your information with third parties without your consent. Website Analytics: We may use cookies and similar technologies to collect data about your browsing behavior on our website. This information helps us analyze website traffic, improve user experience, and tailor our content to better meet your needs. Security Measures: We employ industry-standard security measures to protect your personal information from unauthorized access, misuse, or alteration. Our website is encrypted using Secure Sockets Layer (SSL) technology to ensure secure transmission of data. Data Retention: We retain your personal information only for as long as necessary to fulfill the purposes for which it was collected and to comply with legal obligations. You have the right to request access to, correction of, or deletion of your personal information stored in our database. Third-Party Links: Our website may contain links to third-party websites or services that are not operated or controlled by FarmFresh. We are not responsible for the privacy practices or content of these third-party sites and encourage you to review their privacy policies before providing any personal information. Children's Privacy: FarmFresh does not knowingly collect personal information from children under the age of 13. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us immediately to request removal of this information from our database. Changes to Privacy Policy: We reserve the right to update or modify this Privacy Policy at any time without prior notice. Any changes will be reflected on this page, and it is your responsibility to review the policy periodically for updates. FarmFresh@gmail.com. Contact Us: If you have any questions, concerns, or feedback about our Privacy Policy or practices, please contact us at [insert contact email or phone number]. We are committed to protecting your privacy and ensuring a safe and secure shopping experience at FarmFresh. Opt-Out Options: FarmFresh provides you with the option to opt out of receiving marketing communications from us. You can unsubscribe from our newsletters or promotional emails by following the instructions provided in the communication or contacting us directly. We respect your preferences and will honor your request promptly. Data Sharing: We may share your personal information with trusted third-party service providers who assist us in operating our website, processing payments, or delivering orders. These service providers are contractually obligated to use your information only for the purposes specified by FarmFresh and to protect it in accordance with applicable laws and regulations. International Transfers: If you are accessing our website from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States or other countries where our service providers are located. By using our website, you consent to the transfer of your information to these countries. Legal Compliance: We may disclose your personal information when required by law or in response to lawful requests by public authorities, such as law enforcement agencies. We may also disclose your information to protect our rights, property, or safety, or that of others. FarmFresh@gmail.com. Data Accuracy: FarmFresh strives to ensure that the personal information we collect is accurate, complete, and up-to-date. You have the right to request access to your personal information and to update or correct any inaccuracies. Please contact us if you need assistance with updating your information. User Accounts: When you create an account on our website, you are responsible for maintaining the confidentiality of your account credentials and for restricting access to your account. You agree to accept responsibility for all activities that occur under your account. Data Breach Notification: In the event of a data breach that may compromise your personal information, FarmFresh will notify you promptly in accordance with applicable laws and regulations. We will take immediate steps to investigate the breach, mitigate its impact, and prevent future incidents. Customer Feedback: We welcome your feedback and suggestions regarding our products and services. If you choose to provide feedback through our website or other communication channels, please be aware that your comments may be publicly visible. We reserve the right to use customer feedback for marketing or promotional purposes. Cookie Preferences: You have the option to manage your cookie preferences through your web browser settings. You can choose to accept or reject cookies, or to receive a notification when a cookie is being sent. Please note that disabling cookies may affect your experience on our website. Policy Acknowledgment: By using the FarmFresh website, you acknowledge that you have read, understood, and agreed to abide by this Privacy Policy. If you do not agree with any aspect of the policy, please discontinue use of our website and contact us with any concerns. Effective Date: This Privacy Policy is effective as and supersedes any previous versions. Any updates or revisions to the policy will be posted on this page with a revised effective date. Continued use of the FarmFresh website constitutes acceptance of the updated policy. Home Service About Contact Policy Privacy Terms and Conditions © 2024 FarmFresh. All rights reserved.",
    "service": "FarmFresh FarmFresh Home Service About Contact Shop Fresh Spinach Bundle $4.99 $6.99 Enjoy the vibrant and nutrient-rich Fresh Spinach Bundle, perfect for salads, smoothies, and cooking. Packed with vitamins and minerals, our spinach is harvested daily to ensure peak freshness and flavor. Organic Gala Apples $5.49/lb $6.49/lb Savor the sweet and crisp taste of Organic Gala Apples. These apples are grown without synthetic pesticides, providing a delicious and healthy snack for any time of the day. Ideal for eating raw or adding to your favorite recipes. Heirloom Tomatoes $$6.99/lb $$7.99/lb Add a burst of color and flavor to your dishes with our Heirloom Tomatoes. These tomatoes are prized for their rich taste and variety of colors. Perfect for salads, sandwiches, or as a fresh snack. Organic Carrot Pack $3.99 $5.99 Crunch into the natural sweetness of our Organic Carrot Pack. Grown sustainably, these carrots are a versatile addition to any meal, whether you're cooking, juicing, or snacking. Mixed Berry Medley $12.99 $15.99 Delight in the juicy and antioxidant-rich Mixed Berry Medley. This blend of strawberries, blueberries, raspberries, and blackberries is perfect for smoothies, desserts, or as a healthy snack on its own. Organic Avocado Pair $7.49 $9.00 Enjoy the creamy and nutritious Organic Avocado Pair. Perfect for making guacamole, adding to salads, or simply enjoying on toast. These avocados are rich in healthy fats and essential nutrients, making them a must-have in your kitchen. About FarmFresh FarmFresh is more than just a grocery store - it's a commitment to quality, health, and sustainability. Founded with a vision to bring fresh, locally sourced produce directly to your doorstep, FarmFresh has become a trusted name in the world of healthy living. At FarmFresh, we believe in the power of fresh, nutritious food to nourish both body and soul. That's why we work closely with local farmers and producers who share our passion for quality and sustainability. By sourcing directly from these farmers, we ensure that our customers receive the freshest and most flavorful produce available. But FarmFresh is more than just a marketplace for fruits and vegetables. It's a community of like-minded individuals who are dedicated to living a healthier, more sustainable lifestyle. From our farm-to-table approach to our commitment to eco-friendly practices, every aspect of FarmFresh is designed to promote health and well-being, both for our customers and for the planet. Our product range is carefully curated to meet the diverse needs and preferences of our customers. Whether you're looking for organic fruits and vegetables, artisanal bread, or locally sourced dairy products, you'll find it all at FarmFresh. And because we believe in transparency and accountability, we provide detailed information about the farmers and producers behind each product, so you can feel confident about the food you're buying. But FarmFresh is more than just a grocery store - it's a way of life. It's about reconnecting with the land, supporting local farmers, and nourishing your body with the freshest, most nutritious food available. So whether you're a health-conscious consumer, an eco-conscious shopper, or just someone who loves good food, we invite you to join us on our journey to a healthier, more sustainable future. Welcome to FarmFresh - where freshness meets sustainability, and every bite is a step towards a better world. Farm-to-Table Excellence At FarmFresh, we prioritize freshness and quality by sourcing directly from local farms. Our commitment to a farm-to-table approach ensures that you receive the freshest produce, straight from the fields to your plate. Taste the difference of true farm-fresh goodness with every bite. Wide Selection of Organic Delights As your premier destination for organic produce, FarmFresh offers a wide selection of certified organic fruits and vegetables. From crisp apples to leafy greens, our organic offerings are grown with care and without synthetic pesticides or chemicals. Trust FarmFresh for the freshest and healthiest organic options. Community and Sustainability When you choose FarmFresh, you're not just buying groceries - you're joining a community dedicated to sustainability and supporting local farmers. With our eco-conscious practices and commitment to responsible sourcing, FarmFresh is more than just a store; it's a movement towards a healthier planet. Join us in nourishing your body and the environment with every purchase. Our Blog Seasonal Delights: Embracing the Best of Spring January 11, 2024 The Art of Meal Prep: Healthy Habits Made Easy January 11, 2024 Going Green: A Guide to Sustainable Eating January 11, 2024 Superfood Spotlight: Unlocking the Benefits of Berries January 11, 2024 FarmFresh Favorites: Customer Recipes and Reviews January 11, 2024 The Organic Difference: Understanding the Benefits of Organic Produce January 11, 2024 Contact Us Call Us Need assistance or have a question? Our dedicated customer service team is here to help! Whether you have inquiries about our products, need assistance with an order, or simply want to provide feedback, we're just a call away. Number: +91-512-8425644 Email Us Have a question or inquiry? Drop us an email at [insert email address] and our dedicated customer service team will get back to you as soon as possible. Whether you need assistance with an order, have a product inquiry, or simply want to share your feedback, we're here to help. FarmFresh@gmail.com Find Us Want to explore our store in person? Find us at Madhya Pradesh 460001, India, where you can browse our selection of fresh fruits, vegetables, and other delicious goodies. Our friendly staff will be happy to assist you and answer any questions you may have. Madhya Pradesh 460001, India I accept Privacy policy Submit Home Service About Contact Policy Privacy Terms and Conditions © 2024 FarmFresh. All rights reserved.",
    "terms-conditions": "Terms and Conditions - FarmFresh FarmFresh Home Service About Contact Terms and Conditions Acceptance of Terms: By accessing or using the FarmFresh website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use our website. Use of Website: You may use the FarmFresh website for lawful purposes only and in a manner consistent with these terms. Any unauthorized use of our website or its content may violate copyright, trademark, and other applicable laws. Product Availability: While we strive to keep our product listings accurate and up-to-date, availability may vary depending on factors such as seasonal availability and supplier availability. We reserve the right to limit the quantity of products available for purchase and to discontinue any product at any time. Pricing and Payment: All prices listed on the FarmFresh website are in [currency] and are subject to change without notice. Payment for orders placed through our website must be made in full at the time of purchase using a valid credit or debit card. Order Confirmation: Upon placing an order on the FarmFresh website, you will receive an order confirmation email containing details of your order. This email serves as acknowledgment that we have received your order and does not constitute acceptance of your order. Delivery Policy: We offer delivery services to select areas within [location]. Delivery fees and timeframes may vary depending on your location and the size of your order. Please refer to our Delivery Information page for more details. Returns and Refunds: We want you to be completely satisfied with your purchase from FarmFresh. If you are not satisfied with a product you receive, please contact us days of receipt to request a return or exchange. Please refer to our Returns Policy for more information on eligibility and procedures. Intellectual Property: All content on the FarmFresh website, including text, images, graphics, logos, and trademarks, is the property of FarmFresh or its licensors and is protected by copyright and other intellectual property laws. You may not use, reproduce, or distribute any content from our website without prior written permission. User Accounts: You may be required to create an account to access certain features of the FarmFresh website, such as placing orders or subscribing to our newsletter. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. Prohibited Conduct: You agree not to engage in any conduct that violates these Terms and Conditions or that may harm, interfere with, or disrupt the operation of the FarmFresh website. Prohibited conduct includes, but is not limited to, transmitting any unlawful, defamatory, or offensive content. Indemnification: You agree to indemnify and hold harmless FarmFresh, its officers, directors, employees, and agents from any claims, losses, damages, liabilities, and expenses (including legal fees) arising out of or related to your use of the FarmFresh website or violation of these Terms and Conditions. Modification of Terms: FarmFresh reserves the right to modify or update these Terms and Conditions at any time without prior notice. Changes will be effective immediately upon posting to the FarmFresh website. It is your responsibility to review these terms periodically for updates. Governing Law: These Terms and Conditions shall be governed by and construed in accordance with the laws. Any disputes arising out of or related to these terms shall be subject to the exclusive jurisdiction of the courts located. Limitation of Liability: In no event shall FarmFresh or its affiliates be liable for any indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of the FarmFresh website or the content contained therein. Termination: FarmFresh reserves the right to terminate or suspend your access to the FarmFresh website at any time for any reason without prior notice. Upon termination, you agree to cease all use of the website and to destroy any copies of website content in your possession. FarmFresh@gmail.com. Third-Party Links: The FarmFresh website may contain links to third-party websites or services that are not owned or controlled by FarmFresh. FarmFresh has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. Severability: If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions shall continue to be valid and enforceable to the fullest extent permitted by law. Waiver: The failure of FarmFresh to enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision. Any waiver of any provision of these terms must be in writing and signed by FarmFresh to be valid. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and FarmFresh regarding your use of the FarmFresh website and supersede all prior or contemporaneous agreements and understandings, whether written or oral. Contact Information: If you have any questions or concerns about these Terms and Conditions, please contact us. We are committed to providing you with the best possible service and ensuring that your experience with FarmFresh is positive and enjoyable. Home Service About Contact Policy Privacy Terms and Conditions © 2024 FarmFresh. All rights reserved.",
    "thanks": "Thanks - FarmFresh Going Home Thank you once again for choosing FarmFresh. We look forward to serving you and being a part of your journey towards healthier living. We extend our heartfelt gratitude for taking the time to explore our website. At FarmFresh, we're passionate about providing you with the freshest, highest-quality produce and products to support your healthy lifestyle.",
    "index": "FarmFresh FarmFresh Home Service About Contact Welcome to FarmFresh! Discover the finest selection of fresh fruits and vegetables, handpicked from local farms to your table. Experience the taste of nature’s bounty with our premium, organic produce. Discover FarmFresh - Your Source for Gut-Healthy Goodness At FarmFresh, we believe in offering products that not only taste great but also promote your overall health. Try our better-for-you, gut-healthy iced tea made with prebiotics, designed to support your digestive wellness. We pride ourselves on providing the highest quality produce and goods. Our dedication to excellence is evident in every venture we undertake, ensuring you receive the best nature has to offer. About Us Our Specials Organic Berry Mix $14.99 $17.99 Enjoy a delightful blend of fresh organic berries, including strawberries, blueberries, raspberries, and blackberries. Perfect for snacking, smoothies, or adding a burst of flavor to your breakfast. Farmer's Market Veggie Box $29.99 $39.99 Get a handpicked selection of the freshest seasonal vegetables straight from the farm. Each box includes a variety of greens, root vegetables, and herbs, ensuring you have everything you need for healthy meals. Tropical Fruit Basket $24.99 $29.99 Savor the exotic flavors of our tropical fruit basket, featuring pineapple, mango, papaya, and kiwi. This basket is ideal for refreshing snacks, desserts, or adding a tropical twist to your dishes. Prebiotic Iced Tea Pack $19.99 $25.99 Refresh yourself with our gut-healthy prebiotic iced tea. Made with natural ingredients and designed to support digestive health, this pack includes four flavors: lemon ginger, mint, berry blend, and classic black tea. Freshness Guaranteed At FarmFresh, we prioritize the freshness of our products. Our fruits and vegetables are sourced daily from local farms, ensuring that you receive the most nutrient-rich and flavorful produce available. We are committed to delivering freshness you can taste in every bite. Quality You Can Trust We believe in providing only the highest quality products to our customers. Each item is carefully selected and inspected to meet our stringent quality standards. From organic produce to gut-healthy iced tea, you can trust that FarmFresh products are safe, healthy, and of the finest quality. Sustainable Practices Sustainability is at the core of our operations. We work closely with eco-conscious farmers who employ sustainable farming methods to protect our environment. By choosing FarmFresh, you are supporting practices that promote a healthier planet for future generations. Organic Avocado Fruits Enjoy the creamy, rich taste of our Organic Avocados. Sourced from sustainable farms, these avocados are packed with essential nutrients and healthy fats. Perfect for salads, toast, or simply on their own, they are a versatile and delicious addition to any meal. Experience the freshness and quality that FarmFresh is known for with our best-selling Organic Avocados. Shop Now Our Customers Emily Johnson Excellent Quality and Service \"FarmFresh consistently delivers the freshest produce right to my door. Their organic fruits and vegetables taste amazing, and I love knowing that I'm supporting local farmers. Highly recommend!\" Michael Thompson My Go-To for Healthy Eating \"As someone who prioritizes healthy eating, FarmFresh is my top choice. Their selection of fresh and organic products is unmatched. The quality and taste of their produce keep me coming back week after week.\" Sarah Williams Delicious and Nutritious \"I am so impressed with the variety and quality of FarmFresh products. From their juicy berries to their crisp vegetables, everything is delicious and nutritious. Their prebiotic iced tea is a game-changer for my gut health!\" James Brown Freshness You Can Taste \"FarmFresh stands out for its commitment to freshness. Every product I've received has been incredibly fresh and flavorful. The convenience of home delivery combined with top-notch quality makes FarmFresh my preferred choice for produce.\" Stay Connected Stay connected with FarmFresh to get the latest updates on our fresh produce, special offers, and exciting new products. Join our community to receive exclusive newsletters, delicious recipes, and tips on healthy living straight to your inbox. Follow us on social media to stay engaged with our vibrant community, participate in fun contests, and be inspired by the farm-to-table journey. At FarmFresh, we believe in building a strong connection with our customers and sharing the joy of healthy, sustainable living. Stay connected and be part of our journey towards a fresher, healthier future! 100% Natural Fresh Fruits Our Fresh Fruits category offers a wide variety of the season's best picks, including organic options and exotic selections. From juicy berries and crisp apples to tropical delights like mangoes and pineapples, every fruit is carefully sourced to ensure maximum freshness and flavor. Perfect for snacking, baking, or adding a nutritious boost to your meals, our fresh fruits are a staple for any healthy diet. View Product 100% Natural Organic Vegetables Discover the best in organic, farm-fresh vegetables with our Organic Vegetables category. Packed with essential nutrients and bursting with flavor, our selection includes leafy greens, root vegetables, and vibrant herbs. Grown without harmful pesticides and chemicals, these vegetables are perfect for creating wholesome, delicious meals. Whether you're cooking a hearty stew or preparing a light salad, our organic vegetables provide the foundation for healthy, sustainable eating. View Product Home Service About Contact Policy Privacy Terms and Conditions © 2024 FarmFresh. All rights reserved."
  },
  "date": "2024-05-17T14:13:43.292Z"
}