{
  "name": "New_v9_mousematmania",
  "pages": {
    "privacy-policy": "Política de Privacidade do MouseMatMania - Protegendo sua Privacidade e Segurança Online +55-65-9998-65159 mousematmania@gmail.com MouseMatMania Lar Perfeição Garantia da Qualidade Ofertas especiais Retornar Nossos produtos Política de Privacidade Direitos Autorais Todos os direitos autorais e outros direitos de propriedade intelectual no conteúdo deste site, incluindo sem limitação o design do site, textos, gráficos, fotografias e todo o software subjacente, são reservados. Você pode imprimir ou baixar extratos de qualquer página deste site para seu uso pessoal e não comercial e você pode citar o conteúdo deste site desde que você credite o MouseMatMania como a fonte. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos a partir deste site. Isenção de Garantias Este site é fornecido \"como está\" sem qualquer representação ou garantia, expressa ou implícita. O MouseMatMania não faz representações ou garantias em relação a este site ou às informações e materiais fornecidos neste site. Nada neste aviso legal irá: Limitar ou excluir nossa responsabilidade por morte ou lesão pessoal resultante de negligência; Limitar ou excluir nossa responsabilidade por fraude ou representação fraudulenta; Limitar qualquer uma de nossas responsabilidades de forma que não seja permitida pela lei aplicável; ou Excluir qualquer uma de nossas responsabilidades que não possam ser excluídas sob a lei aplicável. Restrições de Responsabilidade O MouseMatMania não será responsável por quaisquer danos diretos, indiretos ou consequenciais decorrentes do uso ou incapacidade de usar este site. Isso inclui, sem limitação, qualquer dano por perda de lucros, perda de negócios, perda de economias antecipadas, perda de receita, perda de dados, perda de goodwill, ou qualquer outra perda ou dano de qualquer tipo, porém, surgido e seja por responsabilidade contratual, ato ilícito (incluindo negligência) ou de outra forma, mesmo se previsível. Informações de Contato Se você tiver alguma dúvida sobre este aviso legal, por favor, entre em contato conosco pelo e-mail mousematmania@gmail.com. Conformidade Legal Este site é regido pelas leis do Brasil e qualquer disputa relacionada a ele está sujeita à jurisdição exclusiva dos tribunais do Brasil. Política de Privacidade O MouseMatMania está comprometido em proteger a sua privacidade online. Esta Política de Privacidade descreve as práticas de privacidade do MouseMatMania em relação à informação que coletamos de você ou que você nos fornece através do nosso site e como essa informação é usada e protegida. Informação que Coletamos Podemos coletar e processar as seguintes informações sobre você: Informações que você nos fornece ao preencher formulários em nosso site, como ao se inscrever para receber nossa newsletter ou ao entrar em contato conosco por e-mail. Detalhes de suas visitas ao nosso site e dos recursos que você acessa, incluindo, mas não se limitando a, dados de tráfego, localização, weblogs e outros dados de comunicação. Informações sobre seu computador, incluindo seu endereço IP, sistema operacional e navegador, para administração do sistema e para relatórios estatísticos internos. Como Usamos Sua Informação Utilizamos as informações que coletamos sobre você das seguintes maneiras: Para fornecer informações, produtos ou serviços que você nos solicita. Para melhorar o nosso site e garantir que o conteúdo seja apresentado da forma mais eficaz para você e para o seu computador. Para administrar nosso site e para operações internas, incluindo resolução de problemas, análise de dados, testes, pesquisa, estatísticas e fins de pesquisa. Divulgação de Suas Informações Não divulgaremos suas informações pessoais a terceiros, exceto conforme descrito nesta Política de Privacidade ou com seu consentimento. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Observe que não temos controle sobre esses sites e não somos responsáveis pelas práticas de privacidade desses sites. Recomendamos que você leia as políticas de privacidade de cada site que você visita. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente e quaisquer alterações que fizermos entrarão em vigor imediatamente após a publicação da versão atualizada em nosso site. É sua responsabilidade verificar esta página regularmente para se manter informado sobre quaisquer alterações. Segurança da Informação No MouseMatMania, levamos a segurança da informação a sério. Implementamos medidas técnicas e organizacionais para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição não autorizada. Armazenamento de Dados As informações que coletamos de você são armazenadas em servidores seguros e protegidas por firewalls e outras medidas de segurança. Nos esforçamos para garantir que suas informações estejam seguras a todo momento. Acesso às Suas Informações Você tem o direito de acessar, corrigir e excluir quaisquer informações pessoais que possamos ter sobre você. Se desejar exercer esse direito, entre em contato conosco pelo e-mail mousematmania@gmail.com. Uso de Menores de Idade O MouseMatMania não coleta conscientemente informações de menores de 18 anos. Se você é menor de 18 anos, por favor, não nos forneça suas informações pessoais sem o consentimento dos seus pais ou responsáveis. Notificação de Violação de Dados Se suspeitarmos que ocorreu uma violação de dados que possa comprometer a segurança das suas informações pessoais, nós o notificaremos imediatamente e tomaremos as medidas necessárias para resolver o problema. Transferência de Dados Internacional As informações que coletamos podem ser transferidas para, e armazenadas em, destinos fora do seu país de residência, onde as leis de proteção de dados podem ser diferentes. Ao nos fornecer suas informações, você concorda com essa transferência. Consentimento Ao usar o MouseMatMania, você consente com a coleta e uso das suas informações conforme descrito nesta Política de Privacidade. Resolução de Conflitos No MouseMatMania, estamos comprometidos em resolver quaisquer conflitos ou disputas de forma justa e eficaz. Se você tiver alguma reclamação ou preocupação, entre em contato conosco pelo e-mail mousematmania@gmail.com e faremos o possível para resolver o problema de maneira satisfatória. Jurisdição e Lei Aplicável Este site é operado e controlado a partir do Brasil. Ao acessar este site, você concorda que todas as questões relacionadas ao acesso ou uso deste site estão sujeitas às leis do Brasil, sem considerar conflitos de disposições legais. Alterações nos Termos de Uso Reservamo-nos o direito de modificar estes termos de uso a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação dos termos de uso revisados neste site. Ao continuar a acessar ou usar o site após tais alterações, você concorda em ficar vinculado aos termos de uso revisados. Propriedade do Site O MouseMatMania é de propriedade e é operado por [Nome da Empresa]. Todo o conteúdo presente neste site, incluindo, mas não se limitando a, texto, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais e compilações de dados, é de propriedade do MouseMatMania ou de seus fornecedores e protegido por leis de direitos autorais internacionais. Uso Permitido Você pode acessar e utilizar o MouseMatMania apenas para fins pessoais e não comerciais. Você concorda em não modificar, copiar, distribuir, transmitir, exibir, realizar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos através do MouseMatMania. Links para Sites de Terceiros O MouseMatMania pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo desses sites de terceiros. Não temos controle sobre o conteúdo desses sites e não somos responsáveis por ele. Limitação de Responsabilidade O MouseMatMania é fornecido \"como está\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o MouseMatMania será ininterrupto, seguro ou livre de erros. Você concorda que, ao utilizar o MouseMatMania, o faz por sua própria conta e risco. MouseMatMania Links principais Lar Perfeição Garantia da Qualidade Ofertas especiais Retornar Nossos produtos Tempo de trabalho Dias de Abertura: Segunda a Sexta: 9h às 20h Sábado: 9h às 17h Links adicionais Política de Privacidade Termos de uso Contatos mousematmania@gmail.com +55-65-9998-65159 R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "terms-conditions": "Termos de Uso do MouseMatMania - Condições para Utilização de Nossos Serviços e Produtos +55-65-9998-65159 mousematmania@gmail.com MouseMatMania Lar Perfeição Garantia da Qualidade Ofertas especiais Retornar Nossos produtos Termos de uso Indenização Você concorda em indenizar, defender e isentar o MouseMatMania, seus diretores, funcionários, afiliados, agentes, contratados e licenciantes de e contra todas e quaisquer reclamações, responsabilidades, danos, perdas ou despesas, incluindo honorários advocatícios razoáveis, resultantes de qualquer violação destes Termos de Uso ou de qualquer atividade relacionada à sua conta no MouseMatMania. Rescisão O MouseMatMania se reserva o direito de rescindir ou suspender sua conta imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Isenção de Garantias O site MouseMatMania é fornecido \"no estado em que se encontra\". O MouseMatMania não faz garantias, expressas ou implícitas, e renuncia e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a uma finalidade específica ou não violação de propriedade intelectual ou outra violação de direitos. Limitação de Responsabilidade Em nenhum caso o MouseMatMania, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos, incluindo, sem limitação, perda de lucros, dados, uso, goodwill ou outras perdas intangíveis, resultantes de (i) seu acesso ou uso ou incapacidade de acessar ou usar o site; (ii) qualquer conduta ou conteúdo de terceiros no site; (iii) qualquer conteúdo obtido do site; e (iv) acesso não autorizado, uso ou alteração de suas transmissões ou conteúdo, seja com base em garantia, contrato, ato ilícito (incluindo negligência) ou qualquer outra teoria legal, mesmo que tenha sido avisado da possibilidade de tais danos. Legislação Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração seus princípios de conflitos de leis. Disposições Gerais Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível por um tribunal, as disposições restantes destes Termos permanecerão em pleno vigor e efeito. Nossa falha em fazer valer qualquer direito ou disposição destes Termos não será considerada uma renúncia a esses direitos. Alterações nos Termos de Uso Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento. Se fizermos alterações significativas, notificaremos você por meio de um aviso no site. Ao continuar a acessar ou usar o site após essas alterações entrarem em vigor, você concorda em ficar vinculado aos Termos de Uso revisados. Arbitragem Você concorda que qualquer disputa, reclamação ou controvérsia decorrente ou relacionada a estes Termos de Uso ou ao uso do site MouseMatMania será resolvida por meio de arbitragem vinculativa, de acordo com as regras da [inserir nome das regras de arbitragem, se aplicável]. A arbitragem será conduzida por um árbitro único, nomeado de acordo com tais regras. A decisão do árbitro será final e vinculativa para ambas as partes. Integridade do Acordo Estes Termos de Uso constituem o acordo integral entre você e o MouseMatMania em relação ao seu uso do site e substituem todos os acordos anteriores e contemporâneos, entendimentos, compromissos, declarações e acordos, sejam verbais ou escritos, entre você e o MouseMatMania. Idioma Estes Termos de Uso foram redigidos originalmente em português. Se estes Termos de Uso forem traduzidos para outro idioma e houver conflito entre as versões traduzidas e a versão em português, a versão em português prevalecerá. Atualização dos Termos O MouseMatMania reserva-se o direito de atualizar ou modificar estes Termos de Uso a qualquer momento, a seu exclusivo critério. Se fizermos alterações significativas, iremos notificá-lo publicando a versão revisada dos Termos de Uso no site. O uso contínuo do site após tais alterações constituirá sua aceitação dos Termos de Uso revisados. Consentimento Ao acessar ou usar o site MouseMatMania, você declara que leu, compreendeu e concorda em ficar vinculado por estes Termos de Uso. Se você não concordar com estes termos, por favor, não use o site. Direitos Autorais Todos os direitos autorais e outros direitos de propriedade intelectual no conteúdo e materiais deste site são reservados. Você pode acessar este site para uso pessoal e não comercial. No entanto, você não pode modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos a partir deste site sem o consentimento prévio por escrito do MouseMatMania ou dos detentores de direitos autorais relevantes. Jurisdição e Foro Qualquer controvérsia decorrente ou relacionada a estes Termos de Uso será submetida à jurisdição exclusiva dos tribunais localizados no Brasil. Você concorda em se submeter à jurisdição pessoal desses tribunais para fins de litígios relativos a estes Termos de Uso. Disposições Finais Modificações: O MouseMatMania reserva-se o direito de modificar, alterar ou atualizar estes Termos de Uso a qualquer momento, a seu exclusivo critério. Quaisquer mudanças entrarão em vigor imediatamente após a publicação dos Termos de Uso revisados no site. É sua responsabilidade verificar periodicamente as alterações nos Termos de Uso. O uso contínuo do site após a publicação de alterações constitui aceitação dessas alterações. Cessão: Você não pode ceder, transferir ou delegar estes Termos de Uso ou quaisquer direitos e obrigações aqui contidos, total ou parcialmente, sem o consentimento prévio por escrito do MouseMatMania. O MouseMatMania reserva-se o direito de ceder estes Termos de Uso, total ou parcialmente, a qualquer momento e sem aviso prévio. Encerramento: O MouseMatMania pode encerrar ou suspender seu acesso ao site, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Após tal término, todas as disposições destes Termos que, por sua natureza, deveriam sobreviver ao término, sobreviverão, incluindo, sem limitação, disposições de propriedade, isenções de garantias, indenização e limitações de responsabilidade. Força Maior: O MouseMatMania não será responsável por qualquer falha ou atraso no cumprimento de suas obrigações sob estes Termos de Uso devido a causas além de seu controle razoável, incluindo, mas não se limitando a, atos de Deus, guerra, terrorismo, embargos, incêndios, inundações, desastres naturais, greves, falhas de infraestrutura de telecomunicações, falhas de fornecedores de serviços de internet, falta de eletricidade ou falhas de software. Interpretação: Estes Termos de Uso constituem o acordo integral entre você e o MouseMatMania no que diz respeito ao assunto aqui tratado e substituem todos os acordos anteriores ou contemporâneos, escritos ou orais, sobre o assunto. Qualquer renúncia a qualquer disposição destes Termos de Uso será eficaz somente se estiver por escrito e assinada pelo MouseMatMania. A falha do MouseMatMania em exercer ou fazer valer qualquer direito ou disposição destes Termos de Uso não constituirá renúncia a tal direito ou disposição. Compreensão e Aceitação: Você reconhece que leu estes Termos de Uso e compreende todas as suas disposições. Ao acessar ou usar o site MouseMatMania, você concorda em ficar vinculado por estes Termos de Uso. Se você não concordar com estes Termos de Uso, por favor, não use o site. Entre em Contato Se você tiver dúvidas sobre estes Termos de Uso, entre em contato conosco pelo e-mail: mousematmania@gmail.com. Agradecemos por escolher o MouseMatMania como sua fonte de produtos e serviços relacionados a mouse MouseMatMania Links principais Lar Perfeição Garantia da Qualidade Ofertas especiais Retornar Nossos produtos Tempo de trabalho Dias de Abertura: Segunda a Sexta: 9h às 20h Sábado: 9h às 17h Links adicionais Política de Privacidade Termos de uso Contatos mousematmania@gmail.com +55-65-9998-65159 R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "thanks": "Página de Agradecimento do MouseMatMania - Apreciamos sua Visita e Confiança em Nossos Produtos Obrigado! Agradecemos por entrar em contato conosco. Sua mensagem foi recebida e nossa equipe está trabalhando nela. Por favor, permita-nos algum tempo para revisar e responder à sua consulta. Agradecemos sua paciência. Atenciosamente,Equipe MouseMatMania Para a página inicial",
    "index": "Bem-vindo à Página Inicial do MouseMatMania - Sua Fonte de Conforto e Estilo para Kovriki para Mouse +55-65-9998-65159 mousematmania@gmail.com MouseMatMania Lar Perfeição Garantia da Qualidade Ofertas especiais Retornar Nossos produtos Descubra a Magia dos MouseMatMania Bem-vindo ao Mundo dos MouseMatMania: Conforto e Estilo para o seu Espaço de Trabalho Seja bem-vindo ao MouseMatMania, o seu destino para os melhores kovriki para mouse que combinam conforto, estilo e funcionalidade. Nossos produtos são projetados para elevar a sua experiência de trabalho, proporcionando suporte ergonômico e um toque de personalidade ao seu espaço de trabalho. Explore a nossa coleção e descubra como os MouseMatMania podem transformar a sua rotina diária. Ver variedade Escolha a Perfeição Descubra a Variedade dos Nossos MouseMatMania 1.Estilo e Conforto Desfrute de kovriki para mouse que combinam estilo e conforto, proporcionando uma experiência de trabalho ergonômica e agradável. 2.Durabilidade Superior Nossos MouseMatMania são feitos com materiais de alta qualidade para garantir durabilidade e desempenho excepcionais ao longo do tempo. 3.Personalidade Única Escolha entre uma variedade de designs exclusivos que refletem sua personalidade e adicionam um toque de estilo ao seu espaço de trabalho. Garantia de Qualidade Por que Escolher os MouseMatMania? No MouseMatMania, a qualidade é nossa prioridade. Cada kovriki para mouse é cuidadosamente projetado e testado para garantir a máxima durabilidade e desempenho. Nossa dedicação à excelência se reflete em cada detalhe, desde os materiais premium até os padrões de fabricação rigorosos. Confie nos MouseMatMania para elevar sua experiência de trabalho com produtos que combinam estilo, conforto e funcionalidade de forma impecável. Ofertas Promoções Especiais Explore Nossas Ofertas Exclusivas no MouseMatMania Aproveite as promoções especiais e descontos imperdíveis no MouseMatMania. Encontre os melhores kovriki para mouse a preços incríveis, sem comprometer a qualidade. Não perca a oportunidade de transformar seu espaço de trabalho com estilo e conforto excepcionais. Descontos Exclusivos Aproveite descontos exclusivos em nossa coleção de kovriki para mouse. Durabilidade Premium Estilo Personalizado Conforto Ergonômico Entrega Rápida Ofertas Especiais Descubra ofertas especiais em produtos selecionados do MouseMatMania. Variedade de Designs Garantia de Qualidade Suporte ao Cliente Facilidade de Pagamento Promoções Limitadas Fique de olho em nossas promoções limitadas e garanta seu MouseMatMania hoje mesmo. Personalização Disponível Satisfação Garantida Atendimento Personalizado Envio Seguro Contate-nos Entre em Contato Conosco no MouseMatMania Precisa de ajuda ou tem alguma dúvida? Não hesite em entrar em contato conosco. Nossa equipe dedicada está aqui para fornecer suporte e assistência personalizada para garantir a sua satisfação com os produtos MouseMatMania. Suporte ao Cliente Nossa equipe de suporte ao cliente está disponível para ajudá-lo com qualquer dúvida ou problema que possa ter. Perguntas Frequentes Confira nossa seção de perguntas frequentes para encontrar respostas rápidas para questões comuns. Feedback Valorizamos sua opinião! Compartilhe seu feedback conosco para nos ajudar a melhorar e oferecer a melhor experiência possível. Política de Devolução Garantia de Satisfação no MouseMatMania No MouseMatMania, sua satisfação é nossa prioridade. Oferecemos uma política de devolução flexível para garantir que você esteja completamente satisfeito com sua compra. Se por algum motivo você não estiver feliz com seu kovriki para mouse, entre em contato conosco e teremos o prazer de ajudá-lo a encontrar a melhor solução. Sua experiência com o MouseMatMania é importante para nós, e faremos o possível para garantir que você tenha uma experiência positiva e sem complicações. Aprender mais Nossos Produtos Explore Nossa Coleção de Kovriki para Mouse no MouseMatMania Descubra uma ampla variedade de kovriki para mouse de alta qualidade no MouseMatMania. Desde designs elegantes até opções ergonômicas, temos o produto perfeito para atender às suas necessidades e estilo de trabalho. Design Clássico R$29,90 Kovriki para mouse com design clássico e durável para conforto e estilo no trabalho diário. Peça agora Escolher Ergonômico Premium R$39,90 Kovriki para mouse ergonômico premium para suporte ideal durante longas horas de uso. Peça agora Personalizado Exclusivo R$49,90 Kovriki para mouse personalizado exclusivo para adicionar um toque único ao seu espaço de trabalho. Peça agora Novidades Fique por Dentro das Últimas Novidades no MouseMatMania Mantenha-se atualizado com as últimas adições à nossa coleção de kovriki para mouse no MouseMatMania. Explore as novidades que combinam estilo, funcionalidade e qualidade para aprimorar sua experiência de trabalho. Não perca as últimas tendências e lançamentos exclusivos que tornam o MouseMatMania o destino ideal para seus acessórios de escritório. Se inscrever Formulário de Contato Entre em Contato Conosco Preenchendo o Formulário Abaixo Aceito a Política de Privacidade Envie uma mensagem MouseMatMania Links principais Lar Perfeição Garantia da Qualidade Ofertas especiais Retornar Nossos produtos Tempo de trabalho Dias de Abertura: Segunda a Sexta: 9h às 20h Sábado: 9h às 17h Links adicionais Política de Privacidade Termos de uso Contatos mousematmania@gmail.com +55-65-9998-65159 R. São Lourenço do Oeste, 1391 - 1391 - S - S - Alvorada, Lucas do Rio Verde - MT, 78455-000, Brasil"
  }
}