{
  "name": "New_v9_SaborosaDine",
  "pages": {
    "contacts": "SaborosaDine: Contatos Início Contatos Contatos Caro cliente, Agradecemos por escolher o SaborosaDine para a sua refeição. Gostaríamos de informar que a nossa entrega é feita de forma rápida e eficiente para garantir que a sua comida chegue quente e fresca. Nosso serviço de entrega funciona todos os dias da semana, das 11h às 21h. Você pode fazer o seu pedido pelo nosso site ou ligando para o nosso restaurante. Temos uma equipe dedicada que se encarregará de preparar o seu pedido e entregá-lo no endereço indicado no menor tempo possível. Garantimos a qualidade dos nossos pratos e estamos sempre disponíveis para atender às suas necessidades e preferências. Caso tenha alguma dúvida ou sugestão, não hesite em entrar em contato conosco. Agradecemos mais uma vez por escolher o SaborosaDine e esperamos poder servi-lo em breve. Atenciosamente, Equipe do SaborosaDine Telefone: +55 59 1598 5238 Email: SaborosaDine@gmail.com Endereço: Alameda Ricardo Paranhos, 504 - St. Marista, Goiânia - GO, 74175-020, Brasil Aceito a Política de Privacidade Enviar Perguntas frequentes Qual é o horário de funcionamento do SaborosaDine? O SaborosaDine está aberto de segunda a sexta-feira, das 11h às 22h, e aos sábados e domingos, das 12h às 23h. O SaborosaDine oferece opções vegetarianas? Sim, o SaborosaDine possui diversas opções vegetarianas no cardápio. Como posso fazer uma reserva no SaborosaDine? Você pode fazer uma reserva ligando para o restaurante ou através do nosso site. O SaborosaDine aceita cartões de crédito? Sim, aceitamos cartões de crédito e débito. O restaurante oferece serviço de delivery? Sim, o SaborosaDine oferece serviço de delivery. Basta fazer o seu pedido através do nosso site ou ligando para o restaurante. Posso levar meu animal de estimação para o SaborosaDine? Infelizmente, não permitimos a entrada de animais de estimação no restaurante, com exceção de cães-guia. O SaborosaDine oferece opções de catering para eventos? Sim, o SaborosaDine oferece serviços de catering para eventos. Entre em contato conosco para mais informações. Quais são os pratos mais populares do SaborosaDine? Alguns dos pratos mais populares do nosso restaurante são a feijoada, a moqueca de peixe e a picanha na chapa. Há estacionamento disponível perto do SaborosaDine? Sim, há estacionamento disponível próximo ao restaurante para os clientes. O SaborosaDine possui opções de sobremesas? Sim, o SaborosaDine oferece diversas opções de sobremesas, como pudim, sorvetes e tortas. Galeria Início Contatos Política de Privacidade Termos e Condições",
    "index": "SaborosaDine Início Contatos SaborosaDine - serviço online de pedidos de comida e reserva de mesa Plataforma online para seleção conveniente de pratos e atribuição de assentos em um restaurante Livro Por que escolher SaborosaDine? SaborosaDine - seu assistente confiável na escolha de comida e reserva de mesas. Conveniência de pedir comida no menu online os clientes podem fazer pedidos online diretamente pelo site do restaurante, o que torna o processo de pedir comida muito mais conveniente. Informações detalhadas sobre o menu e os preços o site do restaurante fornece informações completas sobre os pratos disponíveis, seus ingredientes e preços, para que os clientes possam fazer escolhas informadas. Reservas de mesa online os clientes podem usar o site do restaurante para fazer reservas de mesa com antecedência, garantindo um lugar no restaurante quando desejarem. Atualizações regulares sobre promoções e eventos especiais o site do restaurante é frequentemente atualizado com informações sobre promoções, eventos especiais e ofertas especiais, mantendo os clientes informados sobre as últimas novidades. Contato fácil com o restaurante os clientes podem entrar em contato com o restaurante facilmente através do site, seja para fazer uma pergunta, dar feedback ou fazer uma reclamação. Acesso a avaliações e comentários de clientes anteriores o site do restaurante pode incluir avaliações e comentários de clientes anteriores, ajudando os novos clientes a tomar decisões informadas sobre sua experiência gastronômica. Informações sobre nós SaborosaDine é um restaurante que se destaca por sua culinária criativa e deliciosa, que combina sabores tradicionais com uma abordagem moderna. Localizado em um elegante bairro de Lisboa, o restaurante oferece uma atmosfera sofisticada e acolhedora, perfeita para jantares românticos, encontros com amigos ou eventos especiais. A equipe de chefs do SaborosaDine é liderada pelo renomado chef Miguel Silva, que traz sua paixão pela gastronomia e sua criatividade para cada prato. Os ingredientes frescos e de alta qualidade são o coração da culinária do restaurante, e os pratos são cuidadosamente preparados para garantir uma experiência gastronômica única e memorável. O cardápio do SaborosaDine é uma mistura de pratos tradicionais portugueses com toques contemporâneos, resultando em combinações surpreendentes e deliciosas. Os clientes podem desfrutar de pratos como Bacalhau à Brás com Azeitonas Pretas e Ovos Mexidos, Lombo de Porco com Cogumelos e Molho de Vinho Tinto, e Polvo Grelhado com Batatas a Murro e Funcho. Além dos pratos principais, o restaurante também oferece uma variedade de entradas, saladas, sopas e sobremesas, todas elaboradas com os melhores ingredientes disponíveis. Os clientes também podem desfrutar de uma extensa carta de vinhos, com opções que complementam perfeitamente cada prato do cardápio. O SaborosaDine também oferece um menu de almoço executivo durante a semana, com opções de pratos saborosos e saudáveis ​​a preços acessíveis. Os clientes podem escolher entre uma variedade de pratos principais, acompanhamentos e sobremesas, tornando o restaurante o local perfeito para refeições durante a semana. Além da excelente culinária, o SaborosaDine também se destaca pelo seu serviço impecável e atencioso. A equipe de garçons e garçonetes é treinada para oferecer o melhor atendimento aos clientes, garantindo que cada refeição seja uma experiência agradável e memorável. Para aqueles que desejam realizar eventos especiais no SaborosaDine, o restaurante oferece um serviço de catering personalizado, que pode ser adaptado para atender às necessidades de cada cliente. Seja um jantar de negócios, uma festa de aniversário ou um casamento íntimo, a equipe do restaurante está comprometida em garantir que cada evento seja um sucesso. Em resumo, o SaborosaDine é um restaurante que combina culinária criativa, ingredientes frescos e de alta qualidade e serviço impecável para oferecer uma experiência gastronômica única e memorável. Com seu cardápio diversificado, ambiente elegante e atencimento atencioso, o restaurante é uma escolha perfeita para quem procura uma refeição excepcional em Lisboa. Venha nos visitar e descubra o saboroso mundo da culinária do SaborosaDine. Comentários de nossos clientes \"SaborosaDine é um restaurante maravilhoso! A comida é deliciosa e o serviço é impecável. Com certeza voltarei muitas vezes.\" Maria Lopes \"Fiquei impressionado com a qualidade dos pratos do SaborosaDine. O ambiente é agradável e o atendimento é de primeira.\" João Silva: \"O SaborosaDine me surpreendeu positivamente. Os pratos são bem elaborados e o sabor é único. Recomendo a todos que queiram uma experiência gastronômica memorável.\" Ana Santos \"Que surpresa agradável foi conhecer o SaborosaDine! A comida é incrível, o atendimento é atencioso e o ambiente é acolhedor. Voltarei com certeza!\" Ricardo Ferreira Reservar uma mesa Início Contatos Política de Privacidade Termos e Condições",
    "policy": "SaborosaDine: Política de Privacidade Início Contatos Política de Privacidade Bem-vindo ao site do restaurante SaborosaDine. Nós priorizamos a privacidade e proteção dos dados dos nossos usuários e clientes. Esta Política de Privacidade descreve como coletamos, usamos e protegemos as informações pessoais que você fornece ao usar nosso site. Ao acessar ou usar nosso site, você concorda com as práticas descritas nesta política. Coleta de Informações Ao usar nosso site, podemos coletar informações pessoais que você fornece de forma voluntária, como nome, sobrenome, endereço de e-mail, número de telefone e outras informações de contato. Além disso, podemos coletar informações não pessoais, como endereço IP, tipo de navegador, sistema operacional e outras informações técnicas. Uso das Informações As informações que coletamos podem ser usadas para os seguintes propósitos: Fornecer serviços personalizados, como reservas online e envio de promoções Melhorar a experiência do usuário no site Enviar comunicações de marketing e informativas Analisar tendências de tráfego no site e entender as preferências dos usuários Proteção de Dados Tomamos medidas razoáveis para proteger as informações pessoais que coletamos contra acesso não autorizado, uso indevido, divulgação ou destruição. No entanto, é importante lembrar que nenhum método de transmissão pela internet ou armazenamento eletrônico é 100% seguro. Compartilhamento de Informações Não vendemos, comercializamos ou transferimos de forma alguma as informações pessoais dos nossos usuários a terceiros sem o seu consentimento. Podemos compartilhar informações com prestadores de serviços que nos ajudam a operar o site ou prestar serviços aos usuários, mas eles estão comprometidos a manter a confidencialidade dessas informações. Links para Outros Sites Nosso site pode conter links para outros sites que não são de nossa propriedade ou controle. Não somos responsáveis pelas práticas de privacidade desses sites e recomendamos que você verifique a política de privacidade de cada um deles. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente e sem aviso prévio. Recomendamos que você revise esta política regularmente para se manter informado sobre como protegemos suas informações. Contato Se tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco através do e-mail SaborosaDine@gmail.com Agradecemos por confiar no restaurante SaborosaDine. Estamos comprometidos em proteger a sua privacidade e garantir que suas informações pessoais sejam tratadas com segurança e confidencialidade. Início Contatos Política de Privacidade Termos e Condições",
    "terms": "SaborosaDine: Termos e Condições Início Contatos Termos e Condições Bem-vindo ao site do restaurante SaborosaDine. Ao utilizar este site, você concorda em cumprir e estar sujeito aos seguintes termos e condições de uso. Por favor, leia atentamente antes de utilizar o site. Uso do Site: 1.1. Este site é fornecido para sua conveniência e uso pessoal. Você concorda em não utilizar o site para qualquer finalidade ilegal ou proibida. 1.2. Você concorda em não utilizar o site de forma a danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso de terceiros do site. Informações do Site: 2.1. O restaurante SaborosaDine se esforça para garantir que as informações disponíveis no site sejam precisas e atualizadas. No entanto, não garantimos a precisão ou integridade das informações. 2.2. O restaurante SaborosaDine reserva-se o direito de fazer alterações no site, incluindo preços, horários de funcionamento, ofertas e promoções, sem aviso prévio. Links para Outros Sites: 3.1. O site pode conter links para sites de terceiros. O restaurante SaborosaDine não se responsabiliza pelo conteúdo ou políticas de privacidade desses sites. 3.2. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do restaurante SaborosaDine. Propriedade Intelectual: 4.1. Todo o conteúdo do site, incluindo textos, imagens, logotipos, design e layout, é de propriedade do restaurante SaborosaDine ou de terceiros licenciados. É proibida a reprodução, distribuição ou modificação do conteúdo sem autorização prévia. 4.2. O uso não autorizado do site pode resultar em violações de direitos autorais e outras leis de propriedade intelectual. Responsabilidade: 5.1. O restaurante SaborosaDine não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais, especiais ou punitivos decorrentes do uso ou impossibilidade de uso do site. 5.2. Você concorda em isentar o restaurante SaborosaDine de qualquer responsabilidade decorrente do uso do site. Alterações nos Termos e Condições: 6.1. O restaurante SaborosaDine reserva-se o direito de alterar estes termos e condições a qualquer momento. Recomendamos que você revise regularmente os termos e condições para estar ciente de quaisquer alterações. Lei Aplicável: 7.1. Estes termos e condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa relacionada ao site será submetida à jurisdição exclusiva dos tribunais brasileiros. Ao utilizar o site do restaurante SaborosaDine, você concorda com estes termos e condições de uso. Se você não concordar com estes termos, por favor, não utilize o site. Obrigado por escolher o restaurante SaborosaDine. Esperamos vê-lo em breve em nosso restaurante. Contato por e-mail SaborosaDine@gmail.com Bon appétit! Início Contatos Política de Privacidade Termos e Condições",
    "thanks": "SaborosaDine: Obrigado Obrigado! Faremos de tudo para tornar a sua noite inesquecível! Lar"
  }
}