{
  "name": "New_v9_KinoKolibri",
  "pages": {
    "terms-conditions": "Terms of Use – KinoKolibri: Rules of Our Interaction Main About Us Services Terms and Conditions General Information Our terms and conditions govern your use of our website and services. By accessing or using our website, you agree to be bound by these terms and conditions. Website Usage Terms These terms govern your use of our website. By accessing or using our website, you agree to comply with these terms and conditions. Limitation of Liability We strive to provide accurate and up-to-date information on our website, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Content Use Policy The content of the pages of this website is for your general information and use only. It is subject to change without notice. Service Usage Terms Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements. Product and Service Terms This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance, and graphics. Reproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions. Ordering and Payment Terms Unauthorized use of this website may give rise to a claim for damages and/or be a criminal offense. Disclaimer for External Links From time to time, this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s). Copyright Policy You may not create a link to this website from another website or document without our prior written consent. Limitations and Disclaimers Your use of this website and any dispute arising out of such use of the website is subject to the laws of [Country]. Right to Modify Terms We reserve the right to modify or discontinue, temporarily or permanently, the website or any features or portions thereof without prior notice. You agree that we will not be liable for any modification, suspension, or discontinuance of the website or any part thereof. Dispute Resolution and Jurisdiction Any claim relating to this website shall be governed by the laws of [Country] without regard to its conflict of law provisions. Applicable Law If any provision of these terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these terms unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Changes and Revisions We reserve the right, at our sole discretion, to modify or replace these terms at any time. If a revision is material, we will try to provide at least [30 days'] notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Contact Information If you have any questions about these terms, please contact us at kinokolibri@gmail.com. Effective Date These terms and conditions are effective as of 04/30/2024. Last Updated Last updated: 04/30/2024. +91 722 871399 kinokolibri@gmail.com 10/1, 2 Floor, Digipen Industries, Bengaluru Main About Us Services Privacy Policy Terms and Conditions",
    "thank_page": "Thank You for Your Request – KinoKolibri: We Will Contact You Soon Thank you for your request. We Will Contact You Soon. Back to Home",
    "about": "About Us – KinoKolibri: Your Partner in the World of Independent Cinema Main About Us Services About Us: History and Mission Learn about our company, its origins, and the values that guide us in the cinematic world. We strive to support and inspire independent filmmakers, providing them with a platform for self-expression and professional guidance on the path to creating cinematic masterpieces. Our Journey: From Passion to Excellence The history of our company began many years ago when a group of cinema enthusiasts gathered with a dream of creating a unique platform for independent authors. Initially, we started as a small group of like-minded individuals, working on our own projects and striving to share our ideas with the world. Over time, our passion and dedication to cinema attracted more and more talented individuals who shared our values and goals. We gradually expanded, attracting new clients and employees, and began to actively develop as a film company. Throughout our journey, we have faced various challenges and obstacles, but our determination and belief in our mission have never wavered. We strive for each project we create to reflect our passion for cinema and our commitment to high quality and creativity. Today, our company is one of the leading players in the world of independent cinema, providing a platform for creativity and support for a multitude of talented authors. We take pride in having created a place where every idea matters, and every author has the opportunity to turn their dreams into reality. Meet Our Team Get to know the talented individuals who form the backbone of KinoKolibri. Our team brings diverse expertise and a passion for storytelling to every project, ensuring your creative vision comes to life on screen. A. Smith Content Development Director Experience: Over 10 years in the film industry, working on numerous films and series of various genres. Assistance: Will help authors develop ideas, give them shape and direction, and organize the creative process of content creation. M. Parker Production Producer Experience: Over 8 years as a film and series producer, handling projects with various budgets and genres. Assistance: Ensures efficient project execution from start to finish, including organizing shoots, casting, budget coordination, etc. E. Davis Marketing and Promotion Manager Experience: Over 7 years in film marketing and promotion, successfully promoting various films and series. Assistance: Develops a marketing strategy for your project, organizes advertising campaigns, manages online presence, and other marketing activities. K. Roberts Cinematographic Editor Experience: Over 5 years working as a cinematographic editor on a wide range of projects. Assistance: Ensures high-quality editing of your project, creating stunning visual imagery and maintaining plot integrity. Join Us: Let's Create together Our mission is to inspire and support independent creators in bringing their ideas to life through the art of cinema. We strive to create high-quality and inspiring films and series that touch the hearts of audiences and leave an unforgettable mark on the history of cinematography. Join us in bringing your next cinematic project to life! We are ready to help you turn your ideas into reality. Fill out the form below to start collaborating with us today. Get in Touch Frequently Asked Questions What services do you provide? We provide services for all stages of film and series production, including script development, pre-production, direction, post-production, marketing, and distribution. What experience does your company have? Our company has a wealth of experience in the film industry, collaborating with talented authors and creating high-quality projects for a wide audience. What is the average budget for creating a film or series with your involvement? The budget of the project can vary significantly depending on its scale, genre, cast, and other factors. We are ready to discuss your goals and offer the best solution. How long does it take to create a film or series? The time it takes to create a film or series depends on various factors, including the project's complexity, cast availability, and location of filming. The process usually takes from several months to several years. What films or series have you already created? We have created numerous films and series in various genres, including drama, comedy, documentary, and more. You can explore our portfolio on our website. How can I contact your company to start collaboration? You can fill out the contact form on our website or reach out to us using the provided contact information. We are happy to discuss your project and collaboration opportunities. Do you have experience working with independent authors? Yes, we have extensive experience working with independent authors and value the creative approach to the film industry. We are ready to support you at every stage of your project. What timeframe do you anticipate for project completion? The project completion time depends on its volume and complexity. We are happy to discuss your schedule and try to adapt it to your needs. How are actors chosen for the project? We collaborate with professional casting agencies and consider actor candidates according to your requirements and project vision. What opportunities for project promotion do you offer? We offer various strategies and tools for promoting your project, including marketing campaigns, participation in film festivals, and distribution through various platforms. +91 722 871399 kinokolibri@gmail.com 10/1, 2 Floor, Digipen Industries, Bengaluru Main About Us Services Privacy Policy Terms and Conditions",
    "index": "Welcome to the Cinematic World – KinoKolibri Main About Us Services Partnership with KinoKolibri: Your Gateway to the World of Cinema! Here, you can explore our offerings and submit a collaboration request to bring your ideas to life. Let's create amazing projects together! About Us: KinoKolibri in Brief KinoKolibri is a film company dedicated to supporting and nurturing independent filmmakers and series creators. We provide a unique platform for creative self-expression, where every idea has the opportunity to flourish. Our mission is to assist talented authors in bringing their ideas to life by providing them with the necessary resources, expert support, and a wide audience for distributing their works. We believe in the power of cinema as an art form and strive to create and maintain an atmosphere of inspiration and creativity through our projects. Learn more Who We Are and What We Do? Learn more about our company and our mission in the world of cinema. We passionately believe in the power of film and strive to support and empower independent filmmakers. Mission We provide a platform and support for the creative self-expression of independent filmmakers. Services We offer a full range of services, from idea and script development to production and promotion of films and series. Quality We take pride in the high quality of our projects and constantly strive for improvement. Professionalism Our team consists of experienced professionals ready to assist you at every stage of your project. Inspiration We are inspired by the creativity of our clients and aim to help them achieve their goals in the film industry. Solutions for Your Projects with KinoKolibri Explore a comprehensive range of solutions tailored to meet the needs of your film and series projects with KinoKolibri. From production and financing to marketing and distribution, our team is dedicated to providing the support and resources necessary to bring your vision to life. Whether you're a seasoned filmmaker or just starting out, we're here to help you every step of the way. Production and Direction Benefit from our team's expertise in every aspect of film and series production, from conceptualization to execution. We'll work closely with you to ensure your vision is realized on screen. Financing Gain access to financial assistance tailored to independent filmmakers, helping you secure the resources needed to bring your projects to fruition. Marketing and Distribution Amplify your reach with our marketing experts who will develop strategic campaigns to promote your work across various channels and ensure maximum exposure. Training and Support Take advantage of our educational resources, workshops, and consultations designed to enhance your skills and foster professional growth in the film industry. Partnership and Networking Join our network of industry professionals and collaborators, opening doors to new opportunities and partnerships to further your career in filmmaking. Explore Our Service Packages Starter Package \"KinoStart\" Standard Package \"KinoPro\" Premium Package \"KinoMaster\" Discover our range of service packages designed to meet your filmmaking needs. From script development to post-production, we have everything you need to bring your vision to life. Learn More Our Achievements Explore our proud achievements, which reflect our dedication, expertise, and commitment to excellence. From completed projects and satisfied clients to awards and international recognition, we take pride in our journey and look forward to continuing to deliver exceptional results in the world of cinema. 100+ completed projects 95% satisfied clients 50+ awards and accolades 10+ countries served 10 years in the industry Contact Us Whether you have questions, suggestions, or just want to reach out, feel free to do so! We're always eager to connect and help you bring your ideas to life. Use any of the convenient contact methods below to start a conversation with our team. I accept Privacy policy Submit +91 722 871399 kinokolibri@gmail.com 10/1, 2 Floor, Digipen Industries, Bengaluru Main About Us Services Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy – KinoKolibri: Your Data is Safe with Us Main About Us Services Privacy Policy General Information Our privacy policy outlines how we handle your personal information. We take your privacy seriously and are committed to protecting your data. Collection and Use of Personal Information We collect personal information to provide and improve our services. This includes information you provide directly, as well as data collected automatically when you use our website or services. Types of Personal Information Collected The types of personal information we collect may include your name, email address, contact information, and any other information you choose to provide. Purposes of Collection and Use We use your personal information to communicate with you, process your requests, provide customer support, and improve our services. We may also use your information for marketing purposes with your consent. Legal Basis for Processing Personal Information We process your personal information based on various legal grounds, including your consent, contractual necessity, compliance with legal obligations, and our legitimate interests. Retention Periods We retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. Disclosure to Third Parties We may disclose your personal information to third parties for the purposes described in this privacy policy, including service providers, business partners, and regulatory authorities. Transfer of Personal Information Outside Your Country Your personal information may be transferred to and processed in countries outside of your own, where data protection laws may differ. By using our services, you consent to such transfers. Your Rights You have certain rights regarding your personal information, including the right to access, correct, delete, or restrict its processing. You also have the right to withdraw your consent at any time. Security Measures We implement security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is completely secure. Cookie Policy Our cookie policy explains how we use cookies and similar technologies to collect information about your use of our website. By using our website, you consent to the use of cookies as described in our cookie policy. Consent to Cookie Use By accepting our use of cookies, you consent to the placement of cookies on your device for the purposes described in our cookie policy. Managing Cookies You can manage cookies through your browser settings or by using third-party tools. However, disabling certain cookies may affect your experience on our website. Changes to Privacy Policy We reserve the right to update or change our privacy policy at any time. Any changes will be effective immediately upon posting the updated policy on this page. Contacting Us About Privacy If you have any questions or concerns about our privacy practices or this policy, please contact us at kinokolibri@gmail.com. Contact Information For privacy inquiries or requests, you can reach us at kinokolibri@gmail.com. Effective Date This privacy policy is effective as of 04/30/2023. Last Updated Last updated: 04/30/2024. +91 722 871399 kinokolibri@gmail.com 10/1, 2 Floor, Digipen Industries, Bengaluru Main About Us Services Privacy Policy Terms and Conditions",
    "services": "Our Services – KinoKolibri: Bring Your Cinematic Projects to Life Main About Us Services Our Services Discover the range of services offered by KinoKolibri to support every stage of your film and series projects. From concept development to post-production, we provide comprehensive assistance to bring your creative vision to fruition. Reasons to Collaborate with Us Discover why independent authors choose to collaborate with KinoKolibri. From creative freedom to professional support, explore the benefits of working with our team to bring your cinematic visions to life. Creative Freedom We value and support the individual creative approach of each author, providing freedom of expression and realization of their unique ideas. Professional Support Our team of experienced professionals is ready to provide full support at all stages of project creation, from concept development to marketing support after release. Self-Realization Opportunity We provide a platform where independent authors can unleash their potential and see their ideas transformed into reality on the big screen or online. Flexible Approach We understand that each project is unique and are ready to adapt our work to the individual needs and goals of the authors. Career Growth Opportunity Collaborating with us opens doors for further professional growth and recognition in the film industry. Innovative Approach We are committed to pushing the boundaries of creativity and exploring new ideas, ensuring that your project stands out in the competitive world of filmmaking. Innovative Cinematography Solutions Introducing our new lineup of innovative cinematography solutions from KinoKolibri. Our service packages provide the highest quality filming and editing, as well as comprehensive support for your project from concept to premiere. Discover new possibilities in the world of filmmaking with KinoKolibri! Starter Package \"KinoStart\" - Script development for a short film or pilot episode. - Pre-production organization, including casting and location scouting. - Filming and editing of key scenes. - Basic color correction and sound design. $1000 Standard Package \"KinoPro\" - Script development for a feature film or series. - Full pre-production cycle: casting, location scouting, storyboarding. - Full filming and editing of the film or series. - Advanced post-production: color correction, sound design, special effects. - Marketing support and distribution consultation. $5000 Premium Package \"KinoMaster\" - Custom script development tailored to your needs. - Full pre-production with top-tier actors and locations. - Premium filming and editing services. - Advanced post-production with cutting-edge technologies. - Personalized marketing plan and distribution strategy. $10000 Get Started Our Comprehensive Services Explore our comprehensive range of services tailored to meet all your filmmaking needs. From script development to distribution, we provide end-to-end support to bring your vision to the screen. Script Development Our team of experts will help you craft compelling and original scripts for your projects. Pre-Production We handle all pre-production tasks, including casting, location scouting, and equipment preparation. Filming and Directing Our professional directors and production crew ensure high-quality filming for your project. Post-Production We take care of all post-production stages, including editing, color correction, sound design, and special effects. Marketing and Promotion We develop a marketing strategy and help your project reach the audience through various channels. Distribution We assist in getting your project to the international market by organizing distribution through various platforms. Ready to get started on your project? Submit a collaboration request now, and our team will get in touch with you shortly. Client Testimonials \"Working with KinoKolibri was an absolute pleasure. Their team's dedication to bringing my vision to life was evident in every step of the process. I couldn't be happier with the final result!\" - John Smith, Independent Filmmaker \"I had the opportunity to collaborate with KinoKolibri on my latest project, and I was blown away by their professionalism and attention to detail. They truly go above and beyond to ensure the success of their clients' projects.\" - Emily Johnson, Screenwriter \"KinoKolibri exceeded all my expectations. From script development to distribution, they provided unparalleled support and guidance. I highly recommend their services to anyone looking to create quality films.\" - Michael Brown, Director \"I've worked with many production companies in the past, but none have matched the level of excellence that KinoKolibri consistently delivers. They are my go-to team for all my filmmaking needs.\" - Sarah Williams, Producer \"Collaborating with KinoKolibri was a game-changer for my career. Their expertise and creativity helped elevate my project to new heights, and I'm grateful for the opportunity to work with such a talented team.\" - David Martinez, Actor +91 722 871399 kinokolibri@gmail.com 10/1, 2 Floor, Digipen Industries, Bengaluru Main About Us Services Privacy Policy Terms and Conditions"
  },
  "date": "2024-05-02T18:15:33.108Z"
}