{
  "name": "New_v9_proseating",
  "pages": {
    "privacy-policy": "ProSeating Privacy Policy - Your Information, Our Commitment +91-404-9251111 proseating@gmail.com ProSeating Home Advantages Why are we About Us Comfort The perfect chair Privacy Policy Welcome to ProSeating, your premier destination for high-quality, ergonomic computer chairs designed to enhance your comfort and productivity. This Disclaimer page aims to provide you with essential information about our products and services. At ProSeating, we are committed to offering a diverse range of computer chairs tailored to meet the unique needs of our customers. Our products are meticulously crafted using top-grade materials and cutting-edge technology to ensure durability, comfort, and style. Please note that while we strive to provide accurate and up-to-date information about our products, the images, descriptions, and specifications displayed on our website are for illustrative purposes only. Slight variations in color, texture, and size may occur due to factors such as different screen settings and manufacturing processes. We strongly recommend that you carefully read the product descriptions and specifications before making a purchase. If you have any questions or need further clarification, please do not hesitate to contact us. Our customer service team is always ready to assist you. Our computer chairs are designed for general use and may not be suitable for everyone. It is crucial that you consider your specific needs, physical condition, and any existing medical issues before using our products. If you have any health concerns or are unsure whether our computer chairs are suitable for you, we advise you to consult a healthcare professional. ProSeating is not liable for any direct, indirect, incidental, or consequential damages resulting from the use or misuse of our products. Our computer chairs are designed to withstand normal wear and tear. However, misuse, abuse, or failure to follow the care instructions provided may void the warranty and render you responsible for any damages. We take great pride in the quality of our products. However, please understand that no product is completely immune to defects or malfunctions. In the unlikely event that you encounter a problem with your computer chair, please contact us immediately. We will do our best to resolve the issue in a timely and satisfactory manner. Please remember that your safety is our top priority. Always use our computer chairs responsibly and in accordance with the instructions provided. Do not attempt to modify or repair the product yourself. If you notice any signs of damage or wear, stop using the product immediately and contact us for assistance. At ProSeating, we are constantly working to improve our products and services. We reserve the right to modify, update, or discontinue any product or service without prior notice. We also reserve the right to revise this Disclaimer at any time. We encourage you to review this page periodically for any changes. At ProSeating, we believe that a comfortable and ergonomic computer chair is an essential investment for anyone who spends long hours in front of a screen. Our products are designed to promote good posture, reduce the risk of strain and injury, and enhance your overall well-being. However, it is important to note that our computer chairs are not a substitute for regular exercise, stretching, and breaks. We strongly recommend that you take frequent breaks, engage in physical activities, and maintain a balanced and healthy lifestyle. ProSeating is not responsible for any health problems or injuries that may occur as a result of prolonged sitting, poor posture, or failure to follow the recommended guidelines. If you experience any discomfort, pain, or other symptoms while using our products, please stop immediately and seek medical advice. Our computer chairs are designed to accommodate a wide range of users. However, individual preferences and requirements may vary. We encourage you to try out our products, if possible, before making a purchase. You may also refer to our size and weight guidelines to ensure that the product is suitable for you. Please note that our products are subject to availability. We strive to maintain accurate and up-to-date inventory information. However, there may be instances where a product is out of stock or unavailable. In such cases, we will inform you as soon as possible and offer alternative options or a refund. ProSeating is committed to providing excellent customer service. We value your feedback and suggestions and are always willing to go the extra mile to ensure your satisfaction. However, we reserve the right to refuse service or cancel an order in certain circumstances, such as fraud, misrepresentation, or abusive behavior. We understand that shopping online can be a daunting experience, especially when it comes to big-ticket items like computer chairs. That's why we offer a hassle-free return and refund policy. If you are not satisfied with your purchase for any reason, you may return the product within 30 days of delivery for a full refund or exchange. Please note that the product must be in its original condition, with all the tags, packaging, and accessories intact. Any damages, stains, or signs of wear and tear may render the product ineligible for a refund or exchange. Shipping and handling fees are non-refundable, unless the product is defective or damaged upon arrival. In the unlikely event that you receive a defective or damaged product, please contact us immediately. We will arrange for a replacement or a refund, at our discretion. We may also request that you provide photos or other evidence of the damage to facilitate the process. At ProSeating, we take pride in the quality and craftsmanship of our products. However, we also recognize that accidents and mishaps can happen. That's why we offer a comprehensive warranty coverage for all our computer chairs. Our warranty covers any defects in materials or workmanship that may occur during the warranty period, as specified in the product description. The warranty does not cover any damages or malfunctions caused by misuse, abuse, neglect, or failure to follow the care instructions. To avail the warranty, you must provide proof of purchase, such as a receipt or an order confirmation email. You may also be required to provide photos or other evidence of the defect or damage. We will review your claim and determine the appropriate course of action, such as a repair, a replacement, or a refund. Please note that the warranty is non-transferable and applies only to the original purchaser. Any unauthorized modifications or alterations to the product may void the warranty. At ProSeating, we are passionate about creating products that make a difference in people's lives. We are constantly innovating and exploring new ideas and technologies to enhance the comfort, functionality, and style of our computer chairs. However, we also recognize that our products have an environmental impact. That's why we are committed to sustainable and responsible practices in every aspect of our business, from sourcing to manufacturing to disposal. We strive to use eco-friendly and recycled materials whenever possible, without compromising on quality or performance. We also implement energy-efficient and water-saving measures in our facilities to minimize our carbon footprint. At the end of their life cycle, our computer chairs can be recycled or repurposed, depending on their condition and usability. We encourage you to dispose of the product responsibly, in accordance with the local regulations and guidelines. Thank you for choosing ProSeating. We hope that our computer chairs will help you enjoy a more comfortable and productive computing experience. If you have any questions, concerns, or feedback, please feel free to contact us at proseating@gmail.com. We value your input and look forward to hearing from you. Pages Home Advantages Why are we About Us Comfort The perfect chair Information Privacy Policy Terms of Use Contacts 115/1, Nanakramguda Rd, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-404-9251111 proseating@gmail.com ProSeating",
    "terms-conditions": "ProSeating Terms of Use - Understand Your Rights and Responsibilities +91-404-9251111 proseating@gmail.com ProSeating Home Advantages Why are we About Us Comfort The perfect chair Terms of Use Product Reviews and Testimonials We value your feedback and encourage you to share your experiences with our computer chairs. You can submit your reviews and testimonials on the product pages or through our customer service email. However, we reserve the right to remove or edit any content that is inappropriate, offensive, or promotional. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by ProSeating. These links are provided for your convenience and do not imply any endorsement or affiliation. We are not responsible for the content, privacy policies, or practices of these websites. Governing Law These Terms of Use and any disputes arising from them shall be governed by and construed in accordance with the laws of the jurisdiction where ProSeating is registered. You agree to submit to the exclusive jurisdiction of the courts in that jurisdiction. Warranty Information Our computer chairs come with a standard warranty that covers any manufacturing defects or malfunctions. The warranty period and conditions may vary for different products, so please refer to the product pages or the warranty cards included in your package for more details. Customer Service We are dedicated to providing excellent customer service and ensuring your satisfaction with our products. If you have any questions, concerns, or suggestions, please do not hesitate to contact us. Our customer service team is available to assist you via email, and we aim to respond to all inquiries within 24-48 hours. Security We take the security of our website and your information seriously. We use industry-standard encryption and security measures to protect your data and transactions. However, no security system is 100% foolproof, and we cannot guarantee the absolute security of our website. Termination of Use We reserve the right to terminate or suspend your access to our website if you violate these Terms of Use or engage in any activity that may harm or disrupt our website. We also reserve the right to terminate our website or any of its features at any time without prior notice. Indemnification You agree to indemnify, defend, and hold harmless ProSeating, its officers, directors, employees, and agents from and against any claims, damages, losses, or expenses arising from your use of our website or your violation of these Terms of Use. Social Media ProSeating is also present on various social media platforms. You can follow us to stay updated on our latest products, promotions, and news. However, please note that these platforms have their own terms of use and privacy policies, and we are not responsible for their content or practices. Promotions and Discounts From time to time, we may offer promotions, discounts, or coupon codes on our website. These offers are subject to their own terms and conditions, which will be provided at the time of the offer. We reserve the right to modify, cancel, or refuse any offer at any time without prior notice. Product Availability We strive to maintain accurate and up-to-date information about our product availability on our website. However, there may be instances where a product is out of stock or unavailable due to unforeseen circumstances. In such cases, we will notify you as soon as possible and offer you the option to cancel your order or wait for the product to be restocked. Assembly and Installation Some of our computer chairs may require assembly or installation. The instructions and necessary tools will be provided with the product. However, if you encounter any difficulties or need further assistance, please do not hesitate to contact us. We are always here to help you get the most out of your ProSeating product. Product Maintenance and Care To ensure the longevity and performance of your computer chair, it is important to follow the maintenance and care instructions provided with the product. These may include cleaning the chair regularly, avoiding exposure to extreme temperatures or humidity, and using the chair's features and functions as intended. Limited Liability In no event shall ProSeating, its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, punitive, or consequential damages whatsoever resulting from any (i) errors, mistakes, or inaccuracies of content, (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of our website, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) any interruption or cessation of transmission to or from our website, (v) any bugs, viruses, trojan horses, or the like, which may be transmitted to or through our website by any third party, and/or (vi) any errors or omissions in any content or for any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available via the website, whether based on warranty, contract, tort, or any other legal theory, and whether or not the company is advised of the possibility of such damages. Severability If any provision of these Terms of Use is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced. Headings The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms. Environmental Responsibility At ProSeating, we are committed to minimizing our environmental impact. Our computer chairs are designed and manufactured with sustainability in mind. We use eco-friendly materials wherever possible, and our manufacturing processes are optimized to reduce waste and energy consumption. We also encourage our customers to recycle or dispose of their computer chairs responsibly at the end of their life. Community Involvement We believe in giving back to the community. A portion of our profits is donated to charitable organizations that support causes we care about, such as education, health, and environmental conservation. We also participate in local community events and initiatives. Feedback and Suggestions We value your feedback and suggestions. If you have any ideas on how we can improve our website, products, or services, please let us know. We are always looking for ways to enhance your shopping experience and meet your needs better. Accessibility We strive to make our website accessible and user-friendly for everyone, including people with disabilities. We follow the Web Content Accessibility Guidelines (WCAG) and use inclusive design principles to ensure that our website is easy to navigate, read, and understand. Entire Agreement These Terms of Use, along with our Privacy Policy and any other policies or guidelines posted on our website, constitute the entire agreement between you and ProSeating regarding the use of our website. If any provision of these terms is deemed invalid or unenforceable, the remaining provisions shall continue in full force and effect. Thank you for taking the time to read and understand our Terms of Use. We hope you enjoy your shopping experience at ProSeating and find the perfect computer chair to elevate your comfort and productivity. If you have any questions or need further clarification, please feel free to reach out to us at proseating@gmail.com. We are always here to help! Pages Home Advantages Why are we About Us Comfort The perfect chair Information Privacy Policy Terms of Use Contacts 115/1, Nanakramguda Rd, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-404-9251111 proseating@gmail.com ProSeating",
    "thanks": "Thank You from ProSeating - Your Comfort is Our Priority Thank You for Your Valuable Feedback! We at ProSeating are truly grateful for the time and effort you've put into sharing your thoughts and experiences with us. We believe that our customers are the backbone of our company, and your feedback is the driving force behind our continuous growth and improvement. The Importance of Your Feedback Your feedback helps us in many ways. It allows us to identify and address any issues or concerns that you may have encountered, ensuring that we can provide you with the best possible service. It also helps us to better understand your needs and preferences, enabling us to develop and offer products that truly cater to you. Moreover, your feedback is a testament to the quality of our products and services. It helps us to build and maintain a strong and positive reputation in the market, which is crucial for our long-term success. What Happens Next? Our team will carefully review and analyze your feedback, along with those of other customers. We'll use the insights and information gathered to make informed decisions and take concrete actions to enhance our products and services. Rest assured that your feedback will not be taken for granted. We value and appreciate each and every piece of feedback we receive, and we're committed to making the most out of it. Stay Connected with Us We encourage you to continue sharing your feedback and experiences with us. We're always here to listen and help. You can also stay updated on our latest news, products, and promotions by following us on our social media channels and subscribing to our newsletter. Once again, thank you for your feedback and for being a valued customer of ProSeating. We look forward to serving you better in the future. To main",
    "about": "Learn About ProSeating - Comfort, Quality, Innovation +91-404-9251111 proseating@gmail.com ProSeating Home Advantages Why are we About Us Comfort The perfect chair About ProSeating Our Mission At ProSeating, our mission is to enhance your daily comfort and productivity through high-quality, ergonomic seating solutions. We strive to provide chairs that support your health and well-being, making every work or gaming session a pleasure. Our Vision We envision a world where everyone can enjoy the perfect seating experience. By combining innovative design, premium materials, and exceptional craftsmanship, we aim to set the standard for comfort and style in the industry. Our Values Customer satisfaction, quality, and innovation are at the core of everything we do. We are committed to creating products that not only meet but exceed your expectations, ensuring you have the best seating experience possible. Our Team Our team of dedicated professionals brings together expertise in design, engineering, and customer service. We work tirelessly to develop and deliver chairs that provide superior comfort and support, backed by outstanding customer care. Our Commitment to Quality At ProSeating, quality is our top priority. We meticulously select the finest materials and employ rigorous testing processes to ensure every chair meets our high standards. From the durability of our frames to the comfort of our cushions, every detail is crafted with care. Our commitment to quality means you can trust that your ProSeating chair will provide lasting comfort and support. Customer-Centric Approach We believe that our customers are at the heart of everything we do. Our customer-centric approach drives us to continually improve our products and services. We listen to your feedback and innovate based on your needs. Our dedicated support team is always here to assist you, ensuring a seamless and satisfying experience from purchase to use. At ProSeating, your comfort and satisfaction are our ultimate goals. Join the ProSeating Family Experience the Difference When you choose ProSeating, you're not just buying a chair – you're investing in your well-being and productivity. Our innovative designs and commitment to quality set us apart in the industry. Each ProSeating chair is engineered to provide exceptional support, comfort, and style, enhancing your work or gaming environment. Join the growing community of satisfied customers who have discovered the ProSeating difference. Experience unparalleled comfort and elevate your seating experience with us. Innovation at Its Core At ProSeating, innovation drives everything we do. From our cutting-edge ergonomic designs to our use of advanced materials, we are constantly pushing the boundaries of what's possible in seating technology. Our commitment to innovation ensures that you receive the most comfortable, functional, and stylish chairs on the market. Craftsmanship Excellence Craftsmanship is the cornerstone of ProSeating. Each chair is meticulously crafted by skilled artisans who take pride in their work. From the stitching on the upholstery to the precision of the assembly, every detail is carefully considered to ensure the highest level of quality and durability. Sustainability Initiatives We are committed to sustainability and environmental responsibility. That's why we strive to minimize our environmental impact at every stage of production. From using eco-friendly materials to implementing energy-efficient manufacturing processes, we are dedicated to making a positive difference for the planet. Community Engagement At ProSeating, we believe in giving back to the community. That's why we actively support local charities and organizations that are making a difference in people's lives. By purchasing a ProSeating chair, you're not only investing in your own comfort but also helping us support worthy causes in our community. Pages Home Advantages Why are we About Us Comfort The perfect chair Information Privacy Policy Terms of Use Contacts 115/1, Nanakramguda Rd, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-404-9251111 proseating@gmail.com ProSeating",
    "index": "Welcome to ProSeating - Elevate Your Seating Experience +91-404-9251111 proseating@gmail.com ProSeating Home Advantages Why are we About Us Comfort The perfect chair Experience the Ultimate Comfort with ProSeating Welcome to ProSeating, where comfort meets innovation. Our premium range of ergonomic computer chairs is designed to provide you with unparalleled support during long hours of work or gaming. Discover the perfect blend of style, durability, and advanced ergonomic features that cater to your every need. Transform your workspace into a haven of productivity and comfort with ProSeating. Shop now and elevate your seating experience! Our advantages Ergonomic Excellence Our chairs are designed with your health in mind. Featuring advanced lumbar support, adjustable armrests, and breathable materials, ProSeating ensures you maintain the perfect posture throughout your workday. Say goodbye to back pain and hello to ergonomic excellence. Premium Quality Crafted from high-quality materials, ProSeating chairs are built to last. Enjoy the luxury of durable fabrics, robust frames, and smooth-rolling casters that stand the test of time. Invest in a chair that offers both comfort and longevity. Stylish Designs Who says comfort can’t be stylish? At ProSeating, we offer a wide range of designs to complement any workspace. From sleek and modern to classic and sophisticated, find the chair that matches your personal style and enhances your office decor. Why Choose ProSeating? Discover the ProSeating Advantage At ProSeating, we prioritize your comfort and productivity. Our chairs are meticulously crafted to provide the best ergonomic support, ensuring you stay comfortable during long hours of work or gaming. With a focus on quality, style, and functionality, ProSeating is the ultimate choice for those who value both comfort and aesthetics. Ergonomic Design Experience unparalleled support with our ergonomically designed chairs, promoting healthy posture and reducing strain. Durable Materials Built to last, our chairs are made from high-quality materials, ensuring long-term durability and comfort. Stylish Options Choose from a variety of stylish designs that seamlessly blend with any office or home decor. Our Commitment to Your Comfort At ProSeating, we are dedicated to enhancing your seating experience through innovative design and exceptional quality. Our mission is to provide chairs that not only look great but also support your well-being. Discover the benefits of choosing ProSeating and how our chairs can transform your daily routine. Innovative Features ProSeating chairs are equipped with cutting-edge features like adjustable lumbar support, multi-functional armrests, and breathable mesh backrests. These innovations ensure you stay comfortable and focused, whether you're working, gaming, or relaxing. Customer Satisfaction Your satisfaction is our top priority. We are committed to providing exceptional customer service and support. From easy assembly to responsive customer care, we strive to exceed your expectations at every step. Join our community of satisfied customers and experience the ProSeating difference. Find Your Perfect Chair Office Chairs Optimize your workspace with our range of ergonomic office chairs. Designed for maximum comfort and support, these chairs help you maintain productivity and focus throughout the day. Perfect for professionals who demand the best. Gaming Chairs Elevate your gaming experience with our premium gaming chairs. Featuring adjustable settings and enhanced lumbar support, these chairs provide the perfect blend of comfort and performance for intense gaming sessions. Executive Chairs Make a statement with our luxurious executive chairs. Combining elegant design with superior comfort, these chairs are ideal for executives and leaders who value both style and functionality in their workspace. Why ProSeating Stands Out Experience Unmatched Comfort and Quality At ProSeating, we believe that comfort and productivity go hand in hand. Our chairs are meticulously designed to support your body in all the right places, helping you maintain a healthy posture throughout the day. Whether you're working long hours at the office or gaming at home, our chairs provide the perfect balance of comfort and support. Quality is at the core of everything we do. We source only the highest-quality materials to ensure that our chairs are not only comfortable but also durable and long-lasting. From robust frames to premium upholstery, every element of our chairs is built to withstand the test of time. When you choose ProSeating, you're investing in a chair that will serve you well for years to come. Innovation drives us forward. Our team of designers and engineers continually research and develop new features that enhance the seating experience. From adjustable lumbar support to breathable mesh backs, we integrate the latest ergonomic advancements into our designs. The result is a chair that adapts to your needs, providing personalized comfort and support. Customer satisfaction is our top priority. We are committed to providing an exceptional shopping experience, from browsing our website to receiving your chair. Our customer support team is always ready to assist you with any questions or concerns. Join the ProSeating community and discover why our customers trust us for their seating needs. Explore Our Bestsellers Discover our top-selling chairs that combine exceptional comfort, innovative design, and unbeatable quality. These customer favorites are the perfect addition to any workspace, providing the ultimate seating experience. Check out our bestsellers and find the chair that's right for you. ErgoMaster Office Chair ₹15,999 Featuring adjustable lumbar support, breathable mesh back, and multi-functional armrests, the ErgoMaster Office Chair is designed for maximum comfort during long work hours. Order ProGamer Xtreme Chair ₹12,499 Experience superior comfort and performance with the ProGamer Xtreme Chair. This chair offers enhanced lumbar support, adjustable height, and a stylish design, perfect for intense gaming sessions. Order Elite Executive Chair ₹18,999 The Elite Executive Chair combines luxury and functionality. With its premium leather upholstery, adjustable recline, and ergonomic design, this chair is ideal for executives who demand the best. Order Contact Form Fill the form below and we will contact you I accept privacy policy Send a message Pages Home Advantages Why are we About Us Comfort The perfect chair Information Privacy Policy Terms of Use Contacts 115/1, Nanakramguda Rd, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India +91-404-9251111 proseating@gmail.com ProSeating"
  },
  "date": "2024-05-27T07:18:54.520Z"
}