{
  "name": "New_v8_AutoGadget",
  "pages": {
    "about-us": "About AutoGadget - Enhancing Your Driving Experience AutoGadget Home About us Products Contacts AutoGadget Showroom Experience the future of driving at AutoGadget Showroom. Explore cutting-edge car gadgets and accessories designed to enhance your journey. Our showroom offers an immersive experience where innovation meets style. Our Location Discover our showroom's location and come visit us. We look forward to welcoming you to our space. Get in contact for more information. Explore the ultimate collection of car accessories with AutoGadget. Discover a variety of carefully curated products to elevate your driving experience. 5.2 Million Satisfied Customers 2.1 Million Products Sold 9.8 Billion Positive Reviews 05.12.2023 Check out our latest blog post! Incredible tips for enhancing your driving experience. 05.12.2023 Exciting news is coming soon! Keep an eye on our blog for updates. 05.12.2023 Get inspired with the latest car accessory trends. Read our new blog post now. The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "contacts": "Contact AutoGadget - Premium Car Accessories AutoGadget Home About us Products Contacts Have any questions? I accept the Privacy Policy SEND GET IN TOUCH Contact AutoGadget today for information about our products and services. Block-D, Shop No:6,7 ,8 & 9, Rajshree Enclave,Opp. Tulip Sitadel Flats, Shreyash Tekra Road, near Shreyas Foundation, Shreyas Tekra, Ayojan Nagar, Ahmedabad, Gujarat 380015, India autogadget@gmail.com +91-855-502-9710 The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "disclaimers": "Disclaimers and Terms of Use - AutoGadget AutoGadget Home About us Products Contacts Disclaimers By using this website, you agree to the following disclaimers: **Information Accuracy:** AutoGadget strives to provide accurate and up-to-date information on this website. However, we cannot guarantee that all information is completely error-free. We reserve the right to make changes to the content of this website at any time without prior notice. **Vehicle Listings:** The vehicle listings on this website are provided by third-party sellers. AutoGadget is not responsible for the accuracy or completeness of the information provided in these listings. It is recommended that you independently verify the information before making any purchase decisions. **Product Availability:** The availability of products and services advertised on this website may change without notice. AutoGadget is not liable for any inconvenience caused by the unavailability of any product or service. **External Links:** This website may contain links to external websites that are not operated by AutoGadget. We are not responsible for the content or practices of any external websites. **Warranty Disclaimer:** AutoGadget makes no warranties, expressed or implied, regarding the operation of this website or the information, content, materials, or products included on this website. **Limitation of Liability:** AutoGadget will not be liable for any damages arising out of or related to the use of this website or the information provided on this website. If you have any questions about these disclaimers, please contact us. The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "index": "AutoGadget - Premium Accessories for Your Ultimate Drive AutoGadget Home About us Products Contacts Elevate Your Drive with AutoGadget. Explore the ultimate collection of car accessories with AutoGadget. Discover a variety of carefully curated products to elevate your driving experience. 5.2 Million Satisfied Customers 2.1 Million Products Sold 9.8 Billion Positive Reviews Discover our exclusive collection. SHOP NOW Explore our exclusive accessories. SHOP NOW Discover the accessories you deserve. Explore our curated selection of premium car gadgets and unlock the secret to enhancing your driving experience with innovative and stylish products. AutoGadget Showroom Experience the future of driving at AutoGadget Showroom. Explore cutting-edge car gadgets and accessories designed to enhance your journey. Our showroom offers an immersive experience where innovation meets style. Car Accessories Collection Explore our amazing collection of car accessories. Enhance your driving experience with high-quality products designed for style and functionality. Luxury Seat Covers BUY NOW Universal Phone Holder BUY NOW Non-Slip Dashboard Mat BUY NOW Our Location Discover our showroom's location and come visit us. We look forward to welcoming you to our space. Get in contact for more information. 05.12.2023 Check out our latest blog post! Incredible tips for enhancing your driving experience. 05.12.2023 Exciting news is coming soon! Keep an eye on our blog for updates. 05.12.2023 Get inspired with the latest car accessory trends. Read our new blog post now. The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "privacy-policy": "Privacy Policy of the - AutoGadget AutoGadget Home About us Products Contacts Privacy Policy AutoGadget takes the privacy of its users seriously. This Privacy Policy describes the types of information we collect from users of this website and how we use that information. Information We Collect Personal Information: We may collect personal information such as your name, email address, shipping address, billing address, phone number, and payment details when you place an order, create an account, or contact us. Non-Personal Information: We may also collect non-personal information such as your browsing habits, IP address, and device information. This information is collected through cookies and other tracking technologies. How We Use Your Information We use your personal information to process your orders, respond to your inquiries, and send you marketing communications (with your consent). We use non-personal information to improve the functionality of our website and to personalize your browsing experience. Your Choices You can opt out of receiving marketing communications from us by following the unsubscribe instructions in our emails. You can also control the use of cookies by adjusting your browser settings. Data Security We take steps to protect your information from unauthorized access, disclosure, alteration, or destruction. However, no data transmission over the internet is guaranteed to be 100% secure. Changes to Our Privacy Policy We may change our Privacy Policy from time to time. We will post any changes on this page so that you are always aware of the information we collect, how we use it, and under what circumstances we disclose it. If you have any questions about our Privacy Policy, please contact us. The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "products": "Products of AutoGadget - Premium Car Accessories for Your Ultimate Drive AutoGadget Home About us Products Contacts Discover the accessories you deserve. Explore our curated selection of premium car gadgets and unlock the secret to enhancing your driving experience with innovative and stylish products. Car Accessories Collection Explore our amazing collection of car accessories. Enhance your driving experience with high-quality products designed for style and functionality. Luxury Seat Covers BUY NOW Universal Phone Holder BUY NOW Non-Slip Dashboard Mat BUY NOW Discover our exclusive collection. SHOP NOW Explore our exclusive accessories. SHOP NOW The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "terms-conditions": "Terms and Conditions page - AutoGadget AutoGadget Home About us Products Contacts Terms and Conditions By accessing or using this website, you agree to be bound by these Terms and Conditions. If you disagree with any part of these Terms and Conditions, you may not access or use this website. Use of Website You may use this website for your personal, non-commercial use only. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, content, software, products, or services contained on this website. You agree to use this website in a lawful manner and in accordance with all applicable laws and regulations. Intellectual Property The content of this website, including the text, graphics, logos, images, and software, is the property of AutoGadget or its licensors and is protected by copyright and other intellectual property laws. User Accounts If you create an account on this website, you are responsible for maintaining the confidentiality of your account information and for all activity that occurs under your account. You agree to immediately notify AutoGadget of any unauthorized use of your account or any other security breach. Disclaimer of Warranties This website is provided \"as is\" and without warranties of any kind, whether express or implied. AutoGadget disclaims all warranties, including, but not limited to, warranties of merchantability, fitness for a particular purpose, and non-infringement. Limitation of Liability In no event will AutoGadget be liable for any damages arising out of or related to the use of this website or the information provided on this website. This includes, but is not limited to, direct, indirect, incidental, consequential, punitive, and special damages. Termination AutoGadget may terminate your access to this website at any time, for any reason, without notice. The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories",
    "thanks": "Thank You from us - AutoGadget AutoGadget Home About us Products Contacts Thank You for Contacting AutoGadget! We appreciate your inquiry and will get back to you as soon as possible. The AutoGadget Gallery website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms and Conditions AutoGadget Car Accessories"
  },
  "date": "2024-04-30T08:11:08.822Z"
}