{
  "name": "New_v9_PeleArte",
  "pages": {
    "about": "Sobre Nós - Conheça Mais Sobre a PeleArte Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Sobre a PeleArte PeleArte foi fundada em 2015 com o objetivo de criar acessórios de couro de alta qualidade que combinam estilo e funcionalidade. Nossa paixão pelo artesanato e pela excelência nos levou a oferecer produtos exclusivos que refletem a beleza e a durabilidade do couro. Nossas Origens A PeleArte teve suas origens em uma pequena oficina de artesanato em 2015, onde um grupo de apaixonados por couro se reuniu para criar produtos únicos e de alta qualidade. Desde então, crescemos e nos desenvolvemos, mantendo sempre nossa dedicação ao artesanato e à excelência. Nossa jornada começou com a missão de reviver técnicas tradicionais de fabricação de couro, combinando-as com designs modernos e funcionais. Ao longo dos anos, expandimos nossa gama de produtos e aprimoramos nossas habilidades, mas nossa paixão pelo couro e pelo artesanato permanece inabalável. Hoje, a PeleArte é reconhecida não apenas por seus produtos de alta qualidade, mas também por seu compromisso com a sustentabilidade e a ética. Valorizamos o meio ambiente e as comunidades locais em que operamos, e buscamos constantemente maneiras de minimizar nosso impacto ambiental. Nossas origens modestas moldaram nossa identidade e nos inspiram a continuar buscando a excelência em tudo o que fazemos. Agradecemos a todos os nossos clientes e apoiadores por fazerem parte desta jornada conosco. Nossos Valores Qualidade: Nosso compromisso é com a excelência em cada detalhe, garantindo que cada produto seja feito com os mais altos padrões de qualidade. Sustentabilidade: Valorizamos o meio ambiente e buscamos práticas sustentáveis em todas as etapas do nosso processo de produção. Inovação: Estamos sempre buscando novas maneiras de aprimorar nossos produtos e processos, mantendo-nos na vanguarda do design e da tecnologia. Ética: Nossa empresa é baseada em valores éticos e morais, e buscamos sempre agir com integridade e transparência em tudo o que fazemos. Comunidade: Valorizamos as comunidades locais em que operamos e buscamos contribuir positivamente para seu desenvolvimento e bem-estar. Nossa Equipe João Silva Gerente de Produção Maria Santos Designer de Moda Carlos Oliveira Artista de Couro Ana Pereira Marketing e Comunicação Pedro Costa Desenvolvedor Web Marta Ramos Atendimento ao Cliente Produção Nossa produção é cuidadosamente artesanal, combinando técnicas tradicionais com tecnologia moderna. Cada peça é criada com paixão e atenção aos detalhes, garantindo a mais alta qualidade em cada produto que fazemos. Nosso processo de fabricação é sustentável e ético, valorizando o meio ambiente e as comunidades locais. Utilizamos materiais de origem responsável e buscamos constantemente maneiras de minimizar nosso impacto ambiental. Desde o corte do couro até o acabamento final, cada etapa do processo é realizada por artesãos qualificados que compartilham nossa dedicação ao artesanato e à excelência. É esse compromisso que nos permite criar produtos que são verdadeiramente únicos e feitos para durar. Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições Política de Privacidade",
    "delivery": "Entrega e Pagamento - Opções Flexíveis para Sua Comodidade Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Envio & Pagamento Opções de Pagamento Na PeleArte, oferecemos diversas opções de pagamento para sua conveniência. Escolha a opção que melhor se adapta às suas necessidades: Cartão de Crédito Aceitamos todos os principais cartões de crédito, incluindo Visa, Mastercard e American Express. O pagamento é rápido, seguro e conveniente. Boleto Bancário Você pode pagar com boleto bancário, uma opção popular para quem não possui cartão de crédito ou prefere pagar à vista. Basta imprimir o boleto e efetuar o pagamento em qualquer banco ou casa lotérica. Transferência Bancária Oferecemos a opção de transferência bancária direta. Basta selecionar esta opção durante o checkout e seguir as instruções fornecidas para concluir o pagamento. PayPal O PayPal é uma opção segura e conveniente para realizar pagamentos online. Basta selecionar o PayPal durante o checkout e fazer login na sua conta PayPal para concluir a compra. Opções de Entrega Na PeleArte, oferecemos diferentes opções de entrega para atender às suas necessidades de forma rápida e segura. Confira nossas opções abaixo: Entrega Rápida Entrega expressa disponível para clientes que desejam receber seus produtos com rapidez. Receba sua encomenda em até 2 dias úteis. Entrega Padrão Nossa opção de entrega padrão garante que você receba seus produtos de forma segura e no prazo. Entrega em até 5 dias úteis. Retirada em Loja Se preferir, você pode retirar sua encomenda em uma de nossas lojas físicas. Escolha essa opção durante o checkout e retire seu pedido em até 24 horas. Perguntas Frequentes Quanto tempo leva para receber meu pedido? O tempo de entrega depende do método de envio selecionado e do seu local de entrega. Geralmente, os pedidos são entregues dentro de 3 a 7 dias úteis após a confirmação do pagamento. Posso alterar ou cancelar meu pedido após a compra? Sim, você pode solicitar alterações ou cancelamento do seu pedido desde que ele ainda não tenha sido enviado. Entre em contato com nossa equipe de suporte o mais rápido possível para obter assistência. Vocês fazem entregas internacionais? No momento, só realizamos entregas dentro do país. No entanto, estamos trabalhando para expandir nossos serviços e oferecer entregas internacionais no futuro. Como faço para entrar em contato com o suporte ao cliente? Você pode entrar em contato com nossa equipe de suporte através do formulário de contato em nosso site, por e-mail ou por telefone. Estamos disponíveis para ajudá-lo de segunda a sexta-feira, das 9h às 18h. Os produtos da PeleArte têm garantia? Sim, todos os nossos produtos têm garantia contra defeitos de fabricação. Se você encontrar algum problema com seu produto, entre em contato conosco e teremos prazer em ajudá-lo a resolver o problema. Entre em Contato Estamos aqui para ajudar. Entre em contato conosco se tiver alguma dúvida ou precisar de assistência. Você pode nos encontrar nos seguintes canais: Telefone: +553185064137 Email: PeleArte@gmail.com Endereço: Av. José Ferreira Baptista, 2300-Ipanema, Araçatuba-SP, 16052-000, Brasil Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições Política de Privacidade document.addEventListener(\"DOMContentLoaded\", function () { const faqItems = document.querySelectorAll(\".faq-item\"); faqItems.forEach((item) => { item.addEventListener(\"click\", () => { const resposta = item.querySelector(\".resposta\"); resposta.style.display = resposta.style.display === \"none\" ? \"block\" : \"none\"; }); }); });",
    "guarantee": "Garantias - Qualidade e Satisfação Garantidas Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Nós faremos com que o produto esteja sempre com você. Garantia A sua satisfação é a nossa prioridade máxima na PeleArte. Estamos comprometidos em oferecer produtos de alta qualidade que atendam e excedam suas expectativas. Cada item é cuidadosamente selecionado e artesanalmente produzido para garantir durabilidade e estilo duradouros. Nossa garantia cobre qualquer defeito de fabricação ou materiais, proporcionando-lhe tranquilidade e confiança em sua compra. Se você encontrar qualquer problema com um produto PeleArte, estamos aqui para ajudar. Basta entrar em contato conosco e resolveremos o problema rapidamente. Além disso, oferecemos políticas flexíveis de troca e devolução para garantir que você esteja completamente satisfeito com sua compra. Queremos que você ame seus produtos PeleArte tanto quanto nós amamos criá-los. Nossa garantia é mais do que apenas uma promessa - é um compromisso com a qualidade, confiança e satisfação do cliente. Obrigado por escolher a PeleArte para suas necessidades de acessórios de couro. O que fazer se o meu produto tiver um problema? Na PeleArte, nos esforçamos para fornecer produtos de alta qualidade, mas entendemos que problemas podem ocorrer. Se você encontrar algum problema com o seu produto, siga estas etapas para resolver a situação: Entre em contato conosco: Se você descobrir qualquer defeito ou problema com o seu produto, entre em contato conosco imediatamente. Você pode nos enviar um e-mail para PeleArte@gmail.com ou ligar para o nosso número de telefone +553185064137. Forneça detalhes: Ao entrar em contato conosco, forneça o máximo de detalhes possível sobre o problema. Isso pode incluir uma descrição do problema, fotos do produto danificado e qualquer outra informação relevante. Avaliação do problema: Nossa equipe de suporte analisará cuidadosamente o problema relatado e trabalhará para encontrar uma solução rápida e satisfatória. Isso pode incluir a substituição do produto, reembolso ou reparo, dependendo da situação. Resolução: Faremos o possível para resolver o problema de forma rápida e eficiente. Se necessário, forneceremos instruções sobre como proceder com a devolução do produto danificado ou outras medidas necessárias. Queremos garantir que você tenha uma experiência positiva ao lidar com problemas relacionados aos nossos produtos. Se você tiver alguma dúvida ou preocupação, não hesite em nos contatar. Estamos aqui para ajudar! Opiniões dos Clientes Marina Silva O produto que comprei na PeleArte superou todas as minhas expectativas! A qualidade do material é excepcional e o acabamento impecável. Além disso, o atendimento ao cliente foi muito cordial e prestativo. Recomendo a PeleArte para quem busca produtos de alta qualidade e um serviço excepcional. Carlos Oliveira Estou muito satisfeito com a minha compra na PeleArte. Recebi o produto dentro do prazo e ele chegou em perfeitas condições. A equipe de suporte foi muito atenciosa e respondeu rapidamente a todas as minhas dúvidas. Com certeza comprarei novamente! Ana Santos A experiência de compra na PeleArte foi excelente do início ao fim. O processo de seleção e compra foi fácil e intuitivo, e o produto chegou muito bem embalado e protegido. Fiquei impressionada com a qualidade e o design do produto. Recomendo totalmente! Fernando Almeida Estou extremamente satisfeito com o serviço da PeleArte. Meu produto chegou antes do prazo e correspondeu totalmente à descrição no site. A qualidade é excelente e o preço foi muito justo. Recomendo a PeleArte a todos os meus amigos e familiares! Juliana Costa Minha experiência com a PeleArte foi incrível! O produto que comprei é de alta qualidade e exatamente como descrito no site. Além disso, o processo de compra foi fácil e a entrega foi rápida. Com certeza farei mais compras no futuro! Ricardo Pereira Recebi minha encomenda da PeleArte hoje e estou muito satisfeito com o produto! A qualidade é excelente e o preço foi muito competitivo. Obrigado por fornecer um serviço excepcional! Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições Política de Privacidade",
    "index": "PeleArte - Fabricação de Acessórios de Couro Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Bem-vindo à PeleArte Descubra a beleza e a qualidade dos nossos acessórios de couro artesanais. Saiba mais Populares Bolsa Elegante R$ 200,00 Comprar Mochila Casual R$ 220,00 Comprar Carteira Clássica R$ 180,00 Comprar Porta-chaves de Couro R$ 250,00 Comprar Bolsas Mochilas Carteiras Acessórios Presentes Bolsas R$ 200,00 Comprar R$ 150,00 Comprar R$ 180,00 Comprar R$ 220,00 Comprar R$ 190,00 Comprar R$ 180,00 Comprar R$ 130,00 Comprar R$ 250,00 Comprar Mochilas R$ 200,00 Comprar R$ 220,00 Comprar R$ 180,00 Comprar R$ 250,00 Comprar R$ 230,00 Comprar R$ 260,00 Comprar R$ 270,00 Comprar R$ 280,00 Comprar Carteiras R$ 200,00 Comprar R$ 220,00 Comprar R$ 180,00 Comprar R$ 250,00 Comprar R$ 230,00 Comprar R$ 260,00 Comprar R$ 270,00 Comprar R$ 280,00 Comprar Acessórios R$ 200,00 Comprar R$ 220,00 Comprar R$ 180,00 Comprar R$ 250,00 Comprar Presentes R$ 200,00 Comprar R$ 220,00 Comprar R$ 180,00 Comprar R$ 250,00 Comprar Filosofia da Marca Aqui na PeleArte, acreditamos na excelência em tudo o que fazemos. Nossa filosofia é criar produtos que não apenas se destacam em termos de qualidade e estilo, mas também refletem os valores de durabilidade, artesanato e elegância. Nosso compromisso com a qualidade significa que selecionamos os melhores materiais e trabalhamos com artesãos talentosos para produzir peças que resistam ao teste do tempo. Queremos que nossos produtos não apenas complementem seu estilo, mas também se tornem parte de sua jornada, contando sua história à medida que envelhecem com graciosidade. Além disso, estamos empenhados em práticas éticas e sustentáveis em todas as etapas do processo de fabricação. Procuramos minimizar nosso impacto ambiental e garantir condições de trabalho justas para todos os envolvidos em nossa cadeia de suprimentos. Na PeleArte, nossa missão é criar não apenas produtos, mas experiências que inspirem confiança e estilo em nossos clientes. Queremos ser mais do que apenas uma marca - queremos ser uma parte significativa da sua vida diária. Contatos Entre em contato conosco para qualquer dúvida ou solicitação. Estamos aqui para ajudar! Aceito a política de privacidade Política de Privacidade Enviar Telefone: +553185064137 Email: PeleArte@gmail.com Endereço: Av. José Ferreira Baptista, 2300-Ipanema, Araçatuba-SP, 16052-000, Brasil Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições Política de Privacidade",
    "policy": "Política de Privacidade - PeleArte main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Política de Privacidade Medidas de Segurança: Implementamos medidas de segurança robustas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição não autorizada. Utilizamos tecnologias avançadas de criptografia e procedimentos de segurança física e digital para garantir a integridade e confidencialidade dos seus dados. Links para Outros Sites: Nosso site pode conter links para outros sites que não são operados por nós. Embora nos esforcemos para fornecer apenas links para sites de qualidade e confiáveis, não temos controle sobre o conteúdo e práticas desses sites e não nos responsabilizamos por suas políticas de privacidade. Recomendamos que você revise as políticas de privacidade de qualquer site que visitar a partir dos nossos links. Atualizações na Política: Nossa Política de Privacidade pode ser atualizada de tempos em tempos para refletir mudanças em nossas práticas de privacidade ou alterações na legislação aplicável. Quaisquer mudanças serão refletidas nesta página, por isso, recomendamos que você a acesse periodicamente para se manter informado sobre como protegemos e utilizamos suas informações pessoais. Estamos empenhados em garantir a segurança e privacidade de seus dados enquanto você desfruta dos serviços oferecidos pela PeleArte. Caso tenha dúvidas ou precise de mais informações sobre como suas informações são tratadas, não hesite em entrar em contato conosco. Informações Adicionais Nossa Política de Privacidade se aplica apenas às atividades online e é válida para os visitantes do nosso site em relação às informações que compartilham e/ou coletamos. Ela não se aplica a informações coletadas offline ou por outros canais que não estejam vinculados a este site. Para obter informações sobre como suas informações são tratadas fora deste site, consulte as políticas de privacidade dos respectivos serviços ou canais. Contate-nos Para mais informações sobre nossa Política de Privacidade, entre em contato: Email: PeleArte@gmail.com Phone: +553185064137 Address:Av. José Ferreira Baptista, 2300-Ipanema, Araçatuba-SP, 16052-000, Brasil Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições Política de Privacidade",
    "terms": "PeleArte - Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições 1. Introdução Bem-vindo ao PeleArte! Estes termos e condições regem o uso deste site e quaisquer serviços oferecidos por nós. Ao acessar ou utilizar o nosso site, você concorda com estes termos e condições na íntegra. Estes termos constituem o acordo completo entre nós e substituem quaisquer acordos anteriores que possamos ter em relação ao assunto. 2. Uso do Site Ao acessar este site, você concorda em não utilizar o conteúdo para qualquer fim ilegal ou não autorizado. Você também concorda em não violar quaisquer leis em sua jurisdição ao usar o site. É proibido copiar, distribuir ou modificar qualquer parte do site sem autorização prévia. Além disso, você concorda em não acessar o nosso site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar o funcionamento do site, ou interferir no uso e aproveitamento de outras partes. 3. Serviços Oferecidos Nosso site oferece uma variedade de serviços. Esses serviços são fornecidos \"como estão\" e estão sujeitos à disponibilidade. Reservamo-nos o direito de modificar ou descontinuar temporariamente ou permanentemente qualquer serviço sem aviso prévio. Você concorda que não seremos responsáveis por qualquer modificação, suspensão ou interrupção dos serviços. 4. Privacidade dos Usuários Respeitamos a privacidade dos nossos usuários. Ao utilizar o nosso site, você concorda com a nossa Política de Privacidade, que descreve como coletamos, usamos e compartilhamos suas informações pessoais. Além disso, você concorda que podemos usar as informações coletadas de acordo com a nossa Política de Privacidade. 5. Alterações nos Termos e Condições Nos reservamos o direito de atualizar ou modificar estes termos e condições a qualquer momento sem aviso prévio. Quaisquer alterações entrarão em vigor imediatamente após a publicação dos termos revisados neste site. É responsabilidade do usuário revisar periodicamente esta página para estar ciente de quaisquer alterações. O uso continuado do site após a publicação de alterações constituirá reconhecimento e aceitação dos termos e condições revisados. Contate-nos Se precisar de mais esclarecimentos sobre nossos termos e condições, entre em contato conosco através dos seguintes meios: Av. José Ferreira Baptista, 2300-Ipanema, Araçatuba-SP, 16052-000, Brasil +553185064137 PeleArte@gmail.com Inicio Produtos Segurança Pagamento & Entrega Sobre nós Contato Termos e Condições Política de Privacidade",
    "thanks": "Agradecemos pelo seu Feedback - PeleArte main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Agradecemos por entrar em contato! Caro cliente Agradecemos por entrar em contato conosco. Sua mensagem foi recebida e será respondida o mais breve possível. Estamos comprometidos em fornecer o melhor atendimento aos nossos clientes e estamos ansiosos para atender às suas necessidades. Seu interesse em PeleArte é muito importante para nós. Fique à vontade para explorar nosso site ou aguarde uma resposta de nossa equipe em breve. Atenciosamente, Equipe PeleArte Dom"
  }
}