{
  "name": "New_v9_AquaElan",
  "pages": {
    "index": "AquaElan - Indian Swimming School | Learn to Swim with Confidence Home About our school Our Services Our courses Testimonials Get in touch Dive into the World of Swimming with AquaElan Unlock your aquatic potential and embark on a journey of confidence, fitness, and lifelong skills. Our expert instructors are dedicated to helping you achieve your swimming goals in a supportive and nurturing environment. Explore Our Courses Learn Swimming the Right Way At AquaElan, we understand that learning to swim is a crucial life skill that opens up a world of possibilities. Our mission is to provide a safe, supportive, and nurturing environment where individuals of all ages and skill levels can develop their swimming abilities under the guidance of our experienced and certified instructors. We believe in a comprehensive approach that goes beyond just teaching strokes. Our programs emphasize water safety, proper breathing techniques, and building confidence in the water. Whether you're a beginner taking your first dip or an advanced swimmer looking to refine your skills, our instructors will tailor their teaching methods to meet your specific needs and goals. At our state-of-the-art facilities, you'll have access to well-maintained pools, modern equipment, and a friendly atmosphere that fosters a love for aquatic activities. Join us at AquaElan and embark on a journey of growth, fitness, and lifelong enjoyment in the water. Explore Our Programs Our Services Swimming Lessons We offer comprehensive swimming lessons for all ages and skill levels, from beginner to advanced. Our experienced instructors will guide you through proper stroke techniques, water safety, and building confidence in the water. Group Classes Join our fun and engaging group classes designed to foster a supportive learning environment. Make new friends while improving your swimming abilities under the guidance of our knowledgeable instructors. Competitive Swimming For those with a competitive spirit, we offer specialized training programs to help you reach your full potential. Our coaches will work with you on refining your strokes, building endurance, and developing winning strategies. Our courses ₹2,500 Beginner Swimming Lessons 10 sessions (1 hour each) Learn basic strokes and water safety Small group classes (max 6 students) Book now ₹4,000 Intermediate Swimming Course 15 sessions (1.5 hours each) Improve stroke technique and endurance Small group classes (max 4 students) Book now ₹6,000 Advanced Swimming Training 20 sessions (2 hours each) Refine strokes and build endurance Small group classes (max 3 students) Book now ₹3,500 Kids Swimming Lessons 12 sessions (45 minutes each) Learn through fun activities Small group classes (max 6 kids) Book now ₹8,000 Competitive Swimming Program 30 sessions (2.5 hours each) Intense training for competitions One-on-one coaching Book now ₹5,000 Adult Swimming Lessons 15 sessions (1.5 hours each) Learn at your own pace Small group classes (max 4 students) Book now Make a Splash with AquaElan Unlock the joy of swimming and embark on a journey of personal growth and lifelong enjoyment. At AquaElan, we are dedicated to providing a safe, nurturing, and inclusive environment where individuals of all ages and abilities can develop their skills and confidence in the water. Our state-of-the-art facilities, coupled with our team of experienced and certified instructors, ensure that you receive the highest quality of instruction tailored to your specific needs and goals. Whether you're a beginner seeking to learn the fundamentals or an advanced swimmer looking to refine your techniques, we have a program that's perfect for you. Join the AquaElan family today and experience the thrill of mastering the art of swimming. Dive into a world of fitness, fun, and lifelong memories in the water. Get Started Today Nurturing Confidence, One Stroke at a Time At AquaElan, we believe that learning to swim is not just about mastering techniques; it's about fostering a sense of confidence, self-discipline, and a lifelong love for the water. Our dedicated instructors are passionate about creating a supportive and encouraging environment where swimmers of all ages and skill levels can thrive. Whether you're a parent seeking to introduce your child to the joys of swimming or an adult looking to conquer your fear of water, our comprehensive programs are designed to meet your unique needs and goals. We prioritize safety, proper form, and a personalized approach, ensuring that every swimmer receives the attention and guidance they deserve. Join us at AquaElan and embark on a transformative journey that will not only improve your swimming abilities but also instill a sense of accomplishment and self-assurance. With our state-of-the-art facilities and expert guidance, you'll be well on your way to becoming a confident and skilled swimmer, ready to embrace the countless benefits that this lifelong pursuit has to offer. Personalized Learning Experience Our highly qualified instructors take the time to understand your goals, strengths, and areas for improvement, crafting a personalized learning experience that ensures maximum progress and enjoyment. Our teaching methodology revolves around creating a positive and encouraging environment where you can feel comfortable and confident in the water. Whether you're a complete beginner or an experienced swimmer, our instructors will guide you through each step with patience, clear communication, and a focus on proper technique. From private one-on-one lessons to group classes, we offer a variety of learning options to cater to different preferences and goals. Our state-of-the-art facilities, equipped with the latest teaching aids and safety features, provide the perfect setting for an immersive and enjoyable learning experience. Testimonials Amit Sharma Software Engineer AquaElan has been an incredible experience for me. As someone who was terrified of water, their patient and encouraging instructors helped me overcome my fears and learn to swim with confidence. The personalized attention and step-by-step approach made the learning process enjoyable and rewarding. I highly recommend AquaElan to anyone looking to learn swimming in a supportive environment. Priya Gupta Student As a competitive swimmer, I can't thank AquaElan enough for their excellent coaching and training programs. Their focus on proper technique, endurance building, and strategic planning has helped me improve my performance significantly. The one-on-one coaching sessions have been invaluable in addressing my specific areas for improvement. The state-of-the-art facilities provide the perfect environment for intense training. Rahim Khan Business Owner I enrolled my 6-year-old son in AquaElan's kids swimming lessons, and it has been an incredible experience. The instructors have a way of making learning fun and engaging for children. My son has not only learned to swim but has also developed a love for the water. The small class sizes ensure that each child receives individual attention and support. I highly recommend AquaElan for parents looking to introduce their kids to swimming in a safe and nurturing environment. Neha Desai Marketing Manager As an adult learner, I was initially hesitant to join swimming lessons, but AquaElan's adult program exceeded my expectations. The instructors were patient, encouraging, and tailored their teaching methods to my learning style. The small group classes provided a comfortable and supportive environment, and I never felt self-conscious or intimidated. I've gained not only a valuable life skill but also a newfound confidence in the water. 1, Gangaiamman Koil St, Alagiri Nagar, Vadapalani, Chennai, Tamil Nadu 600024, India aquaelan@gmail.com +91-44-2483-8066 Get in touch I accept privacy policy Send message Contacts 1, Gangaiamman Koil St, Alagiri Nagar, Vadapalani, Chennai, Tamil Nadu 600024, India aquaelan@gmail.com +91-44-2483-8066 Links Home About our school Our Services Our courses Testimonials Get in touch Privacy policy | Terms and Conditions",
    "privacy": "AquaElan - Indian Swimming School | Learn to Swim with Confidence | Privacy Policy Home About our school Our Services Our courses Testimonials Get in touch Privacy Policy At AquaElan Swimming School, we are committed to protecting the privacy and personal information of our students, their families, and visitors to our website. This Privacy Policy outlines how we collect, use, disclose, and safeguard the information you provide to us. Information Collection We may collect personal information such as names, contact details, and payment information when you enroll in our programs, sign up for our newsletter, or make inquiries through our website or in person. This information is used solely for the purpose of providing our services and communicating with you about your participation in our programs. Use of Information The personal information collected from you is used for the following purposes: To process your enrollment and registration for our swimming programs To communicate with you regarding your lessons, schedules, and any updates or changes To process payments and handle administrative tasks related to your participation To respond to your inquiries and provide customer support To send you promotional materials and updates about our school and programs (only if you opt-in) Data Security We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We utilize industry-standard security protocols and technologies to safeguard your data. However, please note that no method of data transmission or storage is entirely secure, and we cannot guarantee absolute security. Third-Party Sharing We do not sell, trade, or rent your personal information to third parties. We may share your information with trusted service providers who assist us in operating our website, processing payments, or delivering our services. These third parties are obligated to protect your information and may not use it for any other purpose. Children's Privacy We do not knowingly collect personal information from children under the age of 13 without parental consent. If you believe we have inadvertently collected such information, please contact us immediately, and we will take appropriate steps to remove it from our systems. Updates to this Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. Contact Us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at aquaelan@gmail.com. Contacts 1, Gangaiamman Koil St, Alagiri Nagar, Vadapalani, Chennai, Tamil Nadu 600024, India aquaelan@gmail.com +91-44-2483-8066 Links Home About our school Our Services Our courses Testimonials Get in touch Privacy policy | Terms and Conditions",
    "terms": "AquaElan - Indian Swimming School | Learn to Swim with Confidence | Terms and Conditions Home About our school Our Services Our courses Testimonials Get in touch Terms and Conditions Welcome to AquaElan Swimming School. By enrolling in our programs or using our services, you agree to be bound by the following terms and conditions. Please read them carefully. Enrollment and Registration All students must complete the registration process and provide accurate personal information before participating in any of our programs. Parents or legal guardians must register on behalf of minors under the age of 18. Payment and Fees Fees for our programs are due in full at the time of registration. We accept various payment methods, including cash, credit/debit cards, and online payments. All fees are non-refundable and non-transferable, except in cases where AquaElan cancels a program. Cancellation and Refund Policy If you wish to cancel your enrollment, you must notify us in writing at least 7 days before the start of the program. A cancellation fee may apply. Once a program has commenced, no refunds will be issued for any remaining sessions. In the event that AquaElan cancels a program, you will be eligible for a full refund or the option to transfer to another program. Attendance and Punctuality Regular attendance and punctuality are essential for effective learning and progress. We reserve the right to refuse entry or dismiss students who arrive more than 15 minutes late for their scheduled class. Conduct and Safety All students must follow the instructions of our instructors and staff at all times. Disruptive, inappropriate, or unsafe behavior will not be tolerated and may result in immediate dismissal from the program without a refund. AquaElan Swimming School is not responsible for any personal injury, loss, or damage to personal property while on our premises or participating in our programs. Photo and Video Release By enrolling in our programs, you grant AquaElan Swimming School the right to use photographs or videos of you or your child for promotional or marketing purposes, unless otherwise specified in writing. Changes and Updates AquaElan reserves the right to modify these Terms and Conditions at any time. The latest version will be available on our website, and your continued participation in our programs constitutes acceptance of any changes. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws. By enrolling in our programs or using our services, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. Our email: aquaelan@gmail.com Contacts 1, Gangaiamman Koil St, Alagiri Nagar, Vadapalani, Chennai, Tamil Nadu 600024, India aquaelan@gmail.com +91-44-2483-8066 Links Home About our school Our Services Our courses Testimonials Get in touch Privacy policy | Terms and Conditions",
    "thank": "AquaElan - Indian Swimming School | Learn to Swim with Confidence | Thank you for your interest in AquaElan Swimming School Thank You for Your Submission! We appreciate your interest in AquaElan Swimming School and are thrilled to have received your inquiry. Our team is dedicated to providing an exceptional learning experience, and we are excited to assist you on your journey towards becoming a confident and skilled swimmer. Your request has been received, and one of our friendly staff members will be in touch with you shortly to discuss your specific needs and preferences. We understand that every individual has unique goals and requirements, and we strive to craft a personalized program that caters to your aspirations. At AquaElan, we pride ourselves on our state-of-the-art facilities, knowledgeable instructors, and a nurturing environment that fosters a love for aquatic activities. Whether you are a complete beginner or an experienced swimmer seeking to refine your techniques, our comprehensive range of programs is designed to meet your needs. Once again, thank you for choosing AquaElan Swimming School. We look forward to welcoming you to our facility and embarking on an exciting journey of aquatic exploration and personal growth. Should you have any further questions or require additional information, please do not hesitate to reach out to us. We are here to support you every step of the way. Best regards, The AquaElan Team Main page"
  }
}