{
  "name": "New_v8_Dreamland",
  "pages": {
    "catalog": "Explore the Dreamland Catalog for all your Sleep Essentials Dreamland Home Catalog Contacts Your one-stop shop for a dreamy night's sleep! Contact Us Mattresses Cloud Comfort Sink into the plush comfort of this mattress for a restful night’s sleep. $899 Serene Support Experience exceptional support and pressure relief with this memory foam mattress. $699 Luna Luxury Indulge in the ultimate luxury with this hybrid mattress featuring cooling gel memory foam. $1199 Renew Rest Wake up feeling refreshed and rejuvenated on this eco-friendly and sustainable mattress. $799 Dreamy Delight Drift off to dreamland on this pocket coil mattress with a pillow top for added comfort. $999 Zen Zenith Achieve a state of relaxation and tranquility on this firm orthopedic mattress. $599 Blissful Breeze Stay cool all night long on this ventilated and breathable mattress. $849 Beds Luxury Cloud Sink into unparalleled comfort with this plush bed designed to make you feel like you're floating on a cloud. $2,500 Sleek Modern Platform Enhance the style of your bedroom with this sleek and minimalist platform bed. $700 Adjustable Comfort Customize your sleeping experience with this adjustable bed that allows you to find the perfect position for ultimate comfort. $1,800 Rustic Wood King A beautiful rustic wood bed with a distressed finish and charming farmhouse style. $799 Pillows Cloud Comfort Experience the luxury of sleeping on a cloud with this soft and supportive pillow. $29.99 Sleep Easy Memory Foam Say goodbye to tossing and turning with this memory foam pillow that conforms to your head and neck for a restful night's sleep. $39.99 Cozy Plush Wrap yourself in plush comfort with this cozy pillow that is perfect for snuggling up on the couch or in bed. $19.99 Mattress covers SleepEasy Waterproof Protect your mattress from spills and accidents with this waterproof cover. $29.99 Breathable Cotton Keep your mattress fresh and clean with this breathable cotton cover. $19.99 Luxuriously Soft Bamboo Add an extra layer of comfort to your mattress with this soft bamboo cover. $39.99 Bed sheets Luxury Egyptian Cotton Indulge in the softness and durability of 100% Egyptian cotton. $100 Silky Satin Drift off to dreamland on these smooth and luxurious satin sheets. $50 Cozy Flannel Stay warm and comfortable all night long with these soft flannel sheets. $40 Breathable Bamboo Experience the natural benefits of bamboo fabric with these breathable sheets. $70 Cooling Microfiber Stay cool and comfortable throughout the night with these lightweight microfiber sheets. $30 Wrinkle-Resistant Percale Enjoy the crisp and smooth feel of percale cotton without the hassle of wrinkles. $60 Hypoallergenic Silk Sleep peacefully on these hypoallergenic silk sheets that are gentle on sensitive skin. $120 Bed bases Rejuvenate Adjustable A luxurious and adjustable bed base that allows you to find the perfect position for optimal comfort and support. $799.99 Serenity Platform A sleek and modern platform bed base that provides sturdy support and complements any bedroom decor. $249.99 Blankets Cozy Dreams A luxurious fleece blanket perfect for snuggling up on cold nights. $29.99 Snuggle Up A soft and comfortable throw blanket that adds a touch of warmth to any room. $19.99 Dream Weaver A versatile and stylish blanket that can be used as a bedspread or for lounging on the couch. $39.99 Thin mattresses Comfort Cloud Sink into a cloud of comfort with this ultra-thin mattress, perfect for those who prefer a firmer feel. $99 Slim Sleep Sleep soundly on this sleek and minimalist thin mattress, designed for those with limited space. $79 Featherlite Experience a light and airy sleep experience with this thin mattress, ideal for those who like a more streamlined bedding option. $59 Privacy policy | Terms and conditions | +91 24 6418-3255 | Dreamland@gmail.com",
    "contact": "Get in Touch with Dreamland - Contact Us for any Inquiries Dreamland Home Catalog Contacts We are here to help you with all your sleep needs Contact Us Name Email Phone I accept Privacy Policy Send Form Privacy policy | Terms and conditions | +91 24 6418-3255 | Dreamland@gmail.com",
    "index": "Welcome to Dreamland - Your One-Stop Shop for all things Sleep! Dreamland Home Catalog Contacts Your gateway to dreamy nights at Dreamland More Mattresses Beds Pillows Mattress covers Bed sheets Bed bases Blankets Thin mattresses Safety Our assortment includes only certified products Competence All our consultants undergo an in-depth study of all the nuances Reliability We have been a reliable supplier in the hotel industry About Us Welcome to Dreamland, your one-stop shop for everything you need for a restful and rejuvenating night of sleep. At Dreamland, we understand the importance of quality sleep for overall health and well-being, which is why we have curated a selection of products to help you create the perfect sleep environment. From luxurious bedding sets to soothing sleep aids, we have everything you need to turn your bedroom into a haven of relaxation and tranquility. Our team of sleep specialists are passionate about helping you achieve the best night's sleep possible, and are here to assist you in finding the products that will best suit your needs. When it comes to bedding, Dreamland offers a wide range of options to suit every preference and budget. Whether you prefer soft and cozy sheets, supportive memory foam pillows, or plush comforters, we have a variety of options to choose from. Our bedding sets are made from high-quality materials that are designed for maximum comfort and durability, ensuring that you can enjoy a restful night of sleep night after night. In addition to bedding, Dreamland also offers a selection of sleep accessories to enhance your bedtime routine. From calming essential oil diffusers to relaxing white noise machines, we have everything you need to create a peaceful sleep environment. Our team can help you find the perfect accessories to complement your sleep routine and create a relaxing atmosphere in your bedroom. If you struggle with falling asleep or staying asleep throughout the night, Dreamland also offers a range of sleep aids to help you achieve a more restful night of sleep. Our selection includes natural supplements, such as melatonin and valerian root, as well as sleep-inducing teas and aromatherapy products. Our sleep specialists can help you find the right products to address your specific sleep concerns and help you achieve a better night's sleep. At Dreamland, we believe that quality sleep is essential for overall health and well-being, and we are committed to helping our customers achieve a better night's rest. Our team of sleep specialists are dedicated to providing personalized assistance and recommendations to help you create the perfect sleep environment for your needs. Whether you are looking for new bedding, sleep accessories, or sleep aids, Dreamland has everything you need to turn your bedroom into a sanctuary of relaxation and tranquility. In addition to our wide selection of products, Dreamland also offers exceptional customer service to ensure that your shopping experience is as easy and enjoyable as possible. Our team is always available to answer any questions you may have and provide guidance on selecting the right products for your sleep needs. We are committed to providing a seamless shopping experience and are here to assist you every step of the way. We understand that achieving a good night's sleep can be a challenge, which is why we are dedicated to providing a comprehensive selection of products to support your sleep goals. Whether you are looking to upgrade your bedding, create a more relaxing sleep environment, or find natural sleep aids, Dreamland has everything you need to achieve a better night's sleep. So why wait? Visit Dreamland today and start creating the perfect sleep environment for a restful and rejuvenating night of sleep. Our team is here to help you find the right products to meet your sleep needs and support you in achieving a better night's rest. Dreamland - where dreams come true and quality sleep is within reach. Reviews Priya \"Dreamland is my go-to shop for all things sleep-related. From mattresses to bedding to sleep accessories, they have everything you need for a restful night's sleep. The customer service is top-notch and the prices are reasonable. I highly recommend Dreamland to anyone looking to improve their sleep quality.\" Aarav \"I recently purchased a mattress from Dreamland and I am extremely impressed with the quality and comfort. The staff was very helpful in assisting me with finding the perfect mattress for my needs. The delivery was prompt and the setup was quick and easy. I am sleeping better than ever thanks to Dreamland!\" Dhruv \"Dreamland is a one-stop shop for all your sleep needs. I have purchased pillows, sheets, and a mattress from them and have been thrilled with the quality of their products. The staff is knowledgeable and friendly, making the shopping experience enjoyable. I would highly recommend Dreamland to anyone in need of a good night's sleep.\" Privacy policy | Terms and conditions | +91 24 6418-3255 | Dreamland@gmail.com",
    "policy": "Dreamland's Privacy Policy - Your Information is Safe with Us Dreamland Home Catalog Contacts Privacy Policy for Dreamland At Dreamland, we are committed to protecting the privacy and security of our customers. We understand the importance of privacy and strive to create a safe and secure environment for all individuals who engage with our brand. This privacy policy outlines the practices and procedures we have in place to protect your personal information when you interact with Dreamland. Collection of Personal Information When you make a purchase or engage with Dreamland in any way, we collect certain personal information from you. This may include your name, address, email address, phone number, payment information, and other details that are necessary to process your order or provide you with the services you request. We collect this information in order to fulfill your orders, provide customer service, and communicate with you about your purchases. Use of Personal Information We use the personal information we collect from you to fulfill your orders, provide customer service, personalize your shopping experience, and communicate with you about our products and promotions. We may also use your information to improve our products and services, analyze trends, and conduct market research. Sharing of Personal Information Dreamland does not sell, trade, or rent your personal information to third parties. We may share your information with trusted service providers who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. We may also share your information when required by law or to protect the rights, property, or safety of Dreamland, our customers, or others. Security of Personal Information We take the security of your personal information seriously and have implemented measures to protect it from unauthorized access, disclosure, alteration, and destruction. We use encryption technology to safeguard your payment information and take steps to secure our website and data storage systems. While we take these measures to protect your information, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee the absolute security of your data. Cookies and Tracking Technologies Dreamland uses cookies and other tracking technologies to enhance your browsing experience and provide you with personalized content. Cookies are small text files that are stored on your device when you visit our website. These cookies allow us to recognize you and remember your preferences, making your shopping experience more convenient and efficient. You may choose to disable cookies in your browser settings, but doing so may limit your ability to use certain features of our website. Third Party Links Our website may contain links to third party websites that are not operated by Dreamland. We have no control over and assume no responsibility for the content, privacy policies, or practices of these third party websites. We encourage you to review the privacy policies of these websites before sharing any personal information with them. Children's Privacy Dreamland does not knowingly collect personal information from children under the age of 13. If we become aware that we have collected personal information from a child under the age of 13, we will take steps to delete this information from our servers. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us so that we can take the necessary steps to remove this information. Changes to Privacy Policy Dreamland reserves the right to update this privacy policy at any time. We will notify you of any changes by posting the new privacy policy on this page. We encourage you to review this policy periodically for any updates or changes to our practices. Contact Us If you have any questions or concerns about our privacy policy, or if you would like to access, correct, amend or delete any personal information we have about you, please contact us at Dreamland@gmail.com We are committed to protecting your privacy and will do our best to address any issues you may have in a timely manner. By using our website and providing us with your personal information, you consent to the collection and use of this information in accordance with this privacy policy. Thank you for choosing Dreamland for all your sleep needs. We appreciate your trust and strive to provide you with the best possible shopping experience. Last updated: March 2024. Privacy policy | Terms and conditions | +91 24 6418-3255 | Dreamland@gmail.com",
    "terms": "Terms and Conditions of Shopping at Dreamland - Read Before You Buy Dreamland Home Catalog Contacts Terms and conditions for Dreamland Welcome to Dreamland, your one-stop shop for all things sleep-related. We are dedicated to providing our customers with the best products and services to ensure a good night's sleep. Please take a moment to read through our terms and conditions so that you are aware of our policies and procedures when shopping with us. 1. Ordering Process: To place an order with Dreamland, simply add the desired items to your cart and proceed to checkout. You will be prompted to provide your shipping address and payment information before submitting your order. Once your order is confirmed, you will receive a confirmation email with your order details. 2. Payment: We accept all major credit cards, PayPal, and Afterpay as payment methods. Payment is required at the time of purchase to complete your order. All prices displayed on our website are in USD and are exclusive of taxes and shipping fees. 3. Shipping: Dreamland offers standard and expedited shipping options for all orders. Shipping costs and delivery times may vary depending on your location. Once your order has been shipped, you will receive a tracking number to monitor the status of your delivery. 4. Returns and Exchanges: We want you to be completely satisfied with your purchase from Dreamland. If for any reason you are not happy with your order, please contact our customer service team within 14 days of receiving your items to request a return or exchange. All returned items must be in their original packaging and unused condition. 5. Refunds: Refunds will be issued to the original payment method within 7-10 business days of receiving your returned items. Please note that shipping fees are non-refundable and return shipping costs are the responsibility of the customer. 6. Warranty: Dreamland offers a limited warranty on select products. Please refer to the product description for warranty information. If you encounter any issues with your purchase during the warranty period, please contact our customer service team for assistance. 7. Product Care: To ensure the longevity of your Dreamland products, please follow the care instructions provided with your purchase. Regular cleaning and maintenance will help preserve the quality of your items. 8. Customer Service: Our dedicated customer service team is here to assist you with any questions or concerns you may have. Please contact us via email or phone during our business hours for prompt assistance. 9. Privacy Policy: At Dreamland, we respect your privacy and are committed to protecting your personal information. We will not share or sell your data to third parties without your consent. Please refer to our Privacy Policy for more details on how we collect, use, and protect your information. 10. Promotions and Discounts: From time to time, Dreamland may offer promotions, discounts, or special offers to our customers. Please refer to the specific terms and conditions of each promotion for eligibility requirements and redemption instructions. 11. Product Availability: While we make every effort to keep our website updated with current inventory, occasionally certain items may be out of stock or discontinued. In the event that an item is unavailable, our customer service team will promptly notify you and provide alternative options if available. 12. Feedback and Reviews: We value your feedback and encourage you to leave reviews of your shopping experience with Dreamland. Your input helps us improve our products and services to better serve our customers. 13. Changes to Terms and Conditions: Dreamland reserves the right to update or modify these terms and conditions at any time without prior notice. By continuing to use our website and services, you agree to the most recent version of our terms and conditions. Thank you for choosing Dreamland as your sleep shop destination. We look forward to providing you with a restful and rejuvenating experience with our high-quality products and excellent customer service. Sweet dreams! Privacy policy | Terms and conditions | +91 24 6418-3255 | Dreamland@gmail.com",
    "thank_page": "Thank You for Your Request at Dreamland - Sweet Dreams Await! Thank you! Thank you for your request for everything from our sleep shop, Dreamland. We are delighted that you have chosen our store as your go-to destination for all your sleep needs. Our team is dedicated to providing you with the best products and services to help you achieve a peaceful and restful sleep. We appreciate your trust in us and look forward to assisting you in any way possible. Sweet dreams! Sincerely, Dreamland Sleep Shop Back"
  },
  "date": "2024-06-17T14:13:34.405Z"
}