{
  "name": "New_v9_ExploreRoute",
  "pages": {
    "about": "Discover ExploreRoutes: Your Ultimate Travel Companion Home About us Tours About us Our Mission: We strive to inspire travel and adventure by helping people discover the beauty of the world and the diversity of cultures. Our goal is to create unforgettable experiences that will stay with you for a lifetime. Our Team: Our team consists of experienced explorers, travelers and travel experts. We are united by a shared passion for travel and a commitment to making your journey unforgettable. Our Principles: Customer Centricity: We always put the interests and comfort of our clients first, striving to provide them with the best possible service. Quality and Safety: We carefully select each tour and excursion, ensuring high quality and safety for our clients. Sustainability: We support sustainable tourism and environmental stewardship, striving to minimize our ecological footprint. F.A.Q. How can I book a tour or excursion? You can book a tour or excursion on our website by filling out the booking form on the specific tour page or by contacting our customer service team. What services are included in the tour price? The tour price usually includes transportation, accommodation, excursions and many other extras. Additional services can be specified on the tour description page. What are the conditions for canceling a reservation? Cancellation terms and conditions may vary depending on the specific tour. Please refer to our terms and conditions listed on the tour description page or contact our customer service team for more information. How can I contact your customer service if I have a problem? You can contact our customer service team by emailing ExploreRoutes@gmail.com or calling +91-887-4469900. Our team will be happy to assist you with any questions or concerns regarding your tour or excursion. Contact us Submit I accept Privacy policy Home About us Tours Privacy Policy Terms conditions +91-887-4469900 ExploreRoutes@gmail.com Nagpur, Maharashtra 440002, India const faqItems = document.querySelectorAll('.faq__item-title'); const handleToggleAccordion = (e) => { e.currentTarget.classList.toggle('faq__active'); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains('faq__active')) { item.style.maxHeight = item.scrollHeight + 'px'; } else { item.style.maxHeight = 0; } }; faqItems.forEach((item) => { item.addEventListener('click', handleToggleAccordion); });",
    "index": "Discover new horizons with ExploreRoutes! Home About us Tours Discover new horizons with ExploreRoutes! We all wish to start our year the best way possible and also according to a common belief if you have a great start to your. More Popular tours and excursions Immerse yourself in exciting adventures with our popular tours and excursions! Costa Rica Tropical Jungle Adventure Tour Discover a wealth of exotic flora and fauna in the heart of Central America. Historic tour of Scotland's ancient castles Immerse yourself in centuries of history and mysterious legends as you explore majestic forts and castles. Cultural journey through Italian towns and wineries Discover the charms of Italy while enjoying the history, art and flavors of wine cellars. All tours Photo Gallery Give a glimpse of the world through the eyes of our travelers! Our gallery features stunning photos from our most colorful and memorable tours and excursions. Prepare to be inspired and adventurous by browsing our best moments with ExploreRoutes. From Blog & News Welcome to Community Conversations, a new interview series featuring Intrepid travellers, creatives and activists in our community. Banff National Park Banff National Park lies in the heart of the majestic Rocky Mountains in the province of Alberta, and showcases some of Canada's most beautiful scenery. Turquoise-colored lakes, snow-capped peaks, and glaciers are all easily accessible @thomasalva_adison The Hiroshima Peace! It was formally opened to the public in August that year. @shova_bd88 The faithful prayers! A major pilgrimage center for Hindus, the holy city. @adem/smith Colourful waters! Forest-driven water and energy cycles are poorly. @jhon7leew &times; Home About us Tours Privacy Policy Terms conditions +91-887-4469900 ExploreRoutes@gmail.com Nagpur, Maharashtra 440002, India const modal = document.getElementById('modal'); const modalImg = document.getElementById('modal-img'); const images = document.querySelectorAll('.gallery__item img'); images.forEach((image) => { image.addEventListener('click', () => { modal.style.display = 'flex'; modalImg.src = image.src; }); }); modal.addEventListener('click', (e) => { if (e.target === modal || e.target.classList.contains('close')) { modal.style.display = 'none'; } });",
    "policy": "ExploreRoutes Privacy Policy: Your Privacy is Our Priority main { padding: 50px 0; text-align: center; max-width: 700px; margin: 0 auto; } p { margin-bottom: 40px; } h1 { margin-bottom: 40px; font-style: italic; line-height: 120%; } h2 { margin-bottom: 30px; line-height: 120%; } .underline { text-decoration: underline; } Home About us Tours Privacy Policy Information Collection We collect personal information that you provide to us voluntarily when you register on our site, fill out an order form, or subscribe to our newsletter. This information may include your name, e-mail address, phone number, location and other data necessary to process your requests. Use of information The personal information we collect is used solely to provide you with the services you have requested and to provide you with a better experience using our site. We may also use your information to send you newsletters, newsletters, promotions and special offers related to our services. Information Protection We take all necessary measures to protect your personal information from unauthorized access, use or disclosure. We use secure methods of data collection, storage and processing, including encryption and other technical safeguards. Disclosure to third parties We do not sell, trade or share your personal information with third parties without your consent, except as required by law. We may disclose your information only when necessary to comply with legal requirements or to protect the rights, property, or safety of our site and our users. Consent to this policy By using our website, you consent to this privacy policy. If you do not agree to this policy, please do not use our website. We reserve the right to make changes to this policy at any time. Any change will be posted on this page. Collection and use of information We may automatically collect certain information about your device, including your IP address, browser type, language, access times and the pages you visit. This information is used to analyze trends, administer the Site, track user traffic, and gather demographic information. Advertising Partners Our site may contain advertisements from third-party advertisers. These companies may use cookies and web beacons to track user activity and provide more relevant advertising. ExploreRoutes has no control over the actions or privacy policies of these advertising partners. Links to third party websites Our website may contain links to third party websites. We are not responsible for the content or privacy policies of these sites. Users click on external links at their own risk. We recommend that you read the privacy policies of these third-party sites before using them. Consent to Terms and Conditions By using our website, you signify your agreement to this privacy policy. If you do not agree to these terms and conditions, please do not use our website. We reserve the right to make changes to this policy at any time. Any change will be posted on this page. If you have additional questions or comments regarding our privacy policy, please contact us. Thank you for your attention and trust! Home About us Tours Privacy Policy Terms conditions +91-887-4469900 ExploreRoutes@gmail.com Nagpur, Maharashtra 440002, India",
    "terms": "ExploreRoutes Terms and Conditions: Understand Your Rights and Responsibilities main { padding: 50px 0; text-align: center; max-width: 700px; margin: 0 auto; } p { margin-bottom: 40px; } h1 { margin-bottom: 40px; font-style: italic; line-height: 120%; } h2 { margin-bottom: 30px; line-height: 120%; } Home About us Tours Terms and conditions Welcome to ExploreRoutes! Please read our terms and conditions carefully before using our site. Use of the site By using our website, you agree to comply with all applicable laws and regulations and our Terms and Conditions. You may not use the site for illegal or unlawful activities. Users must be at least 18 years of age or have permission from a parent or guardian to use the site. Intellectual Property Rights All content on the site, including text, images, graphics and logos, is the property of ExploreRoutes or its licensors and is protected by copyright. You may not copy, reproduce, distribute or modify any material without the prior consent of the copyright holder. Users may not use our logo or trademarks without our permission. Disclaimer ExploreRoutes shall not be liable for any loss or damage arising from the use or inability to use our site or its content. We do not guarantee the accuracy, completeness or currency of the information provided on the site. Users use the site at their own risk. We are not responsible for possible viruses or malware that may be transmitted through our site. Links to third party websites Our website may contain links to third party websites. We are not responsible for the content of these sites and make no representations as to their accuracy or reliability. Users follow external links at their own risk. We recommend that you read the privacy policies and terms of use of these third-party sites before using them. Changes to the Terms and Conditions We reserve the right to make changes to our terms and conditions at any time without notice. Your continued use of our site after changes have been made means you agree to the updated terms and conditions. Consent to Terms and Conditions By using our website, you agree to be bound by these Terms and Conditions. If you do not agree with any of them, please stop using the website. If you have any questions or suggestions regarding our terms and conditions, feel free to contact us. Thank you for using ExploreRoutes! Limitation of Liability We make every effort to ensure that the information on our site is accurate and reliable, but do not guarantee that it is completely up to date or error-free. We will not be liable for loss or damage arising from the use of, or inability to use, our site or its materials. Contact Us If you have any questions or suggestions regarding our terms and conditions, feel free to contact us. We are always ready to help! Home About us Tours Privacy Policy Terms conditions +91-887-4469900 ExploreRoutes@gmail.com Nagpur, Maharashtra 440002, India",
    "thanks": "Thank You for Exploring with ExploreRoutes! Thank you for the feedback! Thank you for your trust and interest in our services! We are glad you have chosen us for your needs. Your application has been successfully submitted and we will be in touch with you shortly. Go back",
    "tour": "ExploreRoutes Tours: Unforgettable Adventures Await! Home About us Tours Tours Welcome to the ExploreRoutes tours page! Ready to embark on an exciting adventure? Our unique tours will help you discover new horizons and create unforgettable experiences. Let's start this exciting journey together! Costa Rica Tropical Jungle Adventure Tour Discover a wealth of exotic flora and fauna in the heart of Central America. Historic tour of Scotland's ancient castles Immerse yourself in centuries of history and mysterious legends as you explore majestic forts and castles. Cultural journey through Italian towns and wineries Discover the charms of Italy while enjoying the history, art and flavors of wine cellars. Serengeti Adventure: Sunset Safari Embark on an exciting safari through the vast expanse of the Serengeti, enjoying breathtaking views of wildlife in the sunset light. Exploring Machu Picchu: Treasures of the Ancient Inca Discover the secrets of the ancient city of Machu Picchu and immerse yourself in the magic of the Incas as you explore their majestic buildings and picturesque landscapes. Traveling Russia's Golden Ring: Ancient Cities and Fortresses Immerse yourself in Russia's rich history as you explore the ancient cities and fortresses along the famous Golden Ring. Adrenaline-pumping rafting on the Chattahoochee River Experience an adrenaline rush as you raft down the turbulent Chattahoochee River and overcome water obstacles in an amazing natural setting. Hawaii Island Adventure: Sunset beaches and waterfalls Spend time on Hawaii's white-sand beaches, explore mysterious waterfalls, and immerse yourself in the spirit of Polynesian culture. Reviews Rajiv Mehta \"My trip with ExploreRoutes was simply incredible! I traveled through the Himalayas and felt like a true explorer. The experience is unbeatable, thank you!\" Priyanka Sharma \"It was the best adventure of my life! My friends and I went on safari to Ranthambhore National Park and saw a tiger in its natural habitat. The experience was unforgettable!\" Arjun Patil \"I booked a tour of Cambodia's famous temples and was delighted with the professionalism of the ExploreRoutes team. Excellent service and fascinating itineraries!\" Jaya Lakhani \"My vacation in Greece with ExploreRoutes was fabulous! We visited the island of Santorini and enjoyed the stunning views and delightful sea. Thank you for an unforgettable vacation!\" Home About us Tours Privacy Policy Terms conditions +91-887-4469900 ExploreRoutes@gmail.com Nagpur, Maharashtra 440002, India"
  }
}