{
  "name": "New_v9_AllergoEscola",
  "pages": {
    "about": "Allegro Escola de Música - Onde a Música Ganha Vida ALLEGRO CASA SOBRE NÓS SERVIÇOS ALLEGRO CASA SOBRE NÓS SERVIÇOS Bem-vindo à Escola de Música Allegro! Na Allegro Music School, acreditamos que a música é uma linguagem universal que traz alegria, criatividade e enriquecimento à vida. Nossa missão é fornecer educação musical de alta qualidade para alunos de todas as idades e níveis de habilidade, promovendo o amor pela música e ajudando cada aluno a atingir seu pleno potencial. Nossas Vantagens Instrutores Especialistas Aprenda com uma equipe de músicos altamente qualificados e experientes. Aprendizagem Personalizada Instrução personalizada que se adapta ao seu estilo e objetivos individuais de aprendizagem. Programas abrangentes Ampla variedade de programas, incluindo aulas particulares, aulas em grupo, treinamento vocal e muito mais. Supportive Community Join a vibrant community of music enthusiasts and receive ongoing support and encouragement. Nossos Profissionais RAY DUMBLEDORE Ray Dumbledore é um talentoso músico e educador com uma profunda paixão pelo ensino. Com anos de experiência atuando e instruindo, Ray traz uma riqueza de conhecimento e uma abordagem única à educação musical que motiva e envolve os alunos. NIKKI GRANGER A carreira de Nikki como violinista começou ainda jovem e, quando ela estava no ensino médio, ela dirigia seu próprio estúdio de ensino de sucesso. Michael Anderson Michael possui bacharelado. em Música pelo York College e é instrutor de voz e piano com formação clássica. Os alunos que fazem aulas de canto com a experiência dela se beneficiarão com a participação dela no mundo real nas aulas da escola. Emily Johnson Emily Johnson é uma musicista e educadora talentosa com uma profunda paixão pelo ensino. Com anos de experiência tanto em atuação quanto em ensino, Emily traz uma riqueza de conhecimento e uma abordagem única à educação musical que motiva e envolve os alunos. Perguntas Frequentes Para quais faixas etárias você ensina? Oferecemos aulas de música para alunos de todas as idades, desde crianças pequenas até adultos. Nossos programas são projetados para acomodar alunos iniciantes e avançados. Que instrumentos posso aprender na sua escola? Oferecemos aulas para uma ampla variedade de instrumentos, incluindo piano, violão, violino, bateria e muito mais. Entre em contato conosco para obter uma lista completa das classes de instrumentos disponíveis. Preciso ter meu próprio instrumento? Embora seja benéfico ter seu próprio instrumento para praticar, temos alguns instrumentos disponíveis para uso durante as aulas. Também podemos fornecer orientação sobre a compra ou aluguel de um instrumento. Quanto custam as aulas? O custo das aulas varia dependendo do instrumento e da duração da aula. Posso fazer uma aula experimental? Sim, oferecemos aulas experimentais para novos alunos. Esta é uma ótima oportunidade para conhecer o professor e ter uma ideia do nosso estilo de ensino. Entre em contato conosco para agendar sua aula experimental. Contate-nos Estamos aqui para ajudá-lo com qualquer dúvida ou dúvida que você possa ter. Sinta-se à vontade para entrar em contato conosco usando as informações de contato abaixo ou preenchendo o formulário de contato. Enviar Aceito a política de privacidade Allergo CASA SOBRE NÓS SERVIÇOS política de Privacidade | Termos e Condições +55-55-3683-1221 allergoescola@gmail.com Primaverinha, Sorriso - State of Mato Grosso, 78890-000",
    "index": "Allegro Escola de Música ALLEGRO CASA SOBRE NÓS SERVIÇOS ALLEGRO CASA SOBRE NÓS SERVIÇOS Sobre a Nossa Escola de Música Bem-vindo à nossa Escola de Música, um lugar onde a paixão pela música encontra a excelência no ensino. Nossa missão é proporcionar uma educação musical abrangente e de alta qualidade para alunos de todas as idades e níveis de habilidade. Aqui, acreditamos que a música tem o poder de transformar vidas, e estamos comprometidos em ajudar cada estudante a alcançar seu potencial máximo. SOBRE NÓS Instrumentos Musicais Piano Aprender a tocar piano é uma tarefa gratificante que abre um mundo de expressão musical. Quer você pretenda se tornar um músico profissional ou simplesmente goste de tocar por prazer, dominar o piano envolve compreender sua mecânica, praticar regularmente e desenvolver uma base sólida em teoria musical. Guitarra Tocar violão é uma habilidade gratificante e divertida que qualquer pessoa pode aprender com dedicação e prática. Se você deseja tocar profissionalmente ou apenas por diversão, entender o básico e desenvolver uma rotina sólida de prática são etapas essenciais em sua jornada musical. Bateria Tocar bateria é uma maneira estimulante e fisicamente envolvente de fazer música. Quer você queira tocar em uma banda, melhorar suas habilidades rítmicas ou apenas se divertir, aprender a tocar bateria envolve compreender o instrumento, desenvolver a técnica adequada e praticar regularmente. Voz Aprender a cantar é uma experiência enriquecedora que aprimora suas habilidades musicais e aumenta sua confiança. Se você deseja ser um cantor profissional ou simplesmente gosta de cantar como hobby, é essencial desenvolver técnicas vocais adequadas e praticar regularmente. Nossos Grupos Musicais O que nós fazemos Crianças Crianças de 5 a 12 anos podem participar do nosso grupo. Nenhuma experiência musical anterior é necessária - apenas traga seu entusiasmo e um sorriso! Adolescentes O grupo está aberto a adolescentes de 13 a 18 anos. Quer você seja iniciante ou tenha alguma experiência musical, convidamos você a participar e aproveitar a emocionante jornada de fazer música juntos. Aulas particulares Nossas aulas particulares estão abertas a alunos de todas as idades e níveis de habilidade. Quer você seja criança, adolescente ou adulto, nossos instrutores experientes estão aqui para guiá-lo em sua jornada musical. Últimas notícias Nossas últimas postagens Jun 1, 2024 Festival Internacional de Piano O Singerella Summer Institute oferece a crianças de 5 a 12 anos uma ampla introdução à música, dança e artes cênicas nos melhores... Quer se manter informado? INSCREVA-SE AGORA EM NOSSA NEWSLETTER! Inscrever-se Aceito a política de privacidade Allergo CASA SOBRE NÓS SERVIÇOS política de Privacidade | Termos e Condições +55-55-3683-1221 allergoescola@gmail.com Primaverinha, Sorriso - State of Mato Grosso, 78890-000",
    "privacy-policy": "Allegro Escola de Música - Seu Futuro Musical Começa Aqui ALLEGRO CASA SOBRE NÓS SERVIÇOS ALLEGRO CASA SOBRE NÓS SERVIÇOS POLÍTICA DE PRIVACIDADE Respeitamos sua privacidade e estamos comprometidos em proteger suas informações pessoais. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos seus informações quando você visita nosso site, bem como seus direitos e escolhas em relação às suas informações. Podemos coletar os seguintes tipos de informações: nome, endereço de e-mail, número de telefone, endereço postal, endereço IP, tipo de navegador, sistema operacional. Usamos as informações coletadas para: fornecer e gerenciar nossos serviços, personalizar recomendações, comunicando-se com você, inclusive respondendo às suas dúvidas e enviando atualizações. Parceiros terceirizados: não vendemos, comercializamos ou de outra forma transferimos suas informações pessoais para terceiros sem o seu consentimento, mas compartilhar informações não pessoais com terceiros parceiros para fins de análise e marketing. Segurança de dados: implementamos medidas razoáveis ​​para proteger suas informações contra perda, roubo, uso indevido e acesso não autorizado, divulgação, alteração e destruição. Privacidade infantil: O Allergo Escola não é destinado a usuários menores de 13 anos. coletar conscientemente informações pessoais de crianças. Consentimento: Ao usar o Allergo Escola, os usuários concordam com os termos descritos nesta Política de Privacidade Política. Alterações na política: poderemos atualizar esta Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Retenção de dados: as informações do usuário são retidas pelo tempo necessário para cumprir os finalidades descritas nesta política. Conformidade Legal: Allergo Escola cumpre as leis de proteção de dados aplicáveis ​​e regulamentos. Direitos do usuário: Os usuários têm o direito de acessar, corrigir ou excluir seus dados pessoais Informação. Entre em contato conosco para exercer esses direitos. Informações de contato: Para dúvidas ou preocupações relacionadas a esta Política de Privacidade, entre em contato com nosso equipe de suporte através das informações de contato fornecidas em nosso e-mail allergoescola@gmail.com. Feedback: Agradecemos comentários dos usuários sobre nossa Política de Privacidade e compras em geral experiência. Comunicação: os usuários podem receber confirmações de pedidos, notificações de envio e outros e-mails relacionados a transações. Comunicações de marketing: os usuários podem receber e-mails promocionais. As opções de exclusão são fornecido em cada e-mail de marketing. Informações de Pagamento: O Allergo Escola não armazena informações de cartão de crédito. Os pagamentos são processados ​​com segurança por meio de gateways de pagamento confiáveis. Allergo CASA SOBRE NÓS SERVIÇOS política de Privacidade | Termos e Condições +55-55-3683-1221 allergoescola@gmail.com Primaverinha, Sorriso - State of Mato Grosso, 78890-000",
    "services": "Allegro Escola de Música - Inspirando Talentos Musicais ALLEGRO CASA SOBRE NÓS SERVIÇOS ALLEGRO CASA SOBRE NÓS SERVIÇOS Explore nossas ofertas musicais Oferecemos aulas particulares e em grupo para uma variedade de instrumentos, adaptadas a alunos de todas as idades e níveis de habilidade. Nossos instrutores experientes fornecem instruções personalizadas para ajudá-lo a atingir seus objetivos musicais. SOBRE NÓS Nossos Grupos Musicais Crianças Nosso programa Music Explorers foi desenvolvido para apresentar às crianças o mundo da música de uma forma divertida e interativa. Adolescentes Teen Groove é um programa musical emocionante adaptado especificamente para adolescentes de 13 a 18 anos que são apaixonados por explorar seus talentos e interesses musicais. Adultos Bem-vindo a nós, onde adultos de todas as idades e origens musicais se reúnem para explorar a alegria da música num ambiente de apoio e enriquecedor. Tipos de aulas Sessões individuais Em nossa escola de música, oferecemos aulas de música personalizadas e individuais, adaptadas para atender às necessidades e objetivos exclusivos de cada aluno. Aulas em grupo Participe de nossas aulas de música em grupo e experimente a alegria de fazer música em um ambiente de apoio e colaboração! Aulas online Bem-vindo às nossas aulas virtuais de música, onde você pode aprender e crescer como músico no conforto da sua casa! O que as pessoas dizem sobre nós Matriculei meu filho nas aulas de piano na Allergo Escola e tem sido uma experiência fantástica! Os instrutores são incrivelmente experientes e prestativos, e tornam o aprendizado de música divertido e envolvente. Meu filho fez um progresso tremendo desde que começou as aulas aqui, e eu não poderia estar mais feliz com a qualidade do ensino. Altamente recomendado! Alex Há vários meses que tenho aulas de guitarra na Allergo Escola e estou extremamente impressionado com o profissionalismo e simpatia do pessoal. Meu instrutor é paciente, encorajador e apaixonado por ensinar música. As aulas on-line foram perfeitas e agradeço a flexibilidade no agendamento. Já aprendi muito e estou ansioso para continuar minha jornada musical com esta escola! Amanda Como músico profissional, posso afirmar com segurança que a Allergo Escola oferece educação musical de alto nível para alunos de todas as idades e níveis. Os instrutores são altamente qualificados e experientes e oferecem instruções personalizadas que atendem às necessidades e objetivos exclusivos de cada aluno. Quer você seja um músico iniciante ou avançado, encontrará os recursos e o suporte necessários para se destacar nesta escola. Sou grato pela oportunidade de aprender e crescer como músico aqui. Diana Inicialmente hesitei em fazer aulas de música online, mas o Allergo Escola superou minhas expectativas! A plataforma online é fácil de usar e os instrutores fornecem instruções claras e eficazes por meio de videoconferência. Tenho tido aulas de violino remotamente e meu instrutor tem sido incrivelmente paciente e encorajador. Percebi uma melhora significativa na minha forma de tocar desde que comecei as aulas aqui e sou grato pela oportunidade de continuar aprendendo música no conforto da minha casa Michael Allergo CASA SOBRE NÓS SERVIÇOS política de Privacidade | Termos e Condições +55-55-3683-1221 allergoescola@gmail.com Primaverinha, Sorriso - State of Mato Grosso, 78890-000",
    "terms-conditions": "Allegro Escola de Música - Transformando Paixão em Arte ALLEGRO CASA SOBRE NÓS SERVIÇOS ALLEGRO CASA SOBRE NÓS SERVIÇOS TERMOS E CONDIÇÕES Aceitação dos Termos: ao acessar ou usar os Serviços, você reconhece que leu, compreendeu, e concorda em obedecer a estes Termos e quaisquer outras leis e regulamentos aplicáveis. Se você estiver usando os Serviços em nome de uma empresa ou outra pessoa jurídica, você declara que tem autoridade para vincular tal entidade a estes Termos. Fazer um pedido: ao fazer um pedido através do nosso site, você concorda em fornecer informações atualizadas, completas, e informações precisas de compra e conta. Isso inclui fornecer informações precisas sobre faturamento e envio. Você concorda em atualizar imediatamente sua conta e outras informações, incluindo seu endereço de e-mail e forma de pagamento, para que possamos concluir suas transações e entrar em contato com você conforme necessário. Descrições dos Produtos: A Allergo Escola se esforça para fornecer descrições precisas dos produtos. No entanto, podem ocorrer variações e nos reservamos o direito de corrigir quaisquer erros. Pagamento: ao fazer um pedido, você concorda em pagar o preço aplicável ao produto ou serviço (incluindo quaisquer impostos e taxas de envio aplicáveis) a partir do momento em que você enviou o pedido. Aceitamos diversas formas de pagamento, que serão especificadas no momento da compra. Envio: os prazos de envio e entrega são estimativas e começam a partir da data do envio, em vez da data do pedido. As datas de envio não são garantidas e pode estar sujeito a atrasos devido a circunstâncias imprevistas. Devoluções e Reembolsos: Allergo Escola aceita devoluções dentro de um período determinado. Os reembolsos são processado de acordo com nossa Política de Reembolso, disponível no site. Propriedade Intelectual: os Serviços e todo o seu conteúdo, recursos, e funcionalidade (incluindo, entre outros, todas as informações, software, texto, exibições, imagens, vídeo e áudio, e seu design, seleção e organização) são de propriedade da Allergo Escola, de seus licenciadores ou de outros fornecedores desse material e são protegidos por direitos autorais, marca registrada, patente, segredo comercial e outras leis de propriedade intelectual ou direitos de propriedade. Conduta Proibida: os usuários concordam em não se envolver em qualquer atividade ilegal, prejudicial ou perturbadora comportamento ao usar o Allergo Escola. Rescisão: a Allergo Escola poderá rescindir ou suspender seu acesso a todos ou parte dos Serviços por qualquer motivo, incluindo, sem limitação, qualquer violação destes Termos. Após a rescisão, seu direito de usar os Serviços cessará imediatamente. Modificações: Allergo Escola reserva-se o direito de modificar estes Termos a qualquer momento. Iremos notificá-lo sobre quaisquer alterações publicando os novos Termos em nosso site. Seu uso continuado dos Serviços após tais alterações são postados constitui sua aceitação dos novos Termos. Comunicação: os usuários podem receber e-mails transacionais relacionados aos seus pedidos, incluindo confirmações de pedidos e notificações de envio. Comunicações de marketing: os usuários podem receber e-mails promocionais. As opções de exclusão são fornecido em cada e-mail de marketing. Responsabilidade: A Allergo Escola não se responsabiliza por quaisquer danos ou perdas resultantes do uso de o site ou seu conteúdo. Indenização: os usuários concordam em indenizar e isentar a Allergo Escola de quaisquer reclamações, danos ou perdas decorrentes do uso do site ou violação destes termos. Informações de contato: Para dúvidas ou preocupações relacionadas a esta Política de Privacidade, entre em contato com nosso equipe de suporte através das informações de contato fornecidas em nosso e-mail allergoescola@gmail.com. Divisibilidade: se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal de jurisdição competente, as demais disposições destes Termos permanecerão em pleno vigor e efeito. Quaisquer disposições inválidas ou inexequíveis serão interpretadas na máxima extensão permitido por lei para atingir os objetivos de tais disposições da forma mais próxima possível. Renúncia: A falha da Allergo Escola em fazer cumprir qualquer direito ou disposição nestes termos não constitui uma renúncia a esse direito ou disposição, a menos que seja reconhecido e acordado por escrito. Acordo Integral: Estes Termos e Condições constituem o acordo integral entre o usuário e Allergo Escola e substituem quaisquer acordos ou entendimentos anteriores. Allergo CASA SOBRE NÓS SERVIÇOS política de Privacidade | Termos e Condições +55-55-3683-1221 allergoescola@gmail.com Primaverinha, Sorriso - State of Mato Grosso, 78890-000",
    "thanks": "A Harmonia Começa Aqui: Escola de Música Allergo Escola Volto para casa Obrigado por nos escolher Agradecemos e tentaremos responder o mais rápido possível"
  },
  "date": "2024-06-13T12:25:44.349Z"
}