{
  "name": "New_v9_StroyArt",
  "pages": {
    "privacy-policy": "Privacy Policy - Safeguarding Your Information with StroyArt Welcome About Us Privacy Policy Information We Collect We collect personal information such as name, email, and contact details when provided by users. Use of Information We use personal information to communicate with users, provide requested services, and improve our website and services. Disclosure of Information We may disclose personal information to third-party service providers to facilitate our services. Data Security We implement security measures to protect personal information from unauthorized access or disclosure. Cookies Our website may use cookies to enhance user experience and track usage data. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices of these websites. Children's Privacy Our services are not directed to children under the age of 13. We do not knowingly collect personal information from children. Updating Your Information Users can update their personal information by contacting us at stroyart@gmail.com. Opt-Out Users can opt-out of receiving promotional emails by following the instructions provided in the email. Changes to Privacy Policy We reserve the right to update our Privacy Policy. Users will be notified of any changes. Contact Information For questions or concerns regarding our Privacy Policy, please contact us at stroyart@gmail.com. Consent By using our website, users consent to our collection and use of personal information as outlined in this Privacy Policy. Retention of Information We retain personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy. International Users Personal information may be transferred to and processed in countries outside of the user's jurisdiction. California Privacy Rights California residents have the right to request information regarding the disclosure of personal information to third parties for direct marketing purposes. GDPR Compliance We comply with the General Data Protection Regulation (GDPR) regarding the collection, use, and retention of personal information from European Union residents. Email Communication Users may receive email communication from us regarding account updates, promotions, and newsletters. Users can opt-out of these emails at any time by contacting us at stroyart@gmail.com. Retention Period We will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. Access to Information You have the right to access, correct, or delete your personal information. If you would like to exercise this right, please contact us at stroyart@gmail.com. Data Transfer Your personal information may be transferred to, and processed in, countries other than the one in which you reside. These countries may have data protection laws that are different from those of your country. Compliance with Laws We may disclose your personal information if required to do so by law or in response to valid requests by public authorities (e.g., law enforcement agencies). Updates to Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page, and the date of the last update will be indicated at the top of the policy. We encourage you to review this Privacy Policy periodically for any changes. +91 222 887111 stroyart@gmail.com 8, Panchal Niwas, Akurli Road, Kandivli(e) Privacy Policy Terms and Conditions Welcome About Us",
    "terms-conditions": "Terms & Conditions - Your Guide to StroyArt's Services Welcome About Us Terms and Conditions Privacy Policy Your use of our website is also governed by our Privacy Policy, which outlines how we collect, use, and disclose personal information. Accuracy of Information We make no representations or warranties about the accuracy, reliability, completeness, or timeliness of the information on our website. Links to Third-Party Websites Our website may contain links to third-party websites. We are not responsible for the content or privacy practices of these websites. Termination We reserve the right to terminate or suspend your access to our website for any reason without notice. Disclaimer of Warranties We make no warranties or representations about the suitability, reliability, availability, timeliness, or accuracy of the information on our website. Limitation of Liability In no event shall we be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our website. Indemnification You agree to indemnify and hold us harmless from any claims, damages, liabilities, costs, and expenses arising out of your use of our website. Email Marketing By providing your email address, you consent to receive promotional emails from us. You may opt-out of receiving marketing emails by following the unsubscribe instructions included in the email. If you have any preferences regarding the type of emails you receive, please contact us at stroyart@gmail.com. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Dispute Resolution Any dispute arising out of or relating to these Terms and Conditions shall be resolved through arbitration in India. Modification of Terms We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Entire Agreement These Terms and Conditions constitute the entire agreement between you and us regarding your use of our website. Waiver Our failure to enforce any provision of these Terms and Conditions shall not be deemed a waiver of such provision or any other provision. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. Assignment You may not assign or transfer any of your rights or obligations under these Terms and Conditions without our prior written consent. Communication By using our website, you consent to receive communication from us electronically, including via email. We may communicate with you regarding your account, orders, or other inquiries. For any questions or concerns, please feel free to reach out to us at stroyart@gmail.com. Contact Information If you have any questions or concerns about these Terms and Conditions, please contact us at stroyart@gmail.com. Email Security While we take measures to protect your email communications, please be aware that email transmissions may not be secure. You should avoid sending sensitive or confidential information via email. If you have any concerns about the security of your email communications, please contact us at stroyart@gmail.com. Effective Date These Terms and Conditions are effective as of 05/01/2024. Last Updated These Terms and Conditions were last updated on 05/01/2024. +91 222 887111 stroyart@gmail.com 8, Panchal Niwas, Akurli Road, Kandivli(e) Privacy Policy Terms and Conditions Welcome About Us",
    "thank_page": "Thank You for Your Request - StroyArt Responds Swiftly Thank you for contacting StroyArt. Our team is eager to assist you. Back to Home",
    "about": "Learn About StroyArt - Crafting Architectural Marvels Welcome About Us About StroyArt\" Learn more about who we are, our values, and our mission to deliver exceptional architectural and construction solutions. Discover how our passion for creativity and innovation drives every project we undertake. Our History StroyArt began its journey in a small office in the city center, where a few ambitious architects and builders joined forces to create something unique. At the time, it was just a small team, but their passion for architecture and construction knew no bounds. With each project, the company grew and evolved, attracting new talented professionals and earning clients' trust with its professionalism and quality of work. Within a few years, StroyArt became one of the leading architectural studios in the region, gaining recognition and respect in the industry. Today, StroyArt continues its development, staying true to its roots and values. We remain committed to excellence in every project and believe that our work can change the world for the better. Our Team Meet the talented individuals behind StroyArt: Benjamin Hughes Chief Architect Sophia Taylor Interior Designer Lucas Anderson Civil Engineer Lily Johnson Landscape Designer Ethan Roberts Project Manager Isabella Green Environmental Consultant Daniel Walker Technical Director Emily Clark Architectural Designer William White Commercial Director Victoria Brown Financial Analyst Client Reviews See what our clients have to say: Working with StroyArt was a fantastic experience! Their team's attention to detail and commitment to quality truly impressed us. Our project was completed on time and exceeded our expectations. Highly recommend! - John Smith StroyArt transformed our space into something truly remarkable. From the initial design phase to the final execution, they were professional, reliable, and a pleasure to work with. We couldn't be happier with the results! - Sarah Johnson I can't thank the team at StroyArt enough for their dedication and expertise. They listened to our ideas and turned them into reality, all while staying within our budget. Their creativity and innovation are unmatched. Definitely our go-to for future projects! - Michael Williams Choosing StroyArt was one of the best decisions we made for our project. Their team's professionalism and communication throughout the process made everything seamless. The end result exceeded our expectations, and we couldn't be happier with the outcome! - Emily Davis StroyArt's attention to detail and commitment to excellence set them apart. They truly went above and beyond to ensure our project was a success. It's rare to find a company that delivers both exceptional results and exceptional service. Highly recommend! - David Thompson StroyArt exceeded our expectations in every way possible. Their team's professionalism, creativity, and dedication to our project were evident from day one. They not only delivered outstanding results but also made the entire process enjoyable and stress-free. We're thrilled with the outcome and wouldn't hesitate to recommend them to anyone looking for top-notch architectural and construction services. - Olivia Wilson Our Mission At StroyArt, our mission is to blend creativity and innovation to deliver exceptional architectural and construction solutions. We are committed to exceeding our clients' expectations and creating sustainable, inspiring spaces that enrich lives and communities.\" Explore our range of services to discover how we can bring your vision to life, or simply reach out to us directly through the 'Contact Us' button below to schedule a consultation and start your journey with StroyArt today. Contact Us FAQ What services does StroyArt provide? StroyArt provides a full range of services in architecture and construction, including building design, interior design, landscape design, engineering and construction works, as well as consulting services. How long does the project completion process usually take? The duration of the project depends on its scale and complexity. We aim for efficient and timely project implementation, but exact timelines may vary depending on specific conditions. What are the prices for StroyArt services? The prices of our services depend on the specific requirements of the project. We are ready to develop an individual commercial proposal for each client, taking into account their budgetary constraints and needs. How can I contact the StroyArt team to start working on a project? You can contact us by phone, email, or by filling out the feedback form on our website. Our team will get back to you as soon as possible to discuss the details of your project and start cooperation. Do you have experience with projects of various scales? Yes, we have experience working on both small and large projects in various industries. Regardless of the project scale, we guarantee high-quality work and an individual approach to each client. Do you provide maintenance and support services after the project is completed? Yes, we provide maintenance and support services after the project is completed, including consultations on the operation of the facility, technical maintenance, and repair work as needed. +91 222 887111 stroyart@gmail.com 8, Panchal Niwas, Akurli Road, Kandivli(e) Privacy Policy Terms and Conditions Welcome About Us",
    "index": "Welcome to StroyArt - Discover Architectural Excellence Welcome About Us Welcome to StroyArt: Your Partner in Architecture and Construction! StroyArt is a modern architectural studio that brings together talented architects, designers, and builders. We create unique and innovative projects that reflect your individuality and bring your dreams of the perfect home or building to life. With us, you get not only quality design and construction but also careful attention to every detail of your project. We strive for excellence in every aspect of our work to exceed your expectations. of the perfect home or building to life. Entrust your ideas to us, and we will turn them into reality. Welcome to the world of StroyArt! Our Achievements Discover our accomplishments: 100+ completed projects 10+ years of experience 95% client satisfaction rate 50+ awards and recognitions 90% projects completed on time Discover Our Story: The StroyArt Journey Our story began with a dream to change the world through architecture and construction. StroyArt was founded by a group of enthusiasts who combined their talents and passions to create unique, inspiring projects. With each passing year, we grew and evolved, continuously striving for excellence in our work. Today, we take pride in our team of professionals who turn clients' dreams into reality. Join us on our journey and let's create something amazing together. Visit the 'About Us' section to learn more about our team and our passion for architecture and construction Learn more Why Choose StroyArt? At StroyArt, we believe that every project deserves attention and a meticulous approach. Here's why choosing our company is justified: Professional Approach We have the experience and knowledge to execute even the most complex projects. Personalized Service We listen to your needs and offer solutions that reflect your uniqueness. Quality and Reliability We guarantee high-quality materials and craftsmanship in every project. Creative Solutions We strive for innovation and creative solutions to bring your dreams to life. Our Services Explore the range of services we offer to bring your vision to life: Architectural Design From concept development to detailed drawings, we provide comprehensive architectural design services. Interior Design Create unique and functional interiors for homes and commercial spaces. Construction and Renovation Execute construction works with quality materials and professional finishing. Landscape Design Design beautiful and functional landscape solutions for gardens and yards. Consultation and Project Management Assist clients in choosing optimal solutions and ensure quality control during project execution. Energy-Efficient Design Develop projects with modern technologies and methods aimed at minimizing energy consumption and environmental sustainability of buildings. Ready to turn your vision into reality? Contact us now to schedule a consultation and take the first step towards creating your dream space! Contact Us Our Solutions Explore our range of solutions tailored to meet your needs: Innovative Architectural Solutions Discover cutting-edge architectural solutions to bring your projects to life. Creative Design Solutions Explore imaginative design solutions that reflect your unique style and preferences. Customized Construction Solutions Tailor-made construction solutions to meet your specific requirements and budget. Efficient Project Management Solutions Streamline your projects with our efficient project management solutions for timely and successful completion. Sustainable Building Solutions Discover environmentally-friendly building solutions that promote sustainability and reduce environmental impact. Tailored Interior Solutions Transform your interior spaces with customized design solutions that enhance functionality and aesthetics. Get in Touch Have a question or ready to start your project? Contact us today to discuss your ideas and requirements. We're here to help you bring your vision to life. I accept Privacy policy Submit +91 222 887111 stroyart@gmail.com 8, Panchal Niwas, Akurli Road, Kandivli(e) Privacy Policy Terms and Conditions Welcome About Us"
  },
  "date": "2024-05-06T16:26:43.284Z"
}