{
  "name": "New_v11_DreamDwell",
  "pages": {
    "index": "Bem-vindo ao Dream Dwell - Especialistas em Design de Casas Inicial Projetos Equipe Contatos Iniciar Revelando a Essência da Dream Dwell Dream Dwell Define o Futuro Dream Dwell é líder no mercado de arquitetura residencial, transformando sonhos em realidade. Nosso compromisso com a excelência garante que cada projeto seja uma expressão única de estilo, funcionalidade e inovação. Com uma equipe talentosa de arquitetos e designers, estamos dedicados a criar espaços que inspiram e enriquecem a vida daqueles que os habitam. Na Dream Dwell, não apenas construímos casas, construímos futuros. Nossos SERVIÇOS Arquitetura transcende a mera engenharia, abraçando a arte e a estética em seu âmago. Com a Dream Dwell, seu espaço residencial será transformado em uma obra-prima, mesclando design inovador com um toque artístico único. Todos os Serviços Design Arquitetônico Projetando Ambientes com Precisão, Criatividade e Elegância Duradoura Leia Mais Design de Interiores Design de interiores é um campo dinâmico dedicado a otimizar os interiores de edifícios Leia Mais Construção Transformando Sua Visão em Realidade com Expertise e Precisão. Nosso Processo de Construção Leia Mais Exterior Aprimorando a Aparência e Funcionalidade do Seu Edifício. Nossos Serviços de Design Exterior Leia Mais NOSSA EQUIPE Conheça as Mentas Moldando Nossa Visão Cody Fisher (Design Arquitetônico) Ralph Edwards (Planejamento Espacial) Jenny Wilson (Design de Interiores) Kristin Watson (Exterior) Warran Maef (Design Arquitetônico) Cody Fisher (Design Arquitetônico) PROJETOS Nossos Projetos Mostram Design Sustentável, Misturando Arquitetura, Inovação e Responsabilidade Ambiental. Todos os Projetos Revivendo Espaços Urbanos \"Revivendo Espaços Urbanos\" é um projeto arquitetônico visionário destinado a revitalizar. Saiba Mais Revitalização do Centro Cultural O projeto \"Revitalização do Centro Cultural\" é uma empreitada transformadora destinada à cidade. Saiba Mais Uma Maravilha Moderna no Design Urbano Uma Maravilha Moderna no Design Urbano incorpora uma empreitada arquitetônica inovadora Saiba Mais NOSSOS CLIENTES Descubra as Experiências e Feedback de Nossos Clientes Valorizados Colaborar com a Dream Dwell foi uma experiência excepcional. Sua profissionalismo, experiência e dedicação ao nosso projeto foram evidentes em todo o processo. O resultado final superou nossas expectativas e estamos imensamente satisfeitos. Esther Howard Último Artigo e Blog Descubra um Mundo de Inspiração, Dicas de Vida Sustentável, Tendências de Design e Insights de Especialistas. Todos &nbsp;Blog 15 de Abril de 2024 Capturando a Essência da Simplicidade Explora a filosofia do design minimalista, uma tendência que prioriza a beleza e funcionalidade do menos sobre o mais. Escreva para nós 10 de Junho de 2023 Liderando a Mudança nas Práticas de Construção Sustentável Incorpora uma abordagem inovadora à construção que prioriza a sustentabilidade e a preservação do meio ambiente. Escreva para nós 5 de Setembro de 2022 Vislumbrando Inovações em Construção Verde Mostrando como inovações de ponta e uma abordagem inovadora estão moldando o futuro da arquitetura. Escreva para nós Perguntas Frequentes? Respostas Rápidas para Perguntas Comuns sobre Nossos Serviços, Projetos e Processo. Explore insights sobre arquitetura, sustentabilidade e filosofia de design. Quanto tempo leva para concluir um projeto arquitetônico? O tempo necessário para completar um projeto arquitetônico pode variar consideravelmente com base em vários fatores, incluindo o tamanho e a complexidade do projeto, requisitos regulatórios, aprovações do cliente e disponibilidade de recursos. Geralmente, projetos residenciais menores podem ser concluídos em alguns meses a um ano, enquanto projetos comerciais ou institucionais maiores podem levar vários anos. Qual é o custo estimado do nosso projeto arquitetônico? O custo estimado de um projeto arquitetônico pode variar consideravelmente, dependendo de vários fatores, como escopo, tamanho, complexidade e materiais. Recomendamos entrar em contato conosco para uma consulta personalizada e cotação de preço. Você fornece assistência com processos de licenciamento e regulatórios? Sim, fornecemos assistência abrangente com todos os aspectos dos processos de licenciamento e regulatórios. Nossa equipe experiente pode guiar você por todo o processo, desde a obtenção de permissões até a conformidade com os requisitos locais e regulamentares. Qual é sua filosofia de design e abordagem de estilo? Nossa filosofia de design é centrada no cliente e na funcionalidade. Priorizamos a criação de espaços que atendam às necessidades e preferências de nossos clientes, incorporando elementos de design inovadores e soluções sustentáveis. Nosso estilo é diversificado, adaptando-se às especificidades de cada projeto e refletindo a personalidade e o propósito de cada espaço que projetamos. Qual é sua filosofia de design e abordagem de estilo? O cronograma para concluir um projeto arquitetônico pode variar significativamente dependendo de vários fatores, como o tamanho e a complexidade do projeto, requisitos regulatórios, aprovações do cliente e disponibilidade de recursos. Geralmente, projetos residenciais menores podem levar de alguns meses a um ano para serem concluídos, enquanto projetos comerciais ou institucionais maiores podem levar vários anos. Voltar Lara Oliveira (fundador da empresa) Como uma designer arquitetônica experiente, estou dedicada a criar espaços que não apenas sejam visualmente impactantes, mas também estejam intimamente ligados às necessidades e aspirações daqueles que os habitam. Com uma vasta experiência em arquitetura residencial e comercial, minha abordagem combina design inovador com funcionalidade prática, garantindo que cada projeto seja adaptado para melhorar a qualidade de vida de seus usuários. Formação e Especialização Possuo um diploma em Arquitetura pela, onde aprimorei minhas habilidades em design sustentável, planejamento urbano e tecnologias de construção modernas. Com mais de de experiência na indústria da arquitetura, trabalhei em uma variedade de projetos, desde residências personalizadas até empreendimentos comerciais de grande porte. Minha paixão por arquitetura sustentável me motiva a integrar práticas ecologicamente corretas em cada projeto, buscando criar edifícios ambientalmente responsáveis e eficientes em recursos. Filosofia e Abordagem Minha filosofia de design se baseia na crença de que uma grande arquitetura surge de uma compreensão profunda tanto do contexto quanto das necessidades do cliente. Cada projeto começa com uma imersão profunda nos requisitos de estilo de vida ou negócios do cliente, garantindo que o design final não apenas seja bonito, mas também funcione perfeitamente para o uso pretendido. Eu adoto uma abordagem colaborativa, trabalhando em estreita colaboração com clientes, engenheiros e construtores para dar vida a uma visão compartilhada. Especializações Arquitetura Residencial: Projetando casas que são refúgios pessoais, adaptados aos estilos de vida únicos dos habitantes. Arquitetura Comercial: Criando espaços dinâmicos e eficientes para negócios, desde startups até empresas estabelecidas. Design Sustentável: Defendendo e implementando práticas de construção verde para reduzir o impacto ambiental. Técnicas de Visualização: Utilizando modelagem 3D avançada e realidade virtual para ajudar os clientes a visualizar seus projetos durante as etapas de planejamento. Conquistas e Reconhecimentos Ao longo da minha carreira, fui reconhecida pelo meu compromisso com a excelência em design e sustentabilidade. Prêmios e reconhecimentos de destacam minha dedicação em criar arquitetura significativa e sustentável. Meus projetos foram apresentados em, destacando minha habilidade de combinar funcionalidade com apelo estético. Compromisso Pessoal Estou comprometida em permanecer na vanguarda da inovação arquitetônica, explorando continuamente novos materiais, técnicas e tecnologias. Meu objetivo é garantir que cada projeto não apenas atenda, mas supere as expectativas dos clientes, fornecendo espaços que melhorem a qualidade de vida e contribuam positivamente para a comunidade. Vamos Criar Juntos Sua visão merece um espaço que a incorpore totalmente—eficiente, inspirador e reflexo de seus valores. Convido você a se conectar comigo para discutir como podemos transformar suas aspirações arquitetônicas em realidades tangíveis. Contato Rápido Nome Endereço de Email Mensagem Concordo política de Privacidade Contato Sinta-se à vontade para entrar em contato conosco durante nosso horário comercial, de segunda a sexta-feira, das 9:00 às 17:00. Para obter mais informações sobre nossos projetos e expertise, visite nosso site ou nos siga em nossas plataformas de mídia social. Escritório Natal - RN, 59052-300, Brasil Telefone +55-23-89462058 Email dreamdwell@gmail.com Showcasing Our Dedication to Modern, Sustainable Design. Each Project Embodies Our Commitment to Merging Aesthetics . LarServiço Equipe Projetos Clientes Blogue FAQ Contatos política de Privacidade &#38; Termos e Condições",
    "privacy-policy": "Política de Privacidade - Dream Dwell Inicial Projetos Equipe Contatos Iniciar Política de Privacidade Coleta de Informações Pessoais: Em conformidade com as leis de privacidade, coletamos informações pessoais como nome, endereço de e-mail, endereço residencial e detalhes de contato para fornecer nossos serviços de forma eficaz. Uso de Informações: As informações pessoais coletadas são utilizadas exclusivamente para os fins especificados, incluindo processamento de pedidos, comunicação com clientes e personalização da experiência do usuário. Divulgação a Terceiros: Nós não compartilhamos, vendemos ou alugamos suas informações pessoais a terceiros sem o seu consentimento expresso, a menos que seja exigido por lei ou necessário para cumprir com solicitações legais. Segurança de Dados: Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, uso indevido, alteração ou destruição. Retenção de Dados: Retemos suas informações pessoais apenas pelo tempo necessário para cumprir com os fins para os quais foram coletadas ou conforme exigido por leis e regulamentos aplicáveis. Direitos do Titular dos Dados: Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Entre em contato conosco se precisar exercer esses direitos ou se tiver alguma dúvida sobre nossa política de privacidade. Links para Sites de Terceiros: Nosso site pode conter links para sites de terceiros. Esta política de privacidade não se aplica a esses sites, portanto, recomendamos que você revise as políticas de privacidade desses sites antes de fornecer informações pessoais. Alterações na Política de Privacidade: Reservamos o direito de atualizar ou modificar nossa política de privacidade a qualquer momento. Quaisquer alterações serão publicadas nesta página e serão eficazes imediatamente após a publicação. Consentimento: Ao usar nosso site e fornecer suas informações pessoais, você consente com a coleta, uso e divulgação de suas informações de acordo com esta política de privacidade. Contato: Se você tiver alguma dúvida, preocupação ou comentário sobre nossa política de privacidade, entre em contato conosco. Teremos prazer em fornecer informações adicionais ou esclarecer quaisquer dúvidas que você possa ter dreamdwell@gmail.com. Idade Mínima: Nosso site não se destina a menores de 18 anos e não coletamos intencionalmente informações pessoais de menores. Se tomarmos conhecimento de que coletamos informações pessoais de uma criança sem o consentimento dos pais, tomaremos medidas para remover essas informações o mais rápido possível. Leis Aplicáveis: Esta política de privacidade é regida e interpretada de acordo com as leis do Brasil. Qualquer disputa relacionada a esta política de privacidade estará sujeita à jurisdição exclusiva dos tribunais do Brasil. Entrada em Vigor: Esta política de privacidade entrou em vigor em [data de entrada em vigor]. Última Atualização: A última atualização desta política de privacidade ocorreu em [data da última atualização]. Showcasing Our Dedication to Modern, Sustainable Design. Each Project Embodies Our Commitment to Merging Aesthetics . LarServiço Equipe Projetos Clientes Blogue FAQ Contatos política de Privacidade &#38; Termos e Condições",
    "terms-conditions": "Termos e Condições - Dream Dwell Inicial Projetos Equipe Contatos Iniciar Termos e Condições Uso do Website: Ao acessar e utilizar este website, você concorda em cumprir estes termos e condições e todas as leis e regulamentos aplicáveis. Se você não concorda com qualquer parte destes termos, não deve acessar ou usar o website. Propriedade Intelectual: Todo o conteúdo deste website, incluindo textos, imagens, logotipos, gráficos, vídeos e outros materiais, são protegidos por leis de propriedade intelectual e são de propriedade ou licenciados para nós. Restrições de Uso: Você concorda em não copiar, reproduzir, distribuir, modificar ou explorar qualquer parte deste website para qualquer finalidade comercial sem nossa autorização prévia por escrito. Links para Outros Websites: Nosso website pode conter links para sites de terceiros que não são controlados ou mantidos por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de sites de terceiros e não somos responsáveis por eles. Alterações nos Termos: Reservamos o direito de modificar estes termos e condições a qualquer momento, e qualquer alteração será eficaz imediatamente após a publicação das alterações no website. O uso continuado do website após tais alterações constitui sua aceitação dos novos termos e condições. Limitação de Responsabilidade: Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos decorrentes do seu uso ou incapacidade de usar este website. Indenização: Você concorda em indenizar e isentar-nos de qualquer responsabilidade, demanda, perda, danos, custos e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados com seu uso deste website ou violação destes termos e condições. Severabilidade: Se qualquer disposição destes termos e condições for considerada inválida, ilegal ou inexequível, tal disposição será considerada separável destes termos e condições e não afetará a validade e a aplicabilidade das disposições restantes. Legislação Aplicável: Estes termos e condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes termos e condições será submetida à jurisdição exclusiva dos tribunais do Brasil. Renúncia: Nossa falha em fazer valer qualquer direito ou disposição destes termos e condições não será considerada uma renúncia a esses direitos. Nenhuma renúncia será eficaz a menos que seja feita por escrito e assinada por nós. Acordo Integral: Estes termos e condições constituem o acordo integral entre você e nós em relação ao seu uso deste website e substituem todos os acordos anteriores e contemporâneos, entendimentos, comunicações e propostas, sejam verbais ou escritos, entre você e nós. Idioma: Estes termos e condições foram redigidos originalmente em português (Brasil). Em caso de conflito ou discrepância entre a versão em português e qualquer tradução, a versão em português prevalecerá. Entrada em Vigor: Estes termos e condições entraram em vigor em [data de entrada em vigor]. Última Atualização: A última atualização destes termos e condições ocorreu em [data da última atualização]. Contato: Se você tiver alguma dúvida, preocupação ou comentário sobre nossa Termos e Condições, entre em contato conosco. Teremos prazer em fornecer informações adicionais ou esclarecer quaisquer dúvidas que você possa ter dreamdwell@gmail.com. Showcasing Our Dedication to Modern, Sustainable Design. Each Project Embodies Our Commitment to Merging Aesthetics . LarServiço Equipe Projetos Clientes Blogue FAQ Contatos política de Privacidade &#38; Termos e Condições",
    "thanks": "Obrigado por Entrar em Contato - Dream Dwell Obrigado Obrigado por entrar em contato conosco! A nossa equipe do Dream Dwell entrará em contato em breve para discutir os detalhes do seu projeto. Enquanto isso, sinta-se à vontade para explorar mais do nosso site para inspiração e ideias para o seu lar dos sonhos. Estamos ansiosos para trabalhar consigo e tornar realidade a casa dos seus sonhos! Pagina inicial"
  },
  "date": "2024-05-07T13:17:12.703Z"
}