{
  "name": "New_v9_Modelar",
  "pages": {
    "index": "Modelar - Sua Destinação para Modelismo e Brinquedos Controlados Início Sobre nós Catálogo Entrega&Pagamento Contato Revocação Bem-vindo à Modelar Descubra o emocionante mundo dos modelos e brinquedos controlados por rádio! Bem-vindo à seção de Marcas e Fabricantes Produtos em Promoção Carro de Corrida Veloz O Carro de Corrida Veloz é perfeito para os amantes da velocidade. Com seu design aerodinâmico, alcança altas velocidades em qualquer pista. Este carro é feito com materiais leves e resistentes, garantindo durabilidade e performance. Aproveite a promoção e leve o seu por um preço incrível! R$ 100,00 R$ 80,00 Drone com Câmera HD O Drone com Câmera HD é perfeito para capturar imagens incríveis do alto. Com sua câmera de alta resolução, você pode gravar vídeos em Full HD e tirar fotos nítidas. Além disso, possui estabilização avançada, proporcionando imagens suaves mesmo em condições de vento. Aproveite a promoção e leve o seu para casa hoje mesmo! R$ 120,00 R$ 90,00 Helicóptero RC de Alta Performance O Helicóptero RC de Alta Performance é perfeito para quem busca emoção no ar. Com sua estrutura leve e design aerodinâmico, pode voar em alta velocidade e realizar acrobacias impressionantes. Equipado com controle remoto de última geração, oferece precisão e facilidade de manuseio. Aproveite a promoção e leve o seu por um preço especial! R$ 80,00 R$ 60,00 Catálogo Helicópteros Descubra nossa coleção de helicópteros de controle remoto. Desde modelos básicos para iniciantes até helicópteros de alta performance para pilotos avançados. 3D Construtores Crie e construa seus próprios modelos tridimensionais com nossos conjuntos de construção 3D. Explore sua criatividade e monte incríveis obras de arte em três dimensões. Quadrocópteros Os quadrocópteros são perfeitos para quem busca diversão e emoção no ar. Descubra nossa seleção de quadrocópteros com diferentes recursos e funcionalidades. Samoleto Prepare-se para decolar com os nossos modelos de aviões de controle remoto. Desde planadores básicos até jatos de alta velocidade, temos opções para todos os entusiastas da aviação. Máquinas Explore nossa variedade de modelos de carros, caminhões e veículos terrestres controlados por rádio. Desde carros de corrida até caminhões de carga, temos algo para todos os fãs de máquinas. Catamarãs Desfrute do mar com nossos catamarãs de controle remoto. Desde modelos de lazer para cruzeiros tranquilos até catamarãs de alta velocidade para corridas emocionantes. Tanques Conquiste o campo de batalha com nossos tanques de controle remoto. Com modelos realistas e funcionalidades incríveis, você poderá simular batalhas épicas. Robôs Entre no futuro com nossos robôs de controle remoto. Desde robôs de brinquedo simples até robôs programáveis com inteligência artificial, temos opções para todos os futuristas. Por que Somos Melhores? Qualidade Superior Nossos produtos são fabricados com materiais de alta qualidade, garantindo durabilidade e desempenho excepcionais. Variedade de Opções Oferecemos uma ampla gama de modelos, desde iniciantes até avançados, para atender às necessidades de todos os entusiastas. Atendimento Personalizado Nossa equipe está sempre pronta para ajudar e fornecer assistência personalizada, garantindo uma experiência de compra excepcional. Compre conosco e descubra uma nova maneira de se divertir! Descubra a emoção de pilotar nossos modelos de controle remoto. Desde carros de corrida até drones voadores, temos algo para todos os entusiastas. Não perca mais tempo, explore nosso catálogo agora! Explore nosso catálogo Modelar - As Melhores Modelos de Controlo Remoto! Na Modelar, estamos comprometidos em oferecer os melhores produtos para entusiastas de modelos de controle remoto. Com uma vasta seleção de carros, aviões, drones, barcos e muito mais, temos tudo o que você precisa para desfrutar da emoção do controle remoto. Nossos produtos são cuidadosamente selecionados entre os melhores fabricantes do mercado, garantindo qualidade, durabilidade e desempenho excepcionais. Seja você um iniciante curioso ou um aficionado experiente, nossa loja tem o que você procura. Por que escolher a Modelar? Qualidade Superior: Todos os nossos produtos são fabricados com materiais de alta qualidade para garantir uma experiência duradoura. Variedade de Opções: Temos uma ampla gama de modelos para atender a todos os níveis de habilidade e interesse. Atendimento ao Cliente Excepcional: Nossa equipe está aqui para ajudar você a encontrar o produto perfeito e fornecer suporte técnico sempre que necessário. Entrega Rápida e Segura: Garantimos uma entrega rápida e segura para que você possa começar a desfrutar dos seus novos modelos o mais rápido possível. Então, não perca mais tempo e descubra a emoção de modelar! Entrega e Pagamento Entrega Rápida Na Modelar, entendemos a importância da entrega rápida. É por isso que nos esforçamos para garantir que seus produtos cheguem até você o mais rápido possível. Trabalhamos com parceiros logísticos confiáveis para oferecer opções de entrega rápidas e seguras. Dependendo da sua localização, você pode receber seu pedido em até 3 dias úteis. Assim, você pode começar a aproveitar sua nova compra sem demora. Pagamento Seguro A segurança do pagamento é uma prioridade para nós na Modelar. É por isso que oferecemos várias opções de pagamento seguras para garantir que suas informações financeiras estejam sempre protegidas. Você pode pagar com segurança usando cartões de crédito, transferência bancária ou métodos de pagamento online confiáveis. Além disso, todas as transações são protegidas por criptografia SSL, garantindo que seus dados pessoais estejam sempre seguros conosco. Suporte ao Cliente Na Modelar, nosso compromisso com o cliente vai além da venda. Estamos aqui para ajudar você em todas as etapas, desde a seleção do produto até a entrega e uso pós-venda. Nossa equipe de suporte ao cliente está sempre disponível para responder suas perguntas, fornecer assistência técnica e resolver qualquer problema que você possa encontrar. Se você tiver alguma dúvida sobre produtos, pedidos, envio ou qualquer outra coisa, não hesite em entrar em contato conosco. Estamos aqui para ajudar! Condições de Garantia Garantia de Qualidade Na Modelar, garantimos a qualidade de nossos produtos. Todos os nossos modelos de controle remoto são submetidos a rigorosos testes de qualidade para garantir o mais alto padrão de desempenho e durabilidade. Estamos confiantes na qualidade do que vendemos e oferecemos garantia de qualidade em todos os produtos. Garantia de Satisfação A satisfação do cliente é nossa prioridade número um. Se você não estiver completamente satisfeito com sua compra, faremos o possível para corrigir isso. Oferecemos uma garantia de satisfação de 30 dias, onde você pode devolver o produto para um reembolso total ou troca. Suporte Técnico Vitalício Nosso compromisso com você não termina com a compra. Oferecemos suporte técnico vitalício em todos os produtos. Se você tiver alguma dúvida ou precisar de assistência técnica, nossa equipe estará sempre disponível para ajudar, mesmo após o término da garantia. Contatos Email Modelar@gmail.com Telefone +559426481328 Localização Av. Guaporé, 3842-4000-Cuniã, Porto Velho-RO, Brasil Avaliações Ana Oliveira \"Estou maravilhada com a qualidade do produto! Recomendo a todos.\" Carlos Pereira \"Entrega super rápida! Produto chegou em perfeito estado, muito obrigado!\" Patrícia Santos \"Comprei vários produtos e estou impressionada com a qualidade de todos eles.\" José Almeida \"Atendimento ao cliente excelente! Fui muito bem atendido em todas as minhas dúvidas.\" Marta Costa \"Produto entregue conforme o esperado. Superou minhas expectativas!\" Ricardo Silva \"Melhor loja de modelos de controle remoto que já conheci. Comprarei novamente!\" Entre em Contato Nome: Email: Mensagem: Aceito a Política de Privacidade Enviar Início Sobre nós Catálogo Entrega&Pagamento Contato Revocação Termos e Condições Política de Privacidade",
    "policy": "Modelar - Política de Privacidade main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #e5200d; } main a:hover{ text-decoration: underline; } Início Sobre nós Catálogo Entrega&Pagamento Contato Revocação Política de Privacidade Bem-vindo à Política de Privacidade do Interior Craftsmen Studio. Segurança Tomamos precauções razoáveis para proteger a confidencialidade e segurança de suas informações pessoais. Isso inclui a implementação de procedimentos físicos, eletrônicos e gerenciais apropriados para proteger e garantir as informações que coletamos. No entanto, nenhum método de transmissão pela internet ou armazenamento eletrônico é completamente seguro, portanto, não podemos garantir segurança absoluta. Atualizações desta Política Podemos atualizar esta Política de Privacidade periodicamente. Notificaremos você sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Você é aconselhado a revisar esta Política de Privacidade periodicamente para quaisquer alterações. As alterações nesta Política de Privacidade são efetivas quando são publicadas nesta página. Links para Outros Sites Nosso serviço pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Recomendamos fortemente que você revise a política de privacidade de cada site que visitar. Não temos controle sobre e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Consentimento Ao usar nosso serviço, você consente com a coleta e uso de informações de acordo com esta Política de Privacidade. Contate-nos Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco. Av. Guaporé, 3842-4000-Cuniã, Porto Velho-RO, Brasil +559426481328 Modelar@gmail.com Início Sobre nós Catálogo Entrega&Pagamento Contato Revocação Termos e Condições Política de Privacidade",
    "terms": "Modelar - Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #e5200d; } main a:hover { text-decoration: underline; } Início Sobre nós Catálogo Entrega&Pagamento Contato Revocação Termos e Condições 1. Introdução Bem-vindo aos Termos e Condições de uso do site Modelar (\"nós\", \"nosso\" ou \"nos\"). Estes termos e condições (\"Termos\", \"Acordo\") regem o uso do site e dos serviços disponibilizados por nós. Ao acessar ou usar o site Modelar, você concorda com estes Termos e Condições na íntegra. Se você não concorda com qualquer parte destes termos, você não pode acessar o site ou utilizar os nossos serviços. 2. Uso do Site O uso do site Modelar está sujeito aos seguintes termos de uso: 2.1. Acesso ao Site Você concorda em acessar o site e usá-lo apenas para os fins previstos nos Termos e Condições. Você é responsável por garantir que todas as pessoas que acessam o site por meio da sua conexão com a Internet estejam cientes destes termos e cumpram-nos. 2.2. Conteúdo do Site Todo o conteúdo do site, incluindo, mas não se limitando a, texto, gráficos, logotipos, ícones, imagens, áudio, clipes de vídeo, downloads digitais e software, é propriedade da Modelar ou de seus licenciadores e é protegido por leis de direitos autorais. Você concorda em não modificar, copiar, distribuir, transmitir, exibir, realizar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação ou serviços obtidos do site. 2.3. Comportamento do Usuário Ao acessar ou usar o site, você concorda em não: Violar quaisquer leis locais, estaduais, nacionais ou internacionais; Interferir ou interromper o funcionamento normal do site; Enviar ou transmitir qualquer conteúdo que seja ilegal, prejudicial, ameaçador, abusivo, difamatório, vulgar, obsceno, calunioso, invasivo da privacidade de terceiros, odioso ou racialmente, etnicamente ou de outra forma censurável; Enviar ou transmitir qualquer conteúdo que viole direitos de propriedade intelectual, incluindo direitos autorais, marcas registradas ou segredos comerciais de terceiros; Enviar ou transmitir qualquer material que contenha vírus de software ou qualquer outro código de computador, arquivos ou programas projetados para interromper, destruir ou limitar a funcionalidade de qualquer software, hardware ou equipamento de telecomunicações; Assumir a identidade de outra pessoa ou entidade; Coletar ou armazenar dados pessoais de outros usuários. 3. Propriedade Intelectual O site e seu conteúdo original, recursos e funcionalidade são de propriedade da Modelar e são protegidos por leis internacionais de direitos autorais, marcas registradas, patentes, segredos comerciais e outras leis de propriedade intelectual ou direitos de propriedade. Salvo disposição em contrário, a Modelar detém todos os direitos sobre o site e seu conteúdo. Isso inclui, mas não se limita a, textos, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais e software. O uso não autorizado do conteúdo do site pode violar leis de direitos autorais, marcas registradas e outras leis aplicáveis e resultar em penalidades legais. 3.1 Direitos Autorais Todos os direitos autorais sobre o conteúdo do site são reservados. Nenhuma parte do site pode ser reproduzida, distribuída ou transmitida de qualquer forma ou por qualquer meio, incluindo, mas não se limitando a, meios eletrônicos, mecânicos, de fotocópia, de gravação ou outros, sem a permissão prévia por escrito da Modelar. Qualquer uso não autorizado do conteúdo do site pode violar leis de direitos autorais e resultar em penalidades civis e criminais. 3.2 Marcas Registradas Os nomes, logotipos e marcas registradas da Modelar são propriedade exclusiva da Modelar. Nada contido no site deve ser interpretado como concessão de licença ou direito de usar qualquer marca registrada sem o consentimento prévio por escrito da Modelar. O uso não autorizado de quaisquer marcas registradas da Modelar pode constituir violação das leis de marcas registradas e resultar em penalidades legais. 3.3 Propriedade Intelectual de Terceiros O site pode conter material protegido por direitos autorais de terceiros, incluindo, mas não se limitando a, textos, imagens, designs, gráficos, software e outros materiais. A Modelar respeita os direitos de propriedade intelectual de terceiros e incentiva seus usuários a fazerem o mesmo. Se você acredita que seu trabalho foi copiado de uma forma que constitui violação de direitos autorais, entre em contato conosco para resolver a questão. 3.4 Uso Permitido Você pode acessar e visualizar o conteúdo do site apenas para uso pessoal, não comercial. O uso do conteúdo do site para qualquer outro propósito, incluindo, mas não se limitando a, reprodução, distribuição, republicação, exibição pública, transmissão ou modificação do conteúdo do site, é estritamente proibido sem o consentimento prévio por escrito da Modelar. 3.5 Submissões de Usuários Qualquer material, informação ou ideia que você transmitir para ou através do site por qualquer meio, incluindo, mas não se limitando a, e-mail, postagem em fóruns ou envio de mensagens, será tratado como não confidencial e não proprietário. Ao enviar qualquer conteúdo para o site, você concede à Modelar uma licença mundial, não exclusiva, livre de royalties, perpétua, irrevogável e totalmente sublicenciável para usar, reproduzir, modificar, adaptar, publicar, traduzir, criar obras derivadas, distribuir e exibir esse conteúdo em todo o mundo em qualquer meio. Você concorda em não enviar material ilegal, difamatório, obsceno ou que viole os direitos de propriedade intelectual de terceiros. 4. Limitação de Responsabilidade Em nenhum caso o Modelar, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos indiretos, incidentais, especiais, consequentes ou punitivos, incluindo, sem limitação, perda de lucros, dados, uso, boa vontade ou outras perdas intangíveis, resultantes de (i) seu acesso ou uso ou incapacidade de acessar ou usar o Serviço; (ii) qualquer conduta ou conteúdo de terceiros no Serviço; (iii) qualquer conteúdo obtido do Serviço; e (iv) acesso não autorizado, uso ou alteração de suas transmissões ou conteúdo, seja com base em garantia, contrato, ato ilícito (incluindo negligência) ou qualquer outra teoria legal, independentemente de termos sido informados da possibilidade de tais danos, e mesmo que um recurso estabelecido aqui seja considerado falho em sua finalidade essencial. 5. Disposições Gerais Por favor, leia atentamente estes Termos e Condições antes de usar o site Modelar. O uso do site implica na sua aceitação destes Termos. Se você não concordar com qualquer parte destes termos, não utilize o site. 7. Alterações Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, tentaremos fornecer pelo menos 30 dias de aviso prévio antes que quaisquer novos termos entrem em vigor. O que constitui uma alteração material será determinado a nosso exclusivo critério. É sua responsabilidade revisar periodicamente estes Termos para verificar alterações. Seu uso contínuo do site após a publicação de quaisquer alterações constitui aceitação dessas alterações. Podemos também, no futuro, oferecer novos serviços e/ou recursos através do site (incluindo o lançamento de novas ferramentas e recursos). Tais novos recursos e/ou serviços também estarão sujeitos a estes Termos de Serviço. Reservamo-nos o direito de modificar ou descontinuar o site (ou qualquer parte dele) a qualquer momento, temporariamente ou permanentemente, com ou sem aviso prévio. Você concorda que não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou descontinuação do site. 8. Contato Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco. Modelar@gmail.com +559426481328 Av. Guaporé, 3842-4000-Cuniã, Porto Velho-RO, Brasil Início Sobre nós Catálogo Entrega&Pagamento Contato Revocação Termos e Condições Política de Privacidade",
    "thanks": "Obrigado por Visitar o Modelar main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { display: inline-block; color: #e5200d; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado por Escolher o Modelar! Agradecemos por escolher a Modelar! Seu interesse em nossos produtos nos deixa muito felizes. Estamos processando sua solicitação e em breve você receberá um email de confirmação. Se precisar de qualquer assistência adicional, não hesite em entrar em contato conosco."
  },
  "date": "2024-05-02T17:15:25.877Z"
}