{
  "name": "New_v9_bumpwear",
  "pages": {
    "index": "Moda Materna Sofisticada para Futuras Mamães BumpWear 09h00 - 17h00 Contato Lar Conforto Estoque Marcas parceiras Por que nós Manter contato Maternidade Elegante Bem-vindo ao BumpWear: Sua Destinação para Moda Materna Sofisticada Explore nossa coleção exclusiva de roupas para grávidas, projetadas para realçar sua beleza natural enquanto você aguarda a chegada do seu bebê. Na BumpWear, combinamos estilo e conforto para que você se sinta confiante e radiante em todas as fases da sua gravidez. De vestidos deslumbrantes a roupas casuais elegantes, oferecemos opções para todos os estilos e ocasiões. Prepare-se para celebrar sua jornada de maternidade com peças que refletem sua individualidade e elegância. Bem-vindo ao seu novo destino para moda materna sofisticada - bem-vindo à BumpWear. Coffmore Conforto Durante Toda a Gravidez Na BumpWear, priorizamos não apenas o estilo, mas também o conforto. Nossas roupas são cuidadosamente projetadas para se ajustarem às mudanças do seu corpo durante toda a gravidez, proporcionando suporte e flexibilidade onde você mais precisa. Desde calças com cós elástico até blusas com tecidos respiráveis, cada peça é escolhida com o máximo cuidado para garantir que você se sinta confortável e confiante em todas as atividades do seu dia a dia. Nosso compromisso com o conforto não termina com o nascimento do seu bebê. Oferecemos uma variedade de roupas pós-maternidade que são tão elegantes quanto funcionais, para que você possa continuar aproveitando o conforto e o estilo da BumpWear enquanto se ajusta à sua nova vida como mãe. Promoções Exclusivas Economize Enquanto Você Prepara-se para a Chegada do Seu Bebê 01 Descontos Especiais para Futuras Mamães Aproveite descontos exclusivos em uma ampla seleção de roupas para grávidas. Na BumpWear, queremos tornar a moda materna acessível para todas as futuras mamães, oferecendo preços especiais em nossas coleções mais populares. 02 Ofertas Especiais em Kits de Maternidade Descubra nossos kits de maternidade cuidadosamente selecionados, que incluem uma variedade de peças essenciais para a sua jornada de maternidade. Economize ao adquirir conjuntos prontos para uso, projetados para facilitar a sua vida durante a gravidez e após o parto. 03 Frete Grátis em Todas as Compras Não se preocupe com custos adicionais de envio. Oferecemos frete grátis em todas as compras, para que você possa desfrutar de uma experiência de compra conveniente e sem preocupações enquanto se prepara para a chegada do seu bebê. 04 Brindes Exclusivos para Novos Cadastros Registre-se hoje e receba um brinde exclusivo como nossa forma de boas-vindas. Aproveite esta oferta especial para começar sua jornada de maternidade com um presente da BumpWear. Nossas Marcas Parceiras Descubra as Marcas de Moda Materna que Amamos Mamãe em Movimento Conheça nossa linha exclusiva de roupas esportivas para grávidas, projetadas para acompanhar seu estilo de vida ativo durante a gravidez. Mamãe em Movimento oferece peças funcionais e elegantes para que você se sinta confiante enquanto se exercita. Elegância Clássica por Bump Couture Explore a sofisticação intemporal das peças da Bump Couture. Com designs clássicos e acabamentos de alta qualidade, esta marca é perfeita para as futuras mamães que procuram um estilo refinado e elegante. Conforto Moderno por BellyChic Descubra o conforto moderno da BellyChic, uma marca que combina estilo contemporâneo com tecidos suaves e elásticos para criar roupas que crescem com você durante toda a gravidez. Estilo Boho por ExpectWardrobe Se você ama o estilo boêmio, vai adorar as peças da ExpectWardrobe. Esta marca oferece uma variedade de roupas para grávidas inspiradas na moda boho-chic, perfeitas para um look descontraído e cheio de personalidade. Moda Sustentável por EcoBump Faça escolhas conscientes com a EcoBump, uma marca que se compromete com a moda sustentável. Suas roupas são feitas com materiais eco-friendly e processos de produção éticos, para que você possa se sentir bem por dentro e por fora. Luxo Materno por MommyMode Mime-se com o luxo materno da MommyMode. Esta marca oferece peças premium para grávidas que buscam o melhor em qualidade, conforto e estilo durante a gravidez e além. Nosso Compromisso Por que Escolher BumpWear para Sua Jornada de Maternidade? Qualidade Garantida Na BumpWear, priorizamos a qualidade em cada detalhe. Todas as nossas roupas são cuidadosamente selecionadas e fabricadas com os melhores materiais para garantir durabilidade, conforto e estilo excepcionais. Variedade de Estilos Não importa o seu estilo pessoal, temos algo para você. De roupas casuais e descontraídas a peças elegantes para ocasiões especiais, nossa variedade de estilos permite que você expresse sua individualidade durante toda a sua jornada de maternidade. Tamanhos Inclusivos Reconhecemos que cada corpo é único, especialmente durante a gravidez. É por isso que oferecemos uma ampla gama de tamanhos inclusivos para garantir que todas as futuras mamães encontrem roupas que se ajustem confortavelmente e as façam sentir-se bonitas. Atendimento ao Cliente Excepcional Sua satisfação é nossa prioridade número um. Nossa equipe de atendimento ao cliente está sempre disponível para ajudá-la com qualquer dúvida ou preocupação que você possa ter. Conte conosco para tornar sua experiência de compra na BumpWear a melhor possível. Fique Conectada Siga-nos para Novidades, Dicas e Inspiração Materna Redes Sociais Acompanhe-nos nas redes sociais para ficar por dentro das últimas tendências em moda materna, dicas de cuidados durante a gravidez e inspiração para sua jornada de maternidade. Siga-nos no Instagram, Facebook e Pinterest para não perder nenhum conteúdo exclusivo. Newsletter Assine nossa newsletter para receber atualizações regulares sobre novos lançamentos de produtos, promoções especiais e artigos informativos sobre maternidade. Mantenha-se informada e conectada com a comunidade BumpWear ao se inscrever hoje mesmo. Blog Explore nosso blog para encontrar uma variedade de artigos úteis e inspiradores sobre moda materna, cuidados durante a gravidez, dicas de estilo e muito mais. Deixe-se inspirar por histórias de outras futuras mamães e encontre recursos que tornarão sua jornada de maternidade ainda mais gratificante. Nossos Destaques Vestido Materno Elegante R$ 129,99 Ordem Calça Jeans para Gestantes R$ 89,90 Ordem Blusa Básica de Maternidade R$ 59,99 Ordem Vestido Maxi para Grávidas R$ 149,99 Ordem Camiseta Estampada de Maternidade R$ 49,90 Ordem Saia Lápis para Gestantes R$ 79,99 Ordem Casaco de Inverno para Grávidas R$ 169,99 Ordem Conjunto de Pijamas para Gestantes R$ 99,90 Ordem Contate-nos Nós vamos ajudá-lo com sua escolha Aceito a Política de Privacidade Enviar +55-63-3219-1100 bumpwear@gmail.com Hotel Italiano - Q. 1201 Sul Avenida Joaquim Teotônio Segurado, Conj. 01 Lote 19 - P. Diretor Sul, Palmas - TO, 77019-400, Brasil BumpWear Lar Conforto Estoque Marcas parceiras Por que nós Manter contato © 2024 BumpWear. Todos os direitos reservados política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade - BumpWear BumpWear 09h00 - 17h00 Contato Lar Conforto Estoque Marcas parceiras Por que nós Manter contato Política de Privacidade A BumpWear é uma loja online especializada em roupas para mulheres grávidas. Nossa missão é oferecer roupas confortáveis, estilosas e acessíveis para as mulheres nesta fase tão importante da vida. Todas as nossas peças são cuidadosamente selecionadas e confeccionadas com tecidos de alta qualidade, para garantir o máximo de conforto e durabilidade. Nós não nos responsabilizamos por danos ou defeitos causados pelo uso inadequado ou lavagem incorreta das roupas. Recomendamos que as nossas clientes sigam as instruções de lavagem e cuidado presentes nas etiquetas das peças, para garantir a sua longevidade e manter-se sempre bonitas e confortáveis. Todas as nossas peças são confeccionadas com base nas medidas padrão de confecção, mas sabemos que cada mulher é única e o seu corpo pode se comportar de forma diferente durante a gravidez. Por isso, recomendamos que as nossas clientes consultem a nossa tabela de medidas antes de fazerem a compra, para garantir que escolhem a peça com a medida certa para si. Não nos responsabilizamos por quaisquer problemas de saúde ou lesões que possam resultar do uso das nossas roupas. Recomendamos que as nossas clientes consultem o seu médico ou profissional de saúde antes de usarem qualquer roupa ou acessório durante a gravidez. Todas as nossas peças são confeccionadas com base nas medidas padrão de confecção, mas sabemos que cada mulher é única e o seu corpo pode se comportar de forma diferente durante a gravidez. Por isso, recomendamos que as nossas clientes consultem a nossa tabela de medidas antes de fazerem a compra, para garantir que escolhem a peça com a medida certa para si. Não nos responsabilizamos por quaisquer problemas de saúde ou lesões que possam resultar do uso das nossas roupas. Recomendamos que as nossas clientes consultem o seu médico ou profissional de saúde antes de usarem qualquer roupa ou acessório durante a gravidez. Todos os preços das nossas peças estão disponíveis na nossa loja online e são expressos em reais (R$). Nós nos reservamos o direito de alterar os preços das peças a qualquer momento, sem aviso prévio. No entanto, garantimos que o preço cobrado à nossa cliente será o preço em vigor no momento da compra. Todas as nossas peças são enviadas por correio, com o prazo de entrega estimado entre 5 a 10 dias úteis, a contar da data do pedido. Nós não nos responsabilizamos por quaisquer atrasos na entrega causados por fatores externos, como greves, problemas climáticos ou outros problemas que afetem o correio. Não realizamos trocas ou devoluções de peças, exceto em casos de defeito ou erro de nossa parte. Se a nossa cliente receber uma peça com defeito ou erro, deverá entrar em contato conosco no prazo máximo de 5 dias úteis, a contar da data da entrega, para que possamos resolver o problema. A BumpWear também se preocupa com a saúde e o bem-estar das mulheres grávidas. Por isso, todas as nossas peças são confeccionadas com tecidos suaves, flexíveis e transpiráveis, que não irritam a pele e ajudam a regularem a temperatura corporal. Além disso, nossas peças são projetadas para acompanhar as mudanças do corpo durante a gravidez, com cortes e detalhes que garantem o máximo de conforto e sustentação em todas as fases. Nossas calças de gravidez, por exemplo, contam com uma faixa elástica na cintura, que se ajusta à barriga conforme ela cresce, e com um corte mais alto nas laterais, para evitar a compressão das pernas. Já nossas blusas e vestidos de gravidez são projetados com cortes mais amplos na barriga e com detalhes como golas elásticas e mangas ajustáveis, que garantem o conforto e a liberdade de movimentos. Nossa coleção também inclui peças como sutiãs de amamento e faixas de gravidez, que ajudam a sustentar a barriga e a aliviar as dores e desconfortos comuns nesta fase. Mas a BumpWear não se resume apenas à funcionalidade e ao conforto. Nós também acreditamos que as mulheres grávidas têm todo o direito de se sentirem bonitas, sexy e estilosas, e nossa coleção reflete essa visão. Nossas peças são projetadas com cortes e detalhes modernos e elegantes, que realçam a beleza natural da gravidez e fazem com que as mulheres se sintam seguras e confiantes em qualquer ocasião. Nossa coleção inclui peças para todos os gostos e estilos, desde as mais casual e despojadas, como as calças jeans e as camisetas, até as mais sofisticadas e elegantes, como os vestidos de noite e as blazers. Nós também oferecemos uma ampla variedade de cores, padrões e tecidos, para que as nossas clientes possam escolher as peças que mais combinam com o seu estilo pessoal e com a sua personalidade. A BumpWear é mais do que uma loja online de roupas para mulheres grávidas. Nós somos uma comunidade de mulheres que acreditam na beleza, na força e no poder da gravidez, e que estão empenhadas em viver esta fase da vida com estilo, conforto e felicidade. Por isso, nossa loja online não se resume apenas à venda de peças. Nós também oferecemos uma ampla variedade de conteúdos e recursos gratuitos, como dicas de moda, artigos sobre saúde e bem-estar, e entrevistas com mulheres inspiradoras que já passaram pela gravidez. Nossa comunidade também está sempre à disposição para trocar ideias, compartilhar experiências e apoiar as mulheres grávidas em todas as fases da sua jornada. A BumpWear é uma loja online comprometida com a excelência, a inovação e a satisfação total das nossas clientes. Nós nos empenhamos em oferecer as melhores peças, os melhores preços e o melhor atendimento, para que as mulheres grávidas possam viver esta fase da vida com estilo, conforto e felicidade. Se você está grávida ou está planejando uma gravidez, a BumpWear é a loja online ideal para você. Nós somos especialistas em roupas para mulheres grávidas, e nossa coleção inclui as melhores peças, com o máximo de conforto, estilo e qualidade. Para entrar em contato conosco, basta enviar um e-mail para bumpwear@gmail.com, com o seu nome, número do pedido e uma descrição detalhada do problema. Nós nos comprometemos a responder o mais rápido possível e a fazer tudo o que estiver ao nosso alcance para resolver o problema da nossa cliente. Ao fazer uma compra na nossa loja online, nossa cliente declara que está ciente e concorda com todos os termos e condições aqui descritos. Caso haja alguma dúvida ou dificuldade em relação aos nossos termos e condições, basta entrar em contato conosco por e-mail para bumpwear@gmail.com. Estaremos sempre à disposição para ajudar e esclarecer quaisquer dúvidas. Obrigado por escolher a BumpWear para acompanhar a sua gravidez com estilo e conforto! Esperamos que as nossas peças possam contribuir para que esta fase tão especial da sua vida seja ainda mais bonita e feliz. BumpWear Lar Conforto Estoque Marcas parceiras Por que nós Manter contato © 2024 BumpWear. Todos os direitos reservados política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso - BumpWear BumpWear 09h00 - 17h00 Contato Lar Conforto Estoque Marcas parceiras Por que nós Manter contato Termos de uso Uso do Site O nosso site é destinado exclusivamente para uso pessoal e não comercial. Você concorda em não utilizar o nosso site de qualquer forma que possa prejudicar, desativar, sobrecarregar ou danificar o nosso servidor, ou qualquer rede conectada ao nosso servidor, ou interferir com o uso e desfrute do nosso site por parte de outra pessoa. Propriedade Intelectual Todo o conteúdo do nosso site, incluindo, mas não se limitando a, textos, imagens, logotipos, marcas registradas, desenhos e códigos de software, são de nossa propriedade e estão protegidos por direitos autorais e outras leis de propriedade intelectual. Você concorda em não copiar, reproduzir, modificar, distribuir ou utilizar de qualquer forma o nosso conteúdo sem a nossa autorização escrita prévia. Preços e Disponibilidade Nós nos esforçamos para fornecer informações precisas sobre preços e disponibilidade de produtos no nosso site. No entanto, erros podem ocorrer. Nós nos reservamos o direito de corrigir quaisquer erros de preços e de alterar a disponibilidade de produtos a qualquer momento sem aviso prévio. Política de Devolução Nós queremos que você adore a sua compra do BumpWear. Se, no entanto, você não estiver completamente satisfeito(a) com o seu produto, nós oferecemos uma política de devolução de 30 dias. Por favor, certifique-se de que o produto esteja na sua embalagem original e não tenha sido utilizado. Para iniciar uma devolução, por favor entre em contato conosco através do endereço de e-mail fornecido abaixo. Garantia Nós nos orgulhamos da qualidade das nossas roupas de maternidade. Todos os nossos produtos são feitos com tecidos de alta qualidade e são projetados para durar. No entanto, nós não oferecemos garantia expressa ou implícita sobre os nossos produtos. Limitação de Responsabilidade Em nenhuma circunstância, incluindo, mas não se limitando a, negligência, nós seremos responsáveis por quaisquer danos diretos, indiretos, especiais, incidentais ou consequentes que possam resultar do uso ou da incapacidade de utilizar o nosso site, ou de qualquer produto comprado no nosso site. Alterações dos Termos de Uso Nós nos reservamos o direito de alterar estes termos de uso a qualquer momento sem aviso prévio. A utilização contínua do nosso site após a publicação das alterações constituirá a sua aceitação dos novos termos de uso. Produtos e Descrições Nós nos esforçamos para fornecer descrições precisas e detalhadas dos nossos produtos. No entanto, por favor, tenha em mente que as cores e os padrões podem parecer ligeiramente diferentes na tela do computador do que em pessoa. Se você tiver alguma dúvida sobre um produto, por favor, não hesite em entrar em contato conosco. Uso de Testemunhos e Comentários Nós amamos ouvir as opiniões das nossas clientes sobre os nossos produtos. Se você quiser compartilhar a sua experiência com o BumpWear, por favor, envie-nos um testemunho ou comentário. Ao fazê-lo, você concorda em nos conceder o direito de utilizar o seu testemunho ou comentário para fins promocionais, sem qualquer compensação adicional. Links para Outros Sites O nosso site pode conter links para outros sites que não são de nossa propriedade ou controle. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Ao clicar em um link para outro site, você deixa o nosso site e fazê-lo é por sua própria conta e risco. Lei Aplicável Estes termos de uso serão regidos e interpretados de acordo com as leis do nosso país de origem. Qualquer ação legal relacionada a estes termos de uso ou ao uso do nosso site será apresentada naquele país. Política de Privacidade Embora nós não coletemos ou usemos informações pessoais dos nossos usuários, nós nos comprometemos em manter a privacidade e a segurança das informações que você nos fornece durante o processo de compra. Nós utilizamos medidas de segurança padrão do setor, como criptografia SSL, para proteger as suas informações de cartão de crédito e outras informações confidenciais. Política de Entrega Nós nos esforçamos para processar e entregar os pedidos o mais rápido possível. No entanto, os tempos de entrega podem variar dependendo do seu local e do método de entrega escolhido. Nós não nos responsabilizamos por atrasos na entrega causados por condições climáticas adversas, problemas de transporte ou outras circunstâncias além do nosso controle. Produtos Defeituosos ou Danificados Se você receber um produto defeituoso ou danificado, por favor, entre em contato conosco imediatamente através do seguinte endereço de e-mail: bumpwear@gmail.com. Nós faremos o possível para corrigir o problema o mais rápido possível. Não nos responsabilizamos por danos ou defeitos causados por uso indevido ou manutenção inadequada. Uso de Cupons e Códigos Promocionais Nós oferecemos cupons e códigos promocionais aos nossos clientes de tempos em tempos. Por favor, tenha em mente que cada cupom ou código promocional tem os seus próprios termos e condições de uso. Nós nos reservamos o direito de cancelar ou modificar um cupom ou código promocional a qualquer momento sem aviso prévio. Responsabilidade Social No BumpWear, nós nos orgulhamos de ser uma empresa socialmente responsável. Nós nos esforçamos para utilizar tecidos e materiais sustentáveis sempre que possível, e nós nos comprometemos em manter práticas de trabalho éticas e justas em todas as nossas operações. Por favor, sinta-se à vontade para entrar em contato conosco se tiver alguma pergunta ou preocupação sobre estes termos de uso. Podemos ser alcançados através do seguinte endereço de e-mail: bumpwear@gmail.com. Agradecemos-lhe por escolher o BumpWear para as suas necessidades de roupas de maternidade. Desejamos-lhe uma jornada de maternidade saudável e feliz! BumpWear Lar Conforto Estoque Marcas parceiras Por que nós Manter contato © 2024 BumpWear. Todos os direitos reservados política de Privacidade Termos de uso",
    "thanks": "Obrigado por sua Visita - BumpWear BumpWear Olá, Primeiramente, gostaríamos de agradecer por entrar em contato conosco. Sua opinião é extremamente valiosa para nós. Em BumpWear, nós nos esforçamos para oferecer o melhor serviço possível. Por isso, estamos sempre abertos a ouvir sugestões, críticas ou qualquer outro tipo de comentário. Nossa equipe está analisando cuidadosamente a mensagem que você nos enviou. Em breve, entraremos em contato com você com uma resposta. Novamente, obrigado por nos ajudar a melhorar. Fique à vontade para nos contatar novamente sempre que desejar. Atenciosamente, A equipe do BumpWear Para principal"
  },
  "date": "2024-05-17T08:18:22.116Z"
}