{
  "name": "New_v8_Blossomly",
  "pages": {
    "about-us": "About Blossomly - Exquisite Fresh Flowers Perfumify HOME ABOUT US FLowers CONTACT About Blossomly At Blossomly, we are passionate about delivering the beauty of nature through our exquisite flower arrangements. Our journey began with a simple belief: flowers have the power to brighten any moment and transform spaces into vibrant sanctuaries. With a commitment to quality and craftsmanship, we handpick each bloom to ensure freshness and elegance in every bouquet. Whether you're celebrating a special occasion, sending a thoughtful gesture, or simply indulging in the joy of flowers, Blossomly is here to inspire and delight. Discover the artistry of floral design with Blossomly, where each arrangement is crafted with care and creativity to enchant and captivate. Join us in celebrating life's moments with the timeless beauty of flowers. Delivery Information At Blossomly, we offer reliable and convenient delivery options to ensure your flowers arrive fresh and beautiful: Same-day delivery available for orders placed before 12 PM local time. Next-day and scheduled delivery options to fit your schedule. Nationwide delivery across the United States. Delivery Policies Delivery fees may vary based on location and delivery option selected. Orders placed after 12 PM local time will be processed for delivery on the next available day. For special requests or assistance, please contact our customer support team. Meet Our Team Jane Doe Founder & Floral Designer Jane is passionate about creating stunning floral arrangements that bring joy and beauty to every occasion. John Smith Customer Service Specialist John ensures that every customer's experience with Blossomly is exceptional and memorable. Subscribe to Our Newsletter Stay updated with the latest news, offers, and floral inspirations from Blossomly. I accept Policy & Privacy SUBSCRIBE We respect your privacy. Your email address will not be shared with third parties. The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact Blossomly - Get in Touch for Floral Assistance Perfumify HOME ABOUT US FLowers CONTACT Got any questions? I accept Policy & Privacy SUBMIT GET IN TOUCH Reach out to Perfumify today for any inquiries about our luxurious fragrances and exceptional customer service. Marol Naka, Andheri East, Mumbai, Maharashtra 400059, India blossomly@gmail.com +91-925-553-2606 The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Blossomly - Disclaimers and Terms of Service Perfumify HOME ABOUT US FLowers CONTACT Disclaimers Product Availability While we strive to keep our inventory updated, Blossomly cannot guarantee the availability of all products at all times. In cases where a product is out of stock or unavailable, we may offer alternatives or issue refunds as necessary. Delivery Terms Delivery times provided by Blossomly are estimates and not guaranteed. Actual delivery times may vary due to factors such as weather conditions, holidays, or unforeseen circumstances. We are not liable for delays in delivery once the package has been handed over to the shipping carrier. Privacy Policies Blossomly is committed to protecting your privacy. Our Privacy Policy outlines how we collect, use, disclose, and safeguard your personal information. By using our website, you consent to our Privacy Policy and agree to its terms. Limitation of Liability Blossomly and its affiliates shall not be liable for any direct, indirect, incidental, special, or consequential damages that result from the use or inability to use our products or services, including but not limited to damages for lost profits, goodwill, use, data, or other intangible losses, even if we have been advised of the possibility of such damages. Accuracy of Information While we strive to provide accurate and up-to-date information on our website, Blossomly makes no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Changes to Disclaimers Blossomly reserves the right to update or modify these disclaimers at any time without prior notice. It is your responsibility to review these disclaimers periodically for changes. Your continued use of our website following the posting of any changes to these disclaimers constitutes acceptance of those changes. The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "index": "Blossomly - Discover the Beauty of Fresh Flowers Perfumify HOME ABOUT US FLowers CONTACT Sensory Beauty Immerse yourself in the allure of our artisanal bouquets, meticulously crafted with the freshest flowers to evoke pure elegance. Elevate your space with our exquisite arrangements. EXPLORE OUR COLLECTION About Blossomly At Blossomly, we are passionate about delivering the beauty of nature through our exquisite flower arrangements. Our journey began with a simple belief: flowers have the power to brighten any moment and transform spaces into vibrant sanctuaries. With a commitment to quality and craftsmanship, we handpick each bloom to ensure freshness and elegance in every bouquet. Whether you're celebrating a special occasion, sending a thoughtful gesture, or simply indulging in the joy of flowers, Blossomly is here to inspire and delight. Discover the artistry of floral design with Blossomly, where each arrangement is crafted with care and creativity to enchant and captivate. Join us in celebrating life's moments with the timeless beauty of flowers. Delivery Information At Blossomly, we offer reliable and convenient delivery options to ensure your flowers arrive fresh and beautiful: Same-day delivery available for orders placed before 12 PM local time. Next-day and scheduled delivery options to fit your schedule. Nationwide delivery across the United States. Delivery Policies Delivery fees may vary based on location and delivery option selected. Orders placed after 12 PM local time will be processed for delivery on the next available day. For special requests or assistance, please contact our customer support team. DISCOVER YOUR PERFECT BOUQUET! Explore our wide selection of captivating bouquets crafted with passion and expertise. Or browse through our categories below Red Rose Bouquet $49.99 Spring Tulip Bouquet $39.99 White Lily Bouquet $44.99 Bright Sunflower Bouquet $34.99 Seasonal Offers Enjoy special discounts on our seasonal flower arrangements. Limited time only! SHOP NOW Meet Our Team Jane Doe Founder & Floral Designer Jane is passionate about creating stunning floral arrangements that bring joy and beauty to every occasion. John Smith Customer Service Specialist John ensures that every customer's experience with Blossomly is exceptional and memorable. Subscribe to Our Newsletter Stay updated with the latest news, offers, and floral inspirations from Blossomly. I accept Policy & Privacy SUBSCRIBE We respect your privacy. Your email address will not be shared with third parties. Gallery The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Blossomly - Privacy Policy Perfumify HOME ABOUT US FLowers CONTACT Blossomly Privacy Policy At Blossomly, we take your privacy very seriously. This privacy policy describes the types of information we collect from and about you when you visit our website (\"Website\") and use our services (\"Services\"), and how we use that information. Information We Collect We collect two main types of information from and about users: (1) non-personally identifiable information, and (2) personally identifiable information. Non-Personally Identifiable Information Non-personally identifiable information (\"Non-PII\") does not identify you as an individual. We collect Non-PII automatically when you visit our Website. This information may include: Your browser type and language Your operating system The website that referred you to us The pages you visit on our Website The links you click on our Website Your IP address The date and time of your visit We use Non-PII to understand how users navigate our Website and to improve the overall user experience. We may also aggregate Non-PII and share it with third parties for research or marketing purposes. However, this aggregated information will not be used to identify you personally. Personally Identifiable Information Personally identifiable information (\"PII\") is information that can be used to identify you as an individual. We only collect PII when you choose to provide it to us, such as when you: Create an account on our Website Subscribe to our newsletter Contact us through our contact form Participate in a survey or contest The type of PII we collect may include: Your name Your email address Your phone number (optional) Your company name (optional) We will never collect PII from you without your knowledge and consent. You can always choose not to provide us with PII, but doing so may limit your ability to use certain features of our Website or Services. How We Use Your Information We use the information we collect from and about you for the following purposes: To provide and operate our Website and Services To process your requests and transactions To send you important information about our Website, Services, and updates To send you marketing communications (with your consent) To personalize your experience on our Website To improve the overall quality of our Website and Services To comply with legal and regulatory requirements We will never sell or share your PII with third parties for marketing purposes without your explicit consent. Cookies and Other Tracking Technologies We may use cookies and other tracking technologies to collect Non-PII about your use of our Website. Cookies are small data files that are placed on your device when you visit a website. They allow the website to remember information about your visit, such as your preferences and browsing history. We use cookies to improve the functionality of our Website and to understand how users interact with it. You can choose to disable cookies in your web browser settings. However, please note that disabling cookies may limit your ability to use certain features of our Website. The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Blossomly - Explore Our Diverse Collection of Fresh Flowers Perfumify HOME ABOUT US FLowers CONTACT DISCOVER YOUR PERFECT BOUQUET! Explore our wide selection of captivating bouquets crafted with passion and expertise. Or browse through our categories below Red Rose Bouquet $49.99 Spring Tulip Bouquet $39.99 White Lily Bouquet $44.99 Bright Sunflower Bouquet $34.99 Seasonal Offers Enjoy special discounts on our seasonal flower arrangements. Limited time only! SHOP NOW Gallery The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "Blossomly - Terms and Conditions Perfumify HOME ABOUT US FLowers CONTACT Blossomly Terms and Conditions Welcome to Blossomly! These terms and conditions (\"Terms\") govern your use of our website (\"Website\") and services (\"Services\"). By accessing or using our Website or Services, you agree to be bound by these Terms. If you disagree with any part of these Terms, you may not access or use our Website or Services. Use of Website and Services You agree to use our Website and Services only for lawful purposes and in accordance with these Terms. You agree not to use our Website or Services: In any way that violates any applicable laws or regulations. To infringe on the rights of others, including intellectual property rights. To transmit any harmful or malicious content, such as viruses or malware. To impersonate any person or entity. To interfere with the operation of our Website or Services. We reserve the right to terminate your access to our Website or Services at any time, for any reason, without notice. User Accounts You may be required to create an account to access certain features of our Website or Services. You are responsible for maintaining the confidentiality of your account information, including your password. You are also responsible for all activity that occurs under your account. You agree to notify us immediately of any unauthorized use of your account or any other security breach. Intellectual Property The content of our Website and Services, including the text, graphics, logos, images, and software, is protected by copyright, trademark, and other intellectual property laws. You may not copy, distribute, modify, transmit, display, reproduce, publish, or create derivative works of this content without our express written permission. Disclaimers Our Website and Services are provided \"as is\" and without warranties of any kind, express or implied. We disclaim all warranties, including, but not limited to, warranties of merchantability, fitness for a particular purpose, and non-infringement. We do not warrant that our Website or Services will be uninterrupted or error-free, that defects will be corrected, or that our Website or Services are free of viruses or other harmful components. You use our Website and Services at your own risk. We will not be liable for any damages arising out of your use of our Website or Services, including, but not limited to, direct, indirect, incidental, consequential, or punitive damages. Limitations of Liability To the extent permitted by law, our liability for any damages arising out of your use of our Website or Services shall be limited to the amount of money you paid us, if any. We shall not be liable for any damages that are not directly caused by our negligence. Indemnification You agree to indemnify and hold us harmless from any and all claims, losses, damages, expenses, including reasonable attorneys' fees, arising out of or relating to your use of our Website or Services, your violation of these Terms, or your violation of any rights of another person or entity. Governing Law and Jurisdiction These Terms shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. Any dispute arising out of or relating to these Terms shall be subject to the exclusive jurisdiction of the courts located in India. Entire Agreement These Terms constitute the entire agreement between you and us regarding the use of our Website and Services. These Terms supersede all prior or contemporaneous communications and agreements, whether oral or written. Severability If any provision of these Terms is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall remain in full force and effect. Waiver Our failure to enforce any provision of these Terms shall not be construed as a waiver of such provision or of the right to enforce such provision at a later time. The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You for Your Order - Blossomly Perfumify HOME ABOUT US FLowers CONTACT Thank You for Your Order! Blossomly appreciates your business. Your order has been received and will be processed shortly. We will notify you once it's shipped. In the meantime, feel free to explore our fresh flower collections and discover the perfect blooms for every occasion. The Blossomly website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Blossomly Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-06-17T08:52:29.706Z"
}