{
  "name": "New_v9_Veil",
  "pages": {
    "blog": "Eleganza Insights - Expert Wedding Dress Tips & Bridal Trends Home About Features Team Blog cont Home About Features Team Blog Contact Blog Veil It’s All About the Team, People At Veil, our passion for crafting the perfect wedding dress stems from our dedicated team of designers, tailors, and bridal consultants. Each team member brings a unique set of skills and an unwavering commitment to excellence, ensuring that every bride finds her dream dress. Our collective goal is to make your special day unforgettable by providing a personalized and caring experience from the moment you step into our store. The Team Jane Howard Co-Founder Emma Stone Marketing Olivia Wilde Designer Our Blog The Art of Bridal Gowns: Veil's Design Philosophy Discover the inspiration and meticulous craftsmanship behind every Veil wedding dress, where every stitch tells a story of beauty and elegance. Read more Latest Wedding Trends for 2024 Curated by Veil Stay ahead of the bridal curve with insights from Veil on the latest wedding dress trends and how to make them your own for your special day. Read more Choosing the Perfect Dress: Tips from Veil's Experts Find your dream wedding dress with ease. Veil's experts share invaluable advice on selecting a dress that reflects your personal style and theme of your wedding. Read more Sustainable Bridal Fashion: Veil's Commitment to Eco-Friendly Designs Learn about Veil's commitment to sustainability and how we're pioneering eco-friendly practices in the bridal industry without compromising on luxury or style. Read more Drop us a line veil@gmail.com Visit us Mumbai, Maharashtra Full Name* Email Address* Company* How can we help you?* Send Message I accept privacy policy Visit Us India Mumbai, Maharashtra Pages Home Blog Resources Terms & Conditions Privacy Policy Stay in Touch veil@gmail.com +91-099-5398721",
    "index": "Eleganza - Unveil Your Dream Wedding Dress | Luxury Bridal Gowns Home About Features Team Blog Contact Home About Features Team Blog Contact Discover Your Perfect Dress at Veil Veil brings to life the wedding dress of your dreams with a collection that blends timeless elegance with modern design. From the first sketch to the final embellishment, we meticulously craft each gown to reflect your unique bridal style. Explore our collection and find the dress that speaks to the essence of your beauty and grace. Ready to find the one? Get in touch with us today and let Veil guide you to your perfect wedding dress. Discover Veil's Unique Offerings Exclusive Collections Explore Veil's exclusive bridal collections, where each dress is a masterpiece of design and craftsmanship. Our range includes everything from classic silhouettes to modern avant-garde designs, ensuring every bride finds her dream dress. Learn more Personalized Fittings At Veil, we believe in a personalized experience. Book a fitting session with our bridal experts, who will guide you in finding the perfect dress that flatters your body type and reflects your personality. Learn more Custom Alterations Your dream dress should fit you perfectly. Our skilled tailors are at your service to make custom alterations, ensuring your wedding dress fits you like a glove on your special day. Learn more Virtual Consultations Can't visit us in person? Schedule a virtual consultation. Our bridal consultants will guide you through our collections online and help you choose the perfect dress from the comfort of your home. Learn more Sustainable Practices Veil is committed to sustainability. Our eco-friendly dresses are made with sustainable materials, ensuring that your big day makes a positive impact on the planet. Learn more Wedding Planning Assistance Beyond the dress, Veil offers wedding planning assistance. From recommending vendors to styling tips for your big day, we're here to ensure your wedding planning is as seamless and enjoyable as your journey to finding the perfect dress. Learn more Our Happy Brides \"Finding my dream dress at Veil was an incredible journey. The attention to detail and personalized service made me feel truly special.\" - Julia Roberts \"Veil's collection is breathtaking. I found a dress that perfectly matched my style and personality, thanks to the expert guidance of the staff.\" - Emily Blunt \"I cannot thank Veil enough for their part in making my wedding day perfect. The dress was everything I ever wanted and more.\" - Sofia Carson Our best wedding dresses Latest News from Veil Discover the latest trends, tips, and behind-the-scenes from Veil. Our Design Process Explained Take an exclusive look into how Veil crafts its exquisite wedding dresses, from initial sketches to final creations. Read more A Peek Into Our Branding Strategy Discover how Veil's brand ethos and commitment to sustainability are woven into every fabric and design choice. Read more Let's start your journey. Schedule Your Appointment Visit Us India Mumbai, Maharashtra Pages Home Blog Resources Terms & Conditions Privacy Policy Stay in Touch veil@gmail.com +91-099-5398721",
    "privacy": "Privacy Policy | Eleganza - Respect for Your Privacy Home About Features Team Blog Contact Home About Features Team Blog Contact 1. Introduction At Veil, we value the privacy of our visitors and customers. This Privacy Policy outlines our practices concerning the handling of any personal data that we do not collect on our website. 2. Personal Data We Do Not Collect Veil does not collect any personal data from visitors to our website. This includes, but is not limited to, names, addresses, email addresses, and payment information. 3. Information Usage Since we do not collect any personal information, there are no uses of such data to describe. 4. Information Sharing and Disclosure Veil does not have any personal information to share or disclose. Your privacy is of utmost importance to us. 5. Data Security Even though we do not collect personal information, we are committed to ensuring the security of our website and protecting it against unauthorized access. 6. Third-Party Websites Our website may contain links to third-party websites. Please be aware that we are not responsible for the privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personal information. 7. Changes to This Privacy Policy Veil reserves the right to update or change our Privacy Policy at any time without notice. Any changes to this Privacy Policy will be effective immediately upon being posted on this page. 8. Your Consent By using our website, you hereby consent to our Privacy Policy and agree to its terms. 9. Contact Us If you have any questions regarding this Privacy Policy, please contact us at Veil@gmail.com. Visit Us India Mumbai, Maharashtra Pages Home Blog Resources Terms & Conditions Privacy Policy Stay in Touch veil@gmail.com +91-099-5398721",
    "terms": "Terms & Conditions | Eleganza - Your Trust, Our Promise Home About Features Team Blog Contact Home About Features Team Blog Contact Terms & Conditions Welcome to our Wedding Dress Store. By accessing or using our services, you agree to be bound by the terms and conditions set forth below. If you do not agree to these terms, please do not use our services. Product Purchases All sales are subject to availability. We strive to display as accurately as possible the colors and images of our products that appear at the store. However, we cannot guarantee that your computer monitor's display of any color will be accurate. Returns and Refunds Returns are accepted within 14 days of purchase, provided the item is in its original condition and has not been altered. Please contact us at veil@gmail.com for returns and refunds. Privacy Policy We respect your privacy and are committed to protecting it. Our Privacy Policy, which governs your visit to our store, explains how we collect, use, and disclose information that pertains to your privacy. Modifications to The Service and Prices Prices for our products are subject to change without notice. We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time. Accuracy of Billing and Account Information We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. User Comments, Feedback, and Other Submissions If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. Personal Information Your submission of personal information through the store is governed by our Privacy Policy. Errors, Inaccuracies, and Omissions Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. Contact Information For any questions regarding these Terms & Conditions, please contact us at veil@gmail.com. Visit Us India Mumbai, Maharashtra Pages Home Blog Resources Terms & Conditions Privacy Policy Stay in Touch veil@gmail.com +91-099-5398721",
    "thanks": "Thank You From Eleganza | Your Dream Dress Awaits Thank You for Reaching Out to Eleganza! We've received your message and are thrilled that you've taken the step to connect with us. Our team is dedicated to providing you with the personalized service and attention you deserve. One of our bridal consultants will review your inquiry and get back to you as soon as possible. In the meantime, we invite you to explore our collection online or visit our blog for inspiration and tips on selecting the perfect wedding dress. Thank you for considering Eleganza for your special day. We look forward to helping you find the dress of your dreams. Home"
  }
}