{
  "name": "New_8_CozinhaSuprema",
  "pages": {
    "index": "Compre panelas e frigideiras de alta qualidade | Loja online de utensílios de cozinha Cozinha Suprema Lar Catálogo Sobre nós Contatos Descubra o&nbsp;mundo dos utens&iacute;lios de&nbsp;cozinha de&nbsp;qualidade com a&nbsp;PanelaPerfeita Explore nossa linha de panelas e frigideiras de alta qualidade para sua cozinha ir para o catálogo ir para o sobre nós ir para o contatos --> Produtos populares ordem ordem ordem ordem ordem ordem mais Descubra novas possibilidades culinárias com as nossas frigideiras de alta qualidade Feitas com materiais duráveis e com cabo ergonômico, nossas frigideiras proporcionam distribuição de calor uniforme para um cozimento perfeito. Ideais para fritar, assar e grelhar. Experimente hoje mesmo! ordem --> Vantagens dos nossos utensílios de cozinha 1. Alta qualidade dos materiais: Utilizamos apenas materiais confiáveis e seguros, garantindo durabilidade e segurança dos produtos. 2. Excelente condução de calor: Nossas frigideiras e panelas proporcionam distribuição uniforme de calor para cozinhar os alimentos de maneira perfeita. 3. Cabos resistentes e confortáveis: Cabos ergonômicos, projetados para resistir a altas temperaturas, oferecem conforto e segurança durante o uso. 4. Fácil manutenção: Fácil de limpar à mão ou na máquina de lavar louça, facilitando a manutenção diária. 5. Design elegante: O design moderno e estético de nossas frigideiras e panelas complementa a beleza da sua cozinha. Ao escolher nossos produtos, você opta por confiança, funcionalidade e estilo para sua cozinha! Avaliações Mariana S. \"Estou encantada com a minha nova frigideira da PanelaPerfeita! Além de bonita, ela cozinha de forma perfeita. A distribuição uniforme de calor faz dela uma verdadeira joia na minha cozinha!\" Alexandre P. \"Uma frigideira que vale cada centavo! Cabos confortáveis, fácil de limpar, e, o mais importante, os alimentos não grudam. Recomendo a todos que valorizam qualidade e conforto na cozinha.\" Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "privacy-policy": "Política de Privacidade - Protegendo seus dados com segurança Cozinha Suprema Lar Catálogo Sobre nós Contatos Política de Privacidade A sua privacidade é importante para nós. É política do PlantarEmRede respeitar a sua privacidade em relação a qualquer informação que possamos coletar enquanto operamos nosso site. Solicitamos informações pessoais apenas quando realmente precisamos delas para fornecer um serviço. Fazemos por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado. Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis para evitar perdas e roubos, assim como acesso, divulgação, cópia, uso ou modificação não autorizados. Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei. Nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade. Você é livre para recusar nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados. O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contato conosco. Adapte este texto conforme necessário para refletir as práticas específicas de privacidade do seu site PlantarEmRede e cumpra com as regulamentações locais aplicáveis. Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "terms-conditions": "Termos e Condições - Condições para Utilização do Site Cozinha Suprema Lar Catálogo Sobre nós Contatos Termos e Condições de Uso Bem-vindo ao PlantarEmRede. Ao acessar este site, você concorda em cumprir estes termos e condições de uso, nossa política de privacidade, e todas as leis e regulamentos aplicáveis. Se você não concorda com qualquer parte destes termos, por favor, não use nosso site. 1. Uso do Site 1. O conteúdo do site PlantarEmRede é apenas para informação geral. Está sujeito a mudanças sem aviso prévio. 2. Não garantimos a precisão, integridade ou atualidade das informações e materiais encontrados no site. 3. Seu uso de qualquer informação ou material neste site é totalmente por sua conta e risco, e não nos responsabilizamos por isso. 2. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, gráficos, logotipos, ícones de botões, imagens, clipes de áudio e software, é propriedade do PlantarEmRede ou de seus licenciadores e está protegido por leis de direitos autorais. 3. Restrições 1. Você concorda em não usar o site para qualquer finalidade ilegal ou proibida por estes termos. 2. Você não pode utilizar técnicas de mineração de dados, raspagem, robôs ou similares para coletar informações do site sem nosso consentimento expresso por escrito. 4. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos, incluindo, sem limitação, danos indiretos ou consequentes, ou qualquer perda de lucros ou dados decorrentes do uso ou da incapacidade de usar nosso site. 5. Alterações nos Termos Reservamo-nos o direito de modificar estes termos de uso a qualquer momento. As alterações entrarão em vigor imediatamente após a sua publicação no site. Seu uso contínuo do site após a publicação de quaisquer alterações aos termos será considerado como sua aceitação dessas alterações. Nosso e-mail: cozinhasuprema@gmail.com Nosso número de telefone: +55 11 98573-9578 Nossa localização: Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "about_cookies": "Política de Cookies - Sua conveniência em primeiro lugar Cozinha Suprema Lar Catálogo Sobre nós Contatos Política de Cookies Bem-vindo ao PlantarEmRede. Esta página explica como usamos cookies em nosso site. Ao usar nosso site, você concorda com o uso de cookies de acordo com esta política. O que são Cookies? Cookies são pequenos arquivos de texto que um site armazena no seu computador ou dispositivo móvel quando você visita o site. Eles permitem que o site reconheça seu dispositivo na próxima vez que você o visita, proporcionando uma experiência de usuário mais personalizada. Como Usamos Cookies Utilizamos cookies por diversos motivos, incluindo: Funcionalidade: Para lembrar suas preferências, como idioma ou região. Desempenho: Para analisar como os visitantes interagem com nosso site, quais páginas são mais populares, etc. Marketing: Para exibir anúncios relevantes com base nos seus interesses. Tipos de Cookies que Utilizamos Cookies Necessários: Essenciais para o funcionamento do site e não podem ser desativados em nossos sistemas. Cookies de Desempenho: Permitem-nos contar visitas e fontes de tráfego para que possamos medir e melhorar o desempenho do nosso site. Cookies de Funcionalidade: Permitem que o site forneça funcionalidade e personalização aprimoradas. Cookies de Marketing: Utilizados por nós e por terceiros para exibir anúncios relevantes aos seus interesses. Gerenciando Cookies Você pode controlar e/ou excluir cookies conforme desejar. Para mais detalhes, consulte a seção de ajuda do seu navegador ou visite o site AboutCookies.org, que oferece orientação para todos os navegadores modernos. Alterações na Política de Cookies Reservamo-nos o direito de modificar esta política de cookies a qualquer momento. As alterações entrarão em vigor imediatamente após a sua publicação no site. Nosso e-mail: cozinhasuprema@gmail.com Nosso número de telefone: +55 11 98573-9578 Nossa localização: Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "about-us": "Sobre nós - A sua escolha confiável em panelas e frigideiras Cozinha Suprema Lar Catálogo Sobre nós Contatos Conheça a Cozinha Suprema Descubra nossa história, nossa equipe dedicada e nossos rigorosos processos de produção que garantem qualidade e inovação em cada produto. História da Empresa: Nossa história começou com uma paixão pela culinária e um desejo de fornecer utensílios de cozinha da mais alta qualidade. Fundada em [ano de fundação], a PanelaPerfeita rapidamente se destacou no mercado pela inovação e compromisso com a excelência. Nossa missão é tornar a experiência de cozinhar mais agradável e acessível para todos, oferecendo produtos que combinam durabilidade, funcionalidade e design elegante. Cada item que criamos é um reflexo da nossa dedicação à arte culinária e ao bem-estar de nossos clientes. Nossa Equipe: Na PanelaPerfeita, acreditamos que uma equipe forte é a base do nosso sucesso. Nosso time é composto por profissionais apaixonados e dedicados, cada um trazendo sua expertise e entusiasmo para a empresa. 1. Maria Silva (CEO): Com anos de experiência na indústria de utensílios de cozinha, Maria lidera a empresa com visão e inovação, sempre focada em trazer o melhor para nossos clientes. 2. João Pereira (Chefe de Produção): Responsável por garantir que cada produto atenda aos mais altos padrões de qualidade, João supervisiona todos os aspectos da fabricação. 3. Ana Costa (Diretora de Marketing): Com uma abordagem criativa e estratégica, Ana é responsável por conectar nossa marca aos consumidores e compartilhar nossa história com o mundo. 4. Carlos Mendes (Chefe de Pesquisa e Desenvolvimento): Sempre buscando novas tecnologias e materiais, Carlos lidera nossa equipe de P&D para manter nossos produtos na vanguarda da inovação. Produção: Nossa produção é um processo meticuloso que combina tecnologia avançada com artesanato tradicional. Utilizamos materiais de alta qualidade, como alumínio reforçado e aço inoxidável, para garantir a durabilidade e eficiência de nossos produtos. Cada panela e frigideira passa por rigorosos testes de qualidade para assegurar que atendem aos nossos padrões elevados. Nossos métodos de produção são projetados para serem sustentáveis e eficientes, minimizando o impacto ambiental sem comprometer a qualidade. Desde a seleção dos materiais até o produto final, cada etapa é realizada com precisão e cuidado, resultando em utensílios de cozinha que nossos clientes podem confiar e amar. Esse conteúdo fornece uma visão abrangente da história, equipe e processos de produção da PanelaPerfeita, ajudando a construir confiança e conexão com os visitantes do site. Avaliações Mariana S. \"Estou encantada com a minha nova frigideira da PanelaPerfeita! Além de bonita, ela cozinha de forma perfeita. A distribuição uniforme de calor faz dela uma verdadeira joia na minha cozinha!\" Alexandre P. \"Uma frigideira que vale cada centavo! Cabos confortáveis, fácil de limpar, e, o mais importante, os alimentos não grudam. Recomendo a todos que valorizam qualidade e conforto na cozinha.\" Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "catalog": "Catálogo completo de panelas e frigideiras | Encontre o que precisa aqui Cozinha Suprema Lar Catálogo Sobre nós Contatos Catálogo dos Nossos Produtos Bem-vindo ao nosso catálogo, onde você encontrará uma ampla variedade de panelas e frigideiras de alta qualidade. Cada produto é feito com os melhores materiais e cuidadosamente projetado para tornar o processo de cozinhar mais fácil e agradável. Explore nossas coleções e escolha as ferramentas perfeitas para a sua cozinha. Produtos populares ordem ordem ordem ordem ordem ordem ordem ordem ordem ordem ordem ordem Frigideira Antiaderente Premium Descubra a excelência na cozinha com a nossa Frigideira Antiaderente Premium. Projetada para atender às necessidades dos chefs mais exigentes, esta frigideira combina durabilidade, desempenho e elegância. Características principais: 1. Revestimento antiaderente de alta qualidade: Cozinhe com menos óleo e limpe com facilidade. 2. Distribuição uniforme de calor: Garantida por uma base de alumínio robusta que proporciona cozimento perfeito em todas as partes da frigideira. 3. Cabo ergonômico: Resistente ao calor e desenhado para proporcionar conforto e segurança durante o uso. 4. Compatibilidade universal: Pode ser utilizada em todos os tipos de fogões, incluindo indução. 5. Design elegante: Acabamento moderno que adiciona um toque de sofisticação à sua cozinha. Ideal para fritar, grelhar e até mesmo assar, a Frigideira Antiaderente Premium é a escolha perfeita para quem busca qualidade e praticidade. Eleve suas habilidades culinárias e torne cada refeição especial com esta incrível frigideira. Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "contacts": "Contatos - Entre em contato conosco para comprar panelas e frigideiras Cozinha Suprema Lar Catálogo Sobre nós Contatos Our Contacts Nosso e-mail: cozinhasuprema@gmail.com Nosso número de telefone: +55 11 98573-9578 Nossa localização: Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos",
    "disclaimer": "Aviso Legal - Informação Importante para os Utilizadores Cozinha Suprema Lar Catálogo Sobre nós Contatos Aviso Legal Bem-vindo ao PlantarEmRede. Ao acessar este site, você concorda em cumprir os seguintes termos e condições de uso. Se você não concorda com qualquer parte destes termos, por favor, não use nosso site. 1. Uso do Site O conteúdo do site PlantarEmRede é apenas para informação geral. Está sujeito a mudanças sem aviso prévio. Não garantimos a precisão, integridade ou atualidade das informações e materiais encontrados no site. Seu uso de qualquer informação ou material neste site é totalmente por sua conta e risco, e não nos responsabilizamos por isso. 2. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos, incluindo, sem limitação, danos indiretos ou consequentes, ou qualquer perda de lucros ou dados decorrentes do uso ou da incapacidade de usar nosso site. 3. Links para Terceiros O site PlantarEmRede pode conter links para sites de terceiros que não são controlados ou operados por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros e não aceitamos responsabilidade por eles. 4. Alterações no Aviso Legal Reservamo-nos o direito de modificar este aviso legal a qualquer momento. As alterações entrarão em vigor imediatamente após a sua publicação no site. Nosso e-mail: cozinhasuprema@gmail.com Nosso número de telefone: +55 11 98573-9578 Nossa localização: Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Lar Catálogo Sobre nós Contatos Política de Privacidade Termos e Condições Isenção de responsabilidade A PanelaPerfeita é onde qualidade encontra estética na culinária. Começamos com a ideia de criar verdadeiras ferramentas para gourmet e entusiastas da cozinha. Buscamos constantemente a perfeição, destacando-nos por tecnologias inovadoras e design requintado. Nossas panelas e frigideiras facilitam a preparação de alimentos e se tornam parte essencial de cada cozinha. Orgulhamo-nos de ajudar clientes a realizar suas ideias culinárias com produtos de qualidade e confiabilidade. Bem-vindo ao mundo da PanelaPerfeita, onde cada detalhe importa para criar obras-primas culinárias! cozinhasuprema@gmail.com +55 11 98573-9578 Rua das Flores, 123 Bairro dos Sonhos Cidade Feliz, Estado de Esperança Brasil Seu nome E-mail Telefone Aceito a Política de Privacidade Contact Usamos Cookies Nós utilizamos cookies para melhorar sua experiência de navegação no PlantarEmRede. Os cookies nos ajudam a entender suas preferências e a oferecer conteúdos personalizados. Ao continuar navegando, você concorda com nossa política de cookies. Para mais informações, leia nossa Política de Privacidade. Aceitar Cookies Leia Sobre Biscoitos"
  },
  "date": "2024-06-17T13:57:02.882Z"
}