{
  "name": "OceanBet",
  "pages": {
    "about": "OceanBet - Круизное казино для настоящих ценителей азарта oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ Роскошный Спа и Релаксация на OceanBet Спа-процедуры Побалуйте себя нашими эксклюзивными спа-процедурами. От масок для лица до полного массажа тела, наши специалисты помогут вам расслабиться и восстановить силы. Термальные зоны Наслаждайтесь спокойствием и тишиной в наших термальных зонах, оборудованных парными, сауной и бассейнами с гидромассажем. Йога и медитация Присоединяйтесь к нашим сеансам йоги и медитации, которые помогут вам найти внутренний баланс и гармонию. Наслаждайтесь занятиями на свежем воздухе с видом на океан. Развлечения на борту OceanBet Шоу и спектакли Наслаждайтесь захватывающими шоу и театральными спектаклями, подготовленными нашими профессиональными артистами. Каждый вечер - новое представление! Музыкальные выступления Посетите наши музыкальные концерты и живые выступления, где выступают талантливые музыканты и певцы. От классики до современного рока - у нас есть все. Кинотеатр под открытым небом Наслаждайтесь просмотром фильмов под звездами в нашем кинотеатре под открытым небом. Уютные пледы и вкусные закуски сделают ваш вечер незабываемым. Ночные клубы Погрузитесь в мир ночных развлечений в наших стильных клубах. Танцуйте всю ночь напролет под зажигательную музыку наших диджеев. Изысканный Кулинарный Опыт на OceanBet Гурман-ресторан Откройте для себя изысканную кухню в нашем гурман-ресторане, где блюда создаются с использованием только самых свежих и качественных ингредиентов. Свежие морепродукты Насладитесь лучшими блюдами из морепродуктов, приготовленными нашими талантливыми поварами. Свежие уловы ежедневно доставляются прямо к вашему столу. Интернациональная кухня Погрузитесь в кулинарное путешествие по различным кухням мира. Наши шеф-повара приготовят для вас блюда из итальянской, французской, японской и других кухонь. Винный погреб Оцените наш обширный выбор вин из лучших винодельческих регионов мира. Наши сомелье помогут вам подобрать идеальное вино для любого блюда. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "contacts": "Контакты - OceanBet Казино на круизном лайнере oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ КОНТАКТЫ I accept Policy & Privacy SUBMIT ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52 Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "disclaimers": "Отказ от ответственности - OceanBet Казино на круизном лайнере oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ Отказ от ответственности 1. Ограничение ответственности Вся информация на этом сайте предназначена только для общего ознакомления и может изменяться без предупреждения. Мы не гарантируем точность, полноту или актуальность предоставленной информации. Вы используете информацию на свой собственный риск. 2. Использование материалов Использование материалов этого сайта происходит на ваш собственный риск. Мы не несем ответственности за любые убытки или ущерб, возникшие в результате использования или невозможности использования материалов данного сайта. Вся информация, представленная на сайте, предназначена исключительно для ознакомительных целей. 3. Внешние ссылки Этот сайт может содержать ссылки на внешние сайты, которые не контролируются нами. Мы не несем ответственности за содержание этих сайтов или любые убытки или ущерб, возникшие в результате использования таких сайтов. Включение ссылок на внешние ресурсы не означает одобрение их содержания. 4. Изменения и дополнения Мы оставляем за собой право в любое время изменять или дополнять настоящий отказ от ответственности без предварительного уведомления. Пожалуйста, регулярно проверяйте эту страницу на обновления. Продолжение использования сайта после внесения изменений подтверждает ваше согласие с такими изменениями. 5. Информация о праве Вся информация, материалы и контент на этом сайте защищены авторским правом и другими законодательными актами о защите интеллектуальной собственности. Копирование, распространение или использование материалов без разрешения владельца авторских прав запрещено. 6. Заявление о конфиденциальности Мы уважаем вашу конфиденциальность. Личная информация, предоставленная вами при использовании этого сайта, будет использоваться только в соответствии с нашей политикой конфиденциальности. Мы не раскрываем личную информацию третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "index": "OceanBet - Казино на круизном лайнере для истинных ценителей азарта oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ Волны Азарта OceanBet ПОЗНАКОМЬТЕСЬ С КАЗИНО VIP-Опыт в Казино на Круизном Лайнере Погрузитесь в эксклюзивный мир роскоши и персонализированного сервиса с нашим VIP-опытом в казино. На борту OceanBet мы предлагаем уникальные привилегии для наших самых ценных игроков. Персональные Консьержи: Наслаждайтесь круглосуточным вниманием персонального консьержа, готового выполнить любые ваши пожелания и обеспечить незабываемый отдых. VIP-Зоны: Получите доступ к эксклюзивным VIP-зонам казино, где вы сможете играть в приватной и комфортабельной обстановке. Высокие Лимиты: Испытайте азарт игры с высокими ставками на наших VIP-столах, предназначенных только для элитных игроков. Специальные Бонусы и Призы: Наслаждайтесь уникальными бонусами и призами, доступными только для VIP-гостей, включая бесплатные круизы, люксовые номера и многое другое. Эксклюзивные Мероприятия: Примите участие в закрытых мероприятиях, таких как гала-ужины, частные вечеринки и специальные турниры, организованные специально для наших VIP-гостей. Турниры в Казино на Круизных Лайнерах Турнир по Покеру Участвуйте в наших регулярных турнирах по покеру и покажите свои навыки. Призы включают денежные вознаграждения и бесплатные круизы. Турнир по Блэкджеку Примите участие в захватывающих турнирах по блэкджеку, где вы можете испытать свою удачу и стратегию против других игроков и выиграть ценные призы. Турнир на Игровых Автоматах Сразитесь за джекпот в турнирах на игровых автоматах. Чем больше вы играете, тем выше ваши шансы на победу. Призы включают денежные вознаграждения и бонусные кредиты. Роскошный Спа и Релаксация на OceanBet Спа-процедуры Побалуйте себя нашими эксклюзивными спа-процедурами. От масок для лица до полного массажа тела, наши специалисты помогут вам расслабиться и восстановить силы. Термальные зоны Наслаждайтесь спокойствием и тишиной в наших термальных зонах, оборудованных парными, сауной и бассейнами с гидромассажем. Йога и медитация Присоединяйтесь к нашим сеансам йоги и медитации, которые помогут вам найти внутренний баланс и гармонию. Наслаждайтесь занятиями на свежем воздухе с видом на океан. VIP Казино и Приватные Игровые Залы Приватные Игровые Залы Наслаждайтесь эксклюзивной игрой в наших приватных залах, где каждый гость получает персонализированное обслуживание и доступ к самым высоким ставкам. VIP Лаунджи Расслабьтесь в роскошной атмосфере наших VIP лаунджей, где вам предложат изысканные напитки и закуски, создавая идеальные условия для отдыха между играми. Персональные Дилеры Играйте с комфортом благодаря нашим опытным персональным дилерам, которые обеспечат вам высочайший уровень сервиса и помогут сделать игру еще более увлекательной. Развлечения на борту OceanBet Шоу и спектакли Наслаждайтесь захватывающими шоу и театральными спектаклями, подготовленными нашими профессиональными артистами. Каждый вечер - новое представление! Музыкальные выступления Посетите наши музыкальные концерты и живые выступления, где выступают талантливые музыканты и певцы. От классики до современного рока - у нас есть все. Кинотеатр под открытым небом Наслаждайтесь просмотром фильмов под звездами в нашем кинотеатре под открытым небом. Уютные пледы и вкусные закуски сделают ваш вечер незабываемым. Ночные клубы Погрузитесь в мир ночных развлечений в наших стильных клубах. Танцуйте всю ночь напролет под зажигательную музыку наших диджеев. Изысканный Кулинарный Опыт на OceanBet Гурман-ресторан Откройте для себя изысканную кухню в нашем гурман-ресторане, где блюда создаются с использованием только самых свежих и качественных ингредиентов. Свежие морепродукты Насладитесь лучшими блюдами из морепродуктов, приготовленными нашими талантливыми поварами. Свежие уловы ежедневно доставляются прямо к вашему столу. Интернациональная кухня Погрузитесь в кулинарное путешествие по различным кухням мира. Наши шеф-повара приготовят для вас блюда из итальянской, французской, японской и других кухонь. Винный погреб Оцените наш обширный выбор вин из лучших винодельческих регионов мира. Наши сомелье помогут вам подобрать идеальное вино для любого блюда. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "privacy-policy": "Политика конфиденциальности - OceanBet Казино на круизном лайнере oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ Политика конфиденциальности Добро пожаловать на OceanBet, вашего проводника в мире азарта и развлечений на круизном лайнере. Мы ценим вашу конфиденциальность и стремимся обеспечить защиту ваших личных данных. Настоящая политика конфиденциальности объясняет, как мы собираем, используем и защищаем информацию, которую вы предоставляете при использовании нашего веб-сайта. 1. Собираемая информация 1.1. Личная информация: Мы можем собирать личную информацию, такую как ваше имя, адрес электронной почты, номер телефона, адрес и платежные данные, когда вы регистрируетесь на нашем сайте, делаете бронирование или связываетесь с нами. 1.2. Автоматически собираемая информация: Мы автоматически получаем определенные типы информации при взаимодействии с нашим веб-сайтом, включая ваш IP-адрес, тип браузера, страницы, на которые вы заходите и покидаете, и операционную систему. 1.3. Куки и технологии отслеживания: Мы используем куки и аналогичные технологии отслеживания для улучшения вашего пользовательского опыта, персонализации контента и анализа трафика на сайте. Вы можете управлять настройками куки через настройки вашего браузера. 2. Использование информации 2.1. Мы используем собранную информацию для следующих целей: Для предоставления и поддержки наших услуг. Для улучшения наших услуг и функциональности веб-сайта. Для связи с вами, включая отправку административной информации, обновлений о наших услугах, предложений и новостей, при условии согласия согласно законодательству. Для защиты наших прав и интересов, включая обнаружение, предотвращение и расследование технических проблем, мошенничества и нарушений безопасности. 3. Разглашение информации 3.1. Мы можем разглашать вашу информацию в следующих случаях: С поставщиками услуг: Мы можем передавать информацию третьим лицам, которые помогают нам в обслуживании сайта или ведении нашего бизнеса. По юридическим основаниям: Мы можем раскрывать вашу информацию по требованию закона, юридическому процессу, судебному разбирательству или государственным органам. При бизнес-передачах: В случае слияния, приобретения или продажи всего или части наших активов ваша информация может быть передана в рамках этой транзакции. 4. Защита данных 4.1. Мы применяем соответствующие технические и организационные меры для защиты вашей информации от несанкционированного доступа, использования, изменения или раскрытия. Однако никакой метод передачи данных через интернет или электронного хранения не является абсолютно безопасным, поэтому мы не можем гарантировать абсолютную безопасность вашей информации. 5. Ваши права и выбор 5.1. У вас есть следующие права относительно вашей информации: Доступ и корректировка: Вы можете получить доступ к вашей личной информации и обновить ее, войдя в свой аккаунт или связавшись с нами напрямую. Предпочтения маркетинга: Вы можете отказаться от получения рекламных электронных писем, следуя инструкциям в письме или связавшись с нами. Куки: Вы можете управлять предпочтениями куки через настройки вашего браузера или с помощью нашего инструмента согласия на куки. 6. Конфиденциальность детей 6.1. Наши услуги не предназначены для лиц младше 18 лет. Мы не собираем намеренно личную информацию о детях. Если мы узнаем, что нам была предоставлена личная информация о ребенке младше 18 лет, мы предпримем меры по удалению такой информации. 7. Изменения в политике конфиденциальности 7.1. Мы можем периодически обновлять нашу политику конфиденциальности для отражения изменений в наших практиках или законодательных требованиях. Мы уведомим вас о любых существенных изменениях, разместив обновленную политику конфиденциальности на нашем веб-сайте или связавшись с вами напрямую. Продолжая использовать OceanBet, вы подтверждаете, что ознакомились с нашей политикой конфиденциальности, поняли и согласны соблюдать ее условия. Если вы не согласны с этой политикой, пожалуйста, не используйте этот веб-сайт. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "terms-conditions": "Условия использования - OceanBet Казино на круизном лайнере oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ Условия использования Добро пожаловать на OceanBet, ведущий онлайн-портал для любителей казино на круизных лайнерах. Используя этот веб-сайт, вы соглашаетесь соблюдать и быть связанными следующими условиями использования: 1. Общие условия 1.1. Содержание страниц этого веб-сайта предназначено исключительно для общего ознакомления и использования. Оно может изменяться без предварительного уведомления. 1.2. Использование любой информации или материалов на этом веб-сайте осуществляется исключительно на ваш риск. Мы не несем ответственности за любые потери или ущерб, понесенные вами при использовании продуктов, услуг или информации, доступной на этом веб-сайте. 1.3. Материалы на этом веб-сайте являются собственностью или лицензированы нам. Эти материалы включают, но не ограничиваются, дизайном, структурой, внешним видом и графическим оформлением. Их воспроизведение запрещено без соответствующего уведомления о правах на авторство, которое является частью этих условий использования. 2. Регистрация и аккаунты 2.1. Для доступа к определенным функциям веб-сайта может потребоваться регистрация аккаунта. Вы соглашаетесь предоставлять точную и полную информацию при создании аккаунта и обновлять ее по мере необходимости для поддержания ее актуальности. 2.2. Вы несете ответственность за сохранность учетных данных вашего аккаунта и за все действия, совершенные под вашим аккаунтом. Вы соглашаетесь немедленно уведомлять нас о любом несанкционированном использовании вашего аккаунта или любом другом нарушении безопасности. 3. Казино услуги 3.1. OceanBet предлагает разнообразие игр и услуг казино, включая, но не ограничиваясь, игровыми автоматами, настольными играми и играми с живыми дилерами. Доступность этих услуг может различаться в зависимости от вашей юрисдикции. 3.2. Участвуя в любых играх или услугах, предлагаемых OceanBet, вы признаете, что азартные игры связаны с риском и что вы несете полную ответственность за любые потери. 4. Политика конфиденциальности 4.1. Ваше использование этого веб-сайта подчиняется нашей политике конфиденциальности, которая регулирует, как мы собираем, используем и раскрываем вашу личную информацию. Используя этот веб-сайт, вы соглашаетесь с нашей политикой конфиденциальности. 5. Ограничение ответственности 5.1. В полной мере, предусмотренной законом, OceanBet не несет ответственности за любые прямые, косвенные, случайные, специальные или последующие убытки, возникшие в результате использования вами этого веб-сайта или предоставленных услуг, независимо от того, основаны ли они на договоре, деликте, строгой ответственности или любой другой юридической теории. 6. Законодательство и разрешение споров 6.1. Эти условия использования подчиняются и толкуются в соответствии с законами Казахстана. Любые споры, возникающие из или связанные с этими условиями использования, подлежат исключительной юрисдикции судов Казахстана. Продолжая использовать OceanBet, вы подтверждаете, что ознакомились с данными условиями использования, поняли и согласны соблюдать их. Если вы не согласны с этими условиями использования, пожалуйста, не используйте этот веб-сайт. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "thanks": "Спасибо - OceanBet Казино на круизном лайнере oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ Спасибо! Спасибо за ваше сообщение! Мы ценим ваше обращение и свяжемся с вами в ближайшее время. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52",
    "tours": "OceanBet - Казино на круизном лайнере для истинных ценителей азарта oceanbet@gmail.com +7(7142)56-19-52 OceanBet О нас КАЗИНО КОНТАКТЫ VIP-Опыт в Казино на Круизном Лайнере Погрузитесь в эксклюзивный мир роскоши и персонализированного сервиса с нашим VIP-опытом в казино. На борту OceanBet мы предлагаем уникальные привилегии для наших самых ценных игроков. Персональные Консьержи: Наслаждайтесь круглосуточным вниманием персонального консьержа, готового выполнить любые ваши пожелания и обеспечить незабываемый отдых. VIP-Зоны: Получите доступ к эксклюзивным VIP-зонам казино, где вы сможете играть в приватной и комфортабельной обстановке. Высокие Лимиты: Испытайте азарт игры с высокими ставками на наших VIP-столах, предназначенных только для элитных игроков. Специальные Бонусы и Призы: Наслаждайтесь уникальными бонусами и призами, доступными только для VIP-гостей, включая бесплатные круизы, люксовые номера и многое другое. Эксклюзивные Мероприятия: Примите участие в закрытых мероприятиях, таких как гала-ужины, частные вечеринки и специальные турниры, организованные специально для наших VIP-гостей. Турниры в Казино на Круизных Лайнерах Турнир по Покеру Участвуйте в наших регулярных турнирах по покеру и покажите свои навыки. Призы включают денежные вознаграждения и бесплатные круизы. Турнир по Блэкджеку Примите участие в захватывающих турнирах по блэкджеку, где вы можете испытать свою удачу и стратегию против других игроков и выиграть ценные призы. Турнир на Игровых Автоматах Сразитесь за джекпот в турнирах на игровых автоматах. Чем больше вы играете, тем выше ваши шансы на победу. Призы включают денежные вознаграждения и бонусные кредиты. VIP Казино и Приватные Игровые Залы Приватные Игровые Залы Наслаждайтесь эксклюзивной игрой в наших приватных залах, где каждый гость получает персонализированное обслуживание и доступ к самым высоким ставкам. VIP Лаунджи Расслабьтесь в роскошной атмосфере наших VIP лаунджей, где вам предложат изысканные напитки и закуски, создавая идеальные условия для отдыха между играми. Персональные Дилеры Играйте с комфортом благодаря нашим опытным персональным дилерам, которые обеспечат вам высочайший уровень сервиса и помогут сделать игру еще более увлекательной. Сайт OceanBet использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить OceanBet Отказ от ответственности Политика конфиденциальности Правила и условия ул. Динмухамеда Кунаева 33, Астана 020000, Казахстан oceanbet@gmail.com +7(7142)56-19-52"
  },
  "date": "2024-06-13T11:24:23.839Z"
}