{
  "name": "PetVault",
  "pages": {
    "about": "Sobre o PetVault - Nosso Compromisso com o Bem-Estar Animal PetVault Início Sobre Serviço Contato Saiba mais sobre nós No PetVault, nossa missão é proporcionar aos donos de animais de estimação uma experiência única de cuidado e conforto para seus amigos peludos. Acreditamos que cada pet merece o melhor em termos de alimentação, saúde e bem-estar, e trabalhamos incansavelmente para oferecer produtos de alta qualidade que atendam às suas necessidades específicas. Estamos comprometidos em fornecer apenas produtos de qualidade comprovada, selecionando cuidadosamente cada item que vendemos em nosso site. Nossos critérios de seleção garantem que todos os produtos sejam seguros, eficazes e benéficos para a saúde e felicidade dos animais de estimação. Com anos de experiência no mercado de produtos para animais de estimação, nossa equipe é formada por especialistas apaixonados por pets. Estamos sempre atualizados com as últimas tendências e avanços no cuidado animal, garantindo que possamos oferecer aos nossos clientes as melhores soluções para o bem-estar de seus animais de estimação. No PetVault, valorizamos cada cliente e nos esforçamos para proporcionar uma experiência de compra excepcional. Nossa equipe de atendimento ao cliente está disponível para ajudar com qualquer dúvida ou preocupação, garantindo que cada interação seja positiva e satisfatória. Além de fornecer produtos de alta qualidade, estamos comprometidos em apoiar a comunidade pet em geral. Participamos ativamente de iniciativas que promovem o bem-estar animal e colaboramos com organizações que resgatam e cuidam de animais em situações de necessidade. À medida que crescemos e nos desenvolvemos, nossa visão é expandir nossa oferta de produtos e serviços, sempre mantendo nosso compromisso com a qualidade e o cuidado. Estamos constantemente buscando maneiras de melhorar e inovar para atender às necessidades em constante evolução dos pets e de seus donos. Saiba mais Crescimento de Clientes Desde nossa fundação, acumulamos uma base sólida de mais de 10.000 clientes fiéis que confiam no PetVault para suas necessidades de produtos para animais de estimação. Variedade de Produtos Oferecemos uma ampla seleção de mais de 1.500 produtos, incluindo alimentos premium, brinquedos, acessórios e itens de cuidados essenciais, garantindo que você encontre tudo o que precisa para seu pet em um só lugar. Avaliações Positivas Mais de 95% dos nossos clientes deram feedback positivo sobre seus produtos e experiência de compra, destacando nossa dedicação à qualidade, atendimento ao cliente e satisfação geral. Junte-se a nós agora Conheça nossos médicos Equipe de confiança para seus entes queridos Na PetVault, entendemos que seus animais de estimação são mais do que apenas pets - são membros queridos da sua família. É por isso que construímos uma equipe de confiança dedicada ao cuidado e bem-estar dos seus entes queridos peludos. Nossos colaboradores são apaixonados por animais e possuem expertise para ajudar você a encontrar os melhores produtos para atender às necessidades específicas do seu pet. Com um compromisso inabalável com a qualidade, segurança e conforto, nossa equipe está aqui para oferecer suporte, orientação e soluções que garantam que seus entes queridos recebam o cuidado excepcional que merecem. Ana Silva Especialista em Alimentação Pet João Pereira Consultor de Produtos Veterinários Carla Santos Atendente de Suporte ao Cliente Marcos Oliveira Gerente de Logística e Expedição Fernanda Costa Especialista em Produtos de Higiene Pedro Almeida Analista de Marketing Digital Mariana Sousa Especialista em Comportamento Animal André Santos Desenvolvedor de Sistemas e Tecnologia Últimas notícias Novo Lançamento de Produto Apresentamos Nossa Última Inovação para a Saúde dos Pets! September 9, 2021 Destaque do Cliente Celebrando Nossos Clientes Fieis: Conheça os Pets do Mês! September 10, 2021 Dicas de Especialistas Bem-Estar no Inverno: Dicas Essenciais para Manter seu Pet Saudável e Feliz. September 23, 2021 Engajamento Comunitário PetVault se Une a Abrigos Locais: Compromisso com o Bem-Estar Animal. September 30, 2021 Ofertas Especiais de Temporada Aproveite a Primavera: Ofertas Exclusivas em Produtos Essenciais para Pets! September 29, 2021 Nos Bastidores Conheça Nossa Equipe: Os Rostos por Trás do Compromisso da PetVault com a Qualidade. September 29, 2021 Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 PetVault. Todos os direitos reservados.",
    "contact": "Contato - Entre em Contato Conosco | PetVault PetVault Início Sobre Serviço Contato Número: +55-41-2534-1511 PetVault@gmail.com Porto Velho - RO, 76812-010, Brasil Entre em contato conosco Aceito a política de privacidade enviar Perguntas frequentes Como posso acompanhar o status do meu pedido? Você pode acompanhar o status do seu pedido diretamente em nossa plataforma online. Após fazer login na sua conta, você encontrará todas as informações atualizadas sobre o processamento e o envio do seu pedido. Quais são as opções de pagamento aceitas? Aceitamos diversas formas de pagamento, incluindo cartões de crédito (Visa, MasterCard, American Express), PayPal e transferências bancárias. Todas as transações são seguras e protegidas. Qual é a política de devolução da PetVault? Nosso objetivo é garantir a sua total satisfação. Caso você não esteja completamente feliz com sua compra, oferecemos um prazo de 30 dias para devoluções. Para mais detalhes, consulte nossa política de devolução em nosso site. Como posso entrar em contato com o suporte ao cliente? Nosso suporte ao cliente está disponível para ajudar você. Você pode nos contatar através do formulário de contato em nosso site, por e-mail, ou pelo telefone durante o horário comercial. Estamos aqui para responder suas perguntas e resolver quaisquer problemas que você possa ter. Serviço de limpeza No PetVault, oferecemos um serviço de limpeza completo e especializado para garantir o conforto e bem-estar dos seus animais de estimação. Nossa equipe utiliza produtos seguros e eficazes, projetados especificamente para animais, para garantir uma limpeza profunda sem comprometer a saúde dos seus pets. Do banho e tosa à higienização de áreas específicas, como gaiolas e caminhas, estamos aqui para cuidar de todos os aspectos da limpeza do seu animal de estimação. Confie no PetVault para proporcionar um ambiente limpo e seguro para o seu amigo peludo, para que eles possam desfrutar de uma vida feliz e saudável ao seu lado. O que está incluído Profissionalismo e Dedicação: Nossa equipe é composta por profissionais treinados e dedicados ao cuidado e limpeza de animais de estimação. Estamos comprometidos em oferecer um serviço de alta qualidade que atenda às necessidades individuais de cada pet. Produtos Seguros e Específicos: Utilizamos apenas produtos de limpeza seguros e específicos para animais de estimação, garantindo que cada procedimento seja realizado com o máximo cuidado e consideração pela saúde do seu pet. Variedade de Serviços: Oferecemos uma ampla gama de serviços de limpeza, incluindo banho, tosa, higienização de gaiolas e caminhas, remoção de pelos, entre outros. Adaptamos nossos serviços para atender às necessidades específicas do seu animal de estimação. Conforto e Bem-Estar: Priorizamos o conforto e o bem-estar dos pets durante todo o processo de limpeza. Nosso ambiente é calmo e acolhedor para proporcionar uma experiência agradável e livre de estresse para seu animal. Compromisso com a Qualidade: Estamos comprometidos em oferecer um serviço de limpeza que supere as expectativas dos nossos clientes. Buscamos constantemente a excelência em cada detalhe para garantir a satisfação total com o resultado final. Mais informações No PetVault, acreditamos na importância de uma abordagem personalizada para cada pet. Nosso serviço de limpeza é adaptado às necessidades individuais de cada animal, levando em consideração seu tipo de pelagem, condições de saúde e preferências pessoais. Nossa equipe está treinada para proporcionar uma experiência de limpeza que seja confortável e tranquilizadora para o seu pet, garantindo que eles se sintam seguros e relaxados durante todo o processo. Utilizamos tecnologia avançada e produtos de limpeza de última geração para garantir eficácia máxima e segurança durante nossos serviços. Cada etapa do processo de limpeza é cuidadosamente planejada para garantir que os produtos sejam seguros e não irritantes para a pele sensível dos pets. Além disso, nossas instalações são projetadas para proporcionar um ambiente limpo e acolhedor, minimizando qualquer estresse ou desconforto para os animais. No PetVault, nosso compromisso com o bem-estar animal vai além do serviço de limpeza. Estamos empenhados em promover práticas que beneficiem a saúde e o conforto dos pets em todas as áreas do nosso trabalho. Isso inclui o uso responsável de recursos, a participação em iniciativas de bem-estar animal e a promoção de uma abordagem ética em todas as nossas operações. Quando você escolhe o PetVault para o serviço de limpeza do seu pet, você está escolhendo cuidado, qualidade e compromisso com o melhor para seu amigo peludo. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 PetVault. Todos os direitos reservados.",
    "disclaimer": "Aviso Legal | PetVault PetVault Início Sobre Serviço Contato Isenção de responsabilidade Este site e todos os seus conteúdos são fornecidos \"como estão\" e \"conforme disponíveis\", sem garantias de qualquer tipo, expressas ou implícitas. A PetVault não garante a precisão, confiabilidade, integridade ou disponibilidade das informações contidas neste site. Você concorda em utilizar este site e seus conteúdos por sua própria conta e risco. A PetVault não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de uso deste site ou de seus conteúdos. As informações fornecidas neste site são apenas para fins informativos e não devem ser consideradas como conselhos profissionais ou legais. A PetVault não se responsabiliza por quaisquer decisões ou ações tomadas com base nas informações contidas neste site. Este site pode conter links para sites de terceiros. A PetVault não tem controle sobre o conteúdo desses sites e não se responsabiliza por quaisquer danos ou prejuízos decorrentes do uso desses sites externos. Todo o conteúdo presente neste site, incluindo textos, imagens, logotipos e designs, é de propriedade exclusiva da PetVault ou de seus licenciadores. É proibida a reprodução, distribuição ou uso não autorizado desse conteúdo. A PetVault se reserva o direito de modificar, atualizar ou remover qualquer parte deste site a qualquer momento, sem aviso prévio. Não nos responsabilizamos por quaisquer consequências decorrentes dessas alterações. Em nenhuma circunstância a PetVault, seus funcionários, diretores ou representantes serão responsáveis por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de uso deste site ou de seus conteúdos. A PetVault respeita sua privacidade e trata suas informações pessoais de acordo com nossa Política de Privacidade. Ao utilizar este site, você concorda com os termos dessa política. Você concorda em utilizar este site de acordo com todas as leis e regulamentos aplicáveis. A PetVault não se responsabiliza por quaisquer violações de leis ou regulamentos decorrentes do uso deste site. PetVault@gmail.com. Estes termos de isenção de responsabilidade serão regidos e interpretados de acordo com as leis do país onde a PetVault está estabelecida. Qualquer disputa decorrente do uso deste site será submetida à jurisdição exclusiva dos tribunais desse país. Você concorda em indenizar e isentar a PetVault, seus funcionários, diretores e representantes de quaisquer reivindicações, danos, perdas ou despesas (incluindo honorários advocatícios) decorrentes do uso indevido deste site ou da violação destes termos de isenção de responsabilidade. A PetVault não garante que este site estará disponível ininterruptamente ou livre de erros. Podemos interromper o acesso a este site a qualquer momento, sem aviso prévio, para manutenção, atualizações ou por qualquer outra razão. Qualquer conteúdo que você enviar ou publicar neste site, como avaliações de produtos ou comentários, não deve violar os direitos de terceiros ou conter material difamatório, obsceno, ofensivo ou ilegal. A PetVault se reserva o direito de remover qualquer conteúdo que viole estes termos. A PetVault se reserva o direito de modificar estes termos de isenção de responsabilidade a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente estes termos para estar ciente de quaisquer mudanças. O não exercício ou atraso no exercício de qualquer direito ou recurso previsto nestes termos de isenção de responsabilidade não constituirá uma renúncia a esse direito ou recurso, nem impedirá o seu exercício futuro. Se qualquer disposição destes termos de isenção de responsabilidade for considerada inválida, ilegal ou inexequível, essa disposição será limitada ou eliminada na medida mínima necessária, de modo que os termos restantes permaneçam em pleno vigor e efeito. A PetVault não será responsável por qualquer atraso ou falha no cumprimento de suas obrigações decorrentes de causas fora de seu controle razoável, incluindo, entre outros, atos de Deus, guerras, incêndios, inundações, acidentes, greves, escassez de transporte ou embargos. Estes termos de isenção de responsabilidade são vinculativos e se aplicam a você e à PetVault, bem como a seus respectivos sucessores e cessionários. Você não pode ceder ou transferir seus direitos ou obrigações decorrentes destes termos sem o consentimento prévio por escrito da PetVault. Estes termos de isenção de responsabilidade, juntamente com nossa Política de Privacidade e quaisquer outros documentos incorporados por referência, constituem o acordo integral entre você e a PetVault em relação ao uso deste site. Ao acessar e utilizar este site, você reconhece que leu, compreendeu e concordou com estes termos de isenção de responsabilidade. Se você não concordar com estes termos, não utilize este site. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 PetVault. Todos os direitos reservados.",
    "index": "PetVault - Produtos Premium para o Bem-Estar do seu Pet PetVault Início Sobre Serviço Contato Vet &amp; Shop Bem-vindo ao PetVault Descubra a melhor seleção de produtos para animais de estimação no PetVault. Oferecemos uma variedade incrível de itens para seus amigos peludos, incluindo alimentos, brinquedos, acessórios e muito mais. No PetVault, seu animal de estimação sempre encontra o melhor! Saiba mais Serviço O que oferecemos No PetVault, nos dedicamos a fornecer os melhores produtos e serviços para o seu animal de estimação. Oferecemos uma ampla gama de opções, desde alimentos de alta qualidade até brinquedos estimulantes e acessórios confortáveis. Nossa equipe especializada está sempre pronta para ajudar com qualquer dúvida ou necessidade que você possa ter. Garantimos a satisfação do seu pet com produtos seguros e de confiança. No PetVault, o bem-estar do seu amigo de quatro patas é a nossa prioridade! Alimentação Premium Proporcione ao seu pet uma dieta saudável e equilibrada com nossa seleção de alimentos premium. Oferecemos rações, petiscos e suplementos de alta qualidade para todas as necessidades nutricionais. Brinquedos Divertidos Mantenha seu animal de estimação ativo e feliz com nossa linha de brinquedos divertidos e interativos. Desde bolas e mordedores até quebra-cabeças, temos tudo para o entretenimento do seu amigo peludo. Acessórios Confortáveis Encontre os melhores acessórios para garantir o conforto e a segurança do seu pet. Oferecemos camas aconchegantes, coleiras ajustáveis, transportadoras seguras e muito mais. Cuidados Essenciais Cuide da saúde e higiene do seu pet com nossos produtos de cuidados essenciais. Disponibilizamos shampoos, escovas, cortadores de unhas e produtos de higiene bucal para manter seu amigo sempre limpo e saudável. Sobre Adoramos cuidar de seus animais de estimação No PetVault, somos apaixonados por animais de estimação e dedicados a oferecer o melhor para eles. Nosso objetivo é proporcionar produtos de alta qualidade que garantam a saúde, felicidade e bem-estar dos seus amigos de quatro patas. Com uma ampla gama de alimentos, brinquedos, acessórios e produtos de cuidados essenciais, nos esforçamos para atender a todas as necessidades dos seus animais. Nossa equipe é composta por amantes de animais experientes, sempre prontos para ajudar e oferecer conselhos especializados. No PetVault, acreditamos que seu pet merece o melhor, e estamos aqui para garantir que ele receba exatamente isso. Qualidade Superior Variedade Ampla Atendimento Especializado Satisfação Garantida Saiba mais Produtos Compre on-line e ganhe 10% de desconto Ração Premium para Cães R$ 89,90 Brinquedo Interativo de Borracha R$ 39,90 Cama Ortopédica para Pets R$ 159,90 Arranhador para Gatos com Brinquedo R$ 119,90 Coleira Antipulgas e Carrapatos R$ 49,90 Transportadora de Viagem R$ 199,90 Kit de Higiene Dental para Cães R$ 29,90 Comedouro Automático R$ 149,90 Depoimentos Veja o que nossos clientes dizem \"O PetVault tem os melhores produtos que já comprei para meu cachorro. A qualidade é excelente e a entrega foi super rápida.\" Ana Silva \"A variedade de brinquedos é incrível! Meu gato adora todos os que comprei até agora. Recomendo o PetVault para todos os donos de pets.\" João Pereira \"Sempre encontro tudo o que preciso para meus animais de estimação no PetVault. A equipe é muito atenciosa e sempre pronta para ajudar.\" Carla Santos \"Fiquei impressionado com a qualidade dos produtos e o excelente atendimento ao cliente. Meu cão está mais feliz e saudável graças ao PetVault.\" Marcos Oliveira \"Os produtos de higiene são fantásticos! Minha gata nunca esteve tão limpa e cheirosa. Obrigada, PetVault!\" Fernanda Costa Blog Nossas publicações recentes Dicas de Alimentação Como Escolher a Ração Ideal para Seu Pet September 9, 2021 Cuidados com a Saúde 5 Sinais de Que Seu Pet Precisa Visitar o Veterinário September 10, 2021 Comportamento Animal Técnicas para Treinar Seu Cachorro em Casa September 23, 2021 Brincadeiras e Exercícios Brincadeiras Interativas para Manter Seu Gato Ativo September 9, 2021 Produtos Essenciais Acessórios Indispensáveis para o Conforto do Seu Pet September 10, 2021 Dicas de Higiene Como Manter a Higiene Bucal do Seu Cão em Dia September 23, 2021 Aviso de Cookies Este site utiliza cookies para melhorar a sua experiência de navegação e fornecer funcionalidades adicionais. Ao continuar navegando neste site, você concorda com o uso de cookies conforme descrito na nossa Política de Cookies. Para mais informações sobre como utilizamos cookies e como você pode gerenciá-los, por favor, consulte nossa política de cookies. Continuar Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 PetVault. Todos os direitos reservados.",
    "privacy-policy": "Política de Privacidade | PetVault PetVault Início Sobre Serviço Contato Política de privacidade Nós, da PetVault, valorizamos a privacidade de nossos clientes e nos comprometemos a proteger suas informações pessoais. Esta Política de Privacidade descreve como coletamos, usamos, armazenamos e protegemos os dados que você nos fornece ao utilizar nossos serviços. Coletamos apenas as informações necessárias para fornecer um serviço de qualidade e aprimorar sua experiência em nossa loja online. Essas informações incluem dados pessoais, como nome, endereço de e-mail, endereço de entrega e informações de pagamento. Seus dados são armazenados de forma segura em nossos servidores protegidos e só são acessados por funcionários autorizados para fins legítimos, como processamento de pedidos e suporte ao cliente. Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros sem seu consentimento expresso. Utilizamos medidas de segurança adequadas para proteger seus dados contra acesso não autorizado, alteração, divulgação ou destruição. Nossos sistemas são regularmente monitorados e atualizados para garantir a máxima proteção. Utilizamos cookies e outras tecnologias de rastreamento para melhorar sua experiência em nosso site e fornecer conteúdo e anúncios personalizados. Um cookie é um pequeno arquivo de texto que é armazenado em seu dispositivo quando você visita nosso site. Os cookies nos permitem lembrar suas preferências, rastrear suas atividades no site e coletar informações sobre como você interage com nossos serviços. Essas informações nos ajudam a aprimorar nosso site, produtos e serviços para atender melhor às suas necessidades. Você pode configurar seu navegador para bloquear ou alertá-lo sobre cookies, mas isso pode afetar sua experiência de navegação em nosso site. Algumas partes do site podem não funcionar corretamente se você desativar os cookies. Com provedores de serviços terceirizados que nos auxiliam na operação de nosso negócio, como empresas de processamento de pagamentos, entrega de mercadorias e análise de dados. Esses provedores têm acesso limitado às suas informações e são obrigados a mantê-las confidenciais. Se formos obrigados por lei, processo legal ou ordem judicial a divulgar suas informações. Em caso de fusão, aquisição ou venda de ativos, suas informações podem ser transferidas como parte da transação. Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os fins para os quais foram coletadas, incluindo o cumprimento de quaisquer obrigações legais, contábeis ou de relatórios. Após esse período, suas informações serão excluídas ou anonimizadas de forma segura. Como usuário, você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais armazenadas em nossos sistemas. Também pode solicitar uma cópia eletrônica de seus dados ou optar por não receber comunicações de marketing. Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Quaisquer alterações serão devidamente comunicadas por meio de nosso site ou por e-mail. Recomendamos que você revise periodicamente esta política para estar ciente de quaisquer mudanças. Na PetVault, implementamos medidas de segurança robustas para proteger suas informações pessoais contra acesso não autorizado, uso indevido, divulgação ou destruição. Nossos sistemas são regularmente monitorados e atualizados para garantir a conformidade com os mais altos padrões de segurança da informação. Se você tiver dúvidas, preocupações ou reclamações sobre esta Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através do endereço de e-mail PetVault@gmail.com. Nossos serviços não são destinados a crianças menores de 13 anos. Não coletamos intencionalmente informações pessoais de crianças sem o consentimento verificável dos pais ou responsáveis legais. Se tomarmos conhecimento de que coletamos dados de uma criança, removeremos essas informações de nossos sistemas imediatamente. Nosso site pode conter links para sites de terceiros. No entanto, não temos controle sobre as práticas de privacidade desses sites. Recomendamos que você revise as políticas de privacidade desses sites antes de fornecer quaisquer informações pessoais. A PetVault cumpre todas as leis e regulamentos aplicáveis relacionados à proteção de dados e privacidade, incluindo o Regulamento Geral sobre a Proteção de Dados (RGPD) da União Europeia e outras leis locais relevantes. Suas informações pessoais podem ser transferidas e processadas em países diferentes do seu país de residência. No entanto, tomaremos todas as medidas razoáveis para garantir que suas informações sejam tratadas de forma segura e de acordo com esta Política de Privacidade e as leis aplicáveis de proteção de dados. Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os fins para os quais foram coletadas, incluindo o cumprimento de quaisquer obrigações legais, contábeis ou de relatórios. Após esse período, suas informações serão excluídas ou anonimizadas de forma segura. PetVault@gmail.com. Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Quaisquer alterações serão devidamente comunicadas por meio de nosso site ou por e-mail. Recomendamos que você revise periodicamente esta política para estar ciente de quaisquer mudanças. Utilizamos cookies e outras tecnologias de rastreamento para melhorar sua experiência em nosso site e fornecer conteúdo e anúncios personalizados. Um cookie é um pequeno arquivo de texto que é armazenado em seu dispositivo quando você visita nosso site. Os cookies nos permitem lembrar suas preferências, rastrear suas atividades no site e coletar informações sobre como você interage com nossos serviços. Essas informações nos ajudam a aprimorar nosso site, produtos e serviços para atender melhor às suas necessidades. Você pode configurar seu navegador para bloquear ou alertá-lo sobre cookies, mas isso pode afetar sua experiência de navegação em nosso site. Algumas partes do site podem não funcionar corretamente se você desativar os cookies. Com provedores de serviços terceirizados que nos auxiliam na operação de nosso negócio, como empresas de processamento de pagamentos, entrega de mercadorias e análise de dados. Esses provedores têm acesso limitado às suas informações e são obrigados a mantê-las confidenciais. Se formos obrigados por lei, processo legal ou ordem judicial a divulgar suas informações. Em caso de fusão, aquisição ou venda de ativos, suas informações podem ser transferidas como parte da transação. Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os fins para os quais foram coletadas, incluindo o cumprimento de quaisquer obrigações legais, contábeis ou de relatórios. Após esse período, suas informações serão excluídas ou anonimizadas de forma segura. Como usuário, você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais armazenadas em nossos sistemas. Também pode solicitar uma cópia eletrônica de seus dados ou optar por não receber comunicações de marketing. Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Quaisquer alterações serão devidamente comunicadas por meio de nosso site ou por e-mail. Recomendamos que você revise periodicamente esta política para estar ciente de quaisquer mudanças. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 PetVault. Todos os direitos reservados.",
    "terms-conditions": "Termos e Condições | PetVault PetVault Início Sobre Serviço Contato Termos e condições Ao acessar e utilizar o site da PetVault, você concorda em cumprir estes Termos e Condições. Por favor, leia-os atentamente antes de prosseguir. Estes Termos e Condições regem o uso de nosso site e a compra de produtos em nossa loja online. Reservamo-nos o direito de modificar estes termos a qualquer momento, sendo sua responsabilidade revisá-los periodicamente. Ao fazer um pedido em nosso site, você declara ter idade legal para celebrar contratos vinculativos e que todas as informações fornecidas são verdadeiras e precisas. O uso de nosso site é estritamente para fins legais e de acordo com estes Termos e Condições. Você concorda em não utilizar o site para qualquer atividade ilegal ou que possa causar danos ou prejuízos a terceiros. Não é permitido o uso de tecnologias ou dispositivos para interferir no funcionamento adequado do site ou para obter acesso não autorizado a qualquer parte do mesmo. Todo o conteúdo presente em nosso site, incluindo textos, imagens, logotipos e designs, é de propriedade exclusiva da PetVault ou de seus licenciadores. É proibida a reprodução, distribuição ou uso não autorizado desse conteúdo. Os preços e a disponibilidade dos produtos exibidos em nosso site estão sujeitos a alterações sem aviso prévio. Reservamo-nos o direito de corrigir eventuais erros ou omissões nos preços ou informações dos produtos. Ao fazer um pedido em nosso site, você concorda em fornecer informações precisas e completas, incluindo detalhes de pagamento e endereço de entrega. Você é responsável por garantir que todas as informações fornecidas estejam corretas. Aceitamos diversos métodos de pagamento, conforme indicado em nosso site. Todos os pagamentos são processados de forma segura e criptografada. Envidaremos todos os esforços para entregar seus produtos dentro do prazo estimado. No entanto, não podemos ser responsabilizados por atrasos causados por circunstâncias fora de nosso controle, como condições climáticas adversas ou problemas logísticos. Oferecemos uma política de devolução e reembolso para produtos adquiridos em nossa loja online. Os detalhes dessa política estão disponíveis em nossa página dedicada a esse assunto. PetVault@gmail.com. A PetVault não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de uso de nosso site ou dos produtos adquiridos. Você concorda em indenizar e isentar a PetVault, seus funcionários, diretores e representantes de quaisquer reivindicações, danos, perdas ou despesas (incluindo honorários advocatícios) decorrentes de violações destes Termos e Condições ou de qualquer uso indevido de nosso site. Sua privacidade é importante para nós. Nossa Política de Privacidade, disponível em nosso site, descreve como coletamos, usamos e protegemos suas informações pessoais. A PetVault não será responsável por qualquer atraso ou falha no cumprimento de suas obrigações decorrentes de causas fora de seu controle razoável, incluindo, entre outros, atos de Deus, guerras, incêndios, inundações, acidentes, greves, escassez de transporte ou embargos. Estes Termos e Condições são vinculativos e se aplicam a você e à PetVault, bem como a seus respectivos sucessores e cessionários. Você não pode ceder ou transferir seus direitos ou obrigações decorrentes destes Termos e Condições sem o consentimento prévio por escrito da PetVault. O não exercício ou atraso no exercício de qualquer direito ou recurso previsto nestes Termos e Condições não constituirá uma renúncia a esse direito ou recurso, nem impedirá o seu exercício futuro. Se qualquer disposição destes Termos e Condições for considerada inválida, ilegal ou inexequível, essa disposição será limitada ou eliminada na medida mínima necessária, de modo que os Termos e Condições restantes permaneçam em pleno vigor e efeito. Estes Termos e Condições serão regidos e interpretados de acordo com as leis do país onde a PetVault está estabelecida. Qualquer disputa decorrente destes Termos e Condições será submetida à jurisdição exclusiva dos tribunais desse país. Se você tiver dúvidas ou preocupações relacionadas a estes Termos e Condições, entre em contato conosco através do endereço de e-mail Ao utilizar nosso site, você concorda em não realizar qualquer atividade ilegal ou que possa causar danos ou prejuízos a terceiros. Isso inclui, entre outros, o envio de spam, a distribuição de vírus ou malware, a violação de direitos de propriedade intelectual e a realização de atividades fraudulentas ou enganosas. Qualquer conteúdo que você enviar ou publicar em nosso site, como avaliações de produtos ou comentários, não deve violar os direitos de terceiros ou conter material difamatório, obsceno, ofensivo ou ilegal. A PetVault se reserva o direito de remover qualquer conteúdo que viole estes Termos e Condições. Estes Termos e Condições, juntamente com nossa Política de Privacidade e quaisquer outros documentos incorporados por referência, constituem o acordo integral entre você e a PetVault em relação ao uso de nosso site e aos produtos adquiridos em nossa loja online. Início Sobre Serviço Contato Política de privacidade Termos e condições Isenção de responsabilidade © 2024 PetVault. Todos os direitos reservados.",
    "thanks": "Obrigado por seu Pedido | PetVault Indo para casa Obrigado por Visitar o PetVault! Agradecemos por visitar o PetVault! Esperamos que tenha encontrado tudo o que precisa para o seu pet. Explore nossa seleção de produtos premium e volte sempre para mais novidades e promoções especiais."
  },
  "date": "2024-06-18T13:10:24.400Z"
}