{
  "name": "PokerFan",
  "pages": {
    "contact": "Get in Touch with PokerFan: Reach Out for Support, Queries, and Collaboration Opportunities! PokerFan Home About Games Play Now Contact INTERNATIONAL RESERVATIONS I accept - Privacy Policy Submit Play Now POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "disclaimer": "PokerFan | Disclaimer: Our Website's Information Disclaimer PokerFan Home About Games Play Now Contact Disclaimer What is a Disclaimer? A disclaimer is a statement that limits or excludes liability for the content, products, or services provided on a website or platform. Disclaimers serve to inform users of potential risks, limitations, or uncertainties associated with the information or services being offered. By providing clear and concise disclaimers, businesses can mitigate potential legal risks, protect their reputation, and foster trust with their users. Types of Disclaimers There are several types of disclaimers that businesses may choose to include on their websites or platforms, depending on the nature of their content and services. Some common types of disclaimers include. Legal Disclaimers These disclaimers inform users about the legal status of the content or services being offered, such as copyright, trademark, or patent information. Medical Disclaimers Medical disclaimers are essential for websites or platforms that provide health-related information or services. These disclaimers typically state that the information provided is not a substitute for professional medical advice and should not be used for self-diagnosis or treatment. Investment Disclaimers Investment disclaimers are crucial for websites or platforms that offer financial advice or investment opportunities. These disclaimers typically state that the information provided is not a recommendation to buy, sell, or hold any particular security or investment. Professional Disclaimers Professional disclaimers are used by businesses that offer professional services, such as legal, accounting, or consulting services. These disclaimers typically state that the information provided is not a substitute for professional advice and should not be relied upon without consulting a qualified professional. Disclaimer of Financial Advice Information provided on our website, including but not limited to gaming strategies or financial advice, is for informational purposes only. It should not be construed as professional advice or recommendations. You should consult with a qualified professional before making any financial or gaming decisions. POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "games": "Explore the Exciting World of Poker: Games at PokerFan PokerFan Home About Games Play Now Contact OUR GAMES Texas Hold'em OPEN Minimum bet $10 / $25 The most popular variant of poker, Texas Hold'em is known for its strategic depth and thrilling gameplay. Players receive two hole cards and combine them with five community cards to make the best possible hand. Omaha Regular international cash game Similar to Texas Hold'em, Omaha poker also features community cards, but players are dealt four hole cards instead of two. To form their final hand ($7/14, $10/20), players must use exactly two of their hole cards along with three of the community cards. Seven Card Stud Minimum bet $5 / $10 In Seven Card Stud, each player receives a total of seven cards, with three being dealt face down and four face up. Players must use a combination of their own cards and the community cards to create the highest-ranking hand. Razz Starting from $10/10 Razz is a lowball variant of poker where the goal is to make the lowest possible hand. Unlike traditional poker games, flushes and straights don't count against you in Razz, making for a unique and challenging gameplay experience. Each of these poker variants offers its own set of challenges and excitement, ensuring there's something for every type of player at PokerFan. Join us and experience the thrill of these diverse poker games today! POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "index": "Welcome to PokerFan Tournament: Where Poker Enthusiasts Unite for Thrilling Gameplay! PokerFan Home About Games Play Now Contact Join the Ultimate Poker Tournament at PokerFan Get ready to shuffle up and deal in the most exhilarating poker tournament yet! FunPoker invites you to showcase your skills, strategy, and nerve in our thrilling poker showdown. Compete against players from around the world, bluff your way to victory, and claim your share of the massive prize pool. POKER CLUB IN Pradesh DISCOVER HOTEL & CASINO PRADESH (FROM 12.12.2024 TO 20.12.2024) • Enjoy Daily Texas Hold'em and Omaha Tournaments • • Blinds ranging from $5/5 to $25/25 • • Welcoming International Players • • Exclusive Accommodation Packages Available • • Complimentary Airport Transfers • • Indulge in Delicious Food and Beverages at the Casino • For more information: (44) 573-89-74 Welcome to the premier poker destination in Pradesh! Our poker club offers an unparalleled gaming experience for enthusiasts of all levels. Whether you're a seasoned pro or just starting out, you'll find the perfect game for you. Join us for thrilling game As a member of our club, you'll enjoy exclusive benefits, including access to private events, special promotions, and VIP rewards. Plus, our convenient location and dedicated staff make us the top choice for poker enthusiasts in Pradesh. Come and experience the excitement of poker like never before at our esteemed poker club in Pradesh. We look forward to welcoming you to the table! INTERNATIONAL RESERVATIONS I accept - Privacy Policy Submit Play Welcome to the Royal Poker Club! 8 poker tables for non-stop action Nightly cash games to test your skills Exciting poker festivals for serious competition Cash games available: Texas Hold'em and Omaha variations Blinds ranging from $5/5 to $25/25 Don't miss our thrilling Poker Festivals: $5/5 with a minimum buy-in of $300 $5/10 with a minimum buy-in of $500 $10/25 with a minimum buy-in of $1000 $25/25 with a minimum buy-in of $2000 POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "policy": "PokerFan | Privacy Policy: Protecting Your Information on Our Website PokerFan Home About Games Play Now Contact Privacy Policy Collection and Use of Personal Information In today's digital age, the protection of personal information has become a paramount concern for individuals and businesses alike. As a responsible organization, we understand the importance of safeguarding your privacy and ensuring the security of your data. This Privacy Policy outlines our commitment to maintaining the confidentiality and integrity of your personal information, as well as the measures we take to protect it. Consent and Opt-Out By using our products and services, you consent to the collection, use, and disclosure of your personal information as described in this Privacy Policy. If you wish to opt-out of certain uses of your personal information Data Security We take the security of your personal information seriously and have implemented appropriate technical and organizational measures to protect it from unauthorized access, disclosure, alteration, or destruction. Data Retention We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, unless a longer retention period is required or permitted by law. Third-Party Services We may use third-party services to support our business operations, such as data storage, analytics, and marketing. These third-party service providers are contractually obligated to maintain the confidentiality and security of your personal information and are prohibited from using it for any purpose other than providing their services to us. International Data Transfers In some cases, your personal information may be transferred to countries outside of your jurisdiction, including countries that may not have data protection laws equivalent to those in your country. In such cases, we will take appropriate measures to ensure the protection of your personal information, such as implementing standard contractual clauses or other safeguards approved by the relevant authorities. Updates to Our Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "terms-conditions": "PokerFan | Our Terms and Conditions lay out the guidelines for using our services, including rights. PokerFan Home About Games Play Now Contact Terms & Conditions Introduction Welcome to our platform! We are delighted to have you here and we want to ensure that your experience with us is as smooth and enjoyable as possible. To achieve this, we have established a set of Terms and Conditions that govern the use of our services. By accessing and using our platform, you agree to abide by these terms. This document outlines the rules and guidelines that you must follow while using our services. Eligibility To use our platform, you must be at least 18 years of age or the age of majority in your jurisdiction, whichever is greater. By accessing and using our services, you represent and warrant that you meet this eligibility requirement. User Conduct You agree to use our platform in a lawful, professional, and respectful manner. You are prohibited from engaging in any unlawful, harassing, abusive, or otherwise inappropriate conduct while using our services. We reserve the right to suspend or terminate your account if you violate these terms. Intellectual Property All content on our platform, including text, graphics, logos, and other materials, is the property of our company or its licensors and is protected by copyright, trademark, and other intellectual property laws. You may not use, reproduce, distribute, or modify any content without our express written permission. Privacy We are committed to protecting your privacy and personal information. Our Privacy Policy outlines how we collect, use, and disclose your information. By using our platform, you consent to the collection, use, and disclosure of your information in accordance with our Privacy Policy. Disclaimer of Warranties Our platform and services are provided on an 'as is' and 'as available' basis. We make no representations or warranties of any kind, express or implied, regarding the operation of our platform or the information, content, or materials included on it. Limitation of Liability In no event shall our company, its affiliates, or their respective officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of our platform or services. POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Your Contribution: Making a Difference Together! PokerFan Home About Games Play Now Contact Thank you! Thank you for your choosing PokerFan! Your input is valuable and helps us improve our services for all users. Our team will review your submission promptly and take any necessary actions. If you have any further questions or concerns, feel free to reach out to us. Once again, thank you for your contribution to our community. We are grateful for your participation in PokerFan. Your submission plays a crucial role in shaping the future of our services. Every suggestion, comment, or report helps us understand our users' needs better and make informed decisions. Rest assured that your voice is heard, and we are committed to addressing your concerns to ensure a positive experience for everyone. Your feedback matters to us, and we are dedicated to continuously improving based on your input. Whether it's a bug report, a feature request, or simply sharing your thoughts, we value each submission we receive. Our goal is to create a platform that meets your expectations and exceeds them whenever possible. Thank you for being an essential part of our journey. Thank you once again for your choice of PokerFan. We are eager to review your input and use it to enhance the overall experience for everyone. If you have any additional feedback or ideas to share, please don't hesitate to reach out. We're here to listen and act on your behalf. The PokerFan Team POKER CLUB: (44) 573-89-74 PokerFan@gmail.com LOCATION: Pradesh, Punjab 151102, India IMPORTANT LINKS: Disclaimer Privacy Policy Terms & Conditions"
  },
  "date": "2024-05-02T13:04:30.997Z"
}