{
  "name": "robots",
  "pages": {
    "index": "Bijouxeria - Joias Exclusivas para Você Categorias de Produtos Sobre Nós Contatos Blog Galeria Bem-vindo à Bijouxeria! Somos uma marca de joias que se dedica a oferecer peças únicas e elegantes para complementar o seu estilo. Nossa coleção inclui uma variedade de anéis, colares, brincos e muito mais, todos projetados com atenção aos detalhes e qualidade excepcional. Na Bijouxeria, acreditamos que cada peça de joia conta uma história e reflete a personalidade de quem a usa. Explore nossa coleção e descubra a beleza que está esperando por você. Ofertas Especiais Desconto de Primavera Aproveite descontos de até 30% em nossa coleção de primavera! Não perca! Liquidação de Inverno Grande liquidação de inverno! Descontos imperdíveis em todas as joias de inverno. Categorias de Produtos Kolar Os mais belos kolars artesanais para realçar a sua beleza. Preço: $50 - $200 Colares Uma coleção de colares elegantes para qualquer ocasião. Preço: $30 - $150 Cruzes Cruzes delicadamente trabalhadas, expressando fé e estilo. Preço: $40 - $180 Chokers Chokers modernos para adicionar um toque de elegância ao seu visual. Preço: $20 - $100 Anéis Uma variedade de anéis elegantes para todas as ocasiões. Preço: $25 - $120 Brincos Brincos delicados para realçar a beleza do seu rosto. Preço: $20 - $150 Pulseiras Pulseiras elegantes para completar o seu visual com estilo. Preço: $30 - $100 Broches Broches sofisticados para adicionar um toque final ao seu conjunto. Preço: $15 - $80 História da Marca A Bijouxeria foi fundada em 2005 com uma visão simples: oferecer joias de alta qualidade que complementem o estilo único de cada indivíduo. Desde então, nos dedicamos a criar peças exclusivas, cuidadosamente trabalhadas por nossos artesãos, e a fornecer uma experiência de compra excepcional aos nossos clientes. Nosso compromisso com a qualidade e a inovação nos levou a explorar novas técnicas e materiais, resultando em coleções diversificadas que atendem aos gostos e necessidades de nossos clientes mais exigentes. Estamos orgulhosos de nossa jornada e ansiosos para continuar a trazer beleza e elegância para o mundo da joalheria. Informações sobre a Equipe Joana Silva Designer de Joias Joana é uma designer de joias talentosa e criativa, especializada em criar peças únicas que refletem elegância e estilo. Sua paixão pela arte da joalheria a leva a explorar novas técnicas e materiais para trazer designs inovadores para nossos clientes. Miguel Costa Ourives Miguel é um ourives habilidoso e experiente, dedicado a transformar os projetos de nossos designers em peças de joias de alta qualidade. Sua atenção aos detalhes e habilidade artesanal garantem que cada peça seja verdadeiramente excepcional. Carla Santos Gerente de Marketing Carla é uma profissional de marketing criativa e estratégica, encarregada de promover nossa marca e coleções para o mundo. Sua visão inovadora e habilidades de comunicação garantem que nossas joias alcancem um público amplo e diversificado. Missão e Valores Nossa missão na Bijouxeria é oferecer joias de alta qualidade que encantam e inspiram nossos clientes, proporcionando uma experiência de compra excepcional em cada interação. Nossos valores fundamentais incluem a busca pela excelência, integridade em tudo o que fazemos, respeito pela individualidade de cada cliente e compromisso com a sustentabilidade ambiental em toda a nossa cadeia de suprimentos. Formulário de Contato Nome: Email: Mensagem: Aceito a Política de Privacidade Enviar Informações de Contato Bijouxeria@gmail.com +55 69 8132 6485 AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil Artigos sobre Tendências de Moda em Joalheria Explore nossa coleção de artigos informativos e inspiradores sobre as últimas tendências de moda em joalheria. Descubra dicas de estilo, insights de especialistas e muito mais para ajudá-lo a ficar por dentro das últimas novidades em acessórios de moda. As Tendências de Joalheria para a Próxima Estação Descubra as principais tendências de joalheria que vão dominar a próxima estação. Dos estilos clássicos aos designs mais arrojados, temos todas as informações que você precisa para atualizar seu visual. Leia mais As Tendências de Joalheria para a Próxima Estação Com a chegada de uma nova estação, surgem também novas tendências em joalheria. Neste artigo, vamos explorar as principais tendências que estão dominando o mundo da moda e que vão influenciar seu estilo nos próximos meses. 1. Minimalismo O minimalismo continua sendo uma tendência forte em joalheria. Peças delicadas e simples, como colares de corrente fina, brincos pequenos e anéis discretos, são perfeitas para complementar qualquer look. 2. Pedras Naturais As pedras naturais estão em alta, trazendo um toque de cor e energia para as joias. Turquesa, ametista, jade e ágata são algumas das pedras mais populares nesta temporada. 3. Design Geométrico O design geométrico está ganhando destaque, com peças que apresentam formas geométricas modernas e linhas limpas. Colares, brincos e pulseiras com formas inovadoras são uma maneira de adicionar um toque contemporâneo ao seu visual. Estas são apenas algumas das tendências que estão em alta atualmente. Lembre-se sempre de escolher peças que reflitam sua personalidade e estilo pessoal. Como Escolher o Anel de Noivado Perfeito A escolha do anel de noivado é um momento importante na vida de um casal. Neste artigo, vamos compartilhar dicas úteis para ajudar você a escolher o anel de noivado perfeito que irá simbolizar seu amor e compromisso. Leia mais Como Escolher o Anel de Noivado Perfeito Com tantas opções disponíveis, escolher o anel de noivado certo pode parecer uma tarefa assustadora. Aqui estão algumas dicas para tornar o processo mais fácil e divertido: 1. Conheça o Estilo do Seu Parceiro Observe o estilo de joias que seu parceiro costuma usar. Isso pode ajudar você a determinar se ele prefere designs clássicos, modernos, vintage ou extravagantes. 2. Defina seu Orçamento Estabeleça um orçamento realista para o anel de noivado e procure opções que se encaixem dentro desse limite. Lembre-se de que o valor do anel não determina o valor do seu relacionamento. 3. Escolha o Metal e a Pedra Preciosa Decida se prefere um anel de ouro, platina, prata ou outro metal. Em seguida, escolha uma pedra preciosa que tenha significado para vocês, como diamante, safira, rubi ou esmeralda. Lembre-se de que o anel de noivado é uma expressão do seu amor e compromisso mútuos. Escolha um anel que ressoe com o coração do seu parceiro e que simbolize sua jornada juntos. Sugestões para Cuidar das suas Joias Limpeza Regular Lave suas joias regularmente com água morna e sabão neutro para remover poeira e resíduos. Use uma escova macia para limpar áreas difíceis de alcançar. Armazenamento Adequado Guarde suas joias em estojos ou saquinhos macios para protegê-las contra arranhões e danos. Evite expor suas peças a produtos químicos ou substâncias corrosivas. Manutenção Profissional Leve suas joias para limpeza e polimento profissionais regularmente para mantê-las em ótimo estado. Um joalheiro qualificado pode verificar se há danos ou desgaste nas peças e fazer os reparos necessários. Evite o Contato com Produtos Químicos Evite o contato das suas joias com produtos químicos, como perfumes, cosméticos, cloro e produtos de limpeza doméstica. Esses produtos podem danificar o brilho e a cor das suas peças. Remova as Joias ao Realizar Atividades Domésticas Remova suas joias ao realizar atividades domésticas, como limpeza, jardinagem ou trabalho manual. Isso ajuda a evitar danos e arranhões nas suas preciosidades. Evite o Uso Durante Atividades Físicas Evite usar suas joias durante atividades físicas intensas ou esportivas. O suor e o atrito podem danificar as peças e causar desgaste prematuro. Perguntas Frequentes Quais são as opções de pagamento disponíveis? Aceitamos pagamentos através de cartão de crédito, transferência bancária e PayPal. Qual é o prazo de entrega dos produtos? O prazo de entrega varia de acordo com o destino. Geralmente, as encomendas são entregues dentro de 5 a 10 dias úteis. Posso devolver um produto se não estiver satisfeito? Sim, aceitamos devoluções dentro de 30 dias após a compra, desde que o produto esteja em condições originais e não tenha sido usado. Quais são as opções de envio disponíveis? Oferecemos envio padrão e envio expresso. O envio padrão é gratuito para pedidos acima de R$ 100,00. Como faço para rastrear meu pedido? Assim que o seu pedido for despachado, você receberá um e-mail com um link de rastreamento para acompanhar a entrega. Comentários de Clientes Satisfeitos \"Adorei o meu novo colar! É lindo e de alta qualidade. Com certeza vou comprar novamente!\" - Maria, Lisboa \"As pulseiras que comprei são simplesmente maravilhosas! Obrigado por um excelente serviço e produtos incríveis!\" - Pedro, Porto \"Recebi meu pedido hoje e estou muito feliz com as minhas novas joias. Elas são ainda mais bonitas pessoalmente!\" - Ana, Faro \"Que surpresa agradável! As minhas brincos chegaram mais cedo do que o esperado e são absolutamente deslumbrantes. Obrigada!\" - Sofia, Coimbra \"Estou apaixonada pelas minhas novas anéis! Eles são tão elegantes e únicos. Definitivamente, recomendo a todos!\" - Tiago, Braga \"As minhas amigas ficaram encantadas com o meu novo colar. Mal posso esperar para mostrar mais joias da sua loja!\" - Inês, Évora Informações sobre Métodos de Entrega e Prazos de Entrega Entrega Padrão Nossa opção de entrega padrão é gratuita para pedidos acima de R$ 100,00. O prazo de entrega é de 5 a 10 dias úteis. Entrega Expressa Para quem deseja receber suas joias mais rapidamente, oferecemos opções de entrega expressa. O prazo de entrega é de 2 a 3 dias úteis. Retirada na Loja Você também pode optar por retirar sua encomenda em nossa loja física. Assim que o pedido estiver pronto, você receberá uma notificação para retirada. Opções de Pagamento Cartão de Crédito Aceitamos pagamentos com cartão de crédito Visa, Mastercard e American Express. Transferência Bancária Você pode pagar seu pedido por meio de transferência bancária diretamente para nossa conta. PayPal Oferecemos a conveniência do PayPal como opção de pagamento seguro para seus pedidos. Pagamento na Entrega Você também pode optar por pagar seu pedido no momento da entrega. Fotos de Clientes Usando Nossas Joias Categorias de Produtos Sobre Nós Contatos Blog Galeria FAQ Entrega e Pagamento Termos e Condições Política De Privacidade function showFullArticle(id) { const fullArticle = document.getElementById(id + \"-completo\"); if (fullArticle.style.display === \"none\") { fullArticle.style.display = \"block\"; } else { fullArticle.style.display = \"none\"; } }",
    "policy": "Bijouxeria - Política De Privacidade main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #82368c; } main a:hover { text-decoration: underline; } Categorias de Produtos Sobre Nós Contatos Blog Galeria Política De Privacidade Bem-vindo à nossa página de Política de Privacidade. Acreditamos firmemente na importância de proteger a privacidade de todos os nossos visitantes e clientes. Segurança dos Dados Valorizamos profundamente a segurança dos seus dados pessoais e reconhecemos a importância crítica de proteger suas informações contra qualquer forma de acesso não autorizado, uso indevido, divulgação ou destruição. Para garantir a integridade e confidencialidade dos seus dados, implementamos medidas técnicas e organizacionais rigorosas que estão em conformidade com as melhores práticas de segurança da informação. Nossos sistemas de segurança são projetados para fornecer uma camada robusta de proteção contra ameaças cibernéticas em constante evolução. Utilizamos firewalls avançados, sistemas de detecção de intrusões e criptografia de última geração para proteger seus dados durante a transmissão e armazenamento. Além disso, nossa equipe de segurança altamente qualificada monitora continuamente nossos sistemas para detectar e responder rapidamente a qualquer atividade suspeita. Além das medidas técnicas, também implementamos controles organizacionais rigorosos para garantir que apenas funcionários autorizados tenham acesso aos seus dados pessoais e que esses funcionários sejam submetidos a treinamento regular em segurança da informação e práticas de privacidade. Todos os nossos colaboradores são obrigados a cumprir estritamente as políticas de segurança da informação estabelecidas pela empresa. Além disso, conduzimos auditorias de segurança regulares e revisões de conformidade para garantir que nossos sistemas estejam em conformidade com os mais altos padrões de segurança da informação e proteção de dados. Estamos comprometidos em manter um ambiente seguro e protegido para todas as suas interações com nosso site e serviços. Entendemos que a segurança dos seus dados é uma responsabilidade séria e estamos comprometidos em tomar todas as medidas necessárias para proteger suas informações pessoais contra qualquer forma de comprometimento. Se você tiver alguma dúvida ou preocupação sobre a segurança dos seus dados, não hesite em entrar em contato conosco. Sua confiança é nossa prioridade máxima e estamos aqui para garantir que suas informações permaneçam seguras e protegidas em todos os momentos. Acesso e Controle Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Se você deseja exercer esses direitos ou tiver alguma dúvida sobre como suas informações estão sendo tratadas, entre em contato conosco através dos meios de contato fornecidos em nosso site. Alterações na Política de Privacidade Estamos comprometidos em manter nossas políticas de privacidade atualizadas para refletir as mudanças em nossas práticas comerciais, bem como para cumprir com os requisitos legais e regulamentares aplicáveis. Como resultado, esta Política de Privacidade pode ser atualizada periodicamente para refletir essas mudanças e garantir que você esteja totalmente informado sobre como suas informações pessoais são tratadas. Recomendamos fortemente que você reveja esta página regularmente para se manter atualizado sobre quaisquer alterações ou atualizações. Ao continuar a usar nosso site após as alterações nesta Política de Privacidade, você estará concordando com as práticas atualizadas de privacidade. Caso não concorde com as alterações, você tem o direito de interromper o uso de nosso site e, se aplicável, de solicitar a exclusão de suas informações pessoais de acordo com os procedimentos descritos nesta Política. Nós comunicaremos quaisquer alterações significativas nesta Política de Privacidade de forma proeminente em nosso site ou por meio de outros canais de comunicação apropriados, como e-mail. Além disso, manteremos o histórico de revisões desta Política de Privacidade disponível para sua referência, para que você possa acompanhar as mudanças ao longo do tempo. Se tiver alguma dúvida ou preocupação sobre as alterações nesta Política de Privacidade ou sobre como suas informações pessoais são tratadas, entre em contato conosco. Estamos aqui para fornecer esclarecimentos adicionais e garantir que você se sinta confortável com nossas práticas de privacidade. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através dos detalhes de contato fornecidos em nosso site. Obrigado por confiar em nós com suas informações pessoais. Estamos comprometidos em proteger sua privacidade e garantir que suas informações sejam tratadas com o maior cuidado possível. AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil +556981326485 Bijouxeria@gmail.com Esta Política de Privacidade entra em vigor a partir de 18.05.2024. Disposições Gerais Esta Política de Privacidade constitui um acordo legal entre você e Bijouxeria. Ao acessar e usar nosso site, você concorda com os termos e condições desta Política de Privacidade. Se você não concordar com qualquer parte desta Política de Privacidade, por favor, não use nosso site. Esta Política de Privacidade é regida e interpretada de acordo com as leis do Brasil. Em caso de qualquer disputa ou litígio decorrente desta Política de Privacidade, você concorda expressamente que os tribunais do Brasil terão jurisdição exclusiva sobre o assunto. Você também concorda em renunciar a qualquer objeção à jurisdição desses tribunais e a qualquer alegação de fórum inconveniente. Se qualquer disposição desta Política de Privacidade for considerada inválida, inexequível ou contrária à lei por um tribunal competente, as demais disposições desta Política de Privacidade permanecerão em pleno vigor e efeito. Além disso, a invalidade ou inexequibilidade de qualquer disposição desta Política de Privacidade em uma jurisdição específica não afetará a validade ou exequibilidade das disposições restantes em outras jurisdições. Agradecemos sinceramente sua confiança em nós. Estamos totalmente comprometidos em proteger sua privacidade e manter sua confiança contínua. Se você tiver alguma dúvida, preocupação ou solicitação em relação a esta Política de Privacidade, entre em contato conosco. Por favor, esteja ciente de que esta Política de Privacidade pode ser atualizada periodicamente para refletir mudanças em nossas práticas de privacidade ou para cumprir com requisitos legais. Recomendamos que você reveja esta Política de Privacidade regularmente para garantir que esteja totalmente informado sobre nossas práticas de privacidade mais recentes. Obrigado por escolher Bijouxeria. Valorizamos sua privacidade e confiança e estamos comprometidos em fornecer uma experiência segura e confiável em nosso site. Última Atualização Esta Política de Privacidade foi atualizada pela última vez em 18.05.2024. Categorias de Produtos Sobre Nós Contatos Blog Galeria FAQ Entrega e Pagamento Termos e Condições Política De Privacidade",
    "terms": "Bijouxeria - Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #82368C; } main a:hover { text-decoration: underline; } Categorias de Produtos Sobre Nós Contatos Blog Galeria Termos e Condições Introdução Bem-vindo ao Bijouxeria. Estes termos e condições (\"Termos\", \"Termos e Condições\") regem o uso do site Bijouxeria (\"nós\", \"nosso\" ou \"nos\"). Por favor, leia estes termos e condições cuidadosamente antes de usar nosso site. Seu acesso e uso do site estão condicionados à sua aceitação e conformidade com estes Termos. Estes Termos se aplicam a todos os visitantes, usuários e outras pessoas que acessam ou usam o site. Ao acessar ou usar o site, você concorda em ficar vinculado a estes Termos. Se você discordar de qualquer parte dos termos, você não terá permissão para acessar o site. Este site é operado pela Bijouxeria. Ao longo do site, os termos \"nós\", \"nos\" e \"nosso\" referem-se à Bijouxeria. A Bijouxeria oferece este site, incluindo todas as informações, ferramentas e serviços disponíveis deste site para você, o usuário, com a condição de sua aceitação de todos os termos, condições, políticas e avisos aqui mencionados. Ao visitar nosso site e/ou comprar algo de nós, você se envolve em nosso \"Serviço\" e concorda em ficar vinculado pelos seguintes termos e condições (\"Termos de Serviço\", \"Termos\"), incluindo os termos e condições adicionais e políticas mencionadas neste documento e/ou disponíveis por hyperlink. Estes Termos de Serviço se aplicam a todos os usuários do site, incluindo, sem limitação, usuários que são navegadores, fornecedores, clientes, comerciantes e/ou contribuidores de conteúdo. Leia estes Termos de Serviço cuidadosamente antes de acessar ou usar nosso site. Ao acessar ou usar qualquer parte do site, você concorda em ficar vinculado a estes Termos de Serviço. Se você não concordar com todos os termos e condições deste contrato, você não poderá acessar o site ou usar qualquer serviço. Quaisquer novos recursos ou ferramentas que forem adicionados à loja atual também estarão sujeitos aos Termos de Serviço. Você pode revisar a versão mais atual dos Termos de Serviço a qualquer momento nesta página. Reservamos o direito de atualizar, alterar ou substituir qualquer parte destes Termos de Serviço ao publicar atualizações e/ou alterações em nosso site. É sua responsabilidade verificar esta página periodicamente para verificar as alterações. Seu uso contínuo ou acesso ao site após a publicação de quaisquer alterações constitui aceitação dessas alterações. Licença A Bijouxeria concede a você uma licença limitada, não exclusiva e intransferível para acessar e fazer uso do nosso site de forma estritamente de acordo com estes termos. Salvo disposição em contrário, Bijouxeria e/ou seus licenciadores detêm os direitos autorais e outros direitos de propriedade intelectual em todos os materiais do site Bijouxeria. Todos os direitos autorais estão reservados. Uso Proibido Você não pode: Reproduzir, duplicar ou copiar qualquer material do Bijouxeria para qualquer fim. Revender qualquer material do Bijouxeria. Fazer qualquer uso do material do Bijouxeria que viole as leis ou regulamentações aplicáveis. Modificar, adaptar ou criar obras derivadas com base no Bijouxeria. Remover quaisquer direitos autorais ou outras notações de propriedade do material do Bijouxeria. Este acordo Este acordo começa na data em que você acessa o site e continuará em vigor indefinidamente, a menos que seja encerrado por nós ou por você de acordo com estes termos. Rescisão Você pode encerrar este acordo a qualquer momento, notificando-nos que já não deseja utilizar nossos serviços, ou quando você deixar de utilizar nosso site. Se em nosso julgamento você falhar, ou suspeitarmos que você falhou, em cumprir qualquer termo ou disposição destes termos, também podemos rescindir este contrato a qualquer momento sem aviso prévio e você continuará responsável por todos os montantes devidos até a data da rescisão; e/ou, consequentemente, pode negar-lhe o acesso aos nossos serviços (ou qualquer parte deles). Legislação Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis de Portugal, e você se submete irrevogavelmente à jurisdição exclusiva dos tribunais naquele estado ou localidade. Hyperlinks O Bijouxeria pode conter links para sites de terceiros ou serviços que não são de propriedade ou controlados por nós. Esses links são fornecidos apenas para sua conveniência e informação. Não controlamos e não assumimos nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você reconhece e concorda que o Bijouxeria não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou alegadamente causada por ou em conexão com o uso de ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços. Recomendamos fortemente que você leia os termos e condições e políticas de privacidade de qualquer site de terceiros que visitar. Links para Nosso Site Você pode criar um link para a nossa homepage, desde que o faça de forma justa e legal e não prejudique nossa reputação ou tire proveito dela. Você não deve estabelecer um link de forma a sugerir qualquer forma de associação, aprovação ou endosso de nossa parte sem nosso consentimento explícito. Este site não deve ser enquadrado em outro site, nem você pode criar um link para qualquer parte deste site que não seja a página inicial. Reservamo-nos o direito de retirar a permissão de link sem aviso prévio. Links de Sites de Terceiros Certos conteúdos, produtos e serviços disponíveis através do nosso site podem incluir materiais de terceiros. Os links de terceiros neste site podem direcioná-lo para sites de terceiros que não são afiliados a nós. Não somos responsáveis por examinar ou avaliar o conteúdo ou precisão e não garantimos e não teremos qualquer responsabilidade ou obrigação por quaisquer materiais ou sites de terceiros, ou por quaisquer outros materiais, produtos ou serviços de terceiros. Não somos responsáveis por quaisquer danos ou prejuízos relacionados com a compra ou uso de bens, serviços, recursos, conteúdo ou quaisquer outras transações feitas em conexão com quaisquer sites de terceiros. Por favor, revise cuidadosamente as políticas e práticas de terceiros e certifique-se de entendê-las antes de se envolver em qualquer transação. Reclamações, preocupações ou perguntas sobre produtos de terceiros devem ser direcionadas ao terceiro. 6. Remoção de links de nosso site Se você encontrar qualquer link em Bijouxeria que seja ofensivo por qualquer motivo, você pode entrar em contato conosco e nos informar a qualquer momento. Consideraremos solicitações para remover links, mas não somos obrigados a fazê-lo ou a responder diretamente a você. Podemos remover links de nosso site a qualquer momento sem aviso prévio ou razão. Ao concordar em remover links de nosso site, você concorda em não fazer qualquer reivindicação contra nós por conta da remoção de links, ou por conta da remoção de links que você nos solicitou. Reservamo-nos o direito de solicitar que você remova todos os links ou qualquer link específico para nosso site. Você concorda em remover imediatamente todos os links para nosso site, a pedido. Também reservamo-nos o direito de alterar estes termos e condições e sua política de vinculação a qualquer momento. Ao continuar a vincular-se ao nosso site, você concorda em estar vinculado e seguir estes termos e condições de vinculação. Se você encontrar algum link em nosso site que seja ofensivo por qualquer motivo, você pode entrar em contato conosco e nos informar a qualquer momento. Consideraremos solicitações para remover links, mas não somos obrigados a fazê-lo ou a responder diretamente a você. É sua responsabilidade revisar periodicamente nossa política de vinculação para verificar alterações. O uso continuado de ou acesso ao nosso site ou aos nossos serviços após a publicação de quaisquer alterações a estas políticas de vinculação constitui aceitação dessas alterações. Remoção de links de nosso diretório Se desejar que removamos um link para o seu site em nosso diretório, entre em contato conosco utilizando os detalhes de contato fornecidos abaixo. Observe que, devido à natureza do trabalho, nem todos os links podem ser removidos imediatamente. No entanto, faremos o possível para atender a sua solicitação no prazo mais breve possível. Contate-nos Se precisar de mais esclarecimentos sobre nossos termos e condições, entre em contato conosco através dos seguintes meios: AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil +556981326485 Bijouxeria@gmail.com Categorias de Produtos Sobre Nós Contatos Blog Galeria FAQ Entrega e Pagamento Termos e Condições Política De Privacidade",
    "thanks": "Obrigado por entrar em contato conosco - Bijouxeria .obrigado-section { text-align: center; padding: 50px 0; } .obrigado-section h1 { font-size: 32px; margin-bottom: 20px; } .obrigado-section p { font-size: 18px; margin-bottom: 20px; } .obrigado-section a { display: inline-block; background-color: #82368c; color: #fff; text-decoration: none; padding: 10px 20px; border-radius: 5px; transition: background-color 0.3s; } .obrigado-section a:hover { background-color: #6d256e; } Obrigado por entrar em contato conosco! Agradecemos por enviar sua mensagem. Nossa equipe entrará em contato com você em breve. Enquanto isso, sinta-se à vontade para explorar nosso site e descobrir as últimas tendências em joias e acessórios. Voltar para a Página Inicial"
  },
  "date": "2024-05-18T17:54:13.223Z"
}