{
  "name": "RoyalOasisResort",
  "pages": {
    "terms-conditions": "Terms and Conditions of Royal Oasis Resort 18+ Royal Oasis Resort Casino About Us Dining Contact Us Terms and Conditions 1. Introduction Welcome to Royal Oasis Resort. These Terms and Conditions outline the rules and regulations for the use of our website and services. By accessing this website, you accept these terms and conditions in full. Do not continue to use Royal Oasis Resort’s website if you do not accept all of the terms and conditions stated on this page. 2. Intellectual Property Rights Unless otherwise stated, Royal Oasis Resort and/or its licensors own the intellectual property rights for all material on this website. All intellectual property rights are reserved. You may view and/or print pages for your own personal use subject to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media; Selling, sublicensing, and/or otherwise commercializing any website material; Publicly performing and/or showing any website material; Using this website in any way that is or may be damaging to this website; Using this website in any way that impacts user access to this website; Using this website contrary to applicable laws and regulations; Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website; Using this website to engage in any advertising or marketing. 4. Your Content In these terms and conditions, “Your Content” shall mean any audio, video text, images, or other material you choose to display on this website. By displaying Your Content, you grant Royal Oasis Resort a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. 5. No Warranties This website is provided “as is,” with all faults, and Royal Oasis Resort makes no express or implied representations or warranties of any kind related to this website or the materials contained on this website. Additionally, nothing contained on this website shall be construed as providing consult or advice to you. 6. Limitation of Liability In no event shall Royal Oasis Resort, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. Royal Oasis Resort, including its officers, directors, and employees, shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 7. Indemnification You hereby indemnify to the fullest extent Royal Oasis Resort from and against any and all liabilities, costs, demands, causes of action, damages, and expenses (including reasonable attorney’s fees) arising out of or in any way related to your breach of any of the provisions of these Terms. 8. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms Royal Oasis Resort is permitted to revise these Terms at any time as it sees fit, and by using this website you are expected to review these Terms on a regular basis. 10. Assignment The Royal Oasis Resort is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 11. Entire Agreement These Terms constitute the entire agreement between Royal Oasis Resort and you in relation to your use of this website and supersede all prior agreements and understandings. 12. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of the State in which Royal Oasis Resort operates, and you submit to the non-exclusive jurisdiction of the state and federal courts located in that State for the resolution of any disputes. 13. Termination We may terminate or suspend your access to our service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Upon termination, your right to use the service will cease immediately. 14. Links to Other Websites Our service may contain links to third-party websites or services that are not owned or controlled by Royal Oasis Resort. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. 15. Changes We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 16. Waiver No waiver by Royal Oasis Resort of any term or condition set forth in these Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Royal Oasis Resort to assert a right or provision under these Terms shall not constitute a waiver of such right or provision. 17. Acknowledgment By using this website or other services provided by us, you acknowledge that you have read these Terms and agree to be bound by them. 18. Contact Information If you have any questions about these Terms, please contact us at royaloasisresort@gmail.com. 19. Force Majeure Royal Oasis Resort will not be held responsible for any delay or failure in performance of any part of the service to the extent such delay or failure is caused by events or circumstances beyond our reasonable control, including but not limited to acts of God, war, strikes, or labor disputes. 20. Feedback We value and encourage feedback on our services and website. If you choose to provide feedback, you agree that we are free to use it without any restriction or compensation to you. Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!",
    "thank_page": "Thank You from Royal Oasis Resort Thank You for Your Submission! Back to Home",
    "about": "About Royal Oasis Resort: Our Story & Values 18+ Royal Oasis Resort Casino About Us Dining Contact Us Welcome to Royal Oasis Resort Nestled in the heart of Monte Carlo, Royal Oasis Resort offers an unparalleled blend of luxury, comfort, and elegance. Our resort is a sanctuary for those seeking a lavish escape, featuring exquisite accommodations, gourmet dining, and world-class amenities. Whether you are here for a relaxing retreat or an exciting getaway, Royal Oasis Resort promises an unforgettable experience. Our Mission At Royal Oasis Resort, our mission is to provide an exceptional and unforgettable experience for every guest. We strive to deliver unparalleled luxury, comfort, and personalized service, ensuring that each stay is nothing short of extraordinary. Our commitment to excellence and attention to detail set us apart as a premier destination for both relaxation and adventure. Our Values Excellence We uphold the highest standards in all aspects of our operations, continuously seeking to exceed guest expectations. Integrity We conduct our business with honesty and transparency, building trust with our guests and partners. Innovation We embrace creativity and innovation, constantly evolving to provide unique and memorable experiences. Sustainability We are committed to sustainable practices, ensuring that our operations are environmentally responsible and beneficial to the community. Guest-Centric Approach Our guests are at the heart of everything we do. We listen to their needs and tailor our services to create personalized and exceptional experiences. Contact Us Meet Our Team At Royal Oasis Resort, our dedicated team of professionals is committed to ensuring every guest enjoys a luxurious and memorable stay. Get to know the key individuals who lead our exceptional team. John Smith General Manager John brings over 20 years of experience in the hospitality industry, ensuring the highest standards of service and guest satisfaction at Royal Oasis Resort. Jane Doe Director of Operations Jane oversees daily operations, focusing on efficiency and excellence to provide a seamless experience for our guests. Michael Brown Head Chef Michael leads our culinary team, crafting exquisite dishes that blend local flavors with international cuisine to delight our guests. Emily White Spa Director Emily ensures that our spa services provide the ultimate in relaxation and rejuvenation, offering a range of treatments tailored to our guests' needs. Customer Reviews Jessica Brown June 10, 2024 \"Our stay at Royal Oasis Resort was absolutely amazing! The rooms were luxurious, the staff was attentive, and the amenities were top-notch. Highly recommend!\" Michael Johnson May 28, 2024 \"The dining experience at Royal Oasis Resort exceeded all expectations. Each meal was a culinary delight, perfectly complemented by the elegant ambiance.\" Emily Davis May 15, 2024 \"The spa treatments at Royal Oasis Resort were so relaxing and rejuvenating. It was exactly what I needed to unwind and recharge.\" Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!",
    "casino": "Royal Oasis Resort Casino: Play & Win Big 18+ Royal Oasis Resort Casino About Us Dining Contact Us Welcome to Royal Oasis Casino Experience the thrill of luxury gaming at Royal Oasis Casino. Nestled in the heart of Monte Carlo, our casino offers a sophisticated ambiance where excitement and elegance converge. Whether you're a seasoned player or exploring the thrill of gambling for the first time, Royal Oasis Casino promises an unforgettable experience. Explore Our Casino Experience Step into the world of Royal Oasis Casino, where luxury meets excitement. Our casino boasts a variety of games and entertainment options tailored to satisfy every guest. Wide Selection of Games Enjoy a diverse range of slot machines, table games, and electronic gaming options. Exclusive Table Games Experience the thrill of classic table games such as roulette, blackjack, and poker in our elegant gaming rooms. Live Dealer Experiences Immerse yourself in the excitement of live dealer games, where professional dealers interact with you in real-time. Royal Oasis Casino is committed to providing a safe and luxurious environment for our guests. Whether you're here for gaming or simply to enjoy the ambiance, our attentive staff and world-class facilities ensure an exceptional experience. Plan Your Ultimate Getaway Ready to experience the luxury and excitement of Royal Oasis Resort and Casino? Whether you're looking for a relaxing stay or thrilling gaming action, we have it all. Fill out the form to book your unforgettable experience with us. Book Your Stay Events and Tournaments Royal Oasis Casino is not only a place for luxurious gaming but also a hub for exciting events and prestigious tournaments. Join us for a range of exclusive events that offer unforgettable experiences. Weekly Poker Tournaments Test your skills and compete against the best in our weekly poker tournaments. With generous prize pools and professional settings, our tournaments provide an exhilarating challenge for all players. Special Holiday Events Celebrate the holidays in style at Royal Oasis Casino. From New Year’s Eve extravaganzas to festive holiday parties, our special events bring joy and excitement to every occasion. VIP Member Exclusive Events Enjoy access to exclusive events and private gatherings as a VIP member of Royal Oasis Casino. These events are tailored to provide our esteemed guests with unique experiences and unmatched service. Charity Fundraisers Join us in making a difference at our charity fundraisers. Participate in fun gaming events while supporting worthy causes, combining entertainment with philanthropy. Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it! Age Restriction You must be 18 years or older to enter this site. I am 18 or older",
    "contacts": "Contact Royal Oasis Resort: We're Here to Help 18+ Royal Oasis Resort Casino About Us Dining Contact Us Get in Touch with Us We are here to assist you with any inquiries or reservations. Contact us today to experience the luxury and exceptional service of Royal Oasis Resort. Contact Information &#x1F3E0; 500 Brickell Key Dr, Miami &#x260E; +1 (305) 220-5228 &#x2709; royaloasisresort@gmail.com Contact Us Have questions or want to learn more about Royal Oasis Resort? Contact our team directly using the form below. We're here to assist you with any inquiries you may have. I accept Privacy policy Submit Our Partners and Suppliers At Royal Oasis Resort, we collaborate with a range of esteemed partners and suppliers to ensure the highest quality of services and products for our guests. Our trusted partners play a crucial role in helping us deliver an unparalleled experience. Luxury Linens Co. Providing premium bedding and linens, ensuring our guests enjoy the utmost comfort and elegance during their stay. Gourmet Suppliers Inc. Supplying the finest ingredients for our restaurants, allowing our chefs to create exquisite dishes with fresh, high-quality produce. Tech Innovations Ltd. Ensuring cutting-edge technology and entertainment systems throughout the resort, enhancing the overall guest experience. Elegant Decor Inc. Specializing in luxury interior design, they help us create sophisticated and inviting spaces across the resort. Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!",
    "dining": "Dining at Royal Oasis Resort: Culinary Delights 18+ Royal Oasis Resort Casino About Us Dining Contact Us Exquisite Dining at Royal Oasis Resort Indulge in a culinary journey at Royal Oasis Resort, where our diverse dining options cater to every palate. From gourmet restaurants to stylish bars, experience the finest in food and drink, crafted by our world-class chefs and mixologists. Whether you are seeking an intimate dinner, a casual meal, or a vibrant nightlife experience, our dining venues offer something for everyone. Our Restaurants and Bars Royal Oasis Resort offers a variety of dining experiences, each designed to delight your senses and provide an unforgettable culinary journey. Gourmet Restaurant Savor exquisite dishes crafted by our expert chefs, using the finest ingredients to create a memorable dining experience. Enjoy a sophisticated atmosphere perfect for romantic dinners or special occasions. Seafood Grill Relish the freshest seafood, grilled to perfection and served with stunning ocean views. Our Seafood Grill offers a relaxed yet elegant setting, ideal for enjoying the bounty of the sea. International Buffet Explore a world of flavors at our International Buffet, featuring a diverse selection of dishes from around the globe. Perfect for families and groups, our buffet offers something for every taste. Lobby Bar Unwind with a cocktail or a glass of wine at our stylish Lobby Bar. With its comfortable seating and relaxed ambiance, it's the perfect spot for a pre-dinner drink or a nightcap. Poolside Bar Enjoy refreshing drinks and light bites by the pool at our Poolside Bar. Whether you're lounging in the sun or taking a dip, our bar offers a convenient and delightful way to stay refreshed. Menu and Culinary Highlights At Royal Oasis Resort, our culinary team is dedicated to creating extraordinary dining experiences. Explore our diverse menus and discover the unique flavors that set our restaurants and bars apart. Fine Dining Indulge in gourmet cuisine with a focus on seasonal ingredients and exquisite presentation. Our fine dining menu features a range of dishes designed to tantalize your taste buds. Seafood Specials Experience the freshest seafood prepared with a creative twist. From grilled fish to succulent shellfish, our seafood specials are a must-try for any seafood lover. International Cuisine Travel the world without leaving your seat. Our international cuisine offers a variety of dishes from around the globe, each expertly crafted to deliver an authentic taste experience. Signature Cocktails Sip on our unique signature cocktails, crafted by our talented mixologists. Each drink is a perfect blend of flavors, designed to delight your palate and enhance your dining experience. Whether you're in the mood for a lavish meal or a casual snack, our menus are designed to cater to all tastes and preferences. Join us at Royal Oasis Resort for an unforgettable culinary journey. Reserve Your Table Today Special Offers and Promotions Discover exclusive deals and exciting promotions at Royal Oasis Resort. Our special offers are designed to enhance your stay and provide exceptional value. Weekend Getaway Package Enjoy a luxurious weekend at Royal Oasis Resort with our exclusive getaway package. Includes deluxe accommodations, complimentary breakfast, and access to all resort amenities. Spa and Wellness Retreat Indulge in a rejuvenating spa experience with our wellness retreat package. Includes a variety of spa treatments, yoga classes, and healthy dining options. Dining Delights Savor the flavors of our fine dining restaurants with our dining delights promotion. Enjoy a multi-course meal with wine pairings at a special price. Casino Fun Pack Experience the thrill of our casino with the fun pack. Includes free play credits, a complimentary drink, and a special gift for casino enthusiasts. Check Availability and Book Now Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!",
    "disclaimer": "Disclaimer of Royal Oasis Resort 18+ Royal Oasis Resort Casino About Us Dining Contact Us Disclaimer 1. General Information The information provided by Royal Oasis Resort (\"we,\" \"us,\" or \"our\") is for general informational purposes only. All information on the Site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the Site. 2. External Links Disclaimer The Site may contain (or you may be sent through the Site) links to other websites or content belonging to or originating from third parties or links to websites and features. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the Site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. 3. Professional Disclaimer The Site cannot and does not contain professional advice. The professional information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of professional advice. The use or reliance of any information contained on this site is solely at your own risk. 4. Testimonials Disclaimer The Site may contain testimonials by users of our services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users and may not necessarily be representative of all users of our services. We do not claim, and you should not assume, that all users will have the same experiences. Your individual results may vary. The testimonials on the Site are submitted in various forms such as text, audio, and/or video, and are reviewed by us before being posted. They appear on the Site verbatim as given by the users, except for the correction of grammar or typing errors. Some testimonials may have been shortened for the sake of brevity where the full testimonial contained extraneous information not relevant to the general public. 5. Errors and Omissions Disclaimer While we have made every attempt to ensure that the information contained in this site has been obtained from reliable sources, Royal Oasis Resort is not responsible for any errors or omissions, or for the results obtained from the use of this information. All information in this site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. 6. Fair Use Disclaimer The Site may contain copyrighted material, the use of which has not always been specifically authorized by the copyright owner. We believe this constitutes a \"fair use\" of any such copyrighted material as provided for in section 107 of the US Copyright Law. If you wish to use copyrighted material from this site for purposes of your own that go beyond fair use, you must obtain permission from the copyright owner. 7. Views Expressed Disclaimer The Site may contain views and opinions which are those of the authors and do not necessarily reflect the official policy or position of any other author, agency, organization, employer, or company, including Royal Oasis Resort. Comments published by users are their sole responsibility and the users will take full responsibility, liability, and blame for any libel or litigation that results from something written in or as a direct result of something written in a comment. Royal Oasis Resort is not liable for any comment published by users and reserves the right to delete any comment for any reason whatsoever. 8. No Responsibility Disclaimer The information on the Site is provided with the understanding that the Resort is not herein engaged in rendering legal, accounting, tax, or other professional advice and services. As such, it should not be used as a substitute for consultation with professional accounting, tax, legal, or other competent advisers. In no event shall Royal Oasis Resort or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever arising out of or in connection with your access or use or inability to access or use the Site. 9. \"Use at Your Own Risk\" Disclaimer All information in this site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. Royal Oasis Resort will not be liable to you or anyone else for any decision made or action taken in reliance on the information given by the Site or for any consequential, special, or similar damages, even if advised of the possibility of such damages. 10. Contact Us If you have any questions about this Disclaimer, you can contact us at royaloasisresort@gmail.com. Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!",
    "index": "Welcome to Royal Oasis Resort: Luxury Awaits 18+ Royal Oasis Resort Casino About Us Dining Contact Us Welcome to Royal Oasis Resort Experience the epitome of luxury and excitement at Royal Oasis Resort, your ultimate destination for world-class gaming, lavish accommodations, and unforgettable dining. Nestled in the heart of Monte Carlo, we offer an oasis of elegance and sophistication where every moment is a chance to indulge in the extraordinary. Immerse Yourself in Luxury and Comfort At Royal Oasis Resort, we redefine luxury with our elegantly designed rooms and suites, state-of-the-art amenities, and impeccable service. Our resort is a sanctuary where sophistication meets relaxation, offering you a serene escape from the everyday hustle. From the moment you step in, you are surrounded by opulence and unparalleled comfort, ensuring a stay that exceeds your every expectation. Luxurious Rooms Exquisitely designed rooms with breathtaking views and premium facilities. World-Class Spa Indulge in rejuvenating treatments and therapies at our serene spa. Fine Dining Savor gourmet cuisine prepared by our renowned chefs in elegant settings. Welcome to Royal Oasis Resort Discover the epitome of luxury and comfort at Royal Oasis Resort. Nestled in the heart of Monte Carlo, our resort offers unparalleled elegance and sophistication. With luxurious accommodations, world-class dining, and a myriad of entertainment options, Royal Oasis Resort is your gateway to a memorable experience. Learn more Ready to Experience Luxury? Contact us today to book your stay at Royal Oasis Resort. Contact Us Discover Our Premier Services Luxury Accommodations Indulge in our luxurious rooms and suites featuring modern amenities, stunning views, and personalized service. Fine Dining Restaurants Experience culinary excellence at our gourmet restaurants offering a blend of local flavors and international cuisine. Premium Entertainment Enjoy a variety of entertainment options including live performances, cultural events, and recreational activities. Luxury Spa Relax and rejuvenate with our range of spa treatments and wellness programs designed to enhance your well-being. State-of-the-Art Fitness Center Stay active and energized with our modern fitness facilities equipped with the latest exercise equipment and personal training services. Conference and Event Spaces Host successful meetings, conferences, and special events in our versatile and stylish event venues with comprehensive event planning services. Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!",
    "privacy-policy": "Privacy Policy of Royal Oasis Resort 18+ Royal Oasis Resort Casino About Us Dining Contact Us Privacy Policy 1. Introduction Welcome to Royal Oasis Resort. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines our practices regarding the collection, use, and sharing of your information when you visit our website or use our services. 2. Information We Collect We collect various types of information to provide and improve our services. This includes personal information you provide directly, such as your name, email address, phone number, and payment information, as well as information collected automatically through cookies and other tracking technologies. 3. How We Use Your Information We use your information to operate, maintain, and provide you with our services. This includes processing your bookings, personalizing your experience, sending you promotional materials, and improving the overall functionality of our website and services. 4. Sharing Your Information We may share your information with third-party service providers who assist us in operating our website, conducting our business, or serving our users. These third parties are obligated to maintain the confidentiality of your information and are restricted from using it for any purpose other than what we specify. 5. Data Security We implement a variety of security measures to ensure the safety of your personal information. These measures include encryption, firewalls, and secure socket layer technology. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. 6. Cookies and Tracking Technologies We use cookies and similar tracking technologies to track the activity on our website and hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. 7. Third-Party Services Our website may contain links to third-party websites or services that are not owned or controlled by Royal Oasis Resort. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. 8. Children's Privacy Our services are not intended for individuals under the age of 18. We do not knowingly collect personally identifiable information from anyone under the age of 18. If we become aware that we have collected personal information from a child under the age of 18 without verification of parental consent, we take steps to remove that information from our servers. 9. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. 10. Your Rights Depending on your location, you may have the right to access, correct, update, or delete the personal information we have collected about you. To exercise these rights, please contact us at royaloasisresort@gmail.com. 11. Data Retention We will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies. 12. International Data Transfers Your information, including personal data, may be transferred to – and maintained on – computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. 13. Consent to Processing By providing your information to us, you consent to the processing of your personal data in accordance with this Privacy Policy and you acknowledge that your information may be processed outside your jurisdiction, including in the United States. 14. Marketing Communications You may opt-out of receiving marketing communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us directly. We will remove you from our marketing lists within a reasonable period. 15. Your Consent By using our website and services, you consent to our Privacy Policy and agree to its terms. If you do not agree to this policy, please do not use our website or services. 16. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at royaloasisresort@gmail.com. 17. Governing Law This Privacy Policy is governed by the laws of the country in which Royal Oasis Resort is located. Any disputes arising from or in connection with this Privacy Policy will be subject to the exclusive jurisdiction of the courts of that country. 18. Privacy Shield Framework Royal Oasis Resort complies with the EU-U.S. and Swiss-U.S. Privacy Shield Frameworks as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States. 19. Third-Party Analytics We use third-party analytics tools to help us understand how our website and services are used. These tools may collect information sent by your device or our service, including the web pages you visit, add-ons, and other information that assists us in improving our service. 20. Changes to Your Information If your personal information changes, or if you no longer desire our service, you may correct, update, delete inaccuracies, or request deactivation of your account by making the change on our member information page or by contacting us at royaloasisresort@gmail.com. Disclaimer Privacy Policy Terms and Conditions Casino About Us Dining Contact Us This website uses cookies to ensure you get the best experience on our website. Got it!"
  },
  "date": "2024-06-14T07:46:29.144Z"
}