{
  "name": "SeaWinners",
  "pages": {
    "about": "О SeaWinners круиз лайнер казино - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Непревзойденные Круизы Наши круизы доступны на большинстве крупных лайнеров, за исключением всех лайнеров Disney Cruise Line, Pride of America (Norwegian Cruise Line), большинства экспедиционных и речных круизов. Круглогодичные Круизы и Туры Только некоторые круизные корабли предлагают по-настоящему крупные азартные игры. Путешествия по Всему Миру Мы предлагаем широчайший выбор маршрутов и направлений для вашего удовольствия. Отзывы наших клиентов \"Незабываемое впечатление! Казино на борту было потрясающим, а выбор игр - просто невероятным. Весь персонал был очень дружелюбным и профессиональным. Это был один из лучших круизов в моей жизни!\" Александр Иванов Москва, Россия \"Отличная атмосфера и невероятное обслуживание. Казино было на высшем уровне, и мы провели прекрасное время, наслаждаясь игрой и отдыхом. Определенно будем рекомендовать SeaWinners всем нашим друзьям!\" Екатерина Смирнова Санкт-Петербург, Россия SeaWinner Круизное казино Откройте для себя роскошь морского отдыха, сочетающуюся с волнением игры в казино, на борту круизного лайнера SeaWinner. Нас ждет незабываемое путешествие по бирюзовым волнам, первоклассное обслуживание и захватывающие игровые автоматы. Основные моменты Роскошные номера и непревзойденные удобства Разнообразие ресторанов и развлекательных мероприятий Казино мирового класса с широким выбором игр Невероятные маршруты по всему миру Подробнее о круизе Галерея Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "contacts": "Контакты SeaWinners - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ КОНТАКТЫ I accept Policy & Privacy SUBMIT пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52 Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "disclaimers": "Отказ от ответственности Cruise SeaWinners - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Отказ от ответственности 1. Ограничение ответственности Мы не несем ответственности за любые прямые, косвенные, случайные, специальные, карательные или иные убытки или ущерб, возникшие в результате использования или невозможности использования материалов нашего веб-сайта, даже если мы были проинформированы о возможности таких убытков. 2. Информация о продуктах и услугах Информация о продуктах и услугах, представленная на нашем веб-сайте, может быть устаревшей или содержать неточности. Мы не делаем заявлений и не даем гарантий любого рода, явно выраженных или подразумеваемых, относительно точности, надежности или полноты информации о наших продуктах и услугах. 3. Внешние ссылки Наш веб-сайт может содержать ссылки на внешние сайты, которые не контролируются нами. Мы не несем ответственности за содержание, политику конфиденциальности или практики любых внешних сайтов. 4. Изменения и дополнения Мы оставляем за собой право время от времени изменять или дополнять наш отказ от ответственности. Любые изменения вступают в силу с момента их публикации на нашем веб-сайте. Продолжая использовать наш сайт после внесения изменений, вы автоматически соглашаетесь с обновленными условиями. 5. Применимое законодательство Этот отказ от ответственности регулируется и толкуется в соответствии с законодательством Казахстана. Вы соглашаетесь подчиняться эксклюзивной юрисдикции судов Казахстана Федерации в случае возникновения споров, связанных с использованием нашего веб-сайта. Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "index": "SeaWinners - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Казино-туры и круизы с казино на борту Игровой Рай На Морских Волнах Погрузитесь в мир азарта и роскоши с нашим уникальным выбором игровых автоматов и настольных игр. SeaWinners - ваш гид по захватывающим развлечениям и элегантности на круизном лайнере. ПОЗНАЙТЕ КАЗИНО Отзывы наших клиентов \"Незабываемое впечатление! Казино на борту было потрясающим, а выбор игр - просто невероятным. Весь персонал был очень дружелюбным и профессиональным. Это был один из лучших круизов в моей жизни!\" Александр Иванов Москва, Россия \"Отличная атмосфера и невероятное обслуживание. Казино было на высшем уровне, и мы провели прекрасное время, наслаждаясь игрой и отдыхом. Определенно будем рекомендовать SeaWinners всем нашим друзьям!\" Екатерина Смирнова Санкт-Петербург, Россия Казино-туры и казино на круизах + Вопросы о казино на круизах: Игровые автоматы и столы в казино На всех круизных лайнерах с казино вы найдете множество игровых автоматов. Большинство казино также предлагают игровые столы для блэкджека и различных видов покера, таких как Техасский Холдем, Карибский Стад, Трехкарточный покер и Let It Ride, где игроки соревнуются против дилера. Некоторые лайнеры, например, Norwegian и многие суда Royal Caribbean, предлагают столы с живыми дилерами для игры в Техасский Холдем против других игроков, в то время как другие используют электронные столы Poker Pro (Carnival, Princess Cruises). На некоторых лайнерах, таких как Silversea, вообще нет покера. В казино обычно также есть хотя бы одна рулетка и стол для игры в кости, а баккара встречается реже. Есть ли в казино столы с высокими ставками? Только некоторые круизные корабли предлагают действительно высокие ставки. На некоторых лайнерах, таких как отдельные суда Royal Caribbean, организуются серьезные игры при достаточном количестве желающих. Однако в большинстве случаев возможности для крупной игры ограничены. + Казино-туры Казино-туры организуются в формате целенаправленной поездки на уикенд или любой другой период времени, или же в составе экскурсионной программы. Такую возможность несомненно оценят азартные люди. + Наши услуги: Консультация по подбору наиболее подходящего курорта, отеля, тура или круиза Организация до- и после-круизной программы, программы казино-тура Бронирование отелей Бронирование авиаперелетов и трансферов Визовая поддержка Осуществление регистрации на круизный лайнер Бронирование дополнительных услуг (экскурсий, трансферов) + Какие игры доступны в казино? В казино на борту наших лайнеров вы найдете широкий ассортимент игр, включая игровые автоматы, блэкджек, рулетку, покер и многое другое. Также доступны турниры для тех, кто хочет испытать свою удачу и мастерство в конкурентной среде. + Как я могу зарезервировать место на турнире? Вы можете зарезервировать место на турнире, связавшись с нашей службой поддержки или непосредственно на борту лайнера у администратора казино. Рекомендуем бронировать заранее, чтобы гарантировать свое участие. + Есть ли на борту лайнера зоны для некурящих? Да, на большинстве наших лайнеров есть выделенные зоны для некурящих, чтобы все гости могли наслаждаться игрой в комфортной для себя обстановке. Пожалуйста, уточните у персонала местоположение этих зон. Непревзойденные Круизы Наши круизы доступны на большинстве крупных лайнеров, за исключением всех лайнеров Disney Cruise Line, Pride of America (Norwegian Cruise Line), большинства экспедиционных и речных круизов. Круглогодичные Круизы и Туры Только некоторые круизные корабли предлагают по-настоящему крупные азартные игры. Путешествия по Всему Миру Мы предлагаем широчайший выбор маршрутов и направлений для вашего удовольствия. SeaWinner Круизное казино Откройте для себя роскошь морского отдыха, сочетающуюся с волнением игры в казино, на борту круизного лайнера SeaWinner. Нас ждет незабываемое путешествие по бирюзовым волнам, первоклассное обслуживание и захватывающие игровые автоматы. Основные моменты Роскошные номера и непревзойденные удобства Разнообразие ресторанов и развлекательных мероприятий Казино мирового класса с широким выбором игр Невероятные маршруты по всему миру Подробнее о круизе Погрузитесь в мир игр казино SeaWinner Игровые автоматы (слоты) Сотни современных игровых автоматов с различными темами, бонусными функциями и джекпотами. Классические игры Испытайте свое мастерство в рулетке, блэкджеке и баккара. Покер Присоединяйтесь к своим попутчикам за столами для покера. Подробнее об играх Галерея Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "privacy-policy": "Политика конфиденциальности SeaWinners - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Политика конфиденциальности SeaWinners **Вступление** SeaWinners (\"Компания\", \"мы\" или \"нас\") уважает вашу конфиденциальность и стремится защищать ваши персональные данные. Эта Политика конфиденциальности описывает, какую информацию мы собираем, когда вы пользуетесь нашим сайтом SeaWinners (\"Сайт\"), как мы ее используем и защищаем, а также ваши права на конфиденциальность. **Информация, которую мы собираем** Мы можем собирать следующую информацию о вас: **Персональные данные:** Имя, фамилия, адрес электронной почты и другая информация, которую вы предоставляете нам добровольно, например, при регистрации на Сайте или отправке запроса в службу поддержки. **Данные об использовании:** Мы можем автоматически собирать информацию о вашем использовании Сайта, такую как посещенные страницы, продолжительность пребывания на сайте, клики и т. д. **Файлы cookie и другие технологии отслеживания:** Мы можем использовать файлы cookie и другие технологии отслеживания для сбора информации о том, как вы взаимодействуете с Сайтом. **Ваши права на конфиденциальность** У вас есть следующие права на конфиденциальность: Доступ к вашей информации Исправление вашей информации Удаление вашей информации Отказ от обработки вашей информации **Хранение данных** Мы будем хранить вашу информацию до тех пор, пока это необходимо для целей, описанных в настоящей Политике конфиденциальности, или до тех пор, пока вы не попросите нас удалить ее. **Изменения в Политике конфиденциальности** Мы можем время от времени обновлять настоящую Политику конфиденциальности. Вы обязаны периодически просматривать настоящую Политику конфиденциальности, чтобы быть в курсе любых изменений. Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "terms-conditions": "Правила и условия SeaWinners - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Условия пользования сайтом SeaWinners **Вступление** Добро пожаловать на сайт SeaWinners! Настоящие Условия пользования (\"Условия\") регулируют ваш доступ и использование сайта SeaWinners (\"Сайт\"), которым управляет [Название компании] (\"Компания\", \"мы\" или \"нас\"). **Использование Сайта** Доступ к Сайту и его использование предоставляется при условии вашего безоговорочного принятия и соблюдения настоящих Условий. **Содержание Сайта** Весь контент, опубликованный на Сайте, включая, помимо прочего, текст, графику, изображения, видео и другие материалы (\"Контент\"), является собственностью Компании или ее лицензиаров и защищен авторским правом, товарными знаками и другими законами об интеллектуальной собственности. **Пользовательский контент** Вы можете размещать на Сайте отзывы, комментарии, фотографии и другой контент (\"Пользовательский контент\"). Размещая Пользовательский контент, вы предоставляете Компании неисключительную, безвозмездную, всемирную лицензию на использование, воспроизведение, изменение, адаптацию, публикацию, перевод, распространение и показ Пользовательского контента в любых существующих или будущих форматах. **Расторжение** Мы можем по своему усмотрению расторгнуть ваш доступ к Сайту и удалить ваш Пользовательский контент в любое время, без предварительного уведомления, по любой причине. **Изменения в Условиях** Мы можем время от времени обновлять настоящие Условия. Вы обязаны периодически просматривать настоящие Условия, чтобы быть в курсе любых изменений. **Согласие** Используя Сайт, вы подтверждаете, что вы прочитали, поняли и согласились с настоящими Условиями. **Свяжитесь с нами** Если у вас есть какие-либо вопросы по поводу настоящих Условий, пожалуйста, свяжитесь с нами по +7(7142)56-15-52 . Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "thanks": "Спасибо за ваше сообщение - SeaWinners seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Спасибо! Ваше сообщение получено. Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52",
    "tours": "SeaWinners Казино - Казино на круизном лайнере для истинных ценителей азарта seawinners@gmail.com +7(7142)56-15-52 SeaWinners О нас КАЗИНО КОНТАКТЫ Казино-туры и казино на круизах + Вопросы о казино на круизах: Игровые автоматы и столы в казино На всех круизных лайнерах с казино вы найдете множество игровых автоматов. Большинство казино также предлагают игровые столы для блэкджека и различных видов покера, таких как Техасский Холдем, Карибский Стад, Трехкарточный покер и Let It Ride, где игроки соревнуются против дилера. Некоторые лайнеры, например, Norwegian и многие суда Royal Caribbean, предлагают столы с живыми дилерами для игры в Техасский Холдем против других игроков, в то время как другие используют электронные столы Poker Pro (Carnival, Princess Cruises). На некоторых лайнерах, таких как Silversea, вообще нет покера. В казино обычно также есть хотя бы одна рулетка и стол для игры в кости, а баккара встречается реже. Есть ли в казино столы с высокими ставками? Только некоторые круизные корабли предлагают действительно высокие ставки. На некоторых лайнерах, таких как отдельные суда Royal Caribbean, организуются серьезные игры при достаточном количестве желающих. Однако в большинстве случаев возможности для крупной игры ограничены. + Казино-туры Казино-туры организуются в формате целенаправленной поездки на уикенд или любой другой период времени, или же в составе экскурсионной программы. Такую возможность несомненно оценят азартные люди. + Наши услуги: Консультация по подбору наиболее подходящего курорта, отеля, тура или круиза Организация до- и после-круизной программы, программы казино-тура Бронирование отелей Бронирование авиаперелетов и трансферов Визовая поддержка Осуществление регистрации на круизный лайнер Бронирование дополнительных услуг (экскурсий, трансферов) + Какие игры доступны в казино? В казино на борту наших лайнеров вы найдете широкий ассортимент игр, включая игровые автоматы, блэкджек, рулетку, покер и многое другое. Также доступны турниры для тех, кто хочет испытать свою удачу и мастерство в конкурентной среде. + Как я могу зарезервировать место на турнире? Вы можете зарезервировать место на турнире, связавшись с нашей службой поддержки или непосредственно на борту лайнера у администратора казино. Рекомендуем бронировать заранее, чтобы гарантировать свое участие. + Есть ли на борту лайнера зоны для некурящих? Да, на большинстве наших лайнеров есть выделенные зоны для некурящих, чтобы все гости могли наслаждаться игрой в комфортной для себя обстановке. Пожалуйста, уточните у персонала местоположение этих зон. Погрузитесь в мир игр казино SeaWinner Игровые автоматы (слоты) Сотни современных игровых автоматов с различными темами, бонусными функциями и джекпотами. Классические игры Испытайте свое мастерство в рулетке, блэкджеке и баккара. Покер Присоединяйтесь к своим попутчикам за столами для покера. Подробнее об играх Сайт SeaWinners использует файлы cookie, чтобы обеспечить вам наилучшие впечатления на нашем сайте. Примите или отклоните использование файлов cookie. Принять Отклонить SeaWinners Отказ от ответственности Политика конфиденциальности Правила и условия пр-т. Рахымжана Кошкарбаева 32, Астана 010000, Казахстан seawinners@gmail.com +7(7142)56-15-52"
  },
  "date": "2024-06-13T11:51:16.327Z"
}