{
  "name": "Showdown-fantasy",
  "pages": {
    "disclaimer": "Disclaimer - Showdown Fantasy Cricket home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website uses cookies to provide you with an optimized user experience. By clicking \"Accept\" or continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us remember your preferences, understand your activity, and improve the quality of our services. Accept Disclaimer Introduction This website provides general information related to fantasy cricket and its services. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Through this website, you are able to link to other websites which are not under our control. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Every effort is made to keep the website up and running smoothly. However, we take no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control. Limitation of Liability To the fullest extent permitted by law, we exclude all representations, warranties, and conditions relating to this website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose, and/or the use of reasonable care and skill). We shall not be liable to you (whether under the law of contract, the law of torts, or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: for any direct loss; for any indirect, special, or consequential loss; or for any business losses, loss of revenue, income, profits, or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. These limitations of liability apply even if we have been expressly advised of the potential loss. Indemnity You hereby indemnify us and undertake to keep us indemnified against any losses, damages, costs, liabilities, and expenses (including, without limitation, legal expenses and any amounts paid by us to a third party in settlement of a claim or dispute on the advice of our legal advisers) incurred or suffered by us arising out of any breach by you of any provision of these terms and conditions, or arising out of any claim that you have breached any provision of these terms and conditions. Governing Law This disclaimer shall be governed by and construed in accordance with the laws of India, and any disputes relating to this disclaimer will be subject to the exclusive jurisdiction of the courts. Update We may revise these terms of service for our website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service. Get Started Now Fill out the form below to receive the download link for Showdown Fantasy Cricket: I accept privacy policy Get APP link Stay Connected with Showdown Fantasy Cricket Join our community to stay updated on the latest news, events, and promotions. showdownfc@gmail.com Disclaimer Terms & Conditions Privacy Policy Game Addiction Warning Access restricted to individuals aged 18 and above. Playing games excessively may lead to health issues. Secure payments powered by trusted providers for your convenience and peace of mind.",
    "index": "Showdown - Fantasy Cricket Game | Create Your Dream Team home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website uses cookies to provide you with an optimized user experience. By clicking \"Accept\" or continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us remember your preferences, understand your activity, and improve the quality of our services. Accept Showdown - The Ultimate Fantasy Cricket Adventure Step Into the World of Cricket Mastery Welcome to Showdown, where your cricket dreams come to life! Assemble your perfect team, challenge friends, and climb the ranks in an electrifying fantasy cricket league. Experience the thrill of live matches and make game-changing decisions. Are you ready to dominate the cricket world? Get App Link Compete and Win Challenge your friends and other players to become the top fantasy cricket manager. Build Your Dream Team Create your ultimate cricket team with the best players from around the world. Real-Time Matches Experience the excitement of live matches and make strategic decisions on the fly. Discover Showdown - Fantasy Cricket Showdown brings you the most exhilarating fantasy cricket experience. Dive into the game, create your dream team, and challenge cricket enthusiasts from around the globe. With real-time matches and live scoring, you'll feel the thrill of each ball bowled and every run scored. Make strategic decisions to outplay your opponents and rise to the top. Our comprehensive player stats and analytics help you track your team's performance, ensuring you make the best choices to stay ahead in the competition. Customize your settings to match your play style. Whether you're a casual player or a serious contender, Showdown offers the flexibility you need. Join leagues, compete in tournaments, and showcase your cricket knowledge. The more you play, the better you get! Download Showdown now and embark on your journey to become the ultimate fantasy cricket champion. Get Started Now Why Choose Showdown - Fantasy Cricket? Exciting Real-Time Matches: Experience the thrill of live cricket action. Build Your Dream Team: Choose from the best players around the world. Compete with Friends: Challenge your friends and other players globally. In-Depth Analytics: Track your team's performance with detailed statistics. Customizable Settings: Adjust the game settings to suit your play style. How It Works Step 1: Sign Up Fill out the registration form to get your unique download link. Step 2: Download the App Use the link to download the Showdown Fantasy Cricket app to your device. Step 3: Create Your Profile Set up your profile to start your fantasy cricket journey. Step 4: Join a League Join or create leagues to compete with friends and other players. Step 5: Draft Your Team Select the best players to form your ultimate fantasy cricket team. Step 6: Monitor Performance Keep track of your team's performance with real-time stats and analytics. Step 7: Compete and Win Compete in matches and tournaments to climb the leaderboard and win prizes. Step 8: Claim Your Rewards Earn rewards and bonuses as you achieve milestones and victories. Game Preview Dive Into Action Experience the adrenaline-pumping gameplay of Showdown Fantasy Cricket. Manage Your Dream Team Strategize and choose your players wisely to maximize your team's performance. Live Match Thrills Watch matches unfold in real-time and make crucial decisions as the action happens. Climb the Leaderboard Compete with friends and players worldwide to reach the top of the rankings. Analyze Player Stats Utilize detailed statistics to make informed decisions and improve your team. Customize Your Experience Personalize settings to tailor the game to your preferences and play style. FAQs What is Showdown Fantasy Cricket? Showdown Fantasy Cricket is a mobile game where you can create your dream cricket team, compete with friends and other players, and experience the thrill of managing a team in live matches. How do I download the Showdown app? To download the Showdown app, simply visit the App Store or Google Play Store, search for \"Showdown Fantasy Cricket,\" and click on the download button. Can I play Showdown Fantasy Cricket offline? Showdown Fantasy Cricket requires an internet connection to play live matches and to update player statistics. However, you can manage your team and view offline data. Is Showdown Fantasy Cricket free to play? Yes, Showdown Fantasy Cricket is free to download and play. There may be optional in-game purchases for additional features or enhancements. How can I contact customer support? For any questions or support inquiries, please visit our support page or contact us directly through the app. We're here to help! Latest Player Reviews Excellent Game! \"Showdown Fantasy Cricket really captures attention. Very engaging and user-friendly interface. Great time well spent!\" - Ravi, Delhi Fantastic Strategy! \"Managing a team in Showdown Fantasy Cricket requires excellent strategy. I found the game compelling and full of intrigue.\" - Priyanka, Mumbai Great Player Selection! \"Showdown Fantasy Cricket offers a wide range of players to create my dream team. I'm fully immersed in the gaming experience!\" - Arjun, Bangalore Stunning Visuals! \"The graphics and animations in Showdown Fantasy Cricket are outstanding. It really enhances my gaming experience.\" - Nikhil, Hyderabad Excellent Cricket App! \"I love cricket, and Showdown Fantasy Cricket has become my favorite way to play this amazing sport on my smartphone.\" - Manish, Pune Incredible Experience! \"Showdown Fantasy Cricket offers incredible opportunities for cricket enthusiasts. I'm thrilled with this game!\" - Alok, Kolkata Get Started Now Fill out the form below to receive the download link for Showdown Fantasy Cricket: I accept privacy policy Get APP link Stay Connected with Showdown Fantasy Cricket Join our community to stay updated on the latest news, events, and promotions. showdownfc@gmail.com Disclaimer Terms & Conditions Privacy Policy Game Addiction Warning Access restricted to individuals aged 18 and above. Playing games excessively may lead to health issues. Secure payments powered by trusted providers for your convenience and peace of mind.",
    "privacy": "Privacy Policy - Showdown Fantasy Cricket home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website uses cookies to provide you with an optimized user experience. By clicking \"Accept\" or continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us remember your preferences, understand your activity, and improve the quality of our services. Accept Privacy Policy Introduction We respect your privacy and are committed to protecting it through our compliance with this policy. This policy describes: The types of information we may collect from you or that you may provide when you visit our website and our practices for collecting, using, maintaining, protecting, and disclosing that information. This policy applies to information we collect: On this website (including mobile versions, if applicable). In email, text, and other electronic messages between you and this website. Through mobile and desktop applications you download from this website, which provide dedicated non-browser-based interaction between you and this website. When you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this policy. Information We Collect About You We collect several types of information from and about users of our website, including information: By which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (\"personal information\"). About your internet connection, the equipment you use to access our website, and usage details. We collect this information: Directly from you when you provide it to us. Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies. Use of Your Information We use information that we collect about you or that you provide to us, including any personal information: To present our website and its contents to you. To provide you with information, products, or services that you request from us. To fulfill any other purpose for which you provide it. To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection. To notify you about changes to our website or any products or services we offer or provide though it. In any other way we may describe when you provide the information. For any other purpose with your consent. Security of Your Information We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure. Changes to Our Privacy Policy It is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users' personal information, we will notify you through a notice on the website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our website and this privacy policy to check for any changes. Get Started Now Fill out the form below to receive the download link for Showdown Fantasy Cricket: I accept privacy policy Get APP link Stay Connected with Showdown Fantasy Cricket Join our community to stay updated on the latest news, events, and promotions. showdownfc@gmail.com Disclaimer Terms & Conditions Privacy Policy Game Addiction Warning Access restricted to individuals aged 18 and above. Playing games excessively may lead to health issues. Secure payments powered by trusted providers for your convenience and peace of mind.",
    "terms": "Terms and Conditions - Showdown Fantasy Cricket home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website uses cookies to provide you with an optimized user experience. By clicking \"Accept\" or continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us remember your preferences, understand your activity, and improve the quality of our services. Accept Terms and Conditions Introduction Welcome to our website. These terms and conditions outline the rules and regulations for the use of [website name]'s Website, located at [website URL]. By accessing this website we assume you accept these terms and conditions. Do not continue to use [website name] if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company's terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, [website name] and/or its licensors own the intellectual property rights for all material on [website name]. All intellectual property rights are reserved. You may access this from [website name] for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from [website name] Sell, rent or sub-license material from [website name] Reproduce, duplicate or copy material from [website name] Redistribute content from [website name] Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it's linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Get Started Now Fill out the form below to receive the download link for Showdown Fantasy Cricket: I accept privacy policy Get APP link Stay Connected with Showdown Fantasy Cricket Join our community to stay updated on the latest news, events, and promotions. showdownfc@gmail.com Disclaimer Terms & Conditions Privacy Policy Game Addiction Warning Access restricted to individuals aged 18 and above. Playing games excessively may lead to health issues. Secure payments powered by trusted providers for your convenience and peace of mind.",
    "thank_you": "Thank You for Your Application - Showdown Fantasy Cricket home about us How to PLay FAQ Download home about us How to PLay FAQs Download Our website uses cookies to provide you with an optimized user experience. By clicking \"Accept\" or continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us remember your preferences, understand your activity, and improve the quality of our services. Accept Thank You! Your Request Has Been Received Thank you for your interest in our fantasy cricket game. We have received your request for the download link. Please check your email shortly. You will receive a message with the link to download the game. What's Next? While you wait, why not explore more about our game and features? Stay Tuned! Follow us on social media or visit our website for the latest updates and news about our fantasy cricket game. Get Started Now Fill out the form below to receive the download link for Showdown Fantasy Cricket: I accept privacy policy Get APP link Stay Connected with Showdown Fantasy Cricket Join our community to stay updated on the latest news, events, and promotions. showdownfc@gmail.com Disclaimer Terms & Conditions Privacy Policy Game Addiction Warning Access restricted to individuals aged 18 and above. Playing games excessively may lead to health issues. Secure payments powered by trusted providers for your convenience and peace of mind."
  },
  "date": "2024-06-13T19:27:56.808Z"
}