{
  "name": "SpinPalace",
  "pages": {
    "about": "About SpinPalace: Your Premier Destination for Online Casino Tournaments SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us About SpinPalace Discover the thrill of victory at SpinPalace, where every game is an adventure. Our commitment to excellence and passion for gaming makes us the premier choice for casino enthusiasts. Contact Us Our Story Founded in 2001, SpinPalace has been at the forefront of the casino industry, providing top-notch gaming experiences in a secure and friendly environment. We pride ourselves on our diverse game selection, from classic slots to live poker tournaments, all designed to cater to every taste and skill level. Our team is made up of dedicated professionals who are passionate about providing the best possible service and ensuring that every visit is a memorable one. Learn More Join Us for Unforgettable Experiences Ready to dive into the excitement? Browse our games today and discover why SpinPalace is the ultimate destination for casino gaming. Explore Our Games National Reservation I accept privacy policy Send Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "contact": "Contact SpinPalace Support: Get Help and Support for All Your Casino Needs SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us Contact SpinPalace We’re here to help you with any questions or support you need. Reach out to us through the following methods: Get Support Get in Touch Our dedicated team is available to assist you. Whether you have questions about our games, need assistance with your account, or have any other inquiries, please don't hesitate to contact us: +33-0104495552 spinpalace@gmail.com Find Us in Paris, France National Reservation I accept privacy policy Send Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "disclaimer": "Legal Disclaimer: Understanding Your Rights at SpinPalace Casino Tournaments SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us Legal Disclaimer All participants in SpinPalace casino tournaments must acknowledge that they participate at their own risk. The upcoming tournament will be held at the end of December 2024. Stay updated with the specific dates and details on our website or contact us at spinpalace@gmail.com. SpinPalace does not guarantee the accuracy, completeness, or timeliness of the information provided on the website and may not be held liable for any outcomes related to the use of this information. The content provided is for informational purposes only and should not be considered as financial, legal, or professional advice. The site may contain links to external websites that are not provided or maintained by or in any way affiliated with SpinPalace. Please note that SpinPalace does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. SpinPalace reserves the right to modify the terms and conditions of the tournaments at any time without prior notice. Participants are encouraged to review the terms regularly to ensure their continued agreement. Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "games": "Explore SpinPalace Games: Wide Range of Online Casino Tournament Games SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us Explore Our Games Dive into the excitement with our wide range of thrilling casino games, each offering a unique experience and the chance to win big! Learn More Featured Casino Games Texas Hold'em Poker Minimum Bet: $10 Join the table for a classic game of Texas Hold'em. Compete against others and test your strategy and skills in one of the most popular poker games worldwide. Perfect for both beginners and seasoned players, our tables offer a competitive environment with high potential rewards. Blackjack Minimum Bet: $5 Experience the rush of Blackjack, a game of both chance and skill. Aim for 21 and beat the dealer to win. Our Blackjack tables are designed for thrilling gameplay, ensuring an immersive experience with every hand dealt. Roulette Minimum Bet: $5 Place your bets on your favorite numbers or colors and watch as the roulette wheel spins your fate. Our Roulette games provide a luxurious setting to experience this classic casino game that's easy to learn but challenging to master. Slots Minimum Bet: $1 Explore our extensive range of slot machines with various themes and jackpots. Whether you're a fan of classic fruit machines or modern 3D slots, we have something to excite every player. Spin to win and enjoy the thrilling animations and sounds as you chase the ultimate jackpot. National Reservation I accept privacy policy Send Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "index": "SpinPalace Casino Tournaments: Play & Win Big in Exclusive Online Casino Games SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us Welcome to the SpinPalace Poker Championship! Get ready to test your skills and face off against top players in our premier poker event. With big stakes and even bigger winnings, this is the poker tournament you've been waiting for. Register Now Tournament Details High Stakes, Higher Rewards Experience the thrill in our custom-built poker rooms. Play begins December 28, 2024, ensuring a climactic end to your year. Compete in a variety of game formats, from Texas Hold'em to Omaha High. Entry fees start at $250 with re-buys available in initial rounds. Exclusive prizes include cash, trophies, and an entry to next year's championship. Spectators can watch live matches and place bets on their favorite players. Don't Miss Out! Spaces are limited. Secure your spot in the SpinPalace Poker Championship today and be part of poker history! Explore Games Player Registration Sign up online or at our casino front desk. Verify age and residency upon registration. Receive confirmation and tournament entry schedule. Rules & Regulations Adhere to the official poker tournament rules. Respect all participants and staff. Follow casino guidelines for a safe and enjoyable event. Accommodations & Amenities Special rates available at nearby hotels. Complimentary meals and drinks for participants. Exclusive access to relaxation and practice areas. Event Date & Location December 28, 2024, at the Grand SpinPalace Casino Hall, Las Vegas, Nevada Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "privacy": "SpinPalace Privacy Policy: Safeguarding Your Personal Information SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us Privacy Policy At SpinPalace, we respect the privacy of our users. While we do not collect personal information, if you need to contact us regarding privacy concerns, please do not hesitate to email us at spinpalace@gmail.com. This Privacy Policy applies to all interactions on our website, ensuring that we maintain and manage any personal contact details you provide with the utmost care and security. We are committed to protecting your privacy and will not share any personal details with third parties without your explicit consent. Since we do not collect personal information, our users are encouraged to keep their contact details and other sensitive information private. In the event that you are asked to provide information, please verify that such requests are coming directly from SpinPalace through official channels. For any concerns or questions about our privacy practices, please feel free to reach out to us at the provided email address. We are committed to ensuring that your experience with SpinPalace is secure and private. Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "terms": "Terms and Conditions of SpinPalace Casino: What You Need to Know SpinPalace Home About Us Details Games Contact Us Home About Us Details Games Contact Us Terms and Conditions Welcome to SpinPalace! By using our website and participating in our tournaments, you agree to the following terms and conditions. Please read them carefully. 1. Eligibility: You must be 18 years or older to participate in any casino activities. 2. Account Creation: You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 3. Conduct: Users are expected to behave respectfully and responsibly. Misconduct may result in the termination of your account. 4. Game Rules: Each game has specific rules, which you agree to follow when playing. 5. Disputes: Any disputes will be handled in our support center. For issues, please contact us at spinpalace@gmail.com. Age Alert Are you over 18 years old? Yes No Poker Club +33-0104495552 spinpalace@gmail.com Paris, France Website Home About Us Our Games Contact Us Legal Disclaimer Privacy Policy Terms & Conditions",
    "thanks": "Thank You for Contacting SpinPalace: We Will Reply Soon! Thank You for Contacting Us! We appreciate you reaching out to us. One of our team members will review your message and get back to you as soon as possible. If you need immediate assistance, please email us directly at spinpalace@gmail.com. Home"
  },
  "date": "2024-05-16T11:22:53.670Z"
}