{
  "name": "sunsetMirageResort",
  "pages": {
    "terms-conditions": "Terms and Conditions | Sunset Mirage Resort 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Terms and Conditions 1. Introduction Welcome to Sunset Mirage Resort. These terms and conditions govern your use of our website and services. By accessing or using our website, you agree to comply with these terms and conditions in full. 2. Intellectual Property All content, design, and intellectual property on this website are owned or licensed by Sunset Mirage Resort. You may not use, reproduce, distribute, or modify any content without our prior written consent. 3. User Responsibilities Users are responsible for maintaining the confidentiality of their account information and passwords. You agree to notify us immediately of any unauthorized use of your account. 4. Limitation of Liability We strive to provide accurate and up-to-date information on our website. However, we make no warranties or representations about the accuracy, reliability, completeness, or timeliness of the content. Your use of the website is at your own risk. 5. Privacy Policy Our privacy policy governs the collection, use, and disclosure of personal information. By using our website, you consent to our privacy policy. 6. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of USA. Any disputes relating to these terms and conditions shall be subject to the exclusive jurisdiction of the courts in USA. 7. Modifications to Terms We reserve the right to update or modify these terms and conditions at any time without prior notice. Changes will be effective immediately upon posting on the website. Your continued use of the website after such changes constitutes your acceptance of the revised terms and conditions. 8. Termination We may terminate or suspend your access to the website immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the terms. 9. Contact Information If you have any questions about these terms and conditions, please contact us at sunsetmirageresort@gmail.com. 10. Entire Agreement These terms and conditions constitute the entire agreement between you and Sunset Mirage Resort regarding your use of the website, superseding any prior agreements or understandings. About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!",
    "thank_page": "Thank You for Your Interest | Sunset Mirage Resort Thank You for Your Submission! Back to the Main Page",
    "about": "About Sunset Mirage Resort - Unveiling Our Legacy of Hospitality 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino About Us Welcome to Sunset Mirage Resort, where luxury meets comfort. Discover our story, our values, and our commitment to providing unforgettable experiences for all our guests. Our History Sunset Mirage Resort has a rich history of excellence and growth, evolving from a small establishment to a world-renowned destination. 1995 Founded by the visionary entrepreneur, Alex Jordan, Sunset Mirage Resort began as a humble 50-room hotel with a focus on personalized service and luxury. 2000 Expanded to include a state-of-the-art casino, attracting visitors from around the world and establishing a reputation for high-stakes gaming. 2010 Opened a world-class spa and wellness center, offering a range of treatments that blend traditional and modern techniques for ultimate relaxation. 2020 Achieved the prestigious 5-star rating, reflecting our commitment to exceptional service and luxury. Key Achievements &#9733; Awarded \"Best Luxury Resort\" by Travel Magazine &#9733; Featured in \"Top 10 Resorts in the World\" by Luxury Living &#9733; Recognized for \"Outstanding Service\" by the International Hospitality Association &#9733; Certified as an eco-friendly resort by Green Globe Our Mission & Values At Sunset Mirage Resort, we are dedicated to delivering exceptional experiences that combine luxury, comfort, and personalized service. Our mission and values guide everything we do, ensuring every guest leaves with unforgettable memories. Our Core Principles Commitment to Excellence Guest-Centric Approach Sustainability and Responsibility Innovation and Improvement Our Goals & Vision Our goal is to be the premier destination for luxury and leisure, known for our unparalleled service, innovative amenities, and commitment to sustainability. We envision a future where every guest feels valued and every stay is exceptional. Book Your Stay Our Team & Leadership Meet the dedicated professionals behind Sunset Mirage Resort. Our team is committed to providing exceptional service and creating memorable experiences for our guests. Key Staff Members John Doe Head of Guest Services With over 15 years of experience, John ensures that every guest receives the highest level of service and care. Jane Smith Executive Chef Jane brings culinary excellence to our resort, crafting exquisite dishes that delight our guests. Michael Brown Spa Director Michael leads our wellness programs, offering a range of treatments designed to relax and rejuvenate. Leadership Team Alex Jordan Founder & CEO Visionary founder of Sunset Mirage Resort, Alex drives the strategic direction and growth of the resort. Sarah White Chief Operating Officer Sarah oversees daily operations, ensuring that every aspect of the resort runs smoothly and efficiently. David Kim Chief Financial Officer David manages the financial health of the resort, focusing on sustainable growth and profitability. About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!",
    "casino": "Sunset Mirage Resort Casino - Experience Excitement and Elegance 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Welcome to Our Casino Experience the thrill of gaming and entertainment at Sunset Mirage Resort's premier casino. Explore our world-class facilities and discover a new level of excitement. About Our Casino Immerse yourself in the world of excitement and luxury at Sunset Mirage Resort's exquisite casino, where entertainment meets sophistication. General Information Our casino is designed to offer an unparalleled gaming experience. Whether you enjoy the thrill of slots, the strategy of table games, or the excitement of live entertainment, you'll find it all here. Our professional staff ensures that every visit is memorable, providing impeccable service and amenities that exceed expectations. Located within the luxurious Sunset Mirage Resort, our casino features a vibrant atmosphere where guests can indulge in their favorite games while enjoying complimentary drinks and exquisite dining options. Rules and Policies To maintain a safe and enjoyable environment for all patrons, we uphold strict rules and policies. Guests must be 18 years or older to enter the casino premises. Proper attire is required, including smart casual wear. We promote responsible gaming practices and provide resources for those who may need assistance. Please gamble responsibly. Our dedicated team is committed to ensuring that your experience at Sunset Mirage Resort's casino is both thrilling and responsible. Games and Entertainment Poker Experience the thrill of poker in our luxurious casino setting. Whether you're a beginner or a seasoned player, our tables await you with exciting tournaments and cash games. Roulette Spin the wheel and test your luck at our elegant roulette tables. Enjoy the classic game of chance with multiple betting options and live dealers for an authentic casino experience. Slot Machines Explore a variety of slot machines offering thrilling themes and generous payouts. From classic reels to modern video slots, find your favorite game and spin to win at Sunset Mirage Resort. Casino Services Bar and Lounge Areas Enjoy refreshments and cocktails at our stylish bar and lounge areas conveniently located within the casino. Relax in a sophisticated setting while savoring your favorite drinks and socializing with other guests. VIP Services Experience the ultimate in luxury with our VIP services tailored to enhance your casino visit. From exclusive seating areas to personalized attention from our dedicated staff, indulge in a premium experience at Sunset Mirage Resort's casino. Ready to Experience the Best? Don't miss out on the ultimate luxury and excitement. Book your stay at Sunset Mirage Resort today and enjoy an unforgettable casino experience. Book Now About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it! Adults Only (18+) This page contains content intended for individuals aged 18 and above. Please confirm your age to proceed. I am 18+",
    "contacts": "Contact Sunset Mirage Resort - Reach Out for Memorable Experiences 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Get in Touch with Us We’re here to help! Contact Sunset Mirage Resort for any inquiries, reservations, or assistance you may need. Our team is available 24/7 to ensure your stay is unforgettable. Contact Information Reach out to us using the following contact details. We look forward to hearing from you! Address 9570 W Sahara Ave, Las Vegas Phone +1 (234) 567-8900 Email sunsetmirageresort@gmail.com I accept Privacy policy Submit Frequently Asked Questions What are your check-in and check-out times? Check-in time is at 3:00 PM and check-out time is at 11:00 AM. Do you offer airport shuttle services? Yes, we provide airport shuttle services for our guests. Please contact our concierge team for more details. Are pets allowed at Sunset Mirage Resort? Unfortunately, pets are not allowed at our resort. Do you have a cancellation policy? Yes, our cancellation policy varies depending on the type of reservation. Please refer to our booking terms or contact our reservations team for details. Is there a gym or fitness center at the resort? Yes, Sunset Mirage Resort features a state-of-the-art fitness center with modern equipment and personal training services available. Do you offer room service? Yes, we provide 24-hour room service for our guests. Our menu offers a variety of delicious options for dining in the comfort of your room. Is Wi-Fi available at the resort? Complimentary Wi-Fi is available throughout Sunset Mirage Resort. Guests can stay connected with high-speed internet access in all rooms and public areas. Are there family-friendly activities at the resort? Yes, Sunset Mirage Resort offers a range of family-friendly activities including children's programs, kid-friendly pools, and outdoor adventures suitable for all ages. About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!",
    "disclaimer": "Disclaimer | Sunset Mirage Resort: Important Information 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Disclaimer 1. No Professional Advice The information provided on this website is for general informational purposes only. It does not constitute professional advice. Always seek the advice of a qualified professional for specific concerns. 2. Accuracy of Information We strive to provide accurate and up-to-date information on this website. However, we make no warranties or representations about the completeness, reliability, or accuracy of the information. 3. External Links This website may contain links to external websites that are not maintained or controlled by us. We are not responsible for the content or privacy practices of these websites. 4. Use of Content The content provided on this website is for your personal, non-commercial use only. You may not modify, reproduce, or distribute any part of the content without our prior written consent. 5. Limitation of Liability We do not assume any liability for damages or losses arising from the use of or inability to use this website or its content. This includes direct, indirect, incidental, consequential, or punitive damages. 6. Changes to Disclaimer We reserve the right to update or modify this disclaimer at any time without prior notice. Changes will be effective immediately upon posting on the website. 7. Governing Law This disclaimer shall be governed by and construed in accordance with the laws of USA. Any disputes relating to this disclaimer shall be subject to the exclusive jurisdiction of the courts in USA. 8. Contact Information If you have any questions about this disclaimer, please contact us at sunsetmirageresort@gmail.com. About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!",
    "index": "Luxury Getaways at Sunset Mirage Resort - Your Perfect Retreat 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Welcome to Sunset Mirage Resort Experience the pinnacle of luxury and entertainment at Sunset Mirage Resort in Las Vegas. Enjoy world-class accommodations, exquisite dining, and our exclusive casino, all designed to create unforgettable memories. Book your stay now and immerse yourself in the ultimate resort experience. Discover Sunset Mirage Resort Welcome to Sunset Mirage Resort, your luxurious escape in the heart of Las Vegas. Our resort offers unparalleled comfort, world-class amenities, and an exclusive casino experience that will leave you wanting more. Whether you're here to relax or to play, Sunset Mirage Resort promises an unforgettable stay. Luxurious Accommodations Our rooms and suites are designed with your comfort in mind, featuring modern amenities and stunning views. World-Class Dining Indulge in gourmet cuisine at our on-site restaurants, offering a variety of dining options to suit every palate. Exclusive Casino Experience the thrill of our exclusive casino, where you can enjoy a wide range of games and high-stakes excitement. Book Now Our Services At Sunset Mirage Resort, we offer a range of luxurious services designed to make your stay unforgettable. Enjoy our top-notch amenities and facilities, each tailored to provide you with the ultimate relaxation and entertainment. Spa & Wellness Indulge in our spa treatments, designed to relax and rejuvenate your body and mind. Fine Dining Experience gourmet cuisine at our world-class restaurants, offering a variety of dining options. Swimming Pool Relax by our stunning outdoor pool, complete with cabanas and poolside service. Fitness Center Stay fit during your stay with our state-of-the-art gym facilities and personal trainers. Rooms & Suites Experience unparalleled luxury and comfort in our elegantly designed rooms and suites. Each space is crafted to provide the utmost relaxation and convenience during your stay at Sunset Mirage Resort. Luxury Suite Our Luxury Suites offer spacious living areas, premium amenities, and stunning views, ensuring a truly lavish stay. Standard Room Our Standard Rooms provide a perfect blend of comfort and functionality, featuring modern amenities and cozy interiors. Deluxe Room Our Deluxe Rooms are designed for ultimate relaxation, offering upgraded amenities and elegant decor. View Details & Prices Special Offer Make the most of your stay at Sunset Mirage Resort with our exclusive offer. Book now and take advantage of this limited-time deal! Luxury Weekend Retreat Indulge in a luxurious weekend getaway with a 25% discount on our Luxury Suites. Enjoy complimentary breakfast, a spa voucher, and late checkout. Perfect for a relaxing escape. Book Now Customer Reviews Hear what our guests have to say about their experiences at Sunset Mirage Resort. We take pride in providing exceptional service and unforgettable stays. ★★★★★ \"Our stay at Sunset Mirage Resort was nothing short of perfect. The staff was incredibly friendly, and the amenities were top-notch. We can't wait to come back!\" — John and Emily R. ★★★★★ \"Absolutely loved the spa treatments and the fine dining options. A truly luxurious experience that left us feeling rejuvenated and pampered.\" — Samantha K. ★★★★★ \"The perfect family vacation spot! The kids' club was a hit with our children, and we enjoyed some much-needed relaxation by the pool.\" — The Williams Family Gallery Explore the beauty and luxury of Sunset Mirage Resort through our photo gallery. See our stunning hotel, world-class casino, and exceptional amenities. Hotel Exterior Casino Floor Luxury Room Spa Area Fine Dining Swimming Pool About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!",
    "privacy-policy": "Privacy Policy | Sunset Mirage Resort 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Privacy Policy 1. Introduction Welcome to Sunset Mirage Resort's Privacy Policy. This policy outlines how we collect, use, disclose, and safeguard your personal information when you visit our website and use our services. 2. Information We Collect We may collect various types of information from you, including your name, contact details, payment information, and preferences. This information is collected when you make a reservation, subscribe to our newsletter, or interact with our website. 3. Use of Information We use the information we collect to provide and personalize our services, communicate with you, process transactions, and improve our website and services. We may also use your information for marketing purposes with your consent. 4. Sharing of Information We do not sell, trade, or otherwise transfer your personal information to outside parties unless we provide you with advance notice. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. 5. Security of Information We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. 6. Cookies Our website uses cookies to enhance your browsing experience. These cookies may collect information such as your IP address, browser type, and pages visited. You can choose to disable cookies through your browser settings, although this may affect your ability to access certain features of our website. 7. Third-Party Links Our website may contain links to third-party websites or services. We are not responsible for the privacy practices or content of these third parties. We encourage you to review the privacy policies of any third-party websites you visit. 8. Children's Privacy Protecting the privacy of children is important to us. We do not knowingly collect personal information from children under the age of 13. If we discover that we have inadvertently collected personal information from a child under 13, we will promptly take steps to delete such information from our records. 9. Data Retention We retain your personal information only for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. 10. Your Rights You have the right to access, correct, or delete your personal information that we hold. You may also have the right to object to or restrict certain types of processing. To exercise these rights, please contact us using the information provided below. 11. International Transfers Your information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. 12. Changes to This Policy We may update this privacy policy from time to time to reflect changes in our practices and legal requirements. We will notify you of any changes by posting the new policy on this page and updating the effective date. 13. Contact Us If you have any questions or concerns about our privacy policy, please contact us at sunsetmirageresort@gmail.com. 14. Consent By using our website, you consent to the collection and use of your information as described in this privacy policy. 15. Governing Law This privacy policy shall be governed by and construed in accordance with the laws of Las Vegas. 16. Data Controller Sunset Mirage Resort is the data controller responsible for the processing of your personal data. 17. Automated Decision Making We do not use automated decision making or profiling based on your personal data. 18. Data Breach Notification In the event of a data breach affecting your personal information, we will notify you and relevant authorities as required by law. 19. User Responsibilities Users are responsible for maintaining the confidentiality of their account information and passwords. Please notify us immediately if you become aware of any unauthorized use of your account. 20. Effective Date This privacy policy is effective as of 06/14/2024. About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!",
    "services": "Services & Rates at Sunset Mirage Resort - Tailored Luxury Experiences 18+ Sunset Mirage Resort Main About Us Services & Rates Contacts Casino Services & Rates Explore our wide range of luxurious services and competitive rates. Whether you're seeking relaxation, fine dining, or thrilling entertainment, Sunset Mirage Resort offers the perfect experience for every guest. Room Types At Sunset Mirage Resort, we offer a variety of accommodations to suit every guest's needs, from luxurious suites to comfortable family rooms. Discover the perfect room for your stay. Luxury Suites Our Luxury Suites offer spacious, elegantly designed interiors with top-notch amenities, providing the ultimate in comfort and style. Perfect for those seeking an exclusive and lavish experience. Standard Rooms Our Standard Rooms are designed with comfort and convenience in mind, featuring modern amenities and stylish decor. Ideal for both leisure and business travelers. Family Rooms Our Family Rooms provide ample space and all the necessary amenities to ensure a comfortable and enjoyable stay for families. Perfect for those traveling with children. See Services & Rates Room Rates Discover our competitive rates for each room category, and take advantage of our special packages and offers to make the most of your stay at Sunset Mirage Resort. Rates by Category Luxury Suites From $350 per night Experience unparalleled luxury with our top-tier suites, featuring spacious layouts and premium amenities. Standard Rooms From $150 per night Enjoy modern comfort and convenience at an affordable rate, ideal for both business and leisure travelers. Family Rooms From $200 per night Perfect for families, our spacious rooms offer all the amenities needed for a relaxing and enjoyable stay. Special Packages & Offers Romantic Getaway Package From $500 per night Includes a luxury suite, complimentary champagne, and a romantic dinner for two. Perfect for celebrating special occasions. Family Fun Package From $350 per night Includes a family room, access to the kids' club, and complimentary breakfast for the whole family. Ideal for family vacations. Business Traveler Package From $250 per night Includes a standard room, access to the business center, and complimentary high-speed Wi-Fi. Tailored for business professionals. Book Your Stay Other Services Enhance your stay at Sunset Mirage Resort with our wide range of additional services designed to provide relaxation, entertainment, and wellness. Spa Indulge in a variety of rejuvenating treatments at our luxurious spa. Enjoy massages, facials, and more in a serene environment. From $100 per session Restaurant Savor gourmet cuisine prepared by our expert chefs. Our restaurant offers a fine dining experience with a menu that changes seasonally. Average meal: $50 per person Bars Relax at one of our stylish bars, offering a wide selection of cocktails, wines, and spirits. Perfect for unwinding after a long day. Drinks: From $10 Swimming Pool Take a refreshing dip in our outdoor swimming pool. The pool area features comfortable loungers and poolside service. Access: Free for guests Fitness Center Stay active during your stay with our state-of-the-art fitness center. Equipped with the latest exercise machines and free weights. Access: Free for guests About Us Services & Rates Contacts Casino Disclaimer Privacy Policy Terms and Conditions We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Got it!"
  },
  "date": "2024-06-15T13:26:53.530Z"
}