{
  "name": "VRidium",
  "pages": {
    "thank_page": "Explore New Horizons with VRidium - The Leader in VR Technologies Thank you for contacting VRidium! Thank You for Your Inquiry! Thank you for reaching out to VRidium. We have received your request and will contact you shortly. We highly value each client and strive to provide the most comfortable and professional service. If you have any additional questions or requests, feel free to contact us via email at vridium@gmail.com. Stay connected! The VRidium team is eager to help you immerse yourself in the exciting world of virtual reality. Return to Home Page",
    "about": "VRidium: Your Trusted Guide to the Exciting VR Universe VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium About VRidium VRidium is an Indian company specializing in selling high-quality VR equipment from leading global manufacturers. We were founded in 2018 by a group of enthusiasts driven to make the exciting technologies of virtual reality accessible to a wide audience. Our mission is to give everyone the opportunity to immerse themselves in incredible digital worlds for entertainment, education, and work. We believe that VR has the power to transform many aspects of life, opening new horizons for creativity, interaction, and self-expression. Over the years, VRidium has grown from a small startup to become one of the leading providers of VR solutions in India. We take pride in our achievements, but our top priority has always been our customers. We value the trust you place in us by choosing VRidium, and we strive to live up to it by offering impeccable service and competitive prices. Our team is constantly working to expand our product range and improve the quality of our services. We keep track of the latest trends in the VR industry to provide you with the most advanced and innovative solutions. Our goal is to become your reliable guide to the world of virtual reality, helping you bring your boldest ideas to life. Join the growing VRidium community and discover the boundless possibilities of VR with us! VRidium's Charitable Program At VRidium, we believe that virtual reality technologies can not only entertain but also bring real benefits to society. That's why we've launched a special charitable program, where a portion of the proceeds from sales of certain products goes towards supporting socially significant projects. When you purchase VR headsets, controllers, and accessories from the VRidium Care line, 5% of the order value will be donated to charitable foundations that assist children and people with disabilities. The funds will be used to acquire VR equipment and develop specialized applications for rehabilitation, education, and socialization of people with special needs. Virtual reality opens up new opportunities for their development and integration into society. Additionally, a portion of the proceeds will support orphanages and boarding schools. We will provide them with modern VR equipment to organize engaging educational and entertainment programs. Join our charitable initiative! By purchasing products from the VRidium Care line, you not only get quality products but also contribute to helping those in need. Together, we can make the world a better place through innovative technologies. VRidium Seminars and Masterclasses Do you want to dive deeper into the world of virtual reality and learn about its boundless possibilities? At VRidium, we regularly conduct engaging seminars and hands-on masterclasses for everyone interested. For Adults Discover new VR horizons at our seminars for adult audiences. You'll learn about the history of virtual reality technology development, its current state, and future prospects. We'll also discuss various applications of VR - from gaming and entertainment to professional applications. For Children and Teenagers Specially for young enthusiasts, we organize exciting VR masterclasses. Kids will not only get to try the latest equipment but also learn how to create their own virtual worlds using special tools. Develop your creativity and master cutting-edge technologies with VRidium! For Businesses For company representatives, we offer a series of seminars dedicated to implementing VR solutions into various business processes. You'll learn how virtual reality technologies can increase the efficiency of production, marketing, staff training, and other areas of activity. Our experts will share best practices and answer all your questions. Stay tuned for announcements of upcoming events on our website and social media. Spaces are limited, so we recommend registering in advance. Join VRidium to discover the incredible potential of virtual reality! VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium",
    "contact": "Push the Boundaries of Possibility with Cutting-Edge VR Equipment from VRidium VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium Contact Us If you have any questions or would like to receive an up-to-date price list for our VR equipment and services, feel free to reach out to us in the most convenient way: Phone: +911274924558 Email: vridium@gmail.com Address: 36, Dr Rajendra Prasad Rd, India Gate, Area, New Delhi, Delhi 110001, India To receive the price list, we recommend using the form on our website. Simply fill in the required fields, and our managers will promptly send you the current price list via email. We value every client and strive to ensure a comfortable interaction. Don't hesitate to reach out, and our team will be happy to answer all your questions! &nbsp;I accept&nbsp; Privacy Policy Send VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium",
    "index": "Immerse Yourself in Reality with VRidium VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium Immerse Yourself in Reality with VRidium Dive into stunningly lifelike digital universes forged by cutting-edge tech for an unprecedented full virtual reality immersion. Contact us Welcome to VRidium - the World of Virtual Reality! In our online store, you'll find VR headsets, controllers, accessories, and software for gaming, education, entertainment, and business applications. Our experienced consultants will help you choose the optimal configuration to meet your needs and budget. Our Advantages At VRidium, we strive to provide our clients with an exceptional service and virtual reality experience. Here's what sets us apart from other companies: Extensive VR Equipment Range We offer one of the most comprehensive lineups of VR headsets, accessories, and solutions from leading global brands. Whether it's for gaming, education, design, or business applications, you'll find the right equipment with us. Expert Consultations Our team consists of passionate VR enthusiasts who have in-depth knowledge of virtual reality technologies. We'll help you choose the optimal configuration for your needs and budget. Fast Delivery Across India Thanks to our extensive logistics network, we provide prompt delivery of VR equipment to every corner of the country. Your order will be delivered as quickly as possible. Quality Assurance and Service We only work with trusted manufacturers and provide a full warranty on all products. If needed, our specialists will offer qualified technical support. Competitive Pricing for All As one of the largest distributors of VR solutions in India, we can offer truly competitive prices for both individual and corporate clients. VR Equipment Applications: Boundless Possibilities Virtual reality is opening new horizons in various aspects of life. VR equipment finds widespread applications: Entertainment and Gaming Immersing yourself in captivating virtual worlds for incredible gaming adventures is one of the most popular applications of VR technology. Players can find themselves at the epicenter of events, feeling like heroes of fantastic stories. Education and Training VR allows for the creation of interactive learning environments, visualizing complex processes and concepts. Students get the opportunity to study subjects in practice in a safe virtual environment - from surgical operations to space travel. Design and Architecture Architects and designers use VR to create realistic 3D models of buildings, interiors, and products. This allows clients to evaluate projects before their implementation and make necessary adjustments. Tourism and Travel Virtual tours provide the opportunity to familiarize yourself with attractions, hotels, and other locations in a 360-degree format beforehand. This helps tourists make informed choices. Marketing and Advertising VR is actively used in marketing to create vivid, memorable advertising campaigns and interact with consumers in a virtual environment, showcasing products and services. Healthcare In medicine, VR is used for training doctors, performing operations, and rehabilitating patients. The virtual environment helps overcome phobias and stress disorders. VR opens up boundless possibilities for creativity, learning, and development in various fields. Join VRidium to discover new horizons of virtual reality! Frequently Asked Questions Do you have questions about virtual reality and our products? We've compiled some of the most frequently asked questions and answers. What is VR and how does it work? Virtual reality (VR) is a computer technology that creates a realistic simulation of a three-dimensional environment, perceived by humans through special devices such as VR headsets. The user is fully immersed in the digital world and can interact with it. What equipment is needed for VR? For a full VR experience, you need a virtual reality headset connected to a powerful computer or gaming console. Motion controllers and special accessories may also be required. Is it safe to use VR? Yes, modern VR technologies are completely safe when following the manufacturer's instructions. However, it is not recommended to use headsets for too long to avoid dizziness or eye strain. What can VR be used for? Virtual reality finds applications in various fields: gaming, education, medicine, architecture, design, marketing, and many others. The possibilities of VR are virtually limitless. Is VR equipment difficult to master? Modern VR headsets and software are relatively simple to use. However, more advanced tasks may require training. At VRidium, we conduct special seminars and masterclasses. Are there age restrictions for VR? Most VR applications and games are designed for audiences over 13 years old. For younger children, it is recommended to use VR only under adult supervision. If you have any remaining questions, our consultants will be happy to answer them. Simply contact us in the most convenient way! VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium",
    "privacy-policy": "Innovative VR Solutions from VRidium for Business and Entertainment VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium Privacy Policy At VRidium, we are committed to protecting the privacy and personal information of our customers. This Privacy Policy outlines how we collect, use, and safeguard the information you provide when using our website and services. Information Collection and Use When you visit our website or make a purchase, we may collect personal information such as your name, email address, shipping address, and payment details. This information is necessary to process your orders, provide customer support, and improve our services. We may also collect non-personal information, such as your IP address, browser type, and operating system, for analytical purposes and to enhance your browsing experience. Data Security We take data security seriously and implement industry-standard measures to protect your personal information from unauthorized access, disclosure, or misuse. Our website uses Secure Sockets Layer (SSL) encryption to safeguard your sensitive data during transmission. Third-Party Services We may engage trusted third-party service providers to assist with order fulfillment, payment processing, and marketing activities. These providers have access to the personal information necessary to perform their services, but they are obligated to maintain the confidentiality and security of your data. Cookies and Tracking Technologies Our website uses cookies and similar tracking technologies to improve your experience and provide personalized content and advertisements. You can adjust your browser settings to control or disable these technologies if desired. Email Communications By providing your email address, you consent to receive promotional emails from VRidium, including newsletters, product updates, and special offers. You can unsubscribe from these communications at any time by clicking the \"Unsubscribe\" link in the email or by contacting us at vridium@gmail.com. Children's Privacy Our website and services are not intended for children under the age of 13. We do not knowingly collect personal information from minors without parental consent. External Links Our website may contain links to third-party websites or services that are not governed by this Privacy Policy. We encourage you to review the privacy policies of those external sites before providing any personal information. Changes to the Privacy Policy We reserve the right to update or modify this Privacy Policy at any time. Any changes will be effective immediately upon posting the revised policy on our website. Contact Us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at vridium@gmail.com. By using our website and services, you acknowledge and agree to the terms of this Privacy Policy. VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium",
    "products": "Professional Support and Top-Notch Service from VRidium VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium Our Products: A Full Range of VR Solutions At VRidium, we offer a wide assortment of high-quality equipment and software for immersing yourself in incredible virtual worlds. Our product range includes: VR Headsets Discover new horizons with our selection of cutting-edge VR headsets from leading manufacturers such as Oculus, HTC Vive, Valve Index, and many others. Whether your preference is gaming, education, or professional applications, we'll help you choose the perfect headset with high resolution, a wide field of view, and smooth motion tracking. Accessories and Peripherals Complement your VR setup with essential accessories for maximum comfort and immersion. You'll find motion controllers, charging devices, extension cables, stands, and much more from reliable brands. Content Creation Software Develop your own virtual applications and environments with professional tools from industry leaders like Unreal Engine, Unity, Blender, and others. We provide licensed software at competitive prices. Business Solutions Boost your company's efficiency by implementing VR technologies into production processes, marketing, staff training, and other areas. Our specialists will help you choose the optimal equipment and software configuration for your needs. Service and Support We provide a full cycle of technical support for all our products. Our engineers will quickly resolve any issues, and our experienced consultants are always ready to advise you on the operation and integration of VR solutions. 499$ 550$ 720$ 499$ 449$ 379$ Hot VR Equipment Sales At VRidium, we regularly hold lucrative sales to make cutting-edge virtual reality technologies even more accessible to our clients. Stay tuned for our promotions and special offers! Seasonal Discounts During holidays and special occasions, we offer massive discounts on popular VR headsets, accessories, and software. This is a great opportunity to upgrade or expand your VR setup at bargain prices. Demo Unit Sales We regularly put our showroom demonstration units up for sale. These headsets and devices are in perfect condition but are sold at substantial discounts of up to 50%. Corporate Client Offers If you represent a company planning a large-scale implementation of VR technologies, you can take advantage of special corporate discounts and flexible payment terms. Our managers will tailor an optimal solution to fit your budget. Bonus Program Join our bonus program and accumulate points for your purchases. You can later redeem them for discounts on your next VR equipment and accessory orders. Subscribe to Our Newsletter To ensure you don't miss out on any lucrative promotions and sales, subscribe to our email newsletter. We'll keep you informed about all special offers from VRidium. At VRidium, we value every client and strive to make virtual reality technologies as accessible as possible. Stay tuned for our sales and save! Trade-In Program: Upgrade Your VR Equipment Cost-Effectively At VRidium, we understand that virtual reality technologies are rapidly evolving, and you may want to upgrade your VR setup to a more advanced model. That's why we've launched a special Trade-In program. How It Works Bring your old but functional VR equipment - headsets, controllers, or accessories - to us. Our specialists will diagnose and assess the condition of the devices. Depending on the model and condition, you'll receive a discount on purchasing new VR equipment from our store. Beneficial Exchange The Trade-In program allows you to save significantly when upgrading your VR system. Instead of selling your old equipment at a reduced price, you can exchange it for a discount on a new headset or accessories. Simple Process To participate in the program, simply bring your devices to your nearest VRidium showroom. Our consultants will quickly evaluate them and offer the best exchange options. The entire process takes minimal time. Environmental Protection By handing over your old VR equipment to us, you contribute to environmental protection. We ensure proper disposal of the devices, reducing electronic waste. Special Offers Stay tuned for our promotions and special offers within the Trade-In program. Periodically, we increase discounts on certain VR headset models and accessories. Upgrade your VR system in the most cost-effective way with VRidium's Trade-In program! Ask our consultants for more details. VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium",
    "service": "Embark on Incredible Adventures with VR Headsets from VRidium VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium Our Service: Comprehensive Support Every Step of the Way At VRidium, we offer much more than just selling VR equipment. Our goal is to become a reliable partner that provides you with full support at every stage of your journey into virtual reality technologies. 24/7 Consultative Support Our highly qualified specialists are available around the clock to answer any of your questions and assist with choosing the optimal VR solution configuration. We will provide detailed consultations on all technical aspects, equipment features, and software. Training and Masterclasses To ensure you can fully leverage the potential of VR, we regularly conduct training seminars and hands-on masterclasses. Our experts will teach you how to operate the equipment, create content, and integrate VR solutions into your activities. Demonstration Showroom In our modern showroom, you can experience VR headsets, augmented reality glasses, and other devices from leading manufacturers firsthand. Experienced consultants will demonstrate the capabilities of the equipment and help you make an informed choice. Service Support Our work doesn't end after the purchase – we provide a full cycle of service support. If you encounter any issues with the equipment, our engineers will quickly resolve any problems. At VRidium, we value every client and strive to make your virtual reality experience as comfortable and productive as possible. Feel free to reach out to us at any time! Fast and Reliable Delivery Across India At VRidium, we understand that timely delivery is crucial for your successful immersion into the world of virtual reality. That's why we offer several delivery options to meet any of your needs. VRidium Express Delivery For clients who need to receive their order as soon as possible, we offer the VRidium Express service. Your VR equipment will be delivered within 1-2 business days from the moment you place your order. We work with leading logistics companies to ensure the fastest possible delivery across India. Standard Delivery If you're not in a rush, you can choose standard delivery. Your order will be shipped within 2-5 business days and delivered at a convenient time and location for you. We carefully package all shipments to guarantee the safety of your VR equipment during transportation. Showroom Pickup For residents of major cities where our showrooms are located, we offer the option of pickup. After placing your order on our website, you can collect your purchase at a time that suits you, avoiding delivery wait times. Corporate Delivery If you represent a company and need VR solutions delivered for your business, we can arrange special corporate delivery. Our managers will coordinate all the details with you and ensure timely delivery of the equipment in the required volume. At VRidium, we strive to make the process of receiving your VR equipment as simple and convenient as possible. Choose the delivery option that suits you best, and immerse yourself in incredible virtual worlds today! Warranty and After-Sales Service At VRidium, we take pride in the high quality of our products and strive to provide every client with the most comfortable experience when using VR equipment. That's why we offer reliable warranties and professional service support. Manufacturer's Warranty All VR headsets, controllers, and accessories purchased from VRidium are covered by the official manufacturer's warranty. It typically ranges from 1 to 2 years, depending on the model and brand. During the warranty period, we will repair or replace any defective equipment free of charge. Extended VRidium Warranty For our most valued clients, we offer the option to purchase an extended VRidium warranty for up to 3 years. This will give you complete confidence in the reliability of your VR system for an extended period. Authorized Service Center After the warranty period expires, you can visit our authorized service center for equipment repair or maintenance. Our qualified engineers will quickly resolve any issues and perform the necessary diagnostics. Genuine Spare Parts For repairs, we use only genuine spare parts and consumables from the manufacturers. This ensures high quality and durability of the repaired equipment. Consultations and Support Our specialists are always ready to advise you on the operation, maintenance, and repair of VR devices. We strive to provide the most comfortable service experience for every client. At VRidium, we care about ensuring your VR equipment works flawlessly for many years. Feel free to reach out to us, and we'll be happy to assist! VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium",
    "terms-conditions": "VRidium: Immerse Yourself in the Boundless Worlds of Virtual Reality VRidium Contact About us Products Service Immerse Yourself in Reality with VRidium Terms and Conditions Welcome to VRidium, your premier destination for cutting-edge virtual reality equipment and solutions. By accessing or using our website, products, or services, you agree to be bound by these Terms and Conditions. Please read them carefully before making any purchases or engaging with our platform. Acceptance of Terms By placing an order or using our services, you acknowledge that you have read, understood, and agreed to these Terms and Conditions, as well as our Privacy Policy. If you do not agree with any part of these terms, please refrain from using our website or services. Product Descriptions and Pricing We strive to provide accurate and up-to-date information about our products, including descriptions, specifications, and pricing. However, errors or discrepancies may occur, and we reserve the right to correct any inaccuracies or update pricing without prior notice. Order Placement and Confirmation When you place an order through our website, you are making a binding offer to purchase the selected products or services. We will send you an order confirmation via email, which constitutes our acceptance of your offer. The contract between us is formed at the time we send the order confirmation. Payment and Taxes All payments must be made in full before we can process your order. We accept various payment methods, which will be clearly displayed during the checkout process. Applicable taxes and shipping charges will be added to the total amount due. Delivery and Shipping We will make every effort to deliver your order within the estimated timeframe provided during the checkout process. However, delivery times are not guaranteed and may vary depending on factors beyond our control. We are not responsible for any delays caused by shipping carriers or other third parties. Returns and Refunds We offer a 14-day return policy for most products, provided they are unused, unopened, and in their original packaging. To initiate a return, please contact our customer support team at vridium@gmail.com for instructions. Refunds will be processed within 7-10 business days after we receive the returned item. Intellectual Property All content, including text, graphics, logos, images, and software, on our website and products is the property of VRidium or its licensors and is protected by intellectual property laws. You may not reproduce, distribute, or modify any content without our prior written consent. Limitation of Liability VRidium shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with the use of our website, products, or services, including but not limited to lost profits, data, or business interruption. Governing Law and Jurisdiction These Terms and Conditions shall be governed by and construed in accordance with the laws of [Your Country/State]. Any disputes arising from or related to these terms shall be subject to the exclusive jurisdiction of the courts in [Your City/State]. Changes to Terms and Conditions We reserve the right to modify or update these Terms and Conditions at any time without prior notice. The latest version will be available on our website, and your continued use of our services after any changes constitutes your acceptance of the updated terms. If you have any questions or concerns regarding these Terms and Conditions, please contact us at vridium@gmail.com. We appreciate your business and look forward to providing you with an exceptional virtual reality experience. VRidium Terms conditions Privacy policy Phone: +911274924558 E-mail: vridium@gmail.com Contact About us Products Service © 2022 VRidium"
  },
  "date": "2024-05-20T13:38:40.659Z"
}