{
  "name": "winloto",
  "pages": {
    "contact": "WinLoto - Atbildīga Spēle, Kontakti un Rekvizīti Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. Tālrunis 371 (44) 612-34-91 E-pasts winloto@gmail.com Adrese Saules iela 15, Madona, Madonas pilsēta. Atstājiet savu veidlapu Es piekrītu - Privātuma Politika Sūtīt Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "disclaimer": "Atsaukums | WinLoto - Juridiskā atruna un informācija Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. Atrunasījums Šī vietne ir paredzēta izklaides nolūkiem vien. WinLoto ir spēle, kurā ir iesaistīta veiksme, un tā nekad nevar garantēt uzvaras. Ņemot vērā spēles likmes, ir svarīgi spēlēt atbildīgi un ierobežot naudas summu, ko esi gatavs zaudēt. WinLoto vietne neaizvieto finanšu konsultāciju. Ja jums ir jautājumi par jūsu finansiālo situāciju, lūdzu, konsultējieties ar kvalificētu finanšu konsultantu. Spēlējot WinLoto, ir svarīgi atcerēties, ka: Jums jābūt vismaz 18 gadus vecam, lai piedalītos spēlē. Jums ir jāspēlē atbildīgi un ierobežot naudas summu, ko esat gatavs zaudēt. Jums jābūt informētam par spēles noteikumiem un likmēm. Jums jābūt gatavam uzvaras un zaudējumu risku. Jums jābūt gatavam spēlēt godīgi un ētiski. WinLoto vietne nekad neuzņemas atbildību par jebkāda veida zaudējumiem, kas rodas, spēlējot spēli. Jūsu finansiālā labklājība ir jūsu pašu atbildība. Mēs iesakām konsultēties ar speciālistiem šādos gadījumos: Ja jums rodas grūtības kontrolēt savas spēles paradumus. Ja jūtat, ka spēlēšana kļūst par atkarību. Ja jums ir grūtības kontrolēt savus finanšu līdzekļus. Ja jūs jūtaties neērti vai uztraukti par spēli, lūdzu, pārtrauciet spēlēt un meklējiet palīdzību. Ja Atcerieties, ka WinLoto ir spēle, kurai jābūt jautri un aizraujoša. Šīs vietnes saturs ir paredzēts tikai informācijas nolūkiem un nevajadzētu uzskatīt par finanšu padomu. Ir svarīgi atcerēties, ka laimests spēlē ir neparedzams un nav garantēts. Mēs aicinām jūs spēlēt atbildīgi un baudīt WinLoto spēles pieredzi. WinLoto vietne neapstiprina un nav atbildīga par trešo pušu vietnēm, uz kurām varētu būt saites šajā vietnē. Izmantojot šo vietni, jūs piekrītat šiem noteikumiem un nosacījumiem. Lūdzu, pārbaudiet šos noteikumus un nosacījumus regulāri, lai būtu informēts par jebkādām izmaiņām. Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "games": "WinLoto - Sporta Atbalsta Loterijas - Laimē un Atbalsti Savu Komandu! Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. Par projektu Sporta un aktīva dzīvesveida atbalsta iniciatīva \"Kustība, kas vieno\" tika atklāta ar mērķi veicināt veselīgu dzīvesveidu, kustību un sportiskās aktivitātes visās vecuma grupās. Iniciatīvas ietvaros klajā nāk divas loterijas – \"Sporta loterija\" un interaktīvā izloze \"Sporto visi\". Sākusies projekta trešā sezona Šajā sezonā projektā piedalās 97 skolas Latvijā, un tās visas pretendē uz 5000€ finansējuma saņemšanu sporta dzīves uzlabošanai. Finansējumu var saņemt jebkura skola, kas ir projekta Sporto visa klase dalībniece – arī tās, kas saņēmušas finansējumu pagājušajās sezonās. Divu sezonu ietvaros, pateicoties abām sporta atbalsta loterijām, 75 skolas Latvijā - katra ieguva finanšu atbalstu 5000€ apmērā, turklāt 29 no tām saņēma finansējumu divreiz. Tāpat arī vasarā norisinājās otrā jauniešu izaugsmes nometne Personības akadēmija, kas pulcēja 60 skolēnus no 20 Latvijas skolām. Projekta ieguvumi Sabiedrības iesaiste svarīgu mērķu sasniegšanā Aktīva dzīvesveida veicināšana visās vecuma grupās Atbalsts sporta vides attīstīšanai Latvijas izglītības iestādēs Jauno sporta talantu atlase un izaugsmes veicināšana Kustība, kas vieno projekts ieguvis Eiropas inovāciju balvu VAS Latvijas Loto saņēmusi starptautisku atzinību un godalgoto 2.vietu asociācijas European Lotteries rīkotajā inovāciju balvu konkursā. Starp vairāk nekā 25 inovāciju projektiem no visas Eiropas Latvijas Loto ieguva balvu par sabiedriskā labuma mērķa loteriju Sporta loterija un interaktīvās izlozes Sporto visi unikālo spēles principu ar ģeotārgetingu un sasaisti ar Latvijas Olimpiskās komitejas projekta Sporto visa klase skolām. Kontakti Jaunumi Ātrās loterijas 11 Jun 2024 Vasara nes naudu “Zelta ducī”! Laimē 15000€ Ātrās loterijas 13 Jun 2024 Iegūstiet iespēju iegūt 100 laimes ratus! Laimē 10000€ Ātrās loterijas 3 Jun 2024 Vasaras karstā izloze: 1000 atdāvināti! Laimē 1400€ Abonēšanas priekšrocības Abonē vienreiz un piedalies katrā izlozē, lai kur tu atrastos Kupons tiek apmaksāts ar maksājumu karti automātiski pirms katras izlozes Saņem kuponus e-pastā, viegli maini abonēšanas uzstādījumus savā profilā Izveidot abonementu Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "index": "Winloto - Pievienojieties Aizraujošajām Loterijām un Izmantojiet Iespēju Laimēt Lielas Balvas! Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. 220 000€ Labākais SuperBingo moments 142 329€ Stabila vērtība kopš 1993. gada 27 milj.€ Eiropas loterija Momentloterijas Loto biļetes Loterijas biļetes var iegādāties pie oficiālajiem izplatītājiem valstī, kurā notiek spēle. Tomēr jūs varat arī izvēlēties savus numurus tiešsaistē ērti mājās un mēģināt laimēt lielākos džekpotus pasaulē. Jackpot €160.000 Pasūtiet Jackpot €10.000 Pasūtiet Jackpot €11.400 Pasūtiet Jackpot €101.000 Pasūtiet Jackpot €160.890 Pasūtiet Jackpot €32.000 Pasūtiet Jackpot €87.000 Pasūtiet Loto loterijas Loto loterijas ir aizraujošs un izklaidējošs veids, kā pārbaudīt savu veiksmi un, iespējams, laimēt lielus naudas balvas. Lotto €87.000 Lotto €107.000 Lotto €120.000 Lotto €7.000 Lotto €98.000 Lotto €1.000 Lotto €500 Lotto €81.000 Lotto €117.000 Lotto €92.000 Lotto €87.333 Lotto €81.192 Lotto €92.200 Lotto €87.673 Lotto Šodien CETURTDIENAS IZRĀDE 33% LĪDZ 500 ASV dolāriem Ceturtdienas pārlādēšanas bonuss Kontakti €7.000 Lotto €87.673 Lotto €107.000 Lotto €1.000 Lotto €500 Lotto €87.000 Lotto €117.000 Lotto €98.000 Lotto €87.333 Lotto €81.192 Lotto €92.200 Lotto €92.000 Lotto Abonēšanas priekšrocības Abonē vienreiz un piedalies katrā izlozē, lai kur tu atrastos Kupons tiek apmaksāts ar maksājumu karti automātiski pirms katras izlozes Saņem kuponus e-pastā, viegli maini abonēšanas uzstādījumus savā profilā Izveidot abonementu Jaunumi Ātrās loterijas 11 Jun 2024 Vasara nes naudu “Zelta ducī”! Laimē 15000€ Ātrās loterijas 13 Jun 2024 Iegūstiet iespēju iegūt 100 laimes ratus! Laimē 10000€ Ātrās loterijas 3 Jun 2024 Vasaras karstā izloze: 1000 atdāvināti! Laimē 1400€ Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "loto": "Loto spēles, kas maina dzīvi ar lieliem laimestiem Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. Momentloterijas Lotto 131,000 € Lotto 110,000 € Lotto 13,000 € Lotto 120,033 € Lotto 10,000 € Lotto 120,031 € Lotto 12,000 € Lotto 120,000 € Loto biļetes Loterijas biļetes var iegādāties pie oficiālajiem izplatītājiem valstī, kurā notiek spēle. Tomēr jūs varat arī izvēlēties savus numurus tiešsaistē ērti mājās un mēģināt laimēt lielākos džekpotus pasaulē. Jackpot €160.000 Pasūtiet Jackpot €10.000 Pasūtiet Jackpot €11.400 Pasūtiet Jackpot €101.000 Pasūtiet Jackpot €160.890 Pasūtiet Jackpot €32.000 Pasūtiet Jackpot €87.000 Pasūtiet Loto loterijas Loto loterijas ir aizraujošs un izklaidējošs veids, kā pārbaudīt savu veiksmi un, iespējams, laimēt lielus naudas balvas. Lotto €87.000 Lotto €107.000 Lotto €120.000 Lotto €7.000 Lotto €98.000 Lotto €1.000 Lotto €500 Lotto €81.000 Lotto €117.000 Lotto €92.000 Lotto €87.333 Lotto €81.192 Lotto €92.200 Lotto €87.673 Lotto Šodien CETURTDIENAS IZRĀDE 33% LĪDZ 500 ASV dolāriem Ceturtdienas pārlādēšanas bonuss Kontakti €7.000 Lotto €87.673 Lotto €107.000 Lotto €1.000 Lotto €500 Lotto €87.000 Lotto €117.000 Lotto €98.000 Lotto €87.333 Lotto €81.192 Lotto €92.200 Lotto €92.000 Lotto Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "otvgames": "WinLoto - Atbildīga Spēle - Spēlē Gudri un Droši Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. Latvijas Loto atbildīgas spēles sadaļa Izbaudiet spēli ar mēru. Piedalīšanās azartspēlēs ir jautra un nedrīkst radīt problēmas. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Dzīvo aizrautīgi, spēlē atbildīgi Uzzināt vairāk Spēlēšanas vadlīnijas Uzzināt vairāk Mājaslapā pieejamie Atbildīgas Uzzināt vairāk Atbildīgas spēles programma Uzzināt vairāk Tests: vai spēlēšana sagādā jums? Uzzināt vairāk Pētījumi par problemātisku spēlēšanu Uzzināt vairāk Informācija bērnu drošībai internetā Uzzināt vairāk Palīdzības sniegšanas vietas Latvijā Uzzināt vairāk Abonēšanas priekšrocības Abonē vienreiz un piedalies katrā izlozē, lai kur tu atrastos Kupons tiek apmaksāts ar maksājumu karti automātiski pirms katras izlozes Saņem kuponus e-pastā, viegli maini abonēšanas uzstādījumus savā profilā Izveidot abonementu Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "policy": "Privātuma politika | WinLoto - Jūsu datu drošība un aizsardzība Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. WinLoto Privātuma Politika Šī Privātuma politika nosaka, kā WinLoto tīmekļa vietne ('Vietne') apkopo, izmanto un atklāj jūsu personisko informāciju. Šī politika attiecas uz visiem vietnes lietotājiem, neatkarīgi no tā, vai viņi ir reģistrēti lietotāji vai ne. 2. Apkopotie dati Mēs apkopojam personisko informāciju, kuru jūs mums sniedzat, reģistrējoties vietnē, piedaloties konkursā vai piedāvājot savus pakalpojumus. Šī informācija var ietvert jūsu vārdu, e-pasta adresi, lietotājvārdu, paroli, dzimšanas dienu un jebkādu citu informāciju, ko jūs izvēlaties mums sniegt. Mēs arī varam apkopot noteiktu tehnisko informāciju par jūsu ierīci un pārlūku, kad jūs apmeklējat vietni. Šī informācija var ietvert jūsu IP adresi, pārlūka veidu, operētājsistēmu un citas tehniskas detaļas. 3. Informācijas izmantošana Mēs izmantojam jūsu personisko informāciju, lai nodrošinātu vietnes pakalpojumus, apstrādātu jūsu pieprasījumus, sniegtu jums informāciju par jaunumiem un piedāvājumiem, kā arī uzlabotu vietnes darbību. Mēs varam izmantot jūsu e-pasta adresi, lai nosūtītu jums reklāmas e-pastus, informāciju par konkursa rezultātiem un citus paziņojumus par vietnes darbību. Jūs varat atteikties no šādu e-pastu saņemšanas jebkurā brīdī, noklikšķinot uz 'Atslēgt abonementu' saites jebkurā saņemtā e-pastā. 4. Informācijas atklāšana Mēs neatklāsim jūsu personisko informāciju trešajām personām, izņemot šādos gadījumos: Ja tā ir nepieciešama, lai aizsargātu mūsu tiesības, īpašumu vai drošību. Ja tā ir nepieciešama likumdošanas prasībām vai tiesas procesa rezultātā. Ja mēs apvienojamies ar citu uzņēmumu, pārvedam to vai pārdodam daļu no tā. 5. Informācijas drošība Mēs īstenojam atbilstošus drošības pasākumus, lai aizsargātu jūsu personisko informāciju no neatļautas piekļuves, izmantošanas vai atklāšanas. Tomēr, ņemot vērā interneta būtību, neviens interneta pārvades veids vai elektroniskā uzglabāšanas metode nav pilnīgi droša. Tāpēc mēs nevaram garantēt pilnīgu jūsu personiskās informācijas drošību. 6. Jūsu tiesības Jums ir tiesības piekļūt, labot, dzēst vai ierobežot mūsu apkopoto personisko informāciju. Jūs varat sazināties ar mums, izmantojot vietnē norādīto kontaktinformāciju, lai pieprasītu šīs tiesības. 7. Sīkdatnes Vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi vietnē. Sīkdatnes ir mazi datu faili, ko vietne nosūta jūsu pārlūkam, un kas tiek saglabātas jūsu ierīcē. Sīkdatnes palīdz mums atcerēties jūsu preferences un uzlabot jūsu pieredzi nākamajās vietnes apmeklējuma reizēs. 8. Trešo pušu vietnes Vietne var saturēt saites uz citām vietnēm. Šī Privātuma politika neattiecas uz šo trešo pušu vietnēm. Mēs iesakām jums izlasīt katras apmeklētās vietnes privātuma politiku. 9. Izmaiņas Privātuma politikā Mēs varam laiku pa laikam atjaunināt šo Privātuma politiku. Ja mēs veicam būtiskas izmaiņas politikā, mēs paziņosim jums par to, ievietojot paziņojumu vietnē. Mēs iesakām jums regulāri pārskatīt šo politiku, lai būtu informēti par jebkādām izmaiņām. Datumu aizsardzības likums Mēs ievērojam visus attiecīgos datumu aizsardzības likumus un regulējumus, tostarp Vispārīgo datu aizsardzības regulējumu (GDPR). Informācijas glabāšana Mēs glabāsim jūsu personisko informāciju tik ilgi, cik nepieciešams, lai sniegtu jums vietnes pakalpojumus, atbilstu likumdošanas prasībām, aizsargātu mūsu tiesības un izpildītu līgumus. Jūsu pienākumi Jums ir pienākums sniegt mums precīzu un aktuālu informāciju. Jūs esat atbildīgs par jūsu konta drošību un paroles konfidencialitāti. Saziņa Jūs varat sazināties ar mums par jebkādām problēmām, kas saistītas ar jūsu personisko informāciju, izmantojot vietnē norādīto kontaktinformāciju. Jūsu tiesības saistībā ar datu pārnēsājamību Jums ir tiesības saņemt jūsu personisko informāciju strukturētā, parasti izmantojamā formātā, ko varat pārsūtīt citam datu pārzinim. Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "terms-conditions": "Noteikumi un nosacījumi | WinLoto - Labākā loteriju pieredze Cienījamie mūsu vietnes apmeklētāji! Mēs, CoffeeLur, savā vietnē izmantojam sīkfailus, lai uzlabotu jūsu lietotāja pieredzi un nodrošināt plašāku pakalpojumu pieredzi pasūtījuma. Mēs novērtējam jūsu uzticību un garantējam, ka jūsu informācija tiek apstrādāta droši un konfidenciāli saskaņā ar mūsu Privātuma politiku. ES piekrītu Kontakti Momentloterijas Sporta atbalsta loterijas Atbildīga spēle Kontakti un rekvizīti Vai zini, ko spēj Tava loterijas biļete? No ikvienas loterijas, ko piedāvā VAS \"Latvijas Loto\", labums tiek mums visiem un katram no mums. Noteikumi un nosacījumi Šie noteikumi un nosacījumi (turpmāk tekstā – Noteikumi) nosaka Lietošanas noteikumus un nosacījumus, kas attiecas uz Jūsu piekļuvi un WinLoto tīmekļa vietnes (turpmāk tekstā – Tīmekļa vietne) un tās pakalpojumu (turpmāk tekstā – Pakalpojumi) izmantošanu. Pieejot Tīmekļa vietnei un izmantojot Pakalpojumus, Jūs piekrītat ievērot šos Noteikumus. Ja Jūs nepiekrītat šiem Noteikumiem, Jums ir aizliegts piekļūt Tīmekļa vietnei un izmantot Pakalpojumus. WinLoto pakalpojumi WinLoto piedāvā dažādus tiešsaistes azartspēļu pakalpojumus, tostarp, bet ne tikai, sporta derības, kazino spēles un loterijas. Lai izmantotu šos Pakalpojumus, Jums ir jāizveido konts Tīmekļa vietnē. Konta izveide Lai izveidotu kontu Tīmekļa vietnē, Jums ir jābūt vismaz 18 gadus vecam un Jums ir jānorāda precīza un pilnīga informācija, tostarp Jūsu vārds, uzvārds, dzimšanas datums, adrese un e-pasta adrese. Jūs esat atbildīgs par konta informācijas konfidencialitāti un par visām darbībām, kas tiek veiktas, izmantojot Jūsu kontu. Naudas iemaksas un izmaksas Lai piedalītos WinLoto Pakalpojumos, Jums ir jāiemaksā nauda savā kontā. Naudas iemaksas var veikt, izmantojot dažādas metodes, tostarp kredītkartes, debetkartes un pārskaitījumus. Naudas izmaksas var veikt, izmantojot to pašu metodi, kas tika izmantota naudas iemaksai. Balvu izmaksa Ja Jūs laimējat balvu, WinLoto to izmaksās Jums saskaņā ar šajos Noteikumos noteiktajiem nosacījumiem. Balvu izmaksas laiks un metode būs atkarīga no balvas veida un Jūsu atrašanās vietas. Atbildīga spēle WinLoto ir apņēmies veicināt atbildīgu spēli. Mēs aicinām Jūs spēlēt atbildīgi un neiztērēt vairāk, nekā Jūs varat atļauties zaudēt. Ja Jums ir bažas par saviem spēles paradumiem, lūdzu, sazinieties ar mums vai apmeklējiet mūsu vietni, lai iegūtu vairāk informācijas par atbildīgu spēli. Konfidencialitāte WinLoto aizsargā Jūsu personas datu privātumu un konfidencialitāti. Mēs vācam un izmantojam Jūsu personas datus saskaņā ar mūsu Privātuma politiku, kas ir pieejama mūsu Tīmekļa vietnē. Autortiesības Tīmekļa vietnes saturs, tostarp, bet ne tikai, teksts, grafika, attēli, video un skaņa, ir aizsargāts ar autortiesībām un citiem intelektuālā īpašuma likumiem. Jums ir aizliegts kopēt, reproducēt, modificēt, publicēt, pārraidīt, izplatīt vai izmantot Tīmekļa vietnes saturu saviem komerciāliem mērķiem bez WinLoto skaidras rakstiskas piekrišanas. Preču zīmes WinLoto preču zīmes, pakalpojumu zīmes un logotipi ir WinLoto īpašums. Jums ir aizliegts izmantot šīs preču zīmes, pakalpojumu zīmes un logotipus bez WinLoto skaidras rakstiskas piekrišanas. Atruna WINLOTO PAKALPOJUMI TIKS SNIEGTI 'TĀDI, KĀ TIE IR', UN 'KĀ PIEEJAMI' PAMATA, UN WINLOTO NESNIEGS NEKĀDAS TIEŠAS VAI NETIEŠAS GARANTIJAS, TOSTARP, BET NE TIKAI, GARANTIJAS PAR PIEejamību, TIRDZNIECĪBAS PIEEJAMĪBU, PIEMĒROTĪBU NOTEIKTAM MĒRĶIM VAI NEPĀRKĀPŠANU. Atbildības ierobežošana WINLOTO NEUZŅEMAS ATBILDĪBU PAR JEBKĀDIEM TIEŠIEM, NETIEŠIEM, NEJAUŠIEM, ĪPAŠIEM VAI IZRIETOŠIEM ZAUDĒJUMIEM, KAS IZRIET NO WINLOTO PAKALPOJUMU IZMANTOŠANAS, PAT JAU WINLOTO IR TIKUSI BRĪDINĀTA PAR ŠĀDU ZAUDĒJUMU IESPĒJAMĪBU. Izmaiņas WinLoto patur tiesības jebkurā laikā mainīt šos Noteikumus, publicējot pārskatītos Noteikumus Tīmekļa vietnē. Pēc šādu pārskatīto Noteikumu publicēšanas Jums ir jāpiekrīt šīm izmaiņām, lai turpinātu izmantot WinLoto Pakalpojumus. Piemērojamie tiesību akti un jurisdikcija Šie Noteikumi ir pakļauti un interpretējami saskaņā ar Latvijas likumiem. Attiecībā uz visiem strīdiem, kas izriet no šiem Noteikumiem vai saistībā ar tiem, ekskluzīva jurisdikcija ir Latvijas tiesām. Momentloterijas Papildspēles Atbildīga spēle Kontakti un rekvizīti Noteikumi Noteikumi un nosacījumi: Pirms spēlēt mūsu spēles, lūdzu, izlasiet noteikumus un nosacījumus, kas regulē jūsu dalību. Šie noteikumi ir paredzēti jūsu drošībai un priekam. Atbildīga spēlēšana: izbaudiet spēles ar mēru. Azartspēlēm jābūt jautrām, nevis problemātiskām. Ja jūtat, ka jūsu spēļu aktivitātes sāk negatīvi ietekmēt jūsu dzīvi, meklējiet palīdzību. Mēs atbalstām atbildīgu spēlēšanu un nodrošinām rīkus pašsavaldīšanai. Noteikumi un Nosacījumi Privātuma politika Atruna © 2024. WinLoto loterijas.",
    "thanks": "Paldies | WinLoto - Pateicība par jūsu ziņojumu Paldies, ka apmeklējat WinLoto! Mēs priecājamies, ka jūs interesējas par mūsu spēlēm un iespēju laimēt lielas naudas summas. WinLoto ir tiešsaistes loterijas vietne, kas piedāvā plašu spēļu klāstu, kas atbilst visām gaumēm. Neatkarīgi no tā, vai jūs meklējat tradicionālu loteriju ar miljonu dolāru džekpotu vai jaunu un aizraujošu spēli ar unikālu mehāniku, WinLoto piedāvā kaut ko katram. Mēs saprotam, ka izvēlēties spēli var būt grūti, tādēļ esam izveidojuši draudzīgu un viegli lietojamu vietni. Atrodiet spēli, kas jums vislabāk atbilst, izlasiet spēles noteikumus un sāciet spēlēt! Mēs esam pārliecināti, ka jūs atradīsit spēli, kas jums patīk. Mūsu vietnes interfeiss ir intuitīvs un vienkāršs, padarot to pieejamu gan pieredzējušiem spēlētājiem, gan jaunpienācējiem. Jūs varat viegli reģistrēties un sākt spēlēt dažu minūšu laikā. Mēs piedāvājam drošu un uzticamu platformu, kas aizsargā jūsu personisko informāciju un nodrošina godīgu un caurspīdīgu spēli. WinLoto komanda ir apņēmusies sniegt jums vislabāko spēļu pieredzi. Mēs pastāvīgi uzlabojam mūsu pakalpojumus un piedāvājam jaunas funkcijas, lai jūs vienmēr būtu informēts un iesaistīts mūsu spēlēs. Jums ir pieejams arī klientu atbalsta dienests, kas palīdzēs jums atrisināt jebkādas problēmas. Mēs vēlam jums veiksmi un lielas laimēšanas! Atcerieties, ka spēle ir izklaides forma un nekad nedrīkst kļūt par atkarību. Spēlējiet atbildīgi un baudiet WinLoto piedāvāto aizraujošo spēļu pasauli. Mēs ticam, ka WinLoto ir lieliska vieta, kur piedalīties loterijā un iespējams uzvarēt lielu naudas balvu. Mēs piedāvājam plašu spēļu klāstu, lai katrs atrastu kaut ko sev tīkamu. Mēs esam pārliecināti, ka jūs būsiet apmierināti ar mūsu vietnes lietojamību un kvalitāti. Mēs sagaidām, ka jūs apmeklēsiet WinLoto regulāri un baudiet mūsu piedāvāto aizraujošo pieredzi. Mēs novēlam jums veiksmi! Atcerieties, ka spēle ir tikai izklaide, un nekad nedrīkst kļūt par atkarību. Spēlējiet atbildīgi. WinLoto komanda ir apņēmusies sniegt jums labāko spēļu pieredzi. Mēs strādājam, lai nodrošinātu, ka mūsu vietne ir vienkārša un intuitīva lietošanā, un tā piedāvā plašu spēļu klāstu. Mēs esam pārliecināti, ka jūs atradīsiet spēli, kas jums patīk. Mēs vēlam jums lielu veiksmi un sirsnīgi aicinām jūs sākt spēlēt jau šodien! WinLoto komanda cer, ka jūs baudīsiet spēli un iespēju laimēt lielas naudas summas. Mēs vēlam jums lielu veiksmi un sirsnīgi aicinām jūs sākt spēlēt jau šodien! WinLoto komanda cer, ka jūs baudīsiet spēli un iespēju laimēt lielas naudas summas. Paldies, ka apmeklējāt WinLoto! Mēs ceram, ka jūs baudīsiet mūsu vietni un atradīsiet spēli, kas jums patiks. Mēs vienmēr cenšamies nodrošināt vislabāko iespējamo pieredzi mūsu lietotājiem, un esam pārliecināti, ka jūs būsiet apmierināti ar mūsu pakalpojumiem. Mājas"
  },
  "date": "2024-06-14T12:54:50.431Z"
}