{
  "name": "10cric",
  "pages": {
    "disclaimer": "10CRIC Fantasy Cricket Disclaimer – Important Legal Information 10CRIC Disclaimers Welcome to the Disclaimer page of 10CRIC Fantasy Cricket. This disclaimer outlines important information regarding the use of our fantasy cricket platform and the limitations of our liability. By accessing or using our services, you acknowledge and accept the terms of this disclaimer. Accuracy of Information: While we strive to provide accurate and up-to-date information on 10CRIC Fantasy Cricket, we cannot guarantee the completeness or reliability of the content. The information provided on our platform is for informational purposes only and should not be construed as professional advice or recommendations. Users are encouraged to verify the accuracy of any information before making decisions based on it. No Endorsement: The inclusion of any third-party products, services, or websites on 10CRIC Fantasy Cricket does not imply endorsement or recommendation by us. We do not endorse or guarantee the quality, reliability, or suitability of any external resources linked to our platform. Users access external sites at their own risk and should review the terms and conditions of those sites before engaging with them. Financial Disclaimer: Participation in fantasy cricket contests on our platform involves financial risk, including the potential loss of entry fees or investments. We do not guarantee any specific outcomes or financial returns from participating in contests. Users should carefully consider their financial situation and risk tolerance before engaging in any gaming activities on our platform. Gaming Responsibility: 10CRIC Fantasy Cricket promotes responsible gaming practices and encourages users to play within their means. Users should set limits on their gaming activities and refrain from chasing losses. If you or someone you know is experiencing problem gambling behavior, we urge you to seek help from professional resources and support organizations. No Warranty of Results: We do not warrant or guarantee any specific results or outcomes from participating in fantasy cricket contests on our platform. The performance of participants' fantasy teams is based on various factors, including player performance, match conditions, and luck. Past performance is not indicative of future results, and users should approach gaming activities with realistic expectations. Limitation of Liability: 10CRIC Fantasy Cricket shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our platform. This includes but is not limited to loss of profits, data, or goodwill. Our liability is limited to the maximum extent permitted by law. No Guarantees: We make no guarantees or warranties regarding the availability, reliability, or performance of our platform. While we strive to provide uninterrupted access to 10CRIC Fantasy Cricket, we cannot guarantee that our services will be error-free or free from technical issues. Users acknowledge and accept the inherent risks associated with online gaming platforms. User Responsibility: Users are responsible for their own actions and decisions while using 10CRIC Fantasy Cricket. This includes but is not limited to the selection of fantasy teams, participation in contests, and adherence to contest rules. Users should conduct their own research and analysis before participating in contests and should not rely solely on information provided on our platform. External Factors: The performance of fantasy teams on our platform may be influenced by external factors beyond our control, such as player injuries, weather conditions, and match cancellations. While we endeavor to provide accurate information and updates, we cannot guarantee the accuracy or timeliness of such information in all circumstances. No Professional Advice: The information provided on 10CRIC Fantasy Cricket is not intended to constitute professional advice of any kind. Users should seek independent advice from qualified professionals regarding their specific circumstances, such as financial, legal, or gaming advice. We disclaim any liability for decisions made based on information obtained from our platform. User Discretion: Users are advised to exercise discretion and caution while using 10CRIC Fantasy Cricket. This includes but is not limited to sharing personal information, making financial transactions, and interacting with other users. We cannot guarantee the security or confidentiality of user interactions on our platform and recommend taking appropriate precautions. Third-Party Content: 10CRIC Fantasy Cricket may contain content provided by third parties, such as advertisements, promotions, or sponsored content. We do not endorse or control the content of third-party advertisements and disclaim any liability for the accuracy or legality of such content. Users interact with third-party content at their own risk. Welcome to the Cookie Policy of 10CRIC Fantasy Cricket. This policy explains how we use cookies and similar technologies on our platform to enhance your browsing experience and provide personalized services. By accessing or using our website, you consent to the use of cookies as described in this policy. Accept Decline 10CRIC Patna, Bihar 800004, India 10CRIC@gmail.com +91-511-2964233 Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket on 10CRIC involves an element of financial risk and can be addictive. We encourage all players to enjoy the game responsibly and stay mindful of their limits. Play at your own discretion and make sure it does not interfere with your work or personal life.",
    "index": "10CRIC Fantasy Cricket – Your Ultimate Destination for Fantasy Sports 10CRIC Immerse yourself in the world of fantasy cricket with 10CRIC! Become the manager of your team, select your favorite players, predict match results and compete with thousands of other cricket fans I agree to the Privacy Policy Get Link 1,000,000+ Registered Users Join over a million fantasy managers enjoying thrilling tournaments and unique features on 10CRIC. 50,000+ Daily Active Players Every day, tens of thousands of players actively compete, testing their skills and cricket knowledge. 100+ Weekly Tournaments Participate in more than a hundred weekly tournaments, including special events and exclusive leagues. How to Play 10CRIC Cricket? Playing fantasy cricket on 10CRIC is simple and fun. Follow these steps to get started: Sign Up / Log In: Visit the 10CRIC website or download the app. Sign up for a new account or log in if you already have one. Create Your Team: Select a match or tournament you want to participate in. Create your fantasy team by choosing real-life players from both teams. Stay within the budget limit and team composition rules. Join Contests: Browse available contests and select one that suits you. There are free contests and paid contests with varying entry fees and prize pools. Follow the Match: Once the real-life match starts, your selected players will earn points based on their actual performance (e.g., runs scored, wickets taken, catches, etc.). Track your team's performance in real-time and see where you rank against other participants. Earn Points and Win Prizes: Points are awarded according to the performance of your selected players in the real match. At the end of the match, prizes are distributed based on the contest's prize structure and your team’s ranking. Withdraw Your Winnings: If you win, you can withdraw your prize money to your bank account or use it to enter more contests. 10CRIC Cricket Fantasy Platform Quick and Hassle-Free Sign-Up Process Build and Customize Your Ultimate Dream Team Participate in Thrilling and Competitive Contests Track Matches and Player Performances in Real-Time Earn Points and Win Exciting Prizes Daily Frequently 10CRIC Asked Inquiries How do I create an account on 10CRIC? To create an account on 10CRIC, visit the website or download the app, click on the \"Sign Up\" button, and fill in the required details such as your name, email address, and password. Follow the instructions to complete the registration process. How do I select players for my fantasy cricket team? After logging in, choose a match or tournament you want to participate in. You'll have a budget to select players from both teams. Pick players based on their form, performance, and match conditions. Ensure you follow the team composition rules and budget limits. What are the roles of Captain and Vice-Captain in my team? The Captain and Vice-Captain are crucial as they earn extra points. The Captain earns double the points, and the Vice-Captain earns 1.5 times the points for their performances. Choose these roles wisely to maximize your team's score. How do I join contests on 10CRIC? Once you've created your team, browse the list of available contests. Select a contest that fits your preference, whether it's a free contest or one with an entry fee. Join the contest by confirming your participation and paying the entry fee if applicable. How are points awarded to players? Points are awarded based on the actual performance of the players in the real-life match. Points are given for runs scored, wickets taken, catches, and other cricketing actions. The detailed point system can be found on the 10CRIC website or app. How can I withdraw my winnings from 10CRIC? To withdraw your winnings, go to your account section and choose the withdrawal option. Follow the instructions to enter your bank details or preferred withdrawal method. The request will be processed, and funds will be transferred to your account. Welcome to the Cookie Policy of 10CRIC Fantasy Cricket. This policy explains how we use cookies and similar technologies on our platform to enhance your browsing experience and provide personalized services. By accessing or using our website, you consent to the use of cookies as described in this policy. Accept Decline 10CRIC Patna, Bihar 800004, India 10CRIC@gmail.com +91-511-2964233 Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket on 10CRIC involves an element of financial risk and can be addictive. We encourage all players to enjoy the game responsibly and stay mindful of their limits. Play at your own discretion and make sure it does not interfere with your work or personal life.",
    "privacy-policy": "10CRIC Fantasy Cricket Privacy Policy – Protecting Your Privacy 10CRIC Privacy Policy Welcome to the Privacy Policy page of 10CRIC Fantasy Cricket. This document outlines our commitment to protecting your privacy and explains how we collect, use, and safeguard your personal information. At 10CRIC, we prioritize transparency and respect for your privacy rights. We understand the importance of maintaining the confidentiality and security of your data while providing you with an exceptional fantasy cricket experience. Information Collection: We collect personal information such as name, email address, and contact details when you register for our Fantasy Cricket platform. This information is necessary for account creation and communication purposes. Additionally, we may gather demographic data to better understand our user base and tailor our services accordingly. Data Usage: Your personal information is used solely for the operation and improvement of our Fantasy Cricket platform. We may utilize your data to provide personalized gaming experiences, communicate promotional offers, and enhance customer support services. Rest assured, we adhere to strict privacy protocols to safeguard your data from unauthorized access or misuse. Third-Party Disclosure: We do not sell, trade, or transfer your personal information to third parties without your consent. However, we may share data with trusted service providers who assist us in delivering our Fantasy Cricket services. These partners are bound by confidentiality agreements and are only permitted to use the information for specified purposes outlined in our privacy policy. Cookies and Tracking Technologies: We employ cookies and similar tracking technologies to enhance user experience and analyze website traffic. These tools enable us to customize content, optimize performance, and gather valuable insights into user preferences. You have the option to manage cookie preferences through your browser settings, although disabling certain cookies may affect the functionality of our platform. Data Security: We prioritize the security of your personal information and employ industry-standard measures to protect against unauthorized access, alteration, or disclosure. Our secure servers utilize encryption protocols and robust firewall systems to safeguard data integrity. Additionally, we regularly review and update our security practices to mitigate potential risks and ensure compliance with regulatory standards. Children's Privacy: Our Fantasy Cricket platform is intended for users aged 18 and above. We do not knowingly collect or solicit personal information from individuals under the age of 18. If we become aware that a minor has provided us with personal data, we will take immediate steps to delete such information from our records. Parents or guardians are encouraged to monitor their children's online activities and educate them about safe internet practices. Data Retention: We retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. Upon closure of your Fantasy Cricket account, we may retain certain data for archival, analytical, or legal compliance purposes. You have the right to request the deletion of your information, subject to applicable regulations and retention policies. User Consent: By using our Fantasy Cricket platform, you consent to the collection, processing, and storage of your personal information as described in this privacy policy. You also acknowledge that your data may be transferred to and processed in jurisdictions outside your country of residence, where data protection laws may differ. We will obtain your explicit consent before making any material changes to our privacy practices. Access and Updates: You have the right to access, update, or correct your personal information at any time. Through your account settings, you can review and modify your profile details, preferences, and communication preferences. Should you encounter any difficulties in accessing or updating your information, our customer support team is readily available to assist you. Opt-Out Choices: We respect your preferences regarding the use of your personal information for marketing purposes. You have the option to opt out of receiving promotional communications from us by following the unsubscribe instructions provided in the emails or by adjusting your notification settings within your account. Please note that even if you opt out of marketing communications, you may still receive transactional or service-related messages. Data Transfer: Your personal information may be transferred to and stored on servers located in various jurisdictions, including countries outside the European Economic Area (EEA) or your country of residence. By using our Fantasy Cricket platform, you consent to the transfer of your data to these locations, where data protection laws may differ from those in your jurisdiction. Rest assured, we will take appropriate measures to ensure the security and confidentiality of your information during transfer. Compliance with Laws: We are committed to upholding legal and regulatory requirements pertaining to data protection and privacy. Our privacy practices comply with applicable laws, regulations, and industry standards governing the collection, processing, and storage of personal information. In the event of a lawful request from law enforcement or government authorities, we may disclose your information to comply with legal obligations or protect our rights, property, or safety. Data Accuracy: We strive to maintain the accuracy and integrity of your personal information to ensure its relevance and reliability for the intended purposes. You are responsible for providing accurate and up-to-date information when registering for our Fantasy Cricket platform. Should any inaccuracies or changes occur, we encourage you to promptly update your profile to reflect the most current details. Data Subject Rights: As a user of our Fantasy Cricket platform, you have certain rights regarding your personal information as per applicable data protection laws. These rights may include the right to access, rectify, restrict processing, or delete your data, as well as the right to object to certain processing activities or request data portability. We are committed to fulfilling these rights in accordance with legal requirements and will promptly respond to any such requests. Data Breach Notification: In the event of a data breach that poses a risk to your rights and freedoms, we will notify you and relevant regulatory authorities in accordance with legal obligations. Our priority is to promptly address and mitigate the impact of any security incidents, as well as provide transparent communication and support to affected individuals. We encourage you to report any suspicious activities or concerns regarding data security to our designated contact channels. International Data Transfers: As a global Fantasy Cricket platform, we may need to transfer your personal information to countries outside the jurisdiction where you reside. These international data transfers are necessary for the provision of our services and may involve jurisdictions with different data protection laws. Rest assured, we implement appropriate safeguards, such as standard contractual clauses or binding corporate rules, to ensure the protection of your data during transfer. Data Minimization: We adhere to the principle of data minimization, whereby we only collect and process personal information that is necessary for the fulfillment of specific purposes. We limit the scope of data collection to relevant and proportionate categories, thereby reducing the risk of excessive or unnecessary processing. Additionally, we periodically review and update our data retention practices to dispose of information that is no longer required for the intended purposes. Welcome to the Cookie Policy of 10CRIC Fantasy Cricket. This policy explains how we use cookies and similar technologies on our platform to enhance your browsing experience and provide personalized services. By accessing or using our website, you consent to the use of cookies as described in this policy. Accept Decline 10CRIC Patna, Bihar 800004, India 10CRIC@gmail.com +91-511-2964233 Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers class=\"NEEnjLGxIxnPnLx\"> Fantasy cricket on 10CRIC involves an element of financial risk and can be addictive. We encourage all players to enjoy the game responsibly and stay mindful of their limits. Play at your own discretion and make sure it does not interfere with your work or personal life.",
    "terms-conditions": "10CRIC Fantasy Cricket Terms and Conditions – User Agreement 10CRIC Terms and Conditions Welcome to the Terms and Conditions page of 10CRIC Fantasy Cricket. This document outlines the rules, regulations, and guidelines governing your use of our fantasy cricket platform. By accessing or using our services, you agree to abide by these terms and conditions, which constitute a legally binding agreement between you and 10CRIC. Account Registration: By registering for an account on 10CRIC Fantasy Cricket, you agree to provide accurate and complete information, including your name, email address, and contact details. You must also create a secure password to protect your account from unauthorized access. It is your responsibility to maintain the confidentiality of your login credentials and to notify us immediately of any unauthorized use of your account. User Eligibility: To use our fantasy cricket platform, you must be at least 18 years of age or the legal age of majority in your jurisdiction. Minors are not permitted to participate in contests or use our services. By accessing or using our platform, you represent and warrant that you meet the eligibility criteria and are fully capable of entering into a binding agreement. User Conduct: You agree to use our fantasy cricket platform responsibly and in accordance with applicable laws and regulations. You must refrain from engaging in any conduct that is unlawful, fraudulent, or harmful to others. This includes but is not limited to cheating, hacking, or exploiting vulnerabilities in our system. Intellectual Property Rights: All content and materials on 10CRIC Fantasy Cricket, including text, graphics, logos, and images, are the intellectual property of 10CRIC or its licensors and are protected by copyright laws. You may not reproduce, distribute, or modify any content from our platform without prior authorization. Any unauthorized use of our intellectual property may result in legal action. Contest Participation: Participation in fantasy cricket contests on our platform is subject to the rules and guidelines specified for each contest. You must adhere to the contest rules, including roster requirements, scoring system, and entry fees. Failure to comply with the contest rules may result in disqualification or forfeiture of prizes. Prize Distribution: Prizes for fantasy cricket contests are awarded based on the performance of participants' fantasy teams in the respective matches or tournaments. Prize distribution is subject to verification and compliance with contest rules. Winners may be required to provide additional information or documentation to claim their prizes. Fair Play: Fair play is essential to maintaining the integrity of our fantasy cricket platform. You agree to compete fairly and ethically, without engaging in any form of cheating, collusion, or manipulation of contests or outcomes. Any attempts to gain an unfair advantage over other participants will result in immediate disqualification and may lead to account suspension or termination. Data Protection: We are committed to protecting your privacy and safeguarding your personal information in accordance with applicable data protection laws. By using our fantasy cricket platform, you consent to the collection, processing, and storage of your data as outlined in our Privacy Policy. We utilize industry-standard security measures to protect your information from unauthorized access or disclosure. Termination of Services: We reserve the right to suspend or terminate your access to 10CRIC Fantasy Cricket at any time, without prior notice, if you violate these terms and conditions or engage in any prohibited activities. In the event of termination, you will no longer be able to participate in contests or access your account. Modification of Terms: We may update or modify these terms and conditions from time to time to reflect changes in our services or legal requirements. Any amendments will be effective immediately upon posting on our platform. It is your responsibility to review the terms periodically and to ensure compliance with the latest version. Limitation of Liability: 10CRIC Fantasy Cricket shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of our platform, including but not limited to loss of profits, data, or goodwill. Our liability is limited to the maximum extent permitted by law. Disclaimer of Warranties: We provide our fantasy cricket platform on an \"as is\" and \"as available\" basis, without any warranties or representations of any kind, whether express or implied. We do not guarantee the accuracy, completeness, or reliability of the information provided on our platform, nor do we warrant that our services will be uninterrupted or error-free. Indemnification: You agree to indemnify, defend, and hold harmless 10CRIC Fantasy Cricket, its affiliates, and employees from any claims, damages, losses, or liabilities arising out of your use of our platform or violation of these terms and conditions. This includes but is not limited to legal fees and expenses incurred in defending against such claims. Governing Law: These terms and conditions shall be governed by and construed in accordance with the laws, without regard to its conflict of law principles. Any disputes arising out of or relating to these terms shall be subject to the exclusive jurisdiction of the courts. Welcome to the Cookie Policy of 10CRIC Fantasy Cricket. This policy explains how we use cookies and similar technologies on our platform to enhance your browsing experience and provide personalized services. By accessing or using our website, you consent to the use of cookies as described in this policy. Accept Decline 10CRIC Patna, Bihar 800004, India 10CRIC@gmail.com +91-511-2964233 Important Links Privacy &amp; Policy Terms &amp; Conditions Disclaimers Fantasy cricket on 10CRIC involves an element of financial risk and can be addictive. We encourage all players to enjoy the game responsibly and stay mindful of their limits. Play at your own discretion and make sure it does not interfere with your work or personal life.",
    "thanks": "Thank You for Choosing 10CRIC Fantasy Cricket – Enjoy Your Experience! Going Home Thank You for Visiting Our Website Description: We appreciate you taking the time to visit AnimalAlley. Your support means the world to us, and we're dedicated to providing you and your pets with the best products and services. If you have any questions or need assistance, please don't hesitate to get in touch with our friendly team. Thank you for being a part of our pet-loving community!"
  },
  "date": "2024-05-27T11:46:43.875Z"
}