{
  "name": "26_pizzaria_New_v8_India",
  "pages": {
    "terms-conditions": "Satisfy Your Cravings at Spices & Crust Pizzeria Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Terms and Conditions Welcome to Spices & Crust! These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with and be bound by these terms. If you disagree with any part of these terms, you may not access the website or use our services. 1. Website Usage 1.1 Acceptable Use: You agree to use our website only for lawful purposes and in a manner that does not violate any applicable laws or regulations. You shall not engage in any activity that may disrupt or interfere with the proper functioning of the website. 1.2 Account Registration: In order to access certain features or services on our website, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 1.3 User Content: Any content you submit, post, or upload to our website, including reviews, comments, or suggestions, shall be your own and you grant us a worldwide, royalty-free, perpetual, irrevocable, and non-exclusive license to use, reproduce, modify, adapt, publish, translate, and distribute such content. 2. Online Ordering 2.1 Accuracy of Information: We strive to provide accurate and up-to-date information on our website, including pricing, menu items, and availability. However, we do not guarantee the accuracy, completeness, or timeliness of such information. We reserve the right to modify or discontinue any menu item without notice. 2.2 Order Confirmation: Upon placing an order through our website, you will receive an email or SMS confirmation. This confirmation does not guarantee that your order has been accepted. We reserve the right to cancel or decline any order, in our sole discretion, for any reason. 2.3 Payment: All payments for orders placed through our website must be made online using the available payment methods. We employ secure payment processing systems to protect your financial information. 3. Delivery and Pick-Up 3.1 Delivery Areas: We offer delivery services to designated areas. Please check our website or contact our customer service for the specific delivery locations. 3.2 Delivery Timeframes: We strive to provide accurate delivery estimations, but they are subject to factors beyond our control, such as traffic conditions. We will make reasonable efforts to notify you in case of any substantial delays. 3.3 Pick-Up Orders: If you choose to pick up your order, please ensure you arrive at the designated location within the specified timeframe. We will not be responsible for any loss, damage, or deterioration of the order if it is not collected on time. 4. Intellectual Property 4.1 Ownership: The content, graphics, logos, and trademarks appearing on our website are the property of Spices & Crust and are protected by applicable intellectual property laws. You may not use, copy, reproduce, distribute, or display any of these materials without our prior written consent. 5. Limitation of Liability 5.1 Disclaimer: Our website and services are provided on an \"as is\" and \"as available\" basis without any warranties, express or implied. We make no representations or warranties of any kind, including but not limited to the accuracy, reliability, or availability of our website or services. 5.2 Limitation of Liability: In no event shall Spices & Crust, its directors, officers, employees, or affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of our website or services, even if advised of the possibility of such damages. 6. Changes to Terms and Conditions 6.1 We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions at any time without prior notice. You are responsible for reviewing these terms periodically for any changes. 7. Governing Law 7.1 These Terms and Conditions shall be governed by and construed in accordance with the laws of the jurisdiction in which Spices & Crust operates. By continuing to use our website and services, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions. If you have any questions or concerns, please contact us. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city",
    "about": "Spices & Crust About Us: Our Story - Discover the Heart of Culinary Fusion Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Spices & Crust About Us Meet the Team Behind the Fusion of Tradition and Innovation Our Roots In the heart of Pune, amidst its eclectic blend of ancient and modern, Spices & Crust found its first home in 2018. This was not just a location choice but a statement of intent. Our chosen spot, an enchanting cobblestoned lane within the city's historic district, encapsulates the spirit of our culinary philosophy: a fusion of time-honored traditions with a contemporary twist. This lane, alive with the stories of centuries, mirrors our approach to food - blending the rich, complex flavors of India with the timeless appeal of Italian pizza. The exterior of our café is as inviting as the flavors we create inside. Each hand-painted tile adorning our facade tells a story, a prelude to the culinary narrative awaiting our guests. This attention to detail and love for storytelling is woven into the very fabric of Spices & Crust, setting the stage for an immersive dining experience. The Atmosphere Upon entering Spices & Crust, guests are enveloped in an ambiance that whispers tales of faraway lands and homegrown traditions. The décor, a harmonious blend of rustic Italian elements and vibrant Indian aesthetics, serves as a backdrop to the culinary journey we offer. Vintage sari fabrics, repurposed as elegant drapes, flutter gently in the breeze, their colors vivid against the soft glow of ambient lighting. Local artwork adorns the walls, each piece a celebration of our rich cultural heritage and the artisanal skill of our community. The heart of our café is its garden view, a lush, verdant oasis that offers a tranquil respite from the urban rush. Here, under the canopy of twinkling lights, our guests can enjoy a moment of serenity, accompanied by the gentle symphony of nature and the distant echo of city life. Our Philosophy Spices & Crust is more than a café; it's a destination for those who seek to explore, to taste, and to connect. Our decision to focus exclusively on dine-in experiences stems from a belief in the power of food to bring people together, to create moments of joy and discovery. In a world increasingly dominated by fast-paced living and impersonal interactions, we offer an oasis of warmth and genuine connection, a place where every meal is an occasion, and every visitor is a guest in our home. Our Team The soul of Spices & Crust is its team - a diverse group of individuals united by a shared passion for culinary innovation and exceptional hospitality. Our chefs, with their unique blend of traditional and contemporary expertise, are the alchemists behind our menu, transforming simple ingredients into extraordinary creations. Our service team, attentive and knowledgeable, ensures that every guest's experience is memorable, offering insights into the dishes served and the stories they tell. At the helm is our founder, a visionary with deep roots in Pune and a boundless love for both its culture and cuisines. It is this vision that inspires our team every day, driving us to experiment, to innovate, and to cherish the rich tapestry of flavors and stories that define our menu. Our Invitation We extend a heartfelt invitation to you to step into our world at Spices & Crust, to explore the stories etched into the cobblestones of our lane, to savor the fusion of flavors that defines our menu, and to be part of the continuing story of our café. Here, every visit is an adventure, every meal a journey, and every guest a friend we haven't met yet. Join us for an experience that promises not just to feed the body, but to nourish the soul. Welcome to Spices & Crust, where every bite tells a story, and every visit creates a new chapter. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city",
    "catalog": "Spices & Crust Pizzas: Discover Our Unique Fusion Pizza Menu Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Spices & Crust Pizzas: Our Pizza Menu A Culinary Fusion of Indian Spices and Classic Pizzas Welcome to the heart of our passion at Spices & Crust: our Pizza Menu. Here, tradition and innovation collide to create a culinary experience like no other. Our menu is a vibrant tapestry of flavors, each pizza crafted with care, creativity, and a touch of Indian flair. Discover the diversity of our offerings, from timeless classics reimagined with Indian spices to bold new creations that push the boundaries of pizza. Spicy Volcano 19$ Make an order Mexican Fiesta 17$ Make an order Italian Classics 18$ Make an order Hawaiian Paradise 12$ Make an order BBQ Miracle 15$ Make an order Cheese Fountain 14$ Make an order Vegetarian Oasis 15$ Make an order Sea Breeze 18$ Make an order Sharp Shine 11$ Make an order Pepperoni Fusion 16$ Make an order Margarita Royal 22$ Make an order Mushroom Delicacy 20$ Make an order Four Cheese Magic 18$ Make an order Spinach Person 17$ Make an order Bacon Love 14$ Make an order Olive Extravaganza 11$ Make an order Tuscan Dream 10$ Make an order French Perfection 12$ Make an order Country Style Blues 15$ Make an order Salmon Premium 14$ Make an order BBQ Chicken 22$ Make an order Caesar Authentic 13$ Make an order Artichoke Paradise 18$ Make an order Caribbean Wind 11$ Make an order Chocolate-fruit Fantasy 9$ Make an order Signature Indian Fusion Pizzas Masala Margherita: A revolutionary take on the classic Margherita, infused with a blend of traditional Indian spices and topped with fresh paneer, mozzarella, and a sprinkle of coriander. A fusion that brings the best of both worlds to your palate. Tandoori Chicken Pizza: Marinated tandoori chicken spread generously over a rich tomato base, adorned with red onions, mozzarella, and a drizzle of mint-coriander chutney. It’s a spicy, savory, and refreshing journey in every bite. Paneer Tikka Pizza: Succulent pieces of paneer tikka, bell peppers, and onions atop our signature sauce, garnished with mozzarella and a hint of chaat masala. It’s a vegetarian delight that’s bursting with flavor. Spicy Mango & Prawn Pizza: A daring blend of sweet and spicy, featuring juicy prawns, fresh mango slices, and a spicy sauce. Topped with mozzarella and finished with fresh cilantro, this pizza offers an unforgettable taste adventure. Classic Pizzas with a Twist Pepperoni Spice-Up: Our take on the classic pepperoni pizza, with a spicy twist. We add a special blend of Indian spices to the pepperoni, elevating the flavor profile and adding a kick that will keep you coming back for more Veggie Supreme: A colorful array of bell peppers, onions, mushrooms, and olives, enhanced with garam masala, making this classic veggie pizza anything but ordinary. Seasonal Specialties Our menu is ever-evolving, featuring seasonal specialties that celebrate the freshest ingredients of the moment. From the \"Monsoon Delight,\" with its tangy assortment of pickled toppings, to the \"Winter Warmth\" pizza featuring roasted root vegetables and a spicy tomato base, there’s always something new to discover. Build Your Own Pizza For those who love to experiment, our Build Your Own Pizza option lets you become the chef. Choose from a variety of bases, sauces, cheeses, and an extensive selection of toppings including exotic vegetables, premium meats, and unique Indian ingredients. Create your own masterpiece and let your culinary creativity shine. Commitment to Quality At Spices & Crust, we are committed to using only the freshest, locally-sourced ingredients. Our dough is handmade daily, and our cheeses are sourced from local artisans, ensuring that every pizza not only tastes good but is good for you and the environment. Dive into a World of Flavors We invite you to dive into our world of flavors, where each pizza tells a story. Whether you’re in the mood for something familiar with a twist, or something completely out of the ordinary, our menu has something to satisfy every craving. Experience the joy of discovery, the warmth of our hospitality, and the unparalleled taste of our pizzas. At Spices & Crust, every pizza is a journey. Join us on this delicious adventure, and let your taste buds explore the rich, complex, and vibrant flavors of India, one slice at a time. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city",
    "contacts": "Spices & Crust Home: Experience the Ultimate Fusion of Indian Flavors and Classic Pizza Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Contact EpicVenture - Your Partner in Indian Adventures Ready for Adventure? Contact Us Now Reach Out for Queries and Bookings We at EpicVenture are always eager to assist you on your journey towards an epic adventure. Whether you're looking to book one of our exhilarating experiences or have questions about the adventures we offer, our team is ready to provide you with all the information you need to make your experience unforgettable. I agree withPrivacy Policy Send Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 Email: spicescrust@gmail.com We're Here to Help Our customer service team is dedicated to ensuring that your adventure planning is as smooth as possible. Need advice on what to pack for a skydiving jump? Curious about the best time for a canoeing trip? Or perhaps you want to know more about the safety measures for our bungee jumping? We're here to answer all your questions and guide you through the booking process. Stay Connected Don't miss out on any updates from EpicVenture! Follow us on our social media channels, subscribe to our newsletter, and stay connected to the EpicVenture community. We love to share stories, photos, and special offers, and we'd be thrilled to hear about your adventures with us. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city",
    "disclaimer": "Authentic Pizzas with a Twist - Spices & Crust Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Disclaimer Welcome to the Disclaimer page of Spices & Crust. This page outlines the terms and conditions that govern your use of our website. By accessing and using our website, you agree to comply with these terms and conditions. If you do not agree with any part of the disclaimer, please refrain from using our website. 1. Accuracy of Information While we strive to provide accurate and up-to-date information on our website, we do not guarantee the accuracy, completeness, or reliability of the content. The information provided is for general informational purposes only and should not be considered as professional advice. We reserve the right to make changes or updates to the content at any time, without prior notice. 2. External Links Our website may contain links to third-party websites or services that are not owned or controlled by Spices & Crust. We do not endorse or assume responsibility for the content, privacy policies, or practices of these third-party websites. Accessing and using these external links is at your own risk. 3. Limitation of Liability Spices & Crust, its owners, employees, or affiliates will not be held liable for any direct, indirect, punitive, incidental, consequential, or special damages arising out of or in any way connected with your use or inability to use our website or any linked third-party websites. This limitation of liability applies regardless of whether the damages are based on contract, tort, negligence, strict liability, or any other legal theory. 4. Indemnification You agree to indemnify and hold Spices & Crust, its owners, employees, and affiliates harmless from any claims, losses, damages, liabilities, and expenses (including legal fees) arising out of or in connection with your use of our website, your violation of these terms and conditions, or your violation of any rights of another person or entity. 5. Intellectual Property All content, design, graphics, logos, and trademarks displayed on our website are the intellectual property of Spices & Crust or their respective owners. You are not permitted to use, reproduce, modify, or distribute any of these materials without prior written consent from the relevant copyright owner. 6. Jurisdiction The laws of the jurisdiction in which Spices & Crust operates shall govern this Disclaimer and any disputes arising from your use of our website. Any legal action or proceeding related to this Disclaimer shall be brought exclusively in the courts of that jurisdiction. 7. Changes to the Disclaimer We reserve the right to modify or update this Disclaimer at any time, without prior notice. It is your responsibility to review this page periodically for any changes. Your continued use of our website after the posting of any modifications to the Disclaimer constitutes acceptance of those changes. If you have any questions or concerns regarding this Disclaimer, please contact us. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city",
    "index": "Spices & Crust Home: Experience the Ultimate Fusion of Indian Flavors and Classic Pizza Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Spices & Crust Home: A Culinary Journey of Indian-Inspired Pizzas Where Tradition Meets Innovation At Spices & Crust, we believe that every slice of pizza should be a journey - a journey that takes you through the vibrant lanes of India's culinary heritage, infused with a touch of contemporary flair. Located in the heart of India, we are not just a pizzeria; we are a celebration of flavors, where every pizza tells a story of spices, freshness, and passion. Catalog Authentic Flavors, Innovative Creations At Spices & Crust, our culinary philosophy is grounded in the belief that the most memorable meals are those that tell a story. Our story is one of authenticity meeting innovation, where the age-old traditions of Indian cooking blend with the beloved pizza to create something truly unique. Our menu is a canvas, painted with the vibrant colors and bold flavors of India, each pizza a masterpiece of taste. Catalog Experience Beyond Dining At Spices & Crust, we understand that dining is not just about the food—it's about the experience. Our aim is to create an ambiance that complements the rich, flavorful journey our pizzas take you on, making every visit memorable and every meal a celebration. Catalog Committed to Sustainability Sustainability is at the core of Spices & Crust's philosophy. We recognize our responsibility to the environment and are committed to practices that minimize our footprint, ensuring that our delicious pizzas can be enjoyed by generations to come. Catalog Customer First, Always Your satisfaction is the heart of Spices & Crust. We believe that every customer is part of our extended family, and we go above and beyond to ensure that your experience with us is exceptional. Catalog Join Us on a Culinary Adventure Ready to explore the rich tapestry of flavors that India has to offer? Spices & Crust is more than just a meal; it's a celebration of India's vibrant culture, one delicious slice at a time. Visit us and discover why we are the premier destination for pizza lovers in India. Catalog Welcome to Spices & Crust - where every pizza is a masterpiece, and every meal is an occasion. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city",
    "policy": "Tantalizing Flavors and Perfect Crust - Spices & Crust Thank you for visiting the Spices & Crust website. We would like to inform you that we use cookies to improve your browsing experience and provide personalized content. To the continue to use our website, you agree to the use of cookies in accordance with our Privacy Policy Accept Home Catalog About Contacts Privacy Policy At Spices & Crust, we value and respect your privacy. This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website or use our services. By accessing our website or providing us with your personal information, you consent to the terms described in this Privacy Policy. 1. Information We Collect 1.1 Personal Information: We may collect personal information, such as your name, email address, phone number, and address when you create an account, place an order, or contact us through our website. Providing this information is voluntary, but necessary to access certain features or services. 1.2 Payment Information: When you make a payment for an order, we collect payment information, including credit card details or other payment account information. We utilize secure payment processors to ensure the security of your financial data. 1.3 Log Data: Our servers automatically record certain information when you visit our website, such as your IP address, browser type, operating system, referring URL, and the dates and times of your visits. We use this information for analyzing trends, administering the site, and improving our services. 2. Use of Information 2.1 Service Delivery: We may use your personal information to process and fulfill your orders, provide customer support, and deliver the requested services. This includes contacting you regarding order updates, delivery, or any other information related to your interactions with us. 2.2 Marketing Communications: With your consent, we may send you promotional emails or newsletters about our products, special offers, or upcoming events. You have the option to opt-out of receiving such communications at any time by following the unsubscribe instructions provided in the email. 2.3 Improving our Services: We may use the information we collect to analyze user behavior, diagnose technical issues, and improve the functionality and performance of our website and services. This helps us enhance your user experience and ensure that we are offering the best possible service. 3. Information Sharing 3.1 Third-Party Service Providers: We may share your personal information with trusted third-party service providers who assist us in operating our website, processing payments, delivering orders, analyzing data, or performing other important business functions. These service providers are contractually obligated to protect your information and use it only for the purposes outlined in this Privacy Policy. 3.2 Legal Requirements: We may disclose your personal information if required to do so by law, court order, or government regulation, or if we believe that such disclosure is necessary to protect our rights, the safety of our users, or to comply with any legal process. 4. Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. 5. External Links Our website may contain links to external websites or services that are not owned or controlled by us. Please be aware that we are not responsible for the privacy practices or content of these external sites. We encourage you to review the privacy policies of any third-party sites you visit. 6. Children's Privacy Our website and services are not intended for use by individuals under the age of 13. We do not knowingly collect personal information from children. If you are a parent or guardian and believe that your child has provided us with personal information without your consent, please contact us so we can remove such information from our records. 7. Changes to this Privacy Policy We reserve the right to modify or update this Privacy Policy at any time without prior notice. Any changes will be effective immediately upon posting on our website. We encourage you to review this Privacy Policy periodically to stay informed about how we collect, use, and protect your personal information. 8. Contact Us If you have any questions, concerns, or requests regarding this Privacy Policy or our data practices, please contact us. Terms and conditions Privacy Policy Disclaimer Kallingal Rd, Kulathoor, Thiruvananthapuram, Kerala 695581, India Phone: +917559226615 spicescrust@gmail.com &copy; 2024 “Spices & Crust” One of the best pizzerias in the city"
  }
}