{
  "name": "about",
  "pages": {
    "about": "Sobre Nós - Kristalina Página Inicial Catálogo Sobre Nós Contato Ajuda Personalização Bem-Vindo à Kristalina Somos apaixonados por espelhos e design de interiores. Na Kristalina, nos esforçamos para oferecer uma ampla variedade de espelhos elegantes e de alta qualidade para complementar e aprimorar qualquer espaço. Nossa missão é tornar a decoração da sua casa mais fácil e inspiradora, proporcionando-lhe opções personalizadas e serviço excepcional. Informações sobre a Empresa A Kristalina é uma empresa dedicada a fornecer espelhos elegantes e de alta qualidade para lares e espaços comerciais. Desde nossa fundação em 2020, temos trabalhado incansavelmente para nos tornarmos líderes no mercado de decoração com espelhos. Nossa história começou com uma paixão compartilhada por design de interiores e uma visão de criar espaços mais bonitos e inspiradores. Ao longo dos anos, expandimos nossa linha de produtos e aprimoramos nossos serviços para atender às necessidades de nossos clientes. Nosso compromisso com a qualidade é evidente em cada aspecto de nosso trabalho. Selecionamos cuidadosamente os melhores materiais para nossos espelhos e utilizamos técnicas de fabricação avançadas para garantir durabilidade e desempenho excepcionais. Cada peça é inspecionada minuciosamente para garantir que atenda aos mais altos padrões de qualidade. A inovação é uma parte central de nossa cultura empresarial. Estamos sempre buscando novas maneiras de aprimorar nossos produtos e serviços, incorporando as últimas tendências e tecnologias de design. Nossa equipe de design talentosa está constantemente desenvolvendo novos conceitos e criando soluções inovadoras para atender às necessidades em constante evolução de nossos clientes. Nossos valores fundamentais incluem integridade, excelência e responsabilidade. Estamos comprometidos em operar com os mais altos padrões éticos em todas as nossas interações comerciais e em manter a confiança e o respeito de nossos clientes, parceiros e comunidades. No centro de tudo o que fazemos está nosso compromisso com a satisfação do cliente. Valorizamos cada cliente e nos esforçamos para superar suas expectativas em termos de qualidade, serviço e valor. Estamos sempre disponíveis para ajudar e garantir que cada experiência com a Kristalina seja positiva e gratificante. Fotos da Equipe Dicas para Escolher Espelhos para Estilos de Design Específicos Estilo Minimalista Para um ambiente minimalista, escolha espelhos com molduras simples e linhas limpas. Opte por formas geométricas e cores neutras para complementar a estética elegante e simplificada. Estilo Provençal No estilo provençal, prefira espelhos com molduras ornamentadas e detalhes delicados. Escolha cores suaves e tons pastéis para criar uma sensação de leveza e romance. Estilo Moderno Para um ambiente moderno, opte por espelhos com linhas limpas e formas contemporâneas. Escolha molduras de metal ou vidro e experimente com espelhos sem moldura para um visual mais clean e sofisticado. Estilo Industrial No estilo industrial, escolha espelhos com molduras de metal robustas e acabamento envelhecido. Experimente com espelhos com detalhes industriais, como rebites ou grades metálicas, para um visual autêntico e urbano. Estilo Escandinavo No estilo escandinavo, prefira espelhos com linhas simples e designs minimalistas. Escolha cores claras e naturais, como branco, cinza e madeira clara, para criar uma sensação de calma e serenidade. Estilo Boho No estilo boho, opte por espelhos com molduras artesanais e detalhes étnicos. Escolha cores vibrantes e padrões ousados para adicionar uma vibe boêmia e eclética ao seu espaço. Avaliações dos Clientes sobre os Espelhos Comprados \"Comprei um lindo espelho para o meu quarto na Kristalina e estou muito satisfeita com a qualidade do produto e o excelente atendimento ao cliente!\" - Maria Silva \"Adorei o espelho que comprei na Kristalina! Ele se encaixa perfeitamente no meu espaço e adiciona um toque de elegância ao meu ambiente.\" - João Oliveira \"A qualidade do espelho que comprei na Kristalina superou minhas expectativas! Ele é lindo e bem feito, e o processo de compra foi rápido e fácil.\" - Ana Santos \"Recebi meu espelho da Kristalina e estou impressionado com o cuidado com que foi embalado. Além disso, a entrega foi rápida e o produto chegou em perfeitas condições!\" - Pedro Costa \"Estou muito feliz com o espelho que comprei na Kristalina. Ele adicionou um toque de sofisticação ao meu banheiro e eu recomendaria esta loja para qualquer pessoa!\" - Sofia Lima \"O espelho que comprei na Kristalina é simplesmente perfeito! Ele é exatamente o que eu estava procurando e o processo de entrega foi muito eficiente.\" - Miguel Ferreira Galeria de Fotos Página Inicial Catálogo Sobre Nós Contato Ajuda Personalização Termos e Condições Política de Privacidade",
    "index": "Página Inicial - Loja de Espelhos Kristalina Página Inicial Catálogo Sobre Nós Contato Ajuda Personalização Bem-vindo à Kristalina Somos sua loja de confiança para espelhos elegantes e de alta qualidade. Na Kristalina, oferecemos uma ampla seleção de espelhos para todos os gostos e estilos de decoração. Desde espelhos de parede até espelhos de corpo inteiro, temos tudo o que você precisa para transformar qualquer espaço em sua casa ou escritório. Explore nossa coleção agora e descubra o espelho perfeito para você! Produtos Populares Catálogo de Espelhos Espelho Elegante Espelho elegante e moderno, perfeito para adicionar um toque de sofisticação ao seu espaço. R$ 199,99 Espelho Decorativo Espelho decorativo com moldura vintage, ideal para realçar a decoração da sua casa. R$ 149,99 Espelho de Corpo Inteiro Espelho de corpo inteiro com moldura simples e elegante, perfeito para o seu quarto ou closet. R$ 299,99 Espelho Redondo Espelho redondo com design minimalista, ideal para espaços modernos. R$ 99,99 Espelho com Moldura de Madeira Espelho com moldura de madeira rústica, perfeito para adicionar um toque natural à sua decoração. R$ 179,99 Espelho Retangular Espelho retangular com moldura simples, adequado para qualquer ambiente da sua casa. R$ 129,99 Espelho de Parede Espelho de parede com design elegante, ideal para salas de estar ou halls de entrada. R$ 219,99 Espelho Oval Espelho oval com moldura clássica, perfeito para decorações tradicionais. R$ 159,99 Formulário de Contato Nome: Email: Mensagem: Eu aceito a Política de Privacidade. Enviar Dados de Contato +55 645 4648 7461 - Telefone Kristalina@gmail.com - Email AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil Artigos Relacionados com Espelhos Dicas de Manutenção para seus Espelhos Os espelhos são peças fundamentais na decoração de qualquer ambiente. Eles não só ampliam visualmente o espaço, mas também adicionam profundidade e luminosidade. No entanto, para manter esses efeitos, é essencial realizar a manutenção adequada dos espelhos. Aqui estão algumas dicas simples para garantir que seus espelhos permaneçam limpos e em bom estado por mais tempo: Limpe os espelhos regularmente com um pano macio e limpo, umedecido com água morna e um pouco de detergente neutro. Evite o uso de produtos de limpeza abrasivos, pois podem danificar a superfície do espelho. Seque o espelho completamente após a limpeza para evitar manchas de água. Evite tocar na superfície do espelho com as mãos, pois isso pode deixar impressões digitais e manchas. Se notar manchas difíceis de remover, experimente um limpador de vidro específico para espelhos. Ideias de Design para Incorporar Espelhos em sua Decoração Os espelhos são elementos versáteis que podem ser utilizados de várias maneiras na decoração de interiores. Além de sua função prática, os espelhos também podem ser usados para criar efeitos visuais interessantes e dar um toque de estilo ao ambiente. Aqui estão algumas ideias de design para incorporar espelhos em sua decoração: Coloque um espelho grande em uma parede para criar a ilusão de espaço em um ambiente pequeno. Use vários espelhos pequenos agrupados em uma parede para criar uma galeria de arte única. Coloque um espelho em uma parede oposta a uma janela para refletir a luz natural e iluminar o ambiente. Use espelhos com molduras decorativas para adicionar um toque de elegância a uma sala. Coloque um espelho em um corredor estreito para torná-lo visualmente mais amplo e arejado. Tendências em Espelhos para o Ano Atual Assim como outras peças de decoração, os espelhos também seguem tendências que mudam a cada temporada. Para quem gosta de estar sempre por dentro das novidades em design de interiores, aqui estão algumas tendências em espelhos para o ano atual: Formas geométricas: Espelhos com molduras em formas geométricas, como hexágonos e octógonos, estão em alta. Molduras minimalistas: Molduras finas e minimalistas estão ganhando popularidade, especialmente em ambientes modernos. Espelhos de corpo inteiro: Espelhos de corpo inteiro com molduras elegantes são uma escolha popular para quartos e closets. Espelhos vintage: Espelhos com molduras vintage ou antiguadas estão voltando à moda, adicionando um toque de charme retrô à decoração. Acabamento em metal: Espelhos com molduras em metal, como ouro, prata e bronze, são uma tendência luxuosa que está em alta. Perguntas Frequentes e Respostas Como faço para limpar meus espelhos? Para limpar seus espelhos, recomendamos usar um pano macio e limpo umedecido com água morna e um pouco de detergente neutro. Evite o uso de produtos de limpeza abrasivos, pois podem danificar a superfície do espelho. Posso pendurar um espelho eu mesmo? Sim, você pode pendurar um espelho por conta própria. Certifique-se de usar os suportes adequados para o tamanho e peso do espelho, e sempre verifique se está nivelado antes de fixá-lo na parede. Vocês oferecem garantia para os espelhos? Sim, oferecemos garantia para todos os nossos espelhos. Consulte nossa política de garantia para obter mais detalhes. Quanto tempo leva para entregar meu pedido? O tempo de entrega depende da sua localização e do método de envio selecionado. Normalmente, os pedidos são entregues dentro de 5 a 7 dias úteis após o processamento do pedido. Vocês aceitam devoluções? Sim, aceitamos devoluções dentro de um determinado período após a entrega do pedido. Consulte nossa política de devolução para obter mais informações sobre como devolver um item. Posso personalizar um espelho de acordo com minhas preferências? Sim, oferecemos serviços de personalização para muitos de nossos espelhos. Entre em contato conosco para discutir suas preferências e opções de personalização. Instruções de Entrega e Devolução de Produtos Entrega Oferecemos várias opções de entrega para atender às suas necessidades. Os prazos de entrega podem variar dependendo da sua localização e do método de envio selecionado. Certifique-se de fornecer o endereço de entrega correto ao fazer o pedido e acompanhe o status da entrega através do número de rastreamento fornecido. Nossas opções de entrega incluem entrega padrão, entrega expressa e entrega no mesmo dia, dependendo da disponibilidade em sua área. Para mais informações sobre prazos de entrega e custos, consulte nossa página de informações de entrega. Devolução Se por algum motivo você não estiver satisfeito com sua compra, oferecemos um período de devolução dentro de [número] dias após a entrega do pedido. Para iniciar o processo de devolução, entre em contato conosco por telefone ou e-mail, e forneceremos instruções detalhadas sobre como devolver o item. Por favor, note que os produtos devem ser devolvidos em sua embalagem original e em condições de revenda para serem elegíveis para reembolso. Após recebermos e inspecionarmos o item devolvido, processaremos o reembolso dentro de [número] dias úteis. Possibilidade de Encomendar um Espelho com Design ou Tamanho Personalizado Oferecemos a opção de encomendar espelhos com design ou tamanho personalizado para atender às suas necessidades específicas de decoração. Se você tem uma ideia única em mente ou precisa de um espelho em um tamanho não padrão, entre em contato conosco para discutir suas opções de personalização. Nossa equipe de design trabalhará com você para criar um espelho que atenda às suas expectativas e complemente perfeitamente o seu espaço. De espelhos com formas exclusivas a tamanhos personalizados, estamos aqui para transformar sua visão em realidade. Página Inicial Catálogo Sobre Nós Contato Ajuda Personalização Termos e Condições Política de Privacidade var slides = document.querySelectorAll(\".slide\"); var slideIndex = 0; function showSlides() { for (var i = 0; i = slides.length) { slideIndex = 0; } setTimeout(showSlides, 5000); } showSlides(); document.addEventListener(\"DOMContentLoaded\", function () { const faqItems = document.querySelectorAll(\".faq-item\"); faqItems.forEach(function (item) { item.addEventListener(\"click\", function () { const question = this.querySelector(\".faq-question\"); const answer = question.nextElementSibling; answer.classList.toggle(\"active\"); }); }); });",
    "policy": "Política de Privacidade - Kristalina main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #e4bc62; font-weight: 700; } main a:hover{ text-decoration: underline; } Política de Privacidade No Кristalina, estamos comprometidos em proteger a sua privacidade. Esta política de privacidade se aplica ao nosso site e a todos os produtos e serviços oferecidos pela Кristalina. Segurança da Informação Nós adotamos práticas adequadas de coleta, armazenamento e processamento de dados, bem como medidas de segurança para proteger contra acesso não autorizado, alteração, divulgação ou destruição de suas informações pessoais, nome de usuário, senha, informações de transações e dados armazenados em nosso site. As suas informações pessoais são armazenadas em servidores seguros e protegidas por firewalls e criptografia avançada para garantir a máxima segurança. No entanto, é importante lembrar que nenhuma transmissão de dados pela Internet ou método de armazenamento eletrônico é 100% seguro. Portanto, embora nos esforcemos para proteger as suas informações pessoais, não podemos garantir a sua segurança absoluta. Você também é responsável por proteger a confidencialidade das suas informações de login e senha. Recomendamos que escolha senhas fortes e únicas e não compartilhe suas credenciais de acesso com ninguém. Caso tenha alguma preocupação com a segurança das suas informações pessoais ou suspeite de atividades suspeitas em sua conta, entre em contato conosco imediatamente para que possamos tomar as medidas necessárias para proteger a sua privacidade e segurança. Consentimento Ao usar o nosso site, você concorda com a nossa política de privacidade e concede o seu consentimento para a coleta, uso e divulgação das suas informações pessoais de acordo com os termos descritos nesta Política. Pedimos que leia atentamente antes de utilizar o nosso site. Entendemos a importância da privacidade e estamos comprometidos em garantir que as suas informações pessoais sejam tratadas com segurança, privacidade e respeito. Não iremos vender, comercializar ou alugar as suas informações pessoais para terceiros sem o seu consentimento expresso, exceto conforme descrito nesta política de privacidade ou quando exigido por lei. É importante ressaltar que, ao fornecer as suas informações pessoais, você está consentindo com a transferência, processamento e armazenamento dos seus dados em servidores localizados em diferentes jurisdições, incluindo fora do seu país de residência, onde as leis de proteção de dados podem ser diferentes das do seu país. Se fizermos alterações nesta política de privacidade, iremos atualizar a data de revisão na parte inferior desta página. Ao continuar a utilizar o site após a publicação de tais alterações, você estará consentindo com as novas práticas descritas nesta política. Alterações a esta Política de Privacidade No Кristalina, poderemos ocasionalmente atualizar a nossa Política de Privacidade para refletir alterações nas nossas práticas e requisitos legais. Encorajamos você a revisar esta Política de Privacidade periodicamente para se manter informado sobre como coletamos, usamos e protegemos as suas informações pessoais. Ao continuar a utilizar o nosso site e os nossos serviços após a entrada em vigor das alterações à presente Política de Privacidade, você estará concordando com os termos atualizados. Se você não concordar com qualquer parte da política atualizada, você pode optar por interromper o uso do nosso site e serviços. Se tiver quaisquer dúvidas ou preocupações sobre a nossa Política de Privacidade ou sobre as alterações introduzidas na mesma, entre em contato conosco para esclarecimentos. A sua privacidade e confiança são importantes para nós, e estamos empenhados em ser transparentes sobre as nossas práticas de dados. Seus Direitos No Кristalina, respeitamos os seus direitos relativamente às suas informações pessoais e estamos empenhados em garantir que tenha controle sobre os seus dados. Como tal, você tem os seguintes direitos: Direito de Acesso: Você tem o direito de solicitar acesso às informações pessoais que mantemos sobre você. Isso inclui informações sobre como coletamos, usamos e divulgamos seus dados. Direito de Atualização: Você tem o direito de solicitar atualizações ou correções de quaisquer informações pessoais imprecisas ou incompletas que tenhamos sobre você. Nós nos esforçamos para garantir que suas informações sejam precisas e atualizadas. Direito de Excluir: Você tem o direito de solicitar a exclusão de suas informações pessoais de nossos registros. Cumpriremos o seu pedido, sujeito a certas obrigações legais e contratuais. Direito de Oposição: Você tem o direito de se opor ao processamento de suas informações pessoais para determinados fins, como marketing direto ou criação de perfis. Respeitaremos as suas preferências e cessaremos o tratamento dos seus dados para esses fins. Direito de Restringir: Você tem o direito de solicitar a restrição do processamento de suas informações pessoais em determinadas circunstâncias, como quando a exatidão dos dados é contestada ou o processamento é ilegal. Direito à Portabilidade de Dados: Você tem o direito de receber uma cópia de suas informações pessoais em um formato estruturado, comumente usado e legível por máquina, e de transmitir esses dados a outro controlador. Se deseja exercer algum destes direitos ou tiver quaisquer dúvidas sobre os seus direitos relativamente às suas informações pessoais, entre em contato conosco através das informações de contato fornecidas abaixo. Responderemos ao seu pedido prontamente e de acordo com as leis de proteção de dados aplicáveis. Contacte-nos Seja bem-vindo a entrar em contato conosco caso tenha algum comentário, pergunta ou preocupação. Nossa equipe de Apoio ao Cliente está dedicada a prestar assistência e suporte em relação ao nosso site, produtos ou serviços. AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil +55 645 4648 7461 Kristalina@gmail.com Nos esforçamos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo do volume de inquéritos recebidos.",
    "terms": "Termos e Condições - Kristalina main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #e4bc62; font-weight: 700; } main a:hover{ text-decoration: underline; } Termos e Condições 1. Introdução Bem-vindo à página de termos e Condições da Кristalina. Ao aceder ou utilizar o Website, está a concordar em cumprir e estar vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se não concordar com qualquer um destes termos, você está proibido de usar ou acessar este site. Os materiais contidos no site são protegidos por direito dos direitos de autor e das marcas registadas. Leia atentamente estes Termos e condições antes de utilizar o nosso Sítio web. O seu acesso e uso do site está condicionado ao seu aceitação e cumprimento destes Termos. Estes Termos aplicam-se a todos visitantes, utilizadores e outros que acedam ou utilizem o Website. Ao acessar ou usar o site, você concorda em ficar vinculado por estes Termos. Se não concordar com qualquer parte dos Termos, não poderá aceder ao Sítio web. A Кristalina reserva-se o direito de modificar estes Termos e condições a qualquer momento. Essas modificações devem ser eficazes imediatamente após a publicação no site. Você é responsável por rever estes Termos periodicamente para garantir que está ciente de qualquer mudanças. 3. Propriedade intelectual O conteúdo deste site, incluindo, sem limitação, o texto, gráficos, logótipos, ícones, imagens, clips de áudio, clips de vídeo, digital downloads, compilações de dados e software, é propriedade de Aluguer de Automóveis ou seus fornecedores de Conteúdo e está protegido por leis internacionais de direitos de Autor. A compilação de todo o conteúdo deste O sítio web é propriedade exclusiva da Padaria Aluguer de Automóveis e está protegido pelas leis internacionais de direitos de Autor. Não pode modificar, publicar, transmitir, participar na transferência ou venda, reprodução, criação de Obras Derivadas, distribuição, execução, exibir, ou de qualquer forma explorar qualquer conteúdo, no todo ou em parte, sem o consentimento prévio por escrito da Padaria Кristalina. Кristalina marcas, marcas de Serviço, gráficos e logótipos utilizados em conexão com o site são marcas comerciais ou marcas registradas da Padaria Кristalina. Outras marcas comerciais, marcas de Serviço, gráficos e os logotipos utilizados em conexão com o site podem ser marcas comerciais de seus respectivos proprietários. O seu uso do site não lhe concede nenhum direito ou licença para reproduzir ou utilizar qualquer Padaria Aluguer de Automóveis ou marcas comerciais de terceiros. A Кristalina reserva-se todos os direitos não expressamente concedidos em e para o Website e o seu conteúdo. O presente Acordo não transfere Кristalina para você qualquer Aluguer de Automóveis ou de terceiros propriedade intelectual e todos os direitos, títulos e interesses relativos a tais a propriedade permanecerá (entre as partes) exclusivamente com a Aluguer de Automóveis Padaria. Você concorda em não se envolver no uso, cópia ou distribuição de qualquer o conteúdo que não seja expressamente permitido neste documento, incluindo qualquer utilização, cópia ou distribuição de submissões de utilizadores de terceiros obtidas através do site para quaisquer fins comerciais. Se considerar que os seus direitos de propriedade intelectual foram violados por qualquer coisa em nosso site, entre em contato conosco imediatamente para que possamos investigar a situação e tomar as medidas adequadas. 4. Ligações para outros sítios web Nosso serviço pode conter links para sites ou serviços de terceiros que não são propriedade nem controladas pela Padaria Aluguer de Automóveis. Кristalina A padaria não tem controlo e não assume qualquer responsabilidade pela conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros ou serviços. Você também reconhece e concorda que a Кristalina não será responsável, directa ou indirectamente, por qualquer danos ou perdas causados ou alegadamente causados por ou em conexão com o uso ou confiança em tais conteúdos, bens ou serviços disponíveis em ou através de tais sites ou serviços. 5. Alterações A Кristalina reserva-se o direito, a seu exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. É sua responsabilidade revise periodicamente estes termos para quaisquer alterações. Alterações a estes Termos entrará em vigor imediatamente após a sua publicação no Sítio Web. O seu continuação da utilização do sítio web após a publicação de quaisquer alterações estes Termos constituem a aceitação dessas alterações. A Кristalina Poderá também, no futuro, oferecer novos serviços e / ou recursos através do site (incluindo o lançamento de novas ferramentas e recursos). Esses novos recursos e / ou serviços estarão sujeitos à Termos e condições destes Termos. A Кristalina reserva-se o direito de modificar ou descontinuar o Site (ou qualquer parte dele) temporária ou permanentemente com ou sem aviso prévio. A Кristalina não será responsável perante si ou terceiros parte para qualquer modificação, suspensão ou descontinuação do Sítio web. Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as restantes disposições destes Termos permanecerão em efeito. Estes Termos constituem o acordo integral entre nós sobre nosso site e substituir e substituir quaisquer acordos anteriores que possamos ter tinha entre nós em relação ao site. 6. Contacte-nos Congratulamo-nos com quaisquer comentários, perguntas ou preocupações que possa ter. Nossa a equipa de Apoio ao cliente dedica-se a prestar-lhe assistência e suporte em relação ao nosso site, produtos ou serviços. AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil +55 645 4648 7461 Kristalina@gmail.com",
    "thanks": "Obrigado - Kristalina .container { max-width: 800px; margin: 0 auto; padding: 20px; } .thanks-section { background-color: #ffffff; color: #282828; text-align: center; padding: 50px 0; } .thanks-section h1 { margin-bottom: 20px; } .thanks-section p { margin-bottom: 10px; } .thanks-section a { color: #e4bc62; text-decoration: none; font-weight: 700; } .thanks-section a:hover { text-decoration: underline; } Obrigado por sua compra! Agradecemos por escolher a Kristalina para suas necessidades de espelhos. Seu pedido foi recebido com sucesso e está em processamento. Para quaisquer dúvidas ou preocupações, por favor, não hesite em entrar em contato conosco."
  },
  "date": "2024-05-18T21:28:43.901Z"
}