{
  "name": "aceequip",
  "pages": {
    "terms-conditions": "Terms of Use - Guidelines and Policies for Using Our Services - AceEquip 18+ AceEquip Home Why are we Our obligation Our promise Our products Catalog Terms of Use Product Descriptions and Images AceEquip strives to provide accurate and complete descriptions and images of the products offered on our website. However, we cannot guarantee that all product descriptions and images are accurate, complete, or up-to-date. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update product descriptions and images at any time without prior notice. Product Warranties AceEquip offers a limited warranty on all products sold on our website. The warranty period and terms vary depending on the product and manufacturer. The warranty covers defects in materials and workmanship under normal use and does not cover damage caused by misuse, abuse, or modification of the product. To make a warranty claim, please contact us at aceequip@gmail.com. Taxes You are responsible for paying any taxes, duties, or fees associated with your purchase of products from AceEquip's website. The prices listed on our website do not include any taxes, duties, or fees. We reserve the right to collect applicable taxes, duties, or fees on any orders placed through our website. Promotions and Discounts AceEquip may offer promotions or discounts on products or services offered on our website from time to time. Any promotions or discounts are subject to these Terms of Use and any additional terms or conditions provided with the promotion or discount. We reserve the right to modify or cancel any promotions or discounts at any time without prior notice. User Representations and Warranties By using AceEquip's website, you represent and warrant that (a) all information you provide to us is true, accurate, and complete; (b) you have the legal capacity to enter into these Terms of Use; (c) you will not use our website for any illegal or unauthorized purpose; (d) you will not use any automated means, including but not limited to robots, spiders, or scrapers, to access or collect any content from our website; and (e) you will not interfere with or attempt to interrupt the proper working of our website. Entire Agreement These Terms of Use, together with any other agreements or policies referenced herein, constitute the entire agreement between you and AceEquip regarding your use of our website and supersede all prior agreements and understandings. User Content AceEquip may allow users to submit reviews, comments, or other content to our website. By submitting any content to our website, you grant AceEquip a perpetual, irrevocable, non-exclusive, worldwide, royalty-free license to use, reproduce, modify, distribute, and display such content on our website and in any other media now known or hereafter developed. You represent and warrant that (a) you own or have the necessary licenses, rights, consents, and permissions to use and authorize AceEquip to use all patent, trademark, trade secret, copyright, or other proprietary rights in and to any and all such content, and (b) such content does not violate any applicable laws, regulations, or third-party rights. AceEquip reserves the right to remove any content from our website at any time for any reason. Termination AceEquip reserves the right to terminate or suspend your access to our website at any time, without prior notice, for any reason, including but not limited to your breach of these Terms of Use or any other agreement or policy referenced herein. Upon termination or suspension of your access to our website, your right to use our website will immediately cease, and you must immediately destroy any copies of any content from our website in your possession or control. Disclaimer of Warranties AceEquip's website and all content, products, and services offered on or through our website are provided on an \"as is\" and \"as available\" basis. AceEquip makes no representations or warranties of any kind, express or implied, as to the operation of our website or the content, products, or services offered on or through our website. You expressly agree that your use of our website is at your sole risk. Contact Information If you have any questions about these Terms of Use, please contact us at aceequip@gmail.com. By using AceEquip's website, you acknowledge that you have read, understood, and agreed to be bound by these Terms of Use. If you do not agree to these terms, please do not use our website. Thank you for choosing AceEquip for your casino equipment needs. We look forward to serving you. AceEquip Home Why are we Our obligation Our promis Our products Catalog Disclaimer Privacy Policy Terms of Use Copyright © 2024 AceEquip. All rights reserved.",
    "thanks": "Thank You - We Appreciate Your Business - AceEquip Thank You for Reaching Out! We truly appreciate you taking the time to connect with us here at AceEquip. Your feedback and questions are invaluable, as they help us improve our services and offerings. Our team is always eager to hear from our community, and we're thrilled that you chose to share your thoughts with us. Rest assured that your message has been successfully received, and one of our dedicated team members will be in touch with you shortly. We understand that your time is precious, so we aim to respond as promptly as possible. In the meantime, feel free to explore our website to learn more about our mission, values, and the various resources we provide. Once again, thank you for getting in touch with us at AceEquip. We're looking forward to continuing the conversation and building a stronger connection with you. If you have any additional questions or thoughts, please don't hesitate to reach out again.",
    "disclaimer": "Disclaimer - Important Legal Information and Notices - AceEquip 18+ AceEquip Home Why are we Our obligation Our promise Our products Catalog Disclaimer Testimonials and Reviews AceEquip may display testimonials and reviews from our customers on our website. These testimonials and reviews reflect the real-life experiences and opinions of our customers. However, we cannot guarantee that all customers will have the same experiences or achieve the same results. The testimonials and reviews are provided for informational purposes only and should not be construed as a guarantee, warranty, or prediction regarding the outcome of using our products. Product Modifications and Improvements AceEquip reserves the right to make modifications and improvements to our products without notice. We are constantly striving to enhance the quality and performance of our casino equipment. While we make every effort to keep our website up to date with the latest product information, there may be delays, errors, or omissions. Governing Language This Disclaimer is drafted in the English language. In the event of any conflict or inconsistency between the English version and any translated version of this Disclaimer, the English version shall prevail. Termination AceEquip reserves the right, in its sole discretion, to terminate your access to and use of our website and services at any time, with or without cause, and with or without notice. Upon termination, you must immediately cease using our website and destroy all materials obtained from our website. No Partnership or Agency Nothing in this Disclaimer shall be construed as creating a partnership, joint venture, agency, or employment relationship between you and AceEquip. Neither party has the authority to bind the other or to create any obligation on behalf of the other. DMCA Notice AceEquip respects the intellectual property rights of others and expects its users to do the same. If you believe that any content on our website infringes upon your copyright, please provide our Copyright Agent with a written notice that includes the following information: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit AceEquip to locate the material. Information reasonably sufficient to permit AceEquip to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted. A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. Counter-Notice If you believe that your content has been removed or disabled as a result of mistake or misidentification, you may send a counter-notice to our Copyright Agent that includes the following information: Your physical or electronic signature. Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled. A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification. Your name, address, and telephone number, and a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which the address is located, or if your address is outside of the Australia, for any judicial district in which AceEquip may be found, and that you will accept service of process from the person who provided notification or an agent of such person. Upon receipt of a valid counter-notice, AceEquip will promptly forward a copy to the person who provided the original notification. If we do not receive notice within 10 business days that the original notifier is seeking a court order to prevent further infringement of the material at issue, we may replace or cease disabling access to the material. Contact Information If you have any questions or concerns about this Disclaimer, please contact us at aceequip@gmail.com. By using AceEquip, you acknowledge that you have read, understood, and agreed to be bound by this Disclaimer. We appreciate your cooperation and understanding. Thank you for choosing AceEquip for your casino equipment needs. AceEquip Home Why are we Our obligation Our promis Our products Catalog Disclaimer Privacy Policy Terms of Use Copyright © 2024 AceEquip. All rights reserved.",
    "index": "Welcome to AceEquip - Your Destination for Premium Casino Equipment and Supplies 18+ AceEquip Home Why are we Our obligation Our promise Our products Catalog Welcome to AceEquip Discover the finest selection of premium casino equipment at AceEquip. Whether you run a professional casino or a home game room, our top-quality gear ensures an exceptional gaming experience. From poker tables and roulette wheels to card shufflers and chips, we provide everything you need to elevate your game. Trust AceEquip for reliable, stylish, and durable equipment designed to meet the highest standards of the casino industry. Step up your game with AceEquip today! We are the best choice Why Choose AceEquip At AceEquip, we pride ourselves on offering not just products, but a promise of quality and excellence. Here’s why our customers choose us: High-Quality Products We source the best materials to ensure our equipment meets the highest industry standards. Our products are designed for durability and reliability, providing a seamless gaming experience. Competitive Prices Enjoy top-tier casino equipment without breaking the bank. We offer competitive pricing on all our products, so you get the best value for your investment. Exceptional Customer Service Our dedicated support team is always here to help. From selecting the right products to after-sales service, we ensure a smooth and satisfying shopping experience. Fast and Secure Shipping Get your casino equipment delivered quickly and securely. We offer fast shipping options and take great care in packaging to ensure your order arrives in perfect condition. Our Commitment Experience the AceEquip Difference At AceEquip, we are dedicated to providing exceptional casino equipment that meets the needs of both professional and home gaming environments. Our commitment to quality, value, and customer satisfaction sets us apart in the industry. Discover how our products and services can enhance your gaming experience and elevate your casino to new heights. 1 Unmatched Quality 2 Comprehensive Selection 3 Trusted by Professionals Our promise Our Promise to You At AceEquip, we guarantee excellence in every aspect of our service. From the moment you browse our selection to the time you enjoy your new equipment, we are committed to providing an outstanding experience. Trust AceEquip for reliable products and superior customer care. Quality Assurance Competitive Pricing Fast Shipping Exceptional Support Our Products Explore Our Top-Selling Equipment Professional Poker Tables Our professional poker tables are crafted with precision and quality, offering a perfect blend of style and functionality. Elevate your poker nights with tables designed for serious play. Premium Roulette Wheels Experience the thrill of the casino with our premium roulette wheels. Built for smooth and fair spins, these wheels bring the authentic casino feel to any gaming space. High-Quality Card Shufflers Ensure a fair game every time with our high-quality card shufflers. Designed for efficiency and durability, they are perfect for both casual and professional settings. Featured Products Explore our selection of top-quality casino equipment, designed to enhance your gaming experience. Professional Poker Table ₹45,000 Crafted with premium materials, this poker table combines durability with elegant design, making it perfect for any serious poker game. Order now Deluxe Roulette Wheel ₹30,000 Enjoy the excitement of a real casino with our deluxe roulette wheel. It offers smooth, precise spins for a truly authentic experience. Order now Automatic Card Shuffler ₹10,000 Ensure fair play with our automatic card shuffler. It provides quick and efficient shuffling, ideal for both home and professional use. Order now 10+ Years of Experience 500+ Products Available 1,000+ Satisfied Customers 24/7 Customer Support Phone +61-8-8956-0968 Email aceequip@gmail.com Location 20 Lapadum St, Finke NT 0872, Australia I accept the Privacy Policy Send AceEquip Home Why are we Our obligation Our promis Our products Catalog Disclaimer Privacy Policy Terms of Use Copyright © 2024 AceEquip. All rights reserved. This site uses cookies to enhance your experience. By continuing to browse, you agree to our use of cookies. OK document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-consent\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!cookieBanner) return; if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } else { cookieBanner.style.display = \"none\"; } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - How We Protect Your Information - AceEquip 18+ AceEquip Home Why are we Our obligation Our promise Our products Catalog Privacy Policy Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected, unless otherwise required by law. We may also retain aggregated or anonymized data for analytical or statistical purposes. Your Rights Depending on your jurisdiction, you may have certain rights with respect to your personal information, including: The right to access your personal information. The right to correct or update your personal information. The right to delete your personal information. The right to restrict or object to the processing of your personal information. The right to data portability. The right to withdraw your consent to the processing of your personal information. Security We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. We use industry-standard encryption technologies to protect your personal information during transmission and storage. However, no method of transmission over the Internet or electronic storage is completely secure, and we cannot guarantee the absolute security of your personal information. Data Breach In the event of a data breach, we will promptly notify affected users and take appropriate steps to mitigate the breach and prevent future breaches. Social Media Our website may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button or interactive mini-programs that run on our site. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our site. Your interactions with these features are governed by the privacy policy of the company providing it. Cookies and Other Tracking Technologies We may use cookies and other tracking technologies, such as web beacons, pixels, and local storage, to collect information about your use of our website and to improve your user experience. Cookies are small data files that are placed on your device when you visit a website. We use both session cookies, which expire when you close your browser, and persistent cookies, which remain on your device until you delete them. We may use cookies and other tracking technologies for the following purposes: To remember your preferences and settings. To authenticate your login and secure your account. To analyze the performance and functionality of our website. To personalize your experience and provide targeted advertising. To measure the effectiveness of our marketing campaigns. You can control cookies through your browser settings. If you choose to disable cookies, some features of our website may not function properly. Do Not Track Some web browsers have a \"Do Not Track\" feature that allows you to indicate that you do not want your online activities tracked. We do not currently respond to \"Do Not Track\" signals. Analytics We may use third-party analytics services, such as Google Analytics, to collect and analyze information about your use of our website. These services use cookies and other tracking technologies to collect information such as your IP address, browser type, and browsing behavior. The information collected by these services is used to evaluate the performance of our website and to improve our services. Advertising We may use third-party advertising networks, such as Google AdSense, to display ads on our website. These networks use cookies and other tracking technologies to collect information about your browsing behavior on our website and other websites in order to provide you with targeted ads. We do not control the privacy practices of these third-party advertising networks, and we encourage you to review their privacy policies for more information. You can opt out of targeted advertising by visiting the Digital Advertising Alliance's opt-out page or the Network Advertising Initiative's opt-out page. Data Security We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. We use industry-standard encryption technologies to protect your personal information during transmission and storage. However, no method of transmission over the Internet or electronic storage is completely secure, and we cannot guarantee the absolute security of your personal information. If you have any questions or concerns about our privacy practices, please contact us at aceequip@gmail.com. AceEquip Home Why are we Our obligation Our promis Our products Catalog Disclaimer Privacy Policy Terms of Use Copyright © 2024 AceEquip. All rights reserved."
  },
  "date": "2024-06-27T09:27:18.966Z"
}