{
  "name": "AceVenture",
  "pages": {
    "contacts": "AceVenture - Connect with Us for Inquiries, Collaboration, and Feedback AceVenture HOME ABOUT US GAMES Contact INTERNATIONAL RESERVATIONS I accept Privacy & Policy Submit The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions",
    "disclaimers": "AceVenture - Important Disclaimers and Legal Information AceVenture HOME ABOUT US GAMES Contact Disclaimers **Please be aware of the following disclaimers before participating in AceVenture poker tournaments that will be in 28/12/2024:** **Age Restriction:** You must be of legal gambling age to participate in our tournaments. Please check the laws in your jurisdiction to determine the legal gambling age. **Responsible Gambling:** We encourage responsible gambling. If you or someone you know has a gambling problem, please seek help from a professional organization. You can find resources on our website. **Risk of Loss:** Poker involves an inherent risk of loss. Please only gamble with money you can afford to lose. **Tournament Rules:** All participants are subject to the official tournament rules, which are available on our website. **Tournament Modifications:** We reserve the right to modify tournament structures, schedules, and prize pools at any time. We will make every effort to notify participants of any changes in advance. **Technical Issues:** We are not responsible for any technical issues that may occur during a tournament, such as internet connection problems or software malfunctions. **Binding Agreement:** By participating in an AceVenture poker tournament, you agree to be bound by these disclaimers and the official tournament rules. The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions",
    "games": "AceVenture - Experience Exciting Poker Tournaments and Thrilling Gameplay AceVenture HOME ABOUT US GAMES Contact OUR TOURNAMENTS DIAMOND POKER CHALLENGE Entry Fee: $100 Experience the excitement of our Royal Open Poker Tournament, exclusive to AceVenture. Compete in an exhilarating tournament where each player can play up to four hands open. The minimum dealer’s game is “Ace-King”. Players have the option to buy one (sixths) card or change from one to five cards for the cost of an Ante bet. Payouts remain standard, except for “Two Pairs” which are paid 1:1. Ante is not paid for the bet’s pay-out. Two combinations at a time may be paid to a player. SAPPHIRE SHOWDOWN Entry Fee: $50 Join our Niu Niu Tournament with a minimum bet of $5 and the chance to win jackpot prizes. The jackpot percentages increase with higher bets: $5 – $9.5 Bet = Jackpot 25%, $10 – $24.5 Bet = Jackpot 50%, $24 – Higher Bet = Jackpot 100%. Only one bonus can be claimed at a time. EMERALD ELITE POKER CHALLENGE Entry Fee: $75 Participate in our Stud Poker Tournament with cash tournaments starting from $5/5. Our Poker Club opens at 19:00 and operates until the last customer, offering daily cash tournaments of Texas Holdem & Omaha ($5/5, $5/10) filled with international guests. Additionally, we host regular international cash game festivals. READ MORE RUBY RUSH TOURNAMENT Entry Fee: $25 Indulge in our Slots and E-Roulette Tournament with a minimum bet of 0.1 GEL. We offer a collection of 36 latest EGT slot machines all linked to various levels of jackpots based on your bet level. Additionally, enjoy 10 latest Apex e-roulette terminals with a min. bet of 0.1 GEL. The e-roulette features two automatic wheels and an option to bet on the live roulette Royal Batumi casino table. Furthermore, the terminals provide electronic versions of Baccarat (Punto Banco) and Sic Bo. The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions",
    "index": "AceVenture - Dive into High-Stakes Poker Tournaments for Unforgettable Competition AceVenture HOME ABOUT US GAMES Contact WINTER KICKOFF POKER TOURNAMENT December 19th - 21st $50,000 GUARANTEED ABOUT SUMMER KICK-OFF TOURNAMENT BEST-OF-THE-BEST $15,000 GUARANTEE The top 150 players with the most tournament points within the qualifying months will be invited the following month to the Best-of-the-Best tournament. Players will earn points by playing in any of our daily tournaments. ABOUT BEST-OF-THE-BEST DAILY TOURNAMENT STRUTURES $160 No Limit Hold'Em VIEW $160 TOURNAMENT $180 No Limit Hold'Em Bounty VIEW $180 TOURNAMENT $260 No Limit Hold'Em Bounty VIEW $260 TOURNAMENT $350 No Limit Hold'Em VIEW $350 TOURNAMENT AceVenture Poker Tournament Hours of Operation: 29/12/2024 00:00am - 4:00am. Last hands called at 3:30am. Poker Room Rules Hold’em games will be played 9 handed and 8 handed for stud games. Food is not permitted at the Poker table Guests must purchase buy-in at cage (First buy-in only) Table and seat changes will be permitted We are now accepting Call-Ins at 10:00am at&nbsp; Dinner reseating midweek is 1 hour and 30 minutes and 2 hours on weekends (players will be placed 2nd on list upon return) Chip pick-ups are as follows: 1. First player 45 minutes, 2. Second player 15 minutes, 3. Third player 10 minutes. INTERNATIONAL RESERVATIONS I accept Privacy & Policy Submit The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions",
    "privacy-policy": "AceVenture - Privacy Policy: Protecting Your Privacy and Personal Information AceVenture HOME ABOUT US GAMES Contact Privacy Policy AceVenture is committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your personal information when you visit our website. Information We Collect We may collect personal information such as your name, email address, and phone number when you voluntarily submit it to us through our website. How We Use Your Information We use the information we collect to respond to your inquiries, provide you with the services you request, and improve our website and services. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to third parties without your consent. However, we may share your information with trusted third parties who assist us in operating our website or servicing you. Security We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Changes to This Policy We reserve the right to update or change our Privacy Policy at any time. Any changes will be posted on this page with an updated revision date. The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions",
    "terms-conditions": "AceVenture - Terms and Conditions for Service Usage AceVenture HOME ABOUT US GAMES Contact Terms and Conditions Welcome to the AceVenture poker tournaments website! These terms and conditions (\"Terms\") govern your access to and use of our website and participation in our poker tournaments. 1. Acceptance of Terms By accessing or using this website, you agree to be bound by these Terms. If you disagree with any part of the Terms, then you may not access or use the website or participate in our tournaments. 2. Amendments to Terms We reserve the right to update or modify these Terms at any time. We will notify you of any changes by posting the revised Terms on the website. You are expected to check this page periodically to stay informed of any changes, as your continued use of the website or participation in tournaments will signify your acceptance of the revised Terms. 3. Eligibility You must be of legal gambling age in your jurisdiction to participate in our tournaments. You are responsible for checking the laws in your jurisdiction to determine the legal gambling age. 4. User Accounts You may be required to create an account to participate in our tournaments. You are responsible for maintaining the confidentiality of your account information and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. 5. User Conduct You agree to use our website and participate in our tournaments in a lawful, ethical, and respectful manner. You will not engage in any activity that could disrupt the integrity of the tournaments or the enjoyment of other participants. 6. Intellectual Property The content of this website, including the trademarks, logos, and copyrights, is the property of AceVenture or its licensors. You may not use any of this content without our prior written consent. 7. Disclaimer of Warranties The website and our services are provided \"as is\" and without warranties of any kind, express or implied. We disclaim all warranties, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. 8. Limitation of Liability We will not be liable for any damages arising out of your use of this website or participation in our tournaments, including, but not limited to, direct, indirect, incidental, consequential, or punitive damages. 9. Termination We may terminate your access to our website or your participation in our tournaments at any time, for any reason, without notice. 10. Governing Law These Terms will be governed by and construed in accordance with the laws of [Your Jurisdiction]. The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions",
    "thanks": "AceVenture - Thank You for Connecting with Us! AceVenture HOME ABOUT US GAMES Contact Thank You for Connecting with AceVenture! We appreciate your interest and inquiry. Our team will review your message and respond as soon as possible. Your satisfaction is our priority, and we look forward to assisting you further. The AceVenture website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AceVenture Tournament: +91-755-577-6615 aceventure@gmail.com LOCATION: 9VMC+C8J, tal:, Zari, Sankval, Goa 403726, India IMPORTANT LINKS: DisclaimersPrivacy & PolicyTerms & Conditions"
  },
  "date": "2024-05-16T12:34:11.044Z"
}