{
  "name": "AetheriaRealms (1)",
  "pages": {
    "disclaimers": "Disclaimers - of the AetheriaRealms Play Fantasy Sports & Win Cash Prizes page AetheriaRealms About Offer You must be at least 18 years old to access this application. AetheriaRealms is not affiliated in any way with: The International Cricket Council (\"ICC\") or any national cricket board or team, The Board of Control for Cricket in India (\"BCCI\"), the Indian Premier League (\"IPL\") or any IPL franchises, Any other domestic cricket tournament/league, or tournament franchise/team, Other sports organizations such as FIFA, ISL, EPL, or the Kolkata Football League, Any tournaments, leagues, cups, clubs, teams, players, or managers. AetheriaRealms acknowledges that all proprietary names and marks related to cricket tournaments or competitions are owned by their respective owners. Intellectual property rights in logos, names, and marks may be owned by third parties including sports federations, clubs, teams, leagues, cups, players, managers, broadcasters, etc. Any reference or depiction of logos, marks, and names on AetheriaRealms is purely incidental and for reporting purposes. AetheriaRealms does not allow users from Andhra Pradesh, Assam, Odisha, Telangana, Nagaland, Sikkim. Please ensure compliance with the relevant laws in your jurisdiction before using AetheriaRealms. Any liability or penalty for violation of applicable laws is solely on the user. The AetheriaRealms website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AetheriaRealms Discover why AetheriaRealms is a hit with our 1M+ players. Play fantasy sports like never before. Home About FAQ Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The AetheriaRealms platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "index": "AetheriaRealms - Play Fantasy Sports & Win Cash Prizes AetheriaRealms About Offer Order I agree to the Privacy Policy AetheriaRealms Fantasy Sports Available on All Platforms: Android, iOS, and Web ABOUT AetheriaRealms Experience Fantasy Sports Like Never Before Welcome to the official AetheriaRealms website, your ultimate destination for fantasy sports. AetheriaRealms is available on all platforms, including Web and App. AetheriaRealms offers you the smoothest platform with the lowest platform fee, ensuring you get the best experience possible. With 24/7 matches across multiple games, you can play at your comfort zone and compete for the biggest cash prizes. It's your time to shine and become a master in your favorite games. AetheriaRealms provides you with the perfect platform to enhance your skills and win cash prizes, giveaways, and more in regular matches. In addition to offering the best platform for matches, we prioritize fast and secure modes of payment, ensuring fast deposits, unlimited withdrawals, and prompt delivery of winning prizes. Join us in our mission to reach millions of players and bring excitement every day. \"In AetheriaRealms, Your Skills Speak Louder Than Words.\" OUR OFFERINGS &#8594; Refer and Earn with AetheriaRealms: Invite Friends and Family to join AetheriaRealms and earn up to Rs.10,000 with Referrals. &#8594; Real-Time Users: Enjoy matches with real users only - no bot simulations, ensuring fair play in all contests. &#8594; Lowest Platform Fee: AetheriaRealms offers the lowest platform fee compared to any other Fantasy Sports app. &#8594; 2innings: Get a second chance to recover from the first innings of the match and double your gains or recover your loss. &#8594; Wide Range of Fantasy Sports: Choose from a wide range of sports including Cricket, Football, Basketball, NHL, Baseball, and more. Why AetheriaRealms is Trustworthy? Experience the Ultimate Fantasy Sports Experience How To Play Step into the exhilarating realm of Fantasy sports, an engaging online game that combines strategy and real-life sports action. Build your own virtual team comprising actual players participating in live matches. Earn points based on their performance during the games and strive for victory. Ready to compete on AetheriaRealms? Learn how to play and create your winning team by watching this video. Challenge other fans, showcase your skills, and win big! Users Feedbacks & Testimonials With over Rs 2,708,296,500 in total payouts, see why everyone is playing on AetheriaRealms, experience the new way to play fantasy sports. Frequently Asked Questions What is AetheriaRealms Fantasy Sports? + AetheriaRealms offers an immersive fantasy sports experience where users can participate in contests for various sports leagues and tournaments. From cricket to football, AetheriaRealms covers a wide range of sports events. Simply register with your email address and mobile number to join the excitement! Is it safe to add money to AetheriaRealms? + Adding money to your AetheriaRealms account is safe and secure. We provide multiple payment options and ensure the confidentiality of your personal information. You can withdraw your winnings directly to your bank account after verifying your details. How do I sign up on AetheriaRealms? + Signing up on AetheriaRealms is quick and easy! Simply fill out a short form and verify your account through OTP to start playing fantasy sports today. What is the process for receiving my winnings? + Winnings from AetheriaRealms are processed promptly. Withdrawals are usually credited within a few working days, depending on the chosen withdrawal method. Can I create multiple accounts with the same email address? + AetheriaRealms strictly prohibits users from creating multiple accounts with the same email address. Our Fair Play Policy ensures a level playing field for all users. What should I do if I can't log in to my AetheriaRealms account? + If you're having trouble logging in, double-check your mobile number and password. You can also use the \"Forgot Password\" option to reset your password via OTP. For further assistance, please contact our support team. The AetheriaRealms website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AetheriaRealms Discover why AetheriaRealms is a hit with our 1M+ players. Play fantasy sports like never before. Home About FAQ Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The AetheriaRealms platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "privacy": "Privacy and Policy page - of the AetheriaRealms Play Fantasy Sports & Win Cash Prizes page AetheriaRealms About Offer Privacy Policy of AetheriaRealms AetheriaRealms operates the aetheriarealms.com website, which provides the SERVICE. This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service, the AetheriaRealms website. If you choose to use our Service, then you agree to the collection and use of information in relation with this policy. The Personal Information that we collect are used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy. The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at aetheriarealms.com, unless otherwise defined in this Privacy Policy. Information Collection and Use For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your name, phone number, and postal address. The information that we collect will be used to contact or identify you. Log Data We want to inform you that whenever you visit our Service, we collect information that your browser sends to us that is called Log Data. This Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser version, pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other statistics. Cookies Cookies are files with small amount of data that is commonly used an anonymous unique identifier. These are sent to your browser from the website that you visit and are stored on your computer's hard drive. Our website uses these \"cookies\" to collection information and to improve our Service. You have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer. If you choose to refuse our cookies, you may not be able to use some portions of our Service. Service Providers We may employ third-party companies and individuals due to the following reasons: To facilitate our Service; To provide the Service on our behalf; To perform Service-related services; or To assist us in analyzing how our Service is used. We want to inform our Service users that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Security We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. Links to Other Sites Our Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Children's Privacy Our Services do not address anyone under the age of 13. We do not knowingly collect personal identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions. Changes to This Privacy Policy We may update our Privacy Policy from time to time. Thus, we advise you to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately, after they are posted on this page. Contact Us If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us. The AetheriaRealms website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AetheriaRealms Discover why AetheriaRealms is a hit with our 1M+ players. Play fantasy sports like never before. Home About FAQ Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The AetheriaRealms platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "Privacy and Policy page - of the AetheriaRealms Play Fantasy Sports & Win Cash Prizes page AetheriaRealms About Offer Thank You from AetheriaRealms! Thank you for being a valued part of the AetheriaRealms community. Your support and enthusiasm for our fentesy game journey mean the world to us. Whether you've made a purchase, shared our brand, or simply explored our collections, your presence is sincerely appreciated. We look forward to continuing to serve you with games, advantures, and gratitude. Thank you for choosing RealmCricket! The AetheriaRealms website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline AetheriaRealms Discover why AetheriaRealms is a hit with our 1M+ players. Play fantasy sports like never before. Home About FAQ Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The AetheriaRealms platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  }
}