{
  "name": "AmazingHot",
  "pages": {
    "index": "Empower Your Business with Professional Management Solutions Amazing hotel Rooms About Our playing place To book Welcome to AmazingHotel – Your Ultimate Destination for Relaxation and Entertainment! AmazingHotel combines unparalleled hotel luxury and excitement with a thrilling casino atmosphere for an unforgettable experience. Our hotel offers top-notch amenities, stunning accommodations, and unforgettable dining options. Whether you're here to unwind and relax or seek the excitement of the gaming tables, AmazingHotel provides an exceptional all-encompassing experience. To book Experience Unmatched Comfort and Elegance At AmazingHotel, About and suites are designed to provide the utmost in luxury and comfort. Each room features contemporary decor, high-end amenities, and breathtaking views. Whether you're staying in a deluxe room or a spacious suite, you'll find everything you need for a relaxing and enjoyable stay. Luxurious Accommodation Enjoy spacious, elegantly designed rooms with modern amenities. From plush bedding to high-speed internet, every detail is tailored for your comfort and convenience. Spectacular Views About offer stunning views of the city skyline or serene natural landscapes, creating a tranquil retreat from the hustle and bustle of everyday life. Unparalleled Amenities Each room is equipped with state-of-the-art facilities, including flat-screen TVs, premium toiletries, and complimentary refreshments. At AmazingHotel, we value our guests and want to reward you for spreading the word about our exceptional casino and hotel. Our referral program offers fantastic benefits for both you and your friends. Our Exquisite Hotel Building At AmazingHotel, our building is more than just a structure; it's a masterpiece of design and elegance. Nestled in a prime location, our hotel stands as a beacon of luxury and sophistication, inviting guests to experience the perfect blend of comfort and excitement. Architectural Marvel Our hotel boasts a modern architectural design that combines sleek lines with intricate details. The stunning façade, adorned with shimmering glass and polished stone, reflects the grandeur within. As you approach, the impressive entrance sets the tone for the opulence that awaits you inside. Luxurious Interiors Step inside to discover a world of luxury and style. Our lobby welcomes you with high ceilings, grand chandeliers, and exquisite furnishings, creating an atmosphere of elegance and warmth. Each corner of our hotel is thoughtfully designed to provide a seamless blend of comfort and sophistication. Unmatched Service Our commitment to excellence extends to every aspect of your stay. From the moment you arrive, our dedicated staff is on hand to ensure that your experience at AmazingHotel is nothing short of extraordinary. We pride ourselves on offering personalized service that caters to your every need. A Destination Like No Other AmazingHotel is not just a place to stay; it's a destination in itself. Whether you're here for business, leisure, or a thrilling casino experience, our hotel provides the perfect setting for creating lasting memories. Come and discover the unparalleled luxury and excitement that define AmazingHotel. Our Services AmazingHotel is dedicated to providing a wide range of services to cater to the diverse needs of our guests. Luxurious accommodations, fine dining, entertainment, and a world-class casino are just a few of the amenities we offer. Concierge Service Our dedicated concierge team is available 24/7 to assist with any requests, from restaurant reservations to local tours and transportation arrangements. Fine Dining Experience gourmet dining at our in-house restaurants, offering a variety of cuisines prepared by top chefs. Entertainment Enjoy live shows, concerts, and events that provide non-stop entertainment throughout your stay. Book Your Luxurious Stay at AmazingHotel Today! Don't miss out on the ultimate getaway. Whether you're planning a relaxing vacation or an exciting gaming adventure, subscribe to our newsletter for the latest updates on promotions, events, and special offers. At AmazingHotel, we offer an unparalleled blend of luxury, comfort, and excitement that ensures every moment of your stay is unforgettable. I accept the Privacy Policy Send message Amazing hotel Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 45 Tyne Street, Invercargill 9810, New Zealand +44-20-5785-5212 amazinghotel@gmail.com We list AmazingHotel in New Zealand for use by visitors over the age of 18. Access to the site is prohibited for individuals under 18 years of age. We promote AmazingHotel and Resorts for entertainment and enjoyment purposes. If you have a gambling addiction, visiting the site could be detrimental to you. Please be aware that you may risk losing your money or other valuable assets. Yes, I am 18 years old or older We use cookies to enhance your experience on our website. By continuing to use our site, you agree to our use of cookies. Accept",
    "privacy-policy": "Privacy Policy | Palacio de AmazingHotel Amazing Hotel Rooms About Our playing place To book Privacy Policy In this Privacy Policy, any use of the words \"you\", \"yours\" or similar expressions shall mean any user of this website whatsoever. Terms such as \"we\", \"us, \"our\" or similar expressions shall refer to AmazingHotel is the product of AmazingHotel Private Limited This privacy policy pertains to the treatment of information provided or collected on the website. It further clarifies the treatment of information provided or collected on applications we make available on third-party sites or platforms, if disclosed to you in connection with use of the application. This Privacy Policy is followed in accordance with the municipal law in India, particularly the Information Technology Act, 2000 and Art 21 of the Indian Constitution. Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it. We collect two basic types of information – personal information and anonymous information – and we may use personal and anonymous information to create a third type of information, aggregate information. We collect the following categories of information: The security, integrity and confidentiality of your information is of paramount concern to us. Amazon Web Service shall be used for DATA STORAGE. We have implemented technical, administrative and physical security measures that are designed to protect guest information from unauthorized access, disclosure, use and modification. From time to time, we review our security procedures to consider appropriate new technology and methods. Your personal information will be retained by the company for the requisite length of time needed to fulfil the purposes outlined in this privacy policy unless a longer retention period is required or permitted by law. Furthermore, we encourage you to be aware when you leave our sites or applications and to read the privacy policies of other sites that may collect your personal information. Use of information by A member of AmazingHotel Private Limited which includes many different brands, will be the data controller for your information. Other members of AmazingHotel Private Limited may have access to your information where they perform services on behalf of the data controller(s) and, unless prohibited under applicable law, for use on their own behalf (as a data controller) for the following purposes: At any stage subsequently you may inform us that you no longer wish to receive information from us or third parties to which we have passed your data by clicking on the designated hyperlink at the bottom of the relevant communication. If you have chosen to receive emails from a particular team, your data will be passed onto that club accordingly, will be held in accordance with their privacy policy, and the club is to be contacted directly if you no longer wish to receive communications. Data stored on this website is stored in a secure manner and we shall adopt appropriate measures to ensure that any such data cannot be accessed by an unauthorized third party. Disclosure of Information All information submitted to us by you will be held in accordance with our responsibilities under of the Information Technology Act, 2000; Art 21 of the Constitution and related legislation. Pursuant to the aforementioned, we will not disclose any personal information to any third party other than: as required as a matter of law; in the reasonable enforcement of our contractual rights; to identify or resolve technical problems arising from the use of the website; to deal with complaints from any party regarding the operation of the website; as otherwise set out in this Privacy Policy or in those parts of the Website where we collect your personal details. Cookies To improve the effectiveness & experience of our game sites for our Users, we use \"cookies\", or such similar electronic tools to collect information to assign each visitor a unique random number as a User Identification (User ID) to understand the User's individual interests using the identified computer. Unless the User intends to identify himself/herself (e.g, through registration), AmazingHotel Private Limited has no knowledge of the identity of the User, even if a cookie is assigned to the User's computer. The only personal information a cookie can contain is information supplied by the User. Our advertisers may also assign their own cookies to the User's browser (provided the User clicks on their ad banners), a process that is not within the control of AmazingHotel Private Limited. IP Address AmazingHotel Private Limited web servers automatically collect basic information in relation to the User's device’s connection to the Internet, including the User's IP address, when the User visits our site. The User's IP address does not identify the User personally. We use this information to deliver its web pages to Users upon request, to tailor the site to the interests of its users, to gauge traffic within its site and let advertisers know the geographic locations of those who visit the website. Links to other websites and advertisements AmazingHotel Private Limited also includes links to other websites. The concerned websites are subject to the privacy policy of the websites which may differ from our Privacy Policy and is beyond the scope of our Privacy Policy. The User may contact the site directly for more information if the User is unable find the privacy policy of any of these sites via a link from the site's homepage. When information is presented to its online advertisers with the pretext of helping them understand our audience and confirm the value of advertising on our website, it is conveyed in the form of aggregated statistics on traffic to various pages within our site. Amazing Hotel Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 45 Tyne Street, Invercargill 9810, New Zealand +44-20-5785-5212 amazinghotel@gmail.com",
    "rooms": "About Us | AmazingHotel – Luxury & Entertainment Destination Amazing Hotel Rooms About Our playing place To book About AmazingHotel – Where Luxury and Entertainment Converge Our hotel, renowned for its elegant design and exceptional service, offers a unique blend of comfort and excitement. From our exquisite rooms and gourmet dining to our state-of-the-art casino and personalized services, every aspect of AmazingHotel is designed to exceed your expectations. To book About AmazingHotel Enchanted Oasis Suite AmazingHotel was established with the vision of providing a unique blend of luxury accommodation and world-class casino entertainment. Since our inception, we have been dedicated to offering our guests an exceptional experience that goes beyond the ordinary. Our Mission Our mission at AmazingHotel is to deliver an extraordinary blend of relaxation and excitement. We strive to provide exceptional service, unparalleled hospitality, and a wide range of entertainment options to ensure that every stay is memorable. Our Exquisite Hotel Building Our hotel building is more than just a structure; it’s a masterpiece of design and elegance. Located in a prime area, our hotel stands as a beacon of luxury and sophistication. With its modern architecture, high ceilings, and large windows, our building offers an inviting and majestic environment that welcomes guests into a world of comfort and style. Our Services At AmazingHotel, we offer a comprehensive array of services to cater to the diverse needs of our guests. From luxurious accommodations and fine dining to thrilling casino games and live entertainment, we ensure that every guest enjoys a perfect blend of relaxation and excitement. Luxurious Accommodation About and suites are designed to provide the utmost in luxury and comfort. With elegant decor, modern amenities, and breathtaking views, each room is a sanctuary for relaxation and indulgence. Fine Dining Experience gourmet dining at our exclusive restaurants, where top chefs prepare a variety of cuisines to delight your palate. From casual bites to exquisite dinners, our dining options are sure to satisfy every taste. Entertainment and Casino Our world-class casino offers a wide range of gaming options, from classic table games to the latest slot machines. In addition, we provide live shows, concerts, and events to keep our guests entertained throughout their stay. Personalized Services Our dedicated concierge team is available around the clock to assist with any requests, ensuring that every aspect of your stay is tailored to your preferences. Whether you need reservations, transportation, or recommendations, we are here to help. To BOOK Amazing Hotel Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 45 Tyne Street, Invercargill 9810, New Zealand +44-20-5785-5212 amazinghotel@gmail.com We list AmazingHotel in New Zealand for use by visitors over the age of 18. Access to the site is prohibited for individuals under 18 years of age. We promote AmazingHotel and Resorts for entertainment and enjoyment purposes. If you have a gambling addiction, visiting the site could be detrimental to you. Please be aware that you may risk losing your money or other valuable assets. Yes, I am 18 years old or older We use cookies to enhance your experience on our website. By continuing to use our site, you agree to our use of cookies. Accept",
    "terms-conditions": "Terms and Conditions | Palacio de AmazingHotel Amazing Hotel Rooms About Our playing place To book Terms of Use Introduction Welcome to AmazingHotel. Please read this page carefully. It sets out the terms which apply to your use of the AmazingHotel website and mobile application (collectively referred as \"the Website\"). By using the Website, you agree to comply with these terms and conditions. If you do not agree to these terms of use, please refrain from using the Website. AmazingHotel is the flagship brand of Fanmade11 Fantasy Sports Private Limited (“AmazingHotel”). Usage of AmazingHotel Whosoever makes use of the Website (“User”) i.e. Indian or Non-Indian or accessing the facilities offered therein (“Facilities/Services”) which shall further include their participation in all the games and contests (including fantasy games) that will be conducted on the Website (“Competition/Contests”) shall be bound by these Terms and Conditions, and all other rules, regulations and terms of use referred to herein or provided by the Website in relation to any Facility provided herein. Amendment AmazingHotel shall have the power to make any further amendments, whenever it deems necessary to do so, by posting the same on the Website; to these Terms and Conditions, rules, regulations and terms of use referred to herein or provided by AmazingHotel in relation to any Amusement Facility. Any use of the Website establishes the User’s assent to such Terms and Conditions, rules, regulations and terms of use referred to herein or provided by AmazingHotel in relation to any Amusement Facility, as may be amended from time to time. Notification of any change or amendment in these Terms and Conditions, rules, regulations and terms of use referred to herein or provided by AmazingHotel, may be notified by AmazingHotel, by either posting notifications on the Users accounts or via email to their registered email address with AmazingHotel. It will be an obligation of the User to notify AmazingHotel of non-acceptance of such amended Terms and Conditions, rules, regulations and terms of use referred to herein or provided by AmazingHotel in such email or notification. Further if the same is not exercised by the User within the time as prescribed in the email or notification, it will be deemed that the User have accepted such amended Terms and Conditions, rules, regulations and terms of use referred to herein or provided by AmazingHotel. Certain Facilities being provided on AmazingHotel may be subject to additional rules and regulations set down in that respect. To the extent that these Terms and Conditions are inconsistent with the additional conditions set down, the additional conditions shall prevail. Breach In the event of any User’s breach or AmazingHotel reasonably believes that such User has breached these Terms and Conditions, or has illegally or indecorously used the Website or its provided Facilities, AmazingHotel may, restrict, suspend or cancel such User’s access to all or any part of the Website or its Facilities /Services, deactivate or delete the User’s account and all related information on the account, delete any content posted by the User’s on the Website and further, take technical and legal steps as it deems necessary at its sole and absolute discretion without any notice being provided to the User’s. If User’s fee (if any) is charged by AmazingHotel in respect of any of its Facilities/Services, the Website shall repay such fee in the event of suspension or removal or the User’s account or the Website and its Facilities on account of any negligence on the part of AmazingHotel. Intellectual Property The Website is protected by copyright, database rights and other intellectual property and related rights (\"Rights\") which are owned by the Website and its associates. All such Rights are reserved. Except where otherwise indicated on the Website: Third Party Sites, Services and Products The Website may contain links to other Internet sites owned and operated by third parties. User’s use of each of those sites is subject to the conditions, if any, posted by the sites. AmazingHotel does not exercise control over any Internet sites apart from the Website, and cannot be held responsible for any content residing in any third party Internet site. AmazingHotel’s inclusion of third-party content or links to third-party Internet sites is not an endorsement by AmazingHotel of such third-party Internet site. Users’ correspondence, transactions or related activities with third parties, including payment providers and verification service providers, are solely between the User and that third party. Users' correspondence, transactions and usage of the services of such third party shall be subject to the terms and conditions, policies and other service terms adopted/implemented by such third party, and the User shall be solely responsible for reviewing the same prior to transacting or availing of the services of such third party. User agrees that AmazingHotel will not be responsible or liable for any loss or damage of any sort incurred as a result of any such transactions with third parties. Any questions, complaints, or claims related to any third party product or service should be directed to the appropriate vendor. The Website contains content that is created by it. AmazingHotel shall not responsible for the content of the third parties with regards to its accuracy, integrity and quality and such content may not be relied upon by the Users in utilizing the Facilities provided on the Website including while participating in any of the contests hosted on AmazingHotel. Links to other websites and advertisements AmazingHotel also includes links to other websites. The concerned websites are subject to the privacy policy of the websites which may differ from our Privacy Policy and is beyond the scope of our Privacy Policy. The User may contact the site directly for more information if the User is unable find the privacy policy of any of these sites via a link from the site's homepage. When information is presented to its online advertisers with the pretext of helping them understand our audience and confirm the value of advertising on our website, it is conveyed in the form of aggregated statistics on traffic to various pages within our site. We use third-party advertisers to serve ads when you visit our websites. These advertisers may use information (excluding personal information pertaining to your name, address, email address or telephone number) about your visits to this and other websites with the objective of providing specific advertisements that adhere to your interests. Several deceptive emails, websites, blogs etc. claiming to be from or associated with AmazingHotel may or are in circulation on the Internet. Amazing Hotel Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 45 Tyne Street, Invercargill 9810, New Zealand +44-20-5785-5212 amazinghotel@gmail.com",
    "thanks": "Thanks for your inquiry! Thank You for Your Submission! Thank you for submitting your form to AmazingHotel. We appreciate your interest and will get back to you shortly. If you have any questions or need immediate assistance, please contact us We look forward to welcoming you soon! Return to Homepage",
    "casino": "Feel the Excitement and Thrill Amazing Hotel Rooms About Our playing place To book Discover the Ultimate Gaming Experience at AmazingHotel Casino Step into the vibrant world of AmazingHotel Casino, where luxury meets excitement. Our state-of-the-art casino offers a diverse selection of games, including Blackjack, Roulette, and Poker, providing endless entertainment for both seasoned players and newcomers. Enjoy our unparalleled service, sophisticated atmosphere, and exclusive rewards as you embark on an unforgettable gaming adventure. Join us today and experience the thrill of winning in style at AmazingHotel Casino. To book Our Casino Games At AmazingHotel Casino, we offer an extensive selection of popular casino games to ensure every guest finds their favorite way to play and win. Blackjack Experience the excitement of Blackjack, the classic card game where strategy and luck combine. Try your hand at beating the dealer and getting as close to 21 as possible without going over. Our Blackjack tables are designed for players of all skill levels. Roulette Feel the thrill of the spinning wheel with our Roulette games. Place your bets on your favorite numbers, colors, or combinations, and watch the wheel decide your fate. With a variety of betting options, Roulette offers endless excitement and opportunities to win big. Poker Join our Poker tables and test your skills against other players. From Texas Hold'em to Omaha, we offer a range of Poker variations to suit all preferences. Enjoy the competitive atmosphere and the chance to win substantial pots. Slot Machines Our casino features a wide array of slot machines, from classic reels to the latest video slots. With numerous themes and exciting bonus features, our slot machines provide endless entertainment and the opportunity for big payouts. Referral Program At AmazingHotel, we value our guests and want to reward you for spreading the word about our exceptional casino and hotel. Our referral program offers fantastic benefits for both you and your friends. Refer a Friend Invite your friends to join you at AmazingHotel Casino. Simply provide them with your unique referral code. Sign Up: Your friends use the referral code when they sign up for their AmazingHotel Casino account. Earn Rewards: Once your friends make their first deposit and start playing, you both receive exclusive rewards, including bonus credits, free play offers, and more. Why Choose AmazingHotel Casino? Luxurious Atmosphere: Our casino combines elegance and excitement, providing a sophisticated environment for all guests. Exceptional Service: Our professional staff is dedicated to ensuring your experience is nothing short of extraordinary. To learn more Amazing Hotel Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 45 Tyne Street, Invercargill 9810, New Zealand +44-20-5785-5212 amazinghotel@gmail.com We list AmazingHotel in New Zealand for use by visitors over the age of 18. Access to the site is prohibited for individuals under 18 years of age. We promote AmazingHotel and Resorts for entertainment and enjoyment purposes. If you have a gambling addiction, visiting the site could be detrimental to you. Please be aware that you may risk losing your money or other valuable assets. Yes, I am 18 years old or older We use cookies to enhance your experience on our website. By continuing to use our site, you agree to our use of cookies. Accept",
    "disclaimer": "Disclaimer | Palacio de AmazingHotel Amazing Hotel Rooms About Our playing place To book Disclaimer of liability Welcome to Amazing Hotel & Casino. By accessing and using this website, you acknowledge and agree to the following disclaimer: Accuracy of Information: While we strive to provide accurate and up-to-date information on our website, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Limitation of Liability: In no event will Amazing Hotel & Casino be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Third-Party Content: Our website may contain links to third-party websites or content. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s) or content. We have no responsibility for the content of the linked website(s). Changes to the Website: Amazing Hotel & Casino reserves the right to modify, suspend, or discontinue any aspect of this website at any time without prior notice. We may also revise these terms and conditions, privacy policy, and disclaimer without notice. Additional Information Indemnification: You agree to indemnify and hold Amazing Hotel & Casino harmless from and against any and all claims, liabilities, damages, losses, or expenses, including legal fees and costs arising out of or in any way connected to your use of the website or violation of these terms. By continuing to use this website, you agree to the terms of this disclaimer. If you do not agree with any part of this disclaimer, we recommend refraining from using our website. Thank you for choosing Amazing Hotel & Casino. Amazing Hotel Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 45 Tyne Street, Invercargill 9810, New Zealand +44-20-5785-5212 amazinghotel@gmail.com"
  },
  "date": "2024-06-25T14:27:10.148Z"
}