{
  "name": "Archive",
  "pages": {
    "about": "About BlissHaven - Luxury and Comfort in Every Stay Contact About us Casino About BlissHaven - Luxury and Comfort in Every Stay The Journey of BlissHaven BlissHaven was born from a dream to create the ultimate sanctuary for travelers seeking luxury and comfort. Our founders envisioned a place where every guest could experience unparalleled hospitality and relaxation. With this dream in mind, BlissHaven was established, setting new standards in the hospitality industry. Our mission has always been to provide a home away from home, where guests can unwind and rejuvenate. Every detail, from the elegant decor to the attentive service, has been crafted with love and care. At BlissHaven, we believe in creating a space where our guests feel valued, cherished, and pampered. Our Values Excellence: We strive for perfection in every aspect of our service. Warmth: Our team is dedicated to providing a welcoming and friendly atmosphere. Dedication: We go above and beyond to ensure our guests have a memorable stay. Innovation: Continuously improving and innovating to meet the evolving needs of our guests. Our Rooms Deluxe Room: Elegant and spacious, with all the modern amenities you need for a comfortable stay. Family Suite: Designed for families, providing ample space and comfort for everyone. Presidential Suite: The epitome of luxury, with top-tier amenities and stunning views. Honeymoon Suite: Romantic and intimate, perfect for newlyweds and couples celebrating special occasions. Accessible Room:Family Room Thoughtfully designed for guests with accessibility needs, ensuring a comfortable and convenient stay. Executive Suite: Luxurious and sophisticated, offering extra space and exclusive features. Our Services 24/7 Concierge Service: Our concierge team is always available to assist with your needs, from restaurant reservations to local recommendations. In-Room Dining: Enjoy gourmet meals in the comfort of your room, available round the clock. Housekeeping: Daily housekeeping to ensure your room is always fresh and clean. Laundry Service: Convenient and efficient laundry services to keep you looking your best. Transportation: Arrange for airport transfers, local transportation, and car rentals through our concierge. Event Planning: From weddings to corporate events, our dedicated team will help plan and execute your perfect event. Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel",
    "casino": "Casino at BlissHaven Hotel Contact About us Casino Welcome to the BlissHaven Hotel Casino Welcome to the BlissHaven Hotel Casino Step into the thrilling world of the BlissHaven Hotel Casino, where excitement and luxury converge. Please note that entry is restricted to individuals aged 18 and above. About Our Casino At the BlissHaven Hotel Casino, we offer an unparalleled gaming experience that combines elegance, sophistication, and the thrill of chance. Our casino features a wide range of games and exclusive facilities, ensuring an unforgettable experience for every guest. Designed with both seasoned players and newcomers in mind, our casino boasts a vibrant atmosphere, luxurious decor, and state-of-the-art gaming technology. For our hotel guests, we provide special privileges and personalized services to enhance your gaming experience. Enjoy VIP access, complimentary drinks, and tailored gaming packages that cater to your preferences. Our professional staff is dedicated to making your time with us enjoyable and memorable, offering assistance and guidance as needed. Our Games Discover a variety of exciting games at the BlissHaven Hotel Casino. Whether you are a seasoned player or a beginner, we have something for everyone: Poker: Test your skills and strategy at our poker tables, featuring popular variations like Texas Hold'em and Omaha. Roulette: Experience the classic excitement of roulette, with both American and European styles available. Blackjack: Try your luck at blackjack and aim for that perfect 21 in a game of skill and chance. Slot Machines: Enjoy a wide selection of slot machines with various themes and jackpots waiting to be won. Baccarat: Engage in the sophisticated game of baccarat, favored by high rollers and casual players alike. Craps: Roll the dice and experience the high-energy atmosphere of our craps tables. Exclusive Benefits for Hotel Guests At BlissHaven, our hotel guests enjoy special conditions and bonuses at our casino. Benefit from exclusive offers, including bonus chips, free entry to tournaments, and personalized gaming experiences. Book your stay to take advantage of these exclusive perks and make your visit truly unforgettable. Book Your Room Now Our Casino Bar Indulge in a refreshing break from the gaming action at our luxurious casino bar. The BlissHaven Casino Bar offers a sophisticated ambiance, where guests can unwind with a variety of premium beverages. Whether you prefer classic cocktails, fine wines, or the latest mixology creations, our expert bartenders are here to serve you. Enjoy a curated selection of drinks, complemented by a menu of gourmet snacks and appetizers. Our bar is the perfect place to relax, socialize, and recharge before heading back to the gaming floor. For hotel guests, we offer exclusive drink specials and happy hour deals, ensuring a delightful experience every time you visit. Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel This page can be visited by persons who have reached the age of majority Are you over 18? Yes No",
    "contact": "Contact Us - BlissHaven Hotel Contact About us Casino Contact BlissHaven Hotel Contact Us We'd love to hear from you! Whether you have a question, a special request, or need assistance with your booking, our team is here to help. Reach out to us through any of the following methods: Our Contact Information Phone: +912725523642 E-mail: blisshaven@gmail.com Address: Defense Pavilion, Appu Ghar, Pragati Maidan, Delhi, New Delhi, Delhi 110002, India &nbsp;I accept&nbsp; Privacy Policy Send Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel",
    "disclaimer": "Disclaimer - BlissHaven Hotel Casino Contact About us Casino BlissHaven Hotel Disclaimer Welcome to the BlissHaven Hotel Casino. By accessing or using our website and services, you agree to be bound by the following terms and conditions. This disclaimer outlines important legal information and responsibilities related to your use of our site and facilities. Age Restriction: Our casino is strictly for individuals aged 18 and above. By entering our premises or using our online services, you confirm that you meet this age requirement. We reserve the right to request proof of age at any time. Gaming Responsibility: While we strive to provide an enjoyable gaming experience, it is important to gamble responsibly. BlissHaven Hotel Casino is not responsible for any financial losses incurred as a result of gaming activities. We encourage all guests to play within their limits and seek help if gambling becomes a problem. Information Accuracy: We make every effort to ensure that the information on our website is accurate and up-to-date. However, we do not guarantee the completeness, accuracy, or reliability of any content. Users are advised to verify any information before relying on it. Third-Party Links: Our website may contain links to third-party websites for your convenience. BlissHaven Hotel Casino is not responsible for the content or practices of these external sites. Accessing third-party websites is at your own risk. Privacy Policy: Your privacy is important to us. Please review our privacy policy to understand how we collect, use, and protect your personal information. Changes to the Disclaimer: We reserve the right to modify this disclaimer at any time. Any changes will be posted on this page, and it is your responsibility to review it periodically. Continued use of our services after any modifications constitutes acceptance of the revised terms. If you have any questions or concerns about this disclaimer, please contact us at blisshaven@gmail.com. Thank you for choosing BlissHaven Hotel Casino. We are committed to providing a safe and enjoyable experience for all our guests. Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel",
    "index": "BlissHaven - Your Ultimate Luxury Retreat in India Contact About us Casino Welcome to BlissHaven Welcome to BlissHaven! Experience the perfect blend of luxury and tranquility at BlissHaven. Book your stay with us and indulge in unparalleled comfort and exceptional hospitality. Book Your Dream Room We are Delighted to Welcome You to BlissHaven! At BlissHaven, we are passionate about providing an unforgettable experience for our guests. Nestled in the heart of India, our hotel is a haven of serenity and luxury. We are dedicated to offering exceptional service and a warm, welcoming atmosphere. Our commitment to excellence ensures that every stay is a memorable one. Proudly Recognized as One of the Best Hotels Best Luxury Hotel 2023 Awarded by the Indian Hospitality Association for our unparalleled luxury and service. Excellence in Customer Service 2022 Recognized for our outstanding commitment to guest satisfaction Excellence in Customer Service 2022 Honored for our state-of-the-art spa facilities and wellness programs. Why Choose BlissHaven? Prime Location: Situated in a serene and picturesque area, offering breathtaking views and easy access to local attractions. Exceptional Service: Our dedicated staff is committed to making your stay as comfortable and enjoyable as possible. Luxury Amenities: From our luxurious rooms to our world-class facilities, we provide everything you need for a perfect stay. Our Services Spa and Wellness Center: Rejuvenate your mind and body with our wide range of spa treatments and therapies. Fitness Center: Stay fit and active during your stay with our fully equipped fitness center, offering the latest in workout equipment. Swimming Pool: Dive into relaxation in our sparkling outdoor pool, perfect for a refreshing swim or lounging in the sun. Meet Our Dedicated Team At BlissHaven, our team is our greatest asset. We take pride in our friendly, professional, and highly trained staff who are always ready to assist you. Our goal is to ensure that your stay is comfortable, enjoyable, and memorable. Whether you need help with your luggage, recommendations for local attractions, or anything else, our team is here to provide exceptional service and make you feel at home. Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel We use cookies to enhance your experience on our website. By continuing to browse, you agree to our use of cookies. Learn more in our Privacy Policy. Accept",
    "privacy-policy": "Privacy Policy - BlissHaven Hotel Contact About us Casino BlissHaven Hotel Privacy Policy Privacy Policy At BlissHaven Hotel, we are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and protect your information when you visit our website and use our services. Information We Collect We collect personal information that you provide to us voluntarily when you make a reservation, sign up for our newsletter, or contact us for inquiries. This information may include your name, email address, phone number, payment details, and any other information you choose to provide. How We Use Your Information Your personal information is used to process your bookings, respond to your inquiries, and provide you with the best possible service. We may also use your information to send you promotional materials and updates about our services, special offers, and events. You can opt out of receiving these communications at any time. Sharing Your Information We do not sell, trade, or rent your personal information to third parties. However, we may share your information with trusted partners who assist us in operating our website, conducting our business, or servicing you, as long as these parties agree to keep your information confidential. Data Security We implement a variety of security measures to maintain the safety of your personal information. Your information is stored in secure networks and is accessible only by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. Cookies Our website uses cookies to enhance your browsing experience. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser (if you allow) that enable the site's or service provider's systems to recognize your browser and capture and remember certain information. Your Consent By using our website, you consent to our Privacy Policy. If we decide to change our privacy policy, we will post those changes on this page. Policy changes will apply only to information collected after the date of the change. Contact Us If you have any questions regarding this Privacy Policy, you may contact us using the information below: Email: blisshaven@gmail.com Phone: +912725523642 Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel",
    "terms-conditions": "BlissHaven Hotel Casino Terms and Conditions Contact About us Casino Terms and Conditions - BlissHaven Hotel Terms and Conditions Welcome to BlissHaven Hotel Casino. By accessing our services, you agree to comply with the following terms and conditions: Reservations and Cancellations All reservations must be confirmed with a valid credit card. Cancellations made within 48 hours of the scheduled arrival date will incur a charge equal to one night's stay. No-shows will be charged the full amount of the reservation. Check-In and Check-Out Check-in time is 2:00 PM, and check-out time is 12:00 PM. Early check-in and late check-out requests are subject to availability and may incur additional charges. Age Restrictions Guests must be at least 18 years old to enter the casino. Valid photo identification is required for entry. Minors are not permitted in gaming areas. Gaming Rules All gaming activities are governed by the rules and regulations of the BlissHaven Hotel Casino. Guests are expected to adhere to these rules at all times. Any violations may result in removal from the premises and a ban from future entry. Guest Responsibilities Guests are responsible for their personal belongings. The hotel is not liable for any loss, theft, or damage to personal items. Guests are also expected to maintain a respectful and courteous demeanor towards staff and other guests. Privacy and Data Protection We are committed to protecting your privacy. Any personal information collected during your stay will be used in accordance with our privacy policy. We do not share or sell personal information to third parties. Liability The BlissHaven Hotel Casino is not liable for any injuries, accidents, or damages that occur on the premises. Guests participate in gaming activities at their own risk. Amendments We reserve the right to amend these terms and conditions at any time without prior notice. Guests are encouraged to review these terms regularly. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at blisshaven@gmail.com or call +912725523642. Disclaimer Terms conditions Privacy policy Phone: +912725523642 E-mail: blisshaven@gmail.com Contact About us Casino © 2024 BlissHaven Hotel",
    "thank_page": "Thank You - BlissHaven Hotel Thank You for Contacting BlissHaven Hotel Thank You for Contacting BlissHaven Hotel Thank You for Contacting BlissHaven Hotel Thank You for Contacting Us! We appreciate your interest in BlissHaven Hotel. Your message has been received, and our team will get back to you shortly. If your inquiry is urgent, please feel free to call us at +912725523642. Meanwhile, you can continue exploring our website to learn more about our services and offerings. We look forward to welcoming you to BlissHaven Hotel soon! Return to Homepage"
  },
  "date": "2024-06-30T10:49:46.853Z"
}