{
  "name": "AzartExpress",
  "pages": {
    "about_azart_295": "Questions and answers for AzartExpress Bus Tours.Welcome to the website of AzartExpress - the best organizers of bus casino tours! AZART EXPRESS make an order Home FAQ's Services Contact The most popular questions Welcome to the website of AzartExpress - the best organizers of bus casino tours! We have prepared for you detailed answers to the most popular questions to help you make the right choice and organize an unforgettable trip. &#10122; What are AzartExpress casino bus tours? AzartExpress casino bus tours are organized trips on comfortable buses to the best gambling establishments in our region. We think through every detail to make your trip as pleasant and unforgettable as possible. &#10123; How are your tours different from going to a casino on your own? The main advantages of our tours: 1. Safe and comfortable transfer on modern high-class buses. Snacks, drinks and entertainment await you along the way. 2. Organized access to the best casinos in the region with the provision of coupons or credits for playing. 3. Professional support from our team throughout the entire journey. We will help you navigate, give valuable advice and provide comprehensive support. 4. The opportunity to meet and communicate with like-minded people in a comfortable and relaxing environment. &#10124; Which casinos do your tours visit? We carefully select the best gambling establishments in our region in order to offer our clients the most interesting and exciting options. Our tour itineraries include both large, well-known casinos and unique local clubs with a special atmosphere. We are constantly expanding and updating the list of places we visit to offer our clients new opportunities. &#10125; How to book a tour? Booking a tour with AzartExpress is very simple: 1. Fill out the application form with the required details. 2. We will contact you shortly to confirm your reservation and answer all your questions. &#10126; Are minors allowed on your tours? We only welcome people over 18 years of age on our tours. Entrance to the gambling establishments visited as part of our trips is strictly prohibited for minors. We apologize, but we are unable to accept applications from children and teenagers. &#10127; Are women allowed on your tours? Of course! We happily welcome both men and women on our casino bus tours. It is important for us to create a comfortable and safe atmosphere for all participants, regardless of gender. Join our exciting adventures today! If you have any other questions, do not hesitate to contact our managers. We are always happy to help you organize an unforgettable gambling trip with AzartExpress! Make an order Name at least 3 characters Incorrect email Incorrect phone I assept Policy Privacy Contact Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "about_cookies_azart_295": "Cookies. Information about the use of cookies on the AzartExpress website AZART EXPRESS make an order Home FAQ's Services Contact Information about the use of cookies on the AzartExpress website What are cookies? Cookies are small text files that are stored on your device when you visit websites. They help sites remember your preferences and interaction history to provide a more personalized and convenient experience. How do we use cookies? On our AzartExpress website we use cookies for the following purposes: 1. Improved user experience Cookies allow us to remember your preferences, language, region and other settings to improve your experience on the site. 2. Analytics and statistics We use analytics cookies to track and analyze how you interact with our website. This helps us improve our services and develop new useful content. 3. Targeted advertising We may use cookies to show you relevant advertising and special offers based on your interests and browsing behavior. Manage cookies You can independently manage the use of cookies in your web browser settings. There you can allow, restrict or completely deny the use of cookies. Please note that disabling cookies may affect the functionality of our site and your user experience. If you have any questions or suggestions regarding the use of cookies, please contact us. Thanks for understanding! AzartExpress Team Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "contact_azart_295": "Contact. Join the club of gambling adventure lovers AzartExpress. We are waiting for you! AZART EXPRESS make an order Home FAQ's Services Contact Join the club of gambling adventure lovers AzartExpress. We are waiting for you! Contact Us AzartExpress azartexpress@gmail.com +7075813390 820 22nd St, Oakland, CA 94607, United States make an order Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "disclaimer_azart_295": "AzartExpress Bus Tours Disclaimer. AzartExpress, the organizer of casino bus tours, considers it its duty to inform you about the following important points related to our services. AZART EXPRESS make an order Home FAQ's Services Contact AzartExpress Bus Tours Disclaimer Dear clients and partners! AzartExpress, the organizer of casino bus tours, considers it its duty to inform you about the following important points related to our services. Please note that AzartExpress is not responsible for any damage, loss or injury resulting from: 1. Your participation in gambling and visiting gambling establishments during our tours. We strongly encourage you to remember to play and spend responsibly. 2. Any illegal or unauthorized actions on your part, including entering the casino while drunk, violating the rules of gambling establishments, illegal use of gaming equipment, etc. 3. Force majeure beyond our control, such as natural disasters, technical failures, strikes, military actions, etc. 4. Injuries you received during a bus transfer or while moving independently around the casino premises. Gambling and responsibility We would like to draw your particular attention to the fact that gambling involves the risk of financial loss. AzartExpress encourages you to be extremely responsible when participating in gambling activities and not to exceed reasonable bet and loss limits. Age of majority of participants To participate in our bus tours, you must have a document confirming the age of majority. We do not provide services to minors. Agreement to the Terms By booking our tours, you automatically agree to our Terms and Conditions, which set out in more detail the rights, obligations and restrictions of the parties. We hope that our tours will give you an unforgettable experience and the excitement of a real game. But at the same time, we ask you to exercise prudence and responsibility. The game should bring joy, not problems! If you have any questions or suggestions, please contact us. Thank you for choosing AzartExpress! Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "index": "AzartExpress. Discover excitement and entertainment with AzartExpress! AZART EXPRESS make an order Home FAQ's Services Contact AZART EXPRESS HAVE FUN WE'LL TAKE CARE OF THE REST azartexpress@gmail.com +7075813390 We invite you to join our exciting bus tours to the best casinos in the region Hotel accommodation 4* / 5* Transfer \"Hotel - Casino\" Free food At the hotel and casino Special bonuses In all casinos We invite you to join our exciting bus tours to the best casinos in the region Tired of routine? Do you dream of immersing yourself in an atmosphere of real excitement and vivid impressions? Then we invite you to join our exciting bus tours to the best casinos in the region! AzartExpress is a leading organizer of unique casino bus tours, which combines a comfortable transfer, gambling entertainment and an unforgettable vacation. Our tours are designed for both beginners and experienced players. Regardless of your level, we guarantee an unforgettable adventure full of excitement and adrenaline! What awaits you on our tours: ✨ Comfortable and safe transfer on a modern bus ✨ Coupons or credits for playing at the best casinos in our region ✨ Snacks, drinks and entertainment along the way ✨ Accompanying a professional team throughout the journey ✨ Unforgettable impressions and new bright emotions make an order We are glad to offer you the following game tours: STANDARD COMFORT LUX Deposit: 1 000$ + 5 000$ + 10 000$ + Hotel 4* 5* 5* + Min. rate for card table 50$ 100$ 500$ Min. rate for roulette 100$ 200$ 500$ Min. bet on gaming machine 5$ 10$ 20$ What are our tours like? These are organized trips on comfortable buses to the best casinos in your region. We have thought through every detail to make your trip as pleasant and unforgettable as possible. Comfortable transfer For trips we provide modern buses with a high level of comfort. Along the way, you'll be provided with snacks, drinks and entertainment to make the time pass quickly and pleasantly. Visiting the casino When you arrive at the casino, you'll receive coupons or game credits to enjoy the excitement and try your luck on your favorite games, from classic slot machines to exciting table games. Team support Throughout the trip you will be accompanied by a professional AzartExpress team. We will help you navigate, give valuable advice and provide comprehensive support. make an order Why choose AzartExpress? ✨Free transfer Safety and comfort during the trip ✨Confidentiality We value your privacy and do everything to protect it. ✨ Rich gaming experience Opportunity to experience the excitement in the best casinos in the region ✨ Concierge service We will provide everything you need so you can relax and enjoy your holiday. ✨ New acquaintances A great opportunity to spend time in the company of like-minded people ✨ Safety and reliability We operate under a license and guarantee fair play. Join our exciting casino bus tours today! Do you want to plunge into the world of bright emotions and incredible opportunities? Then we invite you to join our exciting casino bus tours from AzartExpress! Imagine: you board a comfortable modern bus, and ahead of you lies an unforgettable journey to the best gaming clubs in our region. Along the way, you will find not only a safe transfer, but also snacks, drinks, entertainment and the company of like-minded people. And upon arrival, you'll receive coupons or play credits to try your luck on your favorite games, from classic slots to high-octane table games. But that is not all! Throughout the trip you will be accompanied by a professional AzartExpress team. We will help you navigate, share valuable tips and provide comprehensive support to make your journey as comfortable and exciting as possible. So if you are tired of routine and want to plunge into the world of excitement and entertainment - join our bus casino tours! Book your trip today and get ready for unforgettable emotions, vivid impressions and new acquaintances. A real adventure awaits you with AzartExpress! Join the gambling travel club right now. make an order Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "privacy_policy_azart_295": "Privacy Policy. AzartExpress values ​​your privacy and is committed to protecting your personal information. AZART EXPRESS make an order Home FAQ's Services Contact Privacy Policy AzartExpress Dear users! AzartExpress values ​​your privacy and is committed to protecting your personal information. This Privacy Policy describes how we collect, use, store and protect your information when you use our website, mobile applications and other online services. Collection and use of personal information When you visit our website or use our online services, we may collect the following personal information: - Contact information: first name, last name, email address, phone number - Account information: login, password, preferences - Financial information: payment details, transaction information - Location information: IP address, geolocation data - Site usage data: browsing history, search queries, actions on the site We use this information to provide and improve our services, process your orders and requests, perform analyzes and statistics, and protect against fraud and illegal activity. Transfer of personal information to third parties We never sell or share your personal information with third parties, except in the following cases: - When necessary to fulfill your orders and requests (for example, payment systems, delivery services) - When required by law or at the request of government authorities - When necessary to protect our rights and safety Protection of personal information We take all necessary measures to ensure the security of your data, including the use of advanced encryption technologies, strict internal access rules and regular vulnerability testing. Cookies and web beacons Our site uses cookies and web beacons to improve user experience, personalize content and collect statistics. You can manage the use of cookies in your browser settings. Your rights You have the right to access, correct, delete or export your personal data. To exercise these rights, please contact us at the specified contacts. Changes to the Privacy Policy We reserve the right to make changes to this Privacy Policy. The current version is always available on our website. If you have any questions or suggestions regarding our Privacy Policy, please contact us. Thank you for your trust and choice of AzartExpress! Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "products_azart_295": "Services AzartExpress Bus Tour. Welcome to the website of AzartExpress - the best organizers of bus casino tours! AZART EXPRESS make an order Home FAQ's Services Contact We offer our clients a wide range of services Comfortable buses: We carefully select modern and comfortable buses for our tours. You will find spacious interiors, soft seats, climate control and other options that ensure a pleasant and relaxing journey. On the road, you can relax, enjoy snacks and drinks, as well as entertainment. Transfer and logistics: We will take care of all the worries related to organizing your relocation. You don't need to worry about traffic jams, parking or finding the right gaming club - we've thought of everything down to the smallest detail. Comfortable buses will take you straight to the casino doors at the appointed time. Entertainment: To make your trip even brighter and more interesting, we have prepared a special entertainment program for the duration of the trip. Games, competitions, music, and a buffet with snacks and drinks await you. A trip with AzartExpress is not just a transfer, but an intense adventure! Individual approach: We value each of our clients and strive to accommodate your wishes as much as possible. Whether it's VIP treatment, special requirements for the bus or additional services - our managers will be happy to help organize your tour according to your preferences. We pride ourselves on our high level of service and attention to detail, which sets us apart from other casino bus tour operators. Join our exciting adventures and see for yourself! Casino entry coupons/credits: For your convenience, we purchase coupons or game credits in advance from the casinos you visit. This allows you to start playing immediately without wasting time exchanging money. Thanks to this, you make the most of your time in gaming clubs. Accompanying a professional team: Throughout the entire tour you will be accompanied by the experienced AzartExpress team. We will help you navigate, give valuable advice on the game, answer all your questions and provide comprehensive support. Our employees have in-depth knowledge of the region's gambling industry and are always ready to help. Hotel accommodation: For most multi-day tours, we offer accommodation in high-quality hotels in convenient locations. You will find cozy rooms, attentive staff and all the necessary amenities to relax after a busy day of gaming. Depending on the chosen tour, we offer the following accommodation options: - Comfortable 3-4 star hotels in the very center of the city, within walking distance of the main attractions and entertainment. - Luxurious 5-star hotel complexes with a wide range of additional services - spa centers, restaurants, fitness rooms, etc. - Secluded country hotels and resorts where you can enjoy peace and privacy. When you book your tour, you can choose the accommodation option that best suits your preferences and budget. Our managers will be happy to help you choose the ideal option. Visiting the casino: The main goal of our tours is to immerse you in an atmosphere of excitement and entertainment! Therefore, we carefully select the best gambling establishments in your region to offer you the most exciting program. As part of our tours you will be able to visit: - Large well-known casinos with a wide selection of slot machines, roulettes, poker tables and other entertainment. - Elite VIP clubs with an exclusive atmosphere, high level of service and individual approach to each guest. - Intimate gaming clubs with a special cozy atmosphere and the opportunity to enjoy the game in a relaxed atmosphere. For your convenience, we purchase coupons or game credits in advance so that you can immediately plunge into the world of excitement without wasting time exchanging money. In addition, you will be accompanied by our professional team, ready to help at any time and give valuable advice. Accommodation and casino visits are key elements of our tours, which we carefully design to give you an unforgettable experience. Join AzartExpress and see for yourself! order Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info",
    "terms_azart_295": "Terms and Conditions. Welcome to AzartExpress - the leading organizer of casino bus tours. Please read these Terms and Conditions, which govern your use of our services, carefully. AZART EXPRESS make an order Home FAQ's Services Contact AzartExpress Bus Tours Terms and Conditions Welcome to AzartExpress - the leading organizer of casino bus tours. Please read these Terms and Conditions, which govern your use of our services, carefully. 1. General Provisions These Terms and Conditions constitute a legally binding contract between you, the user, and AzartExpress, the service provider. By using our website, mobile applications or booking our tours, you agree to these Terms. 2. Description of services AzartExpress offers the organization of bus tours to the leading casinos in our region. The tour price includes: - Comfortable transfer on a modern bus - Coupons or credits for playing at the casino - Snacks, drinks and entertainment on the road - Accompanying a professional team throughout the trip 3. Booking and payment Booking of our tours is carried out through our website or by phone. Full payment must be made no later than 7 days before the tour date. Partial payment is allowed (minimum 50%) upon booking, with additional payment of the remaining amount within the specified time frame. 4. Cancellation and modification of booking You may cancel or change your booking by notifying us at least 14 days before the tour date. In this case, we will refund you 100% of the prepayment. If canceled or changed less than 14 days in advance, no refund will be given. 5. Limitations and liability We reserve the right to refuse service to persons under the influence of alcohol or drugs.It is prohibited to bring weapons, drugs or other prohibited items on board the bus. AzartExpress is not responsible for any damage or injury you suffer as a result of your actions at the casino or while visiting the facilities on your own. 6. Force majeure In the event of force majeure circumstances (force majeure), such as natural disasters, strikes, military operations, etc., AzartExpress reserves the right to cancel or reschedule the tour. In this case, we will refund you 100% of the amount paid. 7. Privacy We guarantee the confidentiality and protection of your personal data in accordance with our Privacy Policy. 8. Applicable law These Terms and Conditions are governed by the laws of the country where AzartExpress is registered. If you have any questions or suggestions, please contact us by phone or email. Thank you for choosing AzartExpress and wish you an unforgettable trip! Navigation Home FAQ's Services Contact Documentation Policy of privacy Disclaimer Terms and Conditions About Cookies AzartExpress 18+ &#9993; 820 22nd St, Oakland, CA 94607, United States azartexpress@gmail.com &phone; +7075813390 Dear visitors of the AzartExpress website! We would like to inform you about the use of cookies on our website. Please note that disabling cookies may affect the functionality of our site and your user experience. Thanks for understanding! I agree More info"
  },
  "date": "2024-05-29T16:13:41.585Z"
}