{
  "name": "B8-TestTour-tr",
  "pages": {
    "privacy-policy": "Privacy Policy | Test Tour Test Tour Şirket hakkında Galeri Seyahat etmek danışmanlık Gizlilik Politikası Bu Gizlilik Politikası'nda \"siz\", \"senin\" veya benzer ifadelerin herhangi bir kullanımı, bu web sitesinin herhangi bir kullanıcısını ifade eder. \"Biz\", \"bizim\", \"bizim\" veya benzer ifadeler terimler olarak Test Tour Private Limited'i ifade eder. Bu gizlilik politikası, web sitesinde sağlanan veya toplanan bilgilerin işlenmesiyle ilgilidir. Ayrıca, üçüncü taraf siteler veya platformlarda sunduğumuz uygulamalarda sağlanan veya toplanan bilgilerin işlenmesini açıklar, uygulama kullanımıyla ilgili olarak size ifşa edilirse. Bu Gizlilik Politikası, özellikle Hindistan Yerel Yönetim Kanunu, 2000 ve Hindistan Anayasası'nın 21. maddesi uyarınca Hindistan yerel yasalarına göre izlenir. Lütfen kişisel verileriniz ve onların nasıl işleneceği konusundaki görüşlerimizi ve uygulamalarımızı anlamak için aşağıdakileri dikkatlice okuyun. İki temel bilgi türü topluyoruz - kişisel bilgiler ve anonim bilgiler - ve kişisel ve anonim bilgileri kullanarak üçüncü bir bilgi türü olan toplu bilgiler oluşturabiliriz. Aşağıdaki bilgi kategorilerini topluyoruz: Bilgilerinizin güvenliği, bütünlüğü ve gizliliği bizim için son derece önemlidir. Amazon Web Hizmeti, VERİ DEPOLAMA için kullanılacaktır. Misafir bilgilerini yetkisiz erişimden, ifşadan, kullanımdan ve değişiklikten korumak amacıyla tasarlanmış teknik, idari ve fiziksel güvenlik önlemleri uyguladık. Zaman zaman güvenlik prosedürlerimizi uygun yeni teknoloji ve yöntemleri değerlendirmek için gözden geçiriyoruz. Kişisel bilgileriniz, bu gizlilik politikasında belirtilen amaçları yerine getirmek için gerekli olan süre boyunca şirketimiz tarafından saklanacaktır, yasalar tarafından gerektirilmiyorsa veya izin verilmiyorsa daha uzun süre saklanabilir. Ayrıca, sitemizden veya uygulamalarımızdan ayrıldığınızda ve kişisel bilgilerinizi toplayabilecek diğer sitelerin gizlilik politikalarını okumanızı öneririz. Bilginin Kullanımı Test Tour Private Limited'in bir üyesi, bilgilerinizin veri denetleyicisi olacaktır ve veri denetleyicisi(ler) adına hizmet verdikleri yerlerde, geçerli yasağa tabi olmadıkça kendi adlarına (bir veri denetleyicisi olarak) aşağıdaki amaçlar için bilginize erişebilir: Daha sonra herhangi bir aşamada, ilgili iletişimin altındaki belirlenmiş bağlantıyı tıklayarak artık bize veya verilerinizi geçtiğimiz üçüncü taraflardan bilgi almak istemediğinizi bildirebilirsiniz. Belirli bir ekipten e-posta almayı seçtiyseniz, verileriniz o kulübe göre iletilir, gizlilik politikalarına uygun olarak saklanır ve iletişim almak istemediğinizde kulüple doğrudan iletişime geçilmelidir. Bu web sitesinde depolanan veriler güvenli bir şekilde depolanır ve bu tür verilere yetkisiz üçüncü bir tarafın erişememesini sağlamak için uygun önlemleri alacağız. Bilginin Açıklanması Tarafınızdan bize sunulan tüm bilgiler, bize ait sorumluluklarımız çerçevesinde, 2000 Bilgi Teknolojileri Kanunu; Anayasa'nın 21. maddesi ve ilgili mevzuat uyarınca saklanacaktır. Yukarıdakilere ek olarak, kişisel detaylarınızı topladığımız web sitesinin veya bu detayların diğer kısımlarının gizlilik politikalarında belirtildiği gibi bu gizlilik politikasında veya diğer kısımlarda. Çerezler Kullanıcılarımız için oyun sitelerimizin etkinliğini ve deneyimini artırmak için \"çerezler\" veya benzer elektronik araçları kullanıyoruz, bu bilgiyi toplamak için her ziyaretçiye benzersiz bir rasgele sayı olarak kullanıcı kimliği (Kullanıcı Kimliği) atayarak kullanıcıların bireysel ilgi alanlarını anlamak. Kullanıcı kendini tanıtmayı amaçlamazsa (örneğin, kayıt yoluyla), Test Tour Private Limited kullanıcının kimliği hakkında bilgi sahibi değildir, hatta bir çerez kullanıcıya atanmış olsa bile. Reklam verenlerimiz, kullanıcının tarayıcısına kendi çerezlerini atayabilirler (kullanıcı reklam pankartlarına tıkladığında), bu süreç Test Tour Private Limited'in kontrolü dışındadır. IP Adresi Test Tour Private Limited web sunucuları, kullanıcının sitemizi ziyaret ettiğinde Internet'e bağlantısını sağlayan cihazının temel bilgilerini otomatik olarak toplar, bu bilgiyi kullanıcının IP adresi olarak tanımlar. Kullanıcının IP adresi kişisel olarak kimliğini belirlemez. Bu bilgiyi, istekte bulunan kullanıcılara web sayfalarımızı teslim etmek, siteyi kullanıcıların ilgi alanlarına göre şekillendirmek, sitemiz içindeki trafiği ölçmek ve reklam verenlere ziyaret edenlerin coğrafi konumlarını bildirmek için kullanırız. Diğer web siteleri ve reklamlarla bağlantılar Test Tour Private Limited ayrıca diğer web sitelerine bağlantılar da içerir. İlgili web siteleri, Gizlilik Politikamızdan farklı olabilir ve Gizlilik Politikamızın kapsamı dışında kalabilir. Kullanıcı, bu sitelerin gizlilik politikalarını sitenin ana sayfasından bir bağlantı aracılığıyla bulamazsa, daha fazla bilgi için doğrudan siteyle iletişime geçebilir. Çevrimiçi reklam verenlere, onlara kitlemizi anlamalarında yardımcı olmak ve web sitemizdeki çeşitli sayfalara yönelik trafikle ilgili toplu istatistikler şeklinde sunulan bilgiler sunulur. Test Tour Tacettin Veli, Setenönü Cd. No:55, 38050 Melikgazi/Kayseri, Türkiye Galeri Seyahat etmek Şirket hakkında +55-23-1165-8964 testtour@gmail.com Kullanım şartları İletişim Gizlilik Politikası",
    "terms-conditions": "Kullanım Koşullari Test Tour Şirket hakkında Galeri Seyahat etmek danışmanlık Kullanım Koşulları Giriş AmazingHotel'e hoş geldiniz. Lütfen bu sayfayı dikkatlice okuyun. Bu sayfa, AmazingHotel web sitesi ve mobil uygulamasının (\"Web Sitesi\" olarak toplu olarak adlandırılır) kullanımınıza ilişkin koşulları belirler. Web Sitesi'ni kullanarak, bu kullanım koşullarına uyacağınızı kabul edersiniz. Eğer bu kullanım koşullarını kabul etmiyorsanız, Web Sitesi'ni kullanmaktan kaçının. AmazingHotel, Fanmade11 Fantasy Sports Private Limited'in (\"AmazingHotel\") öncü markasıdır. AmazingHotel Kullanımı Web Sitesi'nden yararlanan her kim olursa olsun (\"Kullanıcı\"), Web Sitesi üzerinde sunulan tesislere erişiyor olması (\"Tesisler/Hizmetler\") dahil olmak üzere, Web Sitesi'nde düzenlenecek olan tüm oyunlar ve yarışmalara (fantazi oyunları dahil) katılımı için bu Kullanım Koşulları'na, burada atıfta bulunulan veya Web Sitesi tarafından sağlanan diğer tüm kurallar, yönetmelikler ve kullanım şartlarına bağlı olacaktır. Değişiklik AmazingHotel, gerekli gördüğü herhangi bir zamanda bu Web Sitesi'nde bu Kullanım Koşulları, kurallar, yönetmelikler ve burada atıfta bulunan veya Web Sitesi tarafından sunulan herhangi bir Eğlence Tesisi ile ilgili kullanım şartlarına (burada değişiklik yapma yetkisine sahiptir. Bu tür değişiklikler veya değişiklikler, Kullanıcı'nın hesaplarına bildirimler yayınlayarak veya AmazingHotel tarafından kayıtlı e-posta adreslerine e-posta yoluyla bildirilerek bildirilebilir. Kullanıcının, bu tür değiştirilmiş Kullanım Koşulları, kurallar, yönetmelikler ve burada atıfta bulunulan veya Web Sitesi tarafından sağlanan kullanım şartlarını kabul etmemesi halinde, bu durumu AmazingHotel'e e-posta veya bildirimde belirtmesi gerekecektir. Kullanıcı tarafından e-posta veya bildirime belirtilen süre içinde uygulanmaması durumunda, Kullanıcı'nın bu değiştirilmiş Kullanım Koşulları, kurallar, yönetmelikler ve burada atıfta bulunan veya Web Sitesi tarafından sağlanan kullanım şartlarını kabul ettiği kabul edilecektir. AmazingHotel tarafından sağlanan belirli Tesisler, ilgili olarak belirlenen ek kurallara ve yönetmeliklere tabi olabilir. Bu Kullanım Koşulları, ek koşullarla çeliştiği ölçüde, ek koşullar geçerli olacaktır. İhlal Herhangi bir Kullanıcı'nın ihlali veya AmazingHotel'in böyle bir Kullanıcı'nın bu Kullanım Koşulları'nı ihlal ettiğine makul şekilde inanması, Web Sitesi'ni veya sağlanan Tesisler/Hizmetlerini kısıtlayabilir, askıya alabilir veya iptal edebilir, Kullanıcı'nın hesabına erişimi veya tümünü veya bir kısmını Web Sitesi'nde devre dışı bırakabilir veya silebilir, Kullanıcı tarafından Web Sitesi'ne gönderilen içerikleri silebilir ve ayrıca, Kullanıcı'ya herhangi bir bildirim yapılmaksızın kendi takdirine bağlı olarak teknik ve yasal adımlar atabilir. Fikri Mülkiyet Web Sitesi, telif hakkı, veritabanı hakları ve diğer fikri mülkiyet ve ilgili haklar (\"Haklar\") ile korunmaktadır ve bu Haklar Web Sitesi ve ortaklarına aittir. Tüm bu Haklar saklıdır. Web Sitesi'nde aksi belirtilmedikçe: Üçüncü Taraf Siteleri, Hizmetleri ve Ürünleri Web Sitesi, üçüncü taraflar tarafından sahip olunan ve işletilen diğer İnternet sitelerine bağlantılar içerebilir. Kullanıcıların bu sitelerin her birinin kullanımı, siteler tarafından yayınlanmış olan koşullara tabidir, varsa. AmazingHotel, Web Sitesi dışında herhangi bir İnternet sitesinde bulunan içerikten sorumlu tutulamaz ve herhangi bir üçüncü taraf İnternet sitesinde yer alan içerikten sorumlu tutulamaz. AmazingHotel'in üçüncü taraf içeriği veya üçüncü taraf İnternet sitelerine yönelik bağlantıları, bu tür üçüncü taraf İnternet sitesini onaylaması anlamına gelmez. Kullanıcıların üçüncü taraflarla yazışmaları, işlemleri veya ilgili diğer faaliyetleri, ödeme sağlayıcıları ve doğrulama hizmeti sağlayıcıları da dahil olmak üzere, yalnızca Kullanıcı ve o üçüncü taraf arasındadır. Kullanıcıların üçüncü tarafın hizmetlerinden yararlanması, o üçüncü tarafın kabul ettiği/kullandığı şartlar ve koşullar, politikalar ve diğer hizmet şartlarına tabidir ve Kullanıcı, bu şartları işlem yapmadan veya hizmetlerden yararlanmadan önce incelemekten yalnızca sorumludur. Kullanıcı, üçüncü şahıslarla gerçekleştirdiği herhangi bir işlem sonucunda ortaya çıkan herhangi bir türdeki kayıp veya zarardan AmazingHotel'in sorumlu veya sorumlu olmayacağını kabul eder. Herhangi bir üçüncü taraf ürünü veya hizmeti ile ilgili herhangi bir soru, şikayet veya talep ilgili satıcıya yönlendirilmelidir. Diğer web siteleri ve reklamlarla bağlantılar AmazingHotel, ayrıca diğer web sitelerine bağlantılar da içerir. İlgili web siteleri, Gizlilik Politikamızdan farklı olabilir ve Gizlilik Politikamızın kapsamı dışında olabilir. Kullanıcı, bu sitelerin gizlilik politikalarını site ana sayfasından bir bağlantı aracılığıyla bulamazsa, daha fazla bilgi almak için doğrudan siteyle iletişime geçebilir. Web sitesi, reklamlarımızı değerlendirmek ve değerlendirmek amacıyla çevrimiçi reklam verenlere kitlemizi anlamalarına yardımcı olmak için toplu trafik istatistikleri şeklinde sunulan bilgiler sunar. Üçüncü taraf reklamverenleri, ziyaret ettiğiniz web sitelerinde sizin adınız, adresiniz, e-posta adresiniz veya telefon numaranızla ilgili kişisel bilgileri kullanmayacak şekilde, ziyaretinizle ilgili bilgileri (kişisel bilgileri hariç) kullanabilirler. Harici e-postalar, web siteleri, bloglar vb. İnternet'te dolaşımda olan veya AmazingHotel ile ilişkilendirilen iddia edilen bazı yanıltıcı e-postalar bulunabilir veya yayınlanabilir. Test Tour Tacettin Veli, Setenönü Cd. No:55, 38050 Melikgazi/Kayseri, Türkiye Galeri Seyahat etmek Şirket hakkında +55-23-1165-8964 testtour@gmail.com Kullanım şartları İletişim Gizlilik Politikası",
    "thanks": "Thank You | Test Tour Test Tur'u Seçtiğiniz için Teşekkür Ederiz! Test Tur ekibi olarak turizm hizmetlerimizi seçtiğiniz için içtenlikle teşekkür ederiz. Bir sonraki maceranızda sizinle birlikte olmaktan heyecan duyuyoruz ve size unutulmaz bir deneyim sunma konusunda kararlıyız. Eğer yardımcı olabileceğimiz başka bir şey varsa veya daha fazla sorunuz varsa, lütfen bize tekrar ulaşmaktan çekinmeyin. Bir kez daha, bir sonraki yolculuğunuz için Test Tur'u seçtiğiniz için teşekkür ederiz! Harika bir seyahat geçirmenizi dileriz! Ana Sayfaya Geri Dön",
    "tour": "Tours - Explore Nossas Excursões Incríveis Test Tour Şirket hakkında Galeri Seyahat etmek danışmanlık Viagem Portekiz Turu Portekiz’in büyüleyici güzelliklerini keşfetmeye hazır olun! Test Tour olarak sizlere unutulmaz bir Portekiz tatili sunuyoruz. Tarih, kültür, lezzetler ve muhteşem manzaralarla dolu bu özel turumuzda, her anınızı keyifle geçireceksiniz. Tur Programı: Lizbon: Portekiz’in başkenti Lizbon'da tarihi Alfama bölgesinde dar sokakları keşfedin, Belem Kulesi'ni ziyaret edin ve meşhur Belem tatlılarının tadını çıkarın. Sintra: Masalsı bir şehir olan Sintra’da Pena Sarayı'nı ve Quinta da Regaleira'yı gezin. Doğal güzellikleri ve tarihi yapılarıyla büyülenmeye hazır olun. Porto: Douro Nehri'nin kıyısında yer alan Porto’da ünlü Porto şaraplarının tadına bakın, Ribeira bölgesinde gezinin ve Dom Luís I Köprüsü'nden manzarayı seyredin. danışmanlık İspanya Turu İspanya'nın büyüleyici ve renkli dünyasına hoş geldiniz! Test Tour olarak sizlere unutulmaz bir İspanya tatili sunuyoruz. Tarih, kültür, sanat ve lezzetlerle dolu bu özel turumuzda, her anınızı keyifle geçireceksiniz. Tur Programı: Barselona: Gaudi’nin eserlerini keşfedin, Sagrada Familia ve Park Güell'i ziyaret edin. Las Ramblas'ta alışveriş yapın ve Catalunya Meydanı'nda şehrin kalbini hissedin. Madrid: Prado Müzesi'nde sanatın zenginliğini keşfedin, Kraliyet Sarayı'nın ihtişamına hayran kalın. Retiro Parkı'nda dinlenin ve Puerta del Sol'da gezinin. s Sevilla: Giralda Kulesi'nden şehre bakın, Alcazar Sarayı'nın muhteşem bahçelerini gezip Flamenco'nun ritmine kapılın. Guadalquivir Nehri'nde tekne turu yapın. danışmanlık Paris Turu Paris'in büyüleyici atmosferine hoş geldiniz! Test Tour olarak sizlere unutulmaz bir Paris tatili sunuyoruz. Sanat, moda, romantizm ve lezzetlerle dolu bu özel şehirde, her anınızı keyifle geçireceksiniz. Tur Programı: Eiffel Kulesi: Paris'in simgesi olan Eiffel Kulesi'ni ziyaret edin, şehri yüksekten seyredin ve muhteşem manzaraların tadını çıkarın. ик Louvre Müzesi: Dünyanın en büyük sanat müzesi olan Louvre'da Mona Lisa gibi ünlü eserleri keşfedin. danışmanlık Mısır Turu Mısır'ın gizemli ve antik atmosferine hoş geldiniz! Test Tour olarak sizlere unutulmaz bir Mısır tatili sunuyoruz. Antik medeniyetler, piramitler, Nil Nehri ve eşsiz güzellikteki mercan adalarıyla dolu bu özel ülkede, her anınızı keşfetmekle geçireceksiniz. Tur Programı: Kahire: Giza Platosu'ndaki Büyük Piramitler ve Sfenks'i ziyaret edin, Mısır Müzesi'nde tarihi hazineleri keşfedin. Lüksor: Nil Nehri kıyısındaki Lüksor'da Karnak Tapınağı ve Hatshepsut Tapınağı'nı görün, Theban Nekropolü'nde antik mezarları keşfedin. danışmanlık İsviçre'nin karlı zirveleri: İsviçre Alpleri Karlı zirvelerin mavi gökyüzüne karşı görkemli bir şekilde yükseldiği İsviçre Alpleri'nin nefes kesici güzelliği ile kendinizi sarın. İsviçre dağlarındaki bu yolculuk muhteşem manzaralar, doğal tren yolculukları ve kayak ve snowboard gibi kış sporları için heyecan verici fırsatlar sunuyor. Büyüleyici dağ köylerini keşfedin, kaliteli İsviçre mutfağının tadını çıkarın ve bozulmamış doğayla çevrili lüks kaplıcalarda rahatlayın. Bu dağ ve macera severler için eşsiz bir deneyim. danışmanlık Test Tour Tacettin Veli, Setenönü Cd. No:55, 38050 Melikgazi/Kayseri, Türkiye Galeri Seyahat etmek Şirket hakkında +55-23-1165-8964 testtour@gmail.com Kullanım şartları İletişim Gizlilik Politikası",
    "about": "Turlarımız Test Tour Şirket hakkında Galeri Seyahat etmek danışmanlık hakkımızda Test Tour olarak, dünya çapında eşsiz ve unutulmaz tatil deneyimleri sunmak için buradayız. Yılların getirdiği tecrübe ve tutku ile seyahat etmeyi seven herkese kaliteli ve güvenilir hizmet sağlıyoruz. Müşteri memnuniyetini her zaman ön planda tutarak, her bütçeye ve zevke uygun tur ve tatil paketleri sunuyoruz. Misyonumuz Misyonumuz, siz değerli müşterilerimize hayalinizdeki tatili gerçeğe dönüştürmek ve her seyahatinizi özel kılmaktır. Profesyonel ve deneyimli ekibimiz, planlama aşamasından tatilinizin sonuna kadar her adımda yanınızda olarak, sizlere kusursuz bir deneyim sunmayı hedeflemektedir. Müşteri memnuniyetini her zaman ön planda tutarak, güvenilir ve kaliteli hizmet sunmak. Her bütçeye ve zevke uygun geniş tur ve tatil seçenekleri ile sizleri dünyadaki en güzel destinasyonlara götürmek. Vizyonumuz Seyahat sektöründe yenilikçi ve lider bir şirket olarak, global ölçekte tanınan ve tercih edilen bir marka olmak. Her yıl binlerce misafirimizi memnun ederek büyümeye devam etmek. Test Tour ile dünyayı keşfetmeye hazır mısınız? Profesyonel ekibimiz, seyahatinizin her aşamasında yanınızda olarak, size kusursuz bir deneyim sunmak için çalışıyor. İster macera dolu bir kaçamak, ister huzurlu bir dinlence arayın, bizde aradığınız her şeyi bulacaksınız. Bizi tercih ettiğiniz için teşekkür ederiz. Değerlerimiz Müşteri Odaklılık: Misafirlerimizin memnuniyeti bizim için en büyük önceliktir. Güvenilirlik: Şeffaf ve dürüst hizmet anlayışımızla güveninizi kazanmayı hedefliyoruz. Kalite: Hizmetlerimizi sürekli iyileştirerek en yüksek kalitede sunuyoruz. Yenilikçilik: Seyahat deneyimlerinizi daha da özel kılmak için sürekli olarak yenilikler sunuyoruz. Garantilerimiz Test Tour olarak, sizlere en iyi seyahat deneyimini yaşatmak için çeşitli garantiler sunuyoruz: Fiyat Garantisi: Size sunduğumuz fiyatlar, alacağınız hizmetin kalitesini ve değeri en iyi şekilde yansıtır. Her zaman rekabetçi ve adil fiyatlar sunarız. Memnuniyet Garantisi: Turlarımızdan memnun kalmanız için elimizden gelenin en iyisini yapıyoruz. Herhangi bir sorun yaşamanız durumunda, çözüm bulmak için yanınızdayız. Güvenlik Garantisi: Seyahatiniz boyunca güvenliğiniz en öncelikli konumuzdur. Tüm hizmetlerimizde yüksek güvenlik standartlarını uyguluyoruz. Zamanında Hizmet Garantisi: Planlanan tüm turlarımız ve transferlerimiz, zamanında gerçekleştirilir. Sizleri bekletmeden, her şeyi zamanında sunarız. Test Tour Tacettin Veli, Setenönü Cd. No:55, 38050 Melikgazi/Kayseri, Türkiye Galeri Seyahat etmek Şirket hakkında +55-23-1165-8964 testtour@gmail.com Kullanım şartları İletişim Gizlilik Politikası",
    "gallery": "Galeri Test Tour Şirket hakkında Galeri Seyahat etmek danışmanlık Galerimiz - Görsel Bir Yolculuk Galerimizi keşfedin ve eşsiz bir görsel yolculuğa çıkın. Her görüntü bir hikaye anlatır, sizi çarpıcı manzaralarda seyahat etmeye, kendinizi büyüleyici kültürlere kaptırmaya ve unutulmaz anları yakalamaya davet eder. Yetenekli fotoğrafçılarımızın objektifleri aracılığıyla uzak noktalara ve heyecan verici deneyimlere taşınmanıza izin verin.Galerimizi keşfedin ve eşsiz bir görsel yolculuğa çıkın. Her görüntü bir hikaye anlatır, sizi çarpıcı manzaralarda seyahat etmeye, kendinizi büyüleyici kültürlere kaptırmaya ve unutulmaz anları yakalamaya davet eder. Yetenekli fotoğrafçılarımızın objektifleri aracılığıyla uzak noktalara ve heyecan verici deneyimlere taşınmanıza izin verin. danışmanlık Muhteşem Dağ Manzaraları Dağ turlarımızla doğanın kalbine yolculuk yapın. Temiz hava ve huzur dolu dağlar, sizlere benzersiz bir deneyim sunacak. Her adımda farklı bir güzellik keşfedeceksiniz. Büyüleyici Sahil Tatilleri Denizin mavisi ve güneşin ışıltısı ile buluşun. Sahil tatillerimiz, dinlenme ve eğlenceyi bir arada sunar. Altın kumsallar ve berrak sular sizleri bekliyor. Tarihi Şehir Gezileri Geçmişin izinde unutulmaz bir yolculuk. Tarihi şehir turlarımızla, antik kentlerin ve tarihi yapılarının büyüsüne kapılacaksınız. Her köşesi tarih kokan şehirlerde kaybolun. Sakin Köy Kaçamakları Şehrin gürültüsünden uzaklaşıp doğayla baş başa kalın. Köy turlarımız, otantik köy hayatını ve doğanın huzurunu keşfetmenizi sağlar. Geleneksel lezzetler ve sıcak misafirperverlik sizi bekliyor. Test Tour Tacettin Veli, Setenönü Cd. No:55, 38050 Melikgazi/Kayseri, Türkiye Galeri Seyahat etmek Şirket hakkında +55-23-1165-8964 testtour@gmail.com Kullanım şartları İletişim Gizlilik Politikası",
    "index": "Hoş Geldiniz! Test Tour Şirket hakkında Galeri Seyahat etmek danışmanlık En Uygun Fiyatlarla Dünya Çapında Turlar ve Tatil Paketleri Test Tour olarak, seyahat etmek isteyen herkese en uygun fiyatlarla kaliteli ve güvenilir hizmet sunuyoruz. Her zevke hitap eden geniş tur ve tatil paketi yelpazemizle, hayallerinizdeki tatili gerçeğe dönüştürmek için buradayız. danışmanlık Aventuras na Montanha Doğanın kalbine yolculuk! Dağ turlarımız ile, muhteşem manzaralar eşliğinde temiz hava ve huzuru keşfedin. Dağların doruklarında yürüyüş yapın, yerel köylerin sıcak misafirperverliği ile tanışın ve unutulmaz anılar biriktirin. İster macera dolu bir kaçamak, ister sakin bir kaçış arayın, dağ turlarımız her türlü beklentinizi karşılar. Aventuras no Mar Denizin maviliği ve güneşin sıcaklığı ile buluşun! Deniz turlarımız, en güzel sahil kasabalarında ve plajlarda unutulmaz bir tatil deneyimi sunar. İster güneşlenip dinlenin, ister su sporlarıyla eğlenceli anlar yaşayın, deniz turlarımız her zevke hitap eder. Aventuras na Floresta Şehrin gürültüsünden uzaklaşmak isteyenler için köy turlarımız ideal bir seçenek. Doğal güzellikler, otantik köy hayatı ve geleneksel lezzetler ile dolu bir tatil deneyimi sunuyoruz. Yerel halkla tanışın, onların günlük yaşamına dahil olun ve köyün sakinliğinin tadını çıkarın. quente Seyahat etmek Portekiz Turu Portekiz’in büyüleyici güzelliklerini keşfetmeye hazır olun! Test Tour olarak sizlere unutulmaz bir Portekiz tatili sunuyoruz. Tarih, kültür, lezzetler ve muhteşem manzaralarla dolu bu özel turumuzda, her anınızı keyifle geçireceksiniz. Tur Programı: Lizbon: Portekiz’in başkenti Lizbon'da tarihi Alfama bölgesinde dar sokakları keşfedin, Belem Kulesi'ni ziyaret edin ve meşhur Belem tatlılarının tadını çıkarın. Sintra: Masalsı bir şehir olan Sintra’da Pena Sarayı'nı ve Quinta da Regaleira'yı gezin. Doğal güzellikleri ve tarihi yapılarıyla büyülenmeye hazır olun. Porto: Douro Nehri'nin kıyısında yer alan Porto’da ünlü Porto şaraplarının tadına bakın, Ribeira bölgesinde gezinin ve Dom Luís I Köprüsü'nden manzarayı seyredin. danışmanlık Türkiye Turu Türkiye'nin büyüleyici güzelliklerini keşfetmeye hazır olun! Test Tour olarak sizlere unutulmaz bir Türkiye tatili sunuyoruz. Tarih, kültür, doğa ve lezzetlerle dolu bu özel turumuzda, her anınızı keyifle geçireceksiniz. Tur Programı: İstanbul: Dünyanın en büyüleyici şehirlerinden biri olan İstanbul’da Sultanahmet Camii, Ayasofya, Topkapı Sarayı ve Kapalıçarşı’yı ziyaret edin. Boğaz turu yaparak eşsiz manzaraların tadını çıkarın. Kapadokya: Peri bacalarının büyülü dünyasına adım atın. Balon turuyla güneşin doğuşunu izleyin, Göreme Açık Hava Müzesi'ni ve yer altı şehirlerini keşfedin. Pamukkale: Beyaz traverten terasları ve şifalı termal suları ile ünlü Pamukkale’yi ziyaret edin. Hierapolis Antik Kenti'nde tarihi yolculuğa çıkın. danışmanlık Rüyayı takip eden 9 yıl 12 Uluslararası Ödüller 452 Mutlu Gezginler 32 Ekip üyeleri Bizimle İletişime Geçin Test Tour olarak sizlere en iyi hizmeti sunmak için buradayız. Sorularınız, önerileriniz veya rezervasyon talepleriniz için aşağıdaki formu doldurun. Müşteri temsilcilerimiz en kısa sürede sizinle iletişime geçecektir. Unutulmaz bir tatil deneyimi için bize ulaşın! Aceite a Contact Política de Privacidade Mesaj gönder comentários de clientes Test Tour ile yaptığımız Türkiye turu gerçekten harikaydı. İstanbul’un tarihi dokusu, Kapadokya’nın büyüleyici manzaraları ve Antalya’nın muhteşem plajları bizi kendine hayran bıraktı. Rehberimiz çok bilgili ve samimiydi. Her şey çok iyi organize edilmişti ve herhangi bir sorun yaşamadık. Test Tour’u kesinlikle tavsiye ediyorum! Maria Silva Portekiz turu için Test Tour’u tercih ettik ve hiç pişman olmadık. Lizbon’un sokaklarında kaybolmak, Sintra’nın masalsı atmosferinde dolaşmak inanılmazdı. Porto’nun lezzetli şarapları ve Algarve’nin güzel plajları ile tatilimiz tamamlandı. Oteller çok konforluydu ve tüm transferler sorunsuz gerçekleşti. Kesinlikle tekrar seyahat etmek isteyeceğim bir tur şirketi! João Santos Test Tour ile gerçekleştirdiğimiz dağ turu harikaydı. Dağların temiz havası, muhteşem manzaraları ve doğa yürüyüşleri ile dolu dolu bir tatil geçirdik. Rehberimiz bize her konuda yardımcı oldu ve çok sıcakkanlıydı. Konakladığımız yerler temiz ve rahattı. Test Tour sayesinde unutulmaz anılar biriktirdik. Herkese gönül rahatlığı ile tavsiye ederim! Ana Oliveira Test Tour Tacettin Veli, Setenönü Cd. No:55, 38050 Melikgazi/Kayseri, Türkiye Galeri Seyahat etmek Şirket hakkında +55-23-1165-8964 testtour@gmail.com Kullanım şartları İletişim Gizlilik Politikası"
  },
  "date": "2024-06-27T13:26:41.415Z"
}