{
  "name": "barbador",
  "pages": {
    "terms-conditions": "Termos e Condições Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Termos e Condições Ao usar nosso site, você concorda em cumprir nossos termos e condições, incluindo a responsabilidade por qualquer uso indevido. Todas as informações fornecidas neste site são para fins gerais e estão sujeitas a alterações sem aviso prévio. Não dependa de informações obsoletas. Nos esforçamos para garantir a precisão das descrições dos produtos, mas não garantimos a integridade ou confiabilidade de qualquer informação em nosso site. Verifique sempre a precisão dos dados antes de fazer uma compra. As compras feitas através do nosso site estão sujeitas às nossas políticas de devolução e reembolso. Leia atentamente essas políticas antes de fazer uma compra. O uso não autorizado deste site pode dar origem a uma reclamação por danos e/ou ser uma infração criminal. Nunca utilize informações em nosso site para fins ilegais. Os conteúdos do site são da responsabilidade do proprietário do site e não são considerados como orientações médicas ou de especialistas. A utilização do site não substitui a consulta de um profissional de saúde. O proprietário do site não é responsável por eventuais danos ou perdas decorrentes do uso do site. O proprietário do site reserva-se o direito de fazer alterações em qualquer momento, sem aviso prévio. O proprietário do site não é responsável por vírus ou malwares presentes no site. O proprietário do site não é responsável por qualquer tipo de erro ou falha no site. O proprietário do site não é responsável por qualquer tipo de infração de direitos autorais. O proprietário do site não é responsável por qualquer tipo de violação de privacidade. +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "thanks": "Obrigado! Obrigado! página inicial",
    "about": "Sobre o Barbador - Conheça a História e a Equipe do Nosso Bar Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Sobre o Barbador Nossa Missão A missão do Barbador é oferecer um ambiente acolhedor e vibrante onde os amantes de esportes possam se reunir para assistir aos jogos e desfrutar de boa comida e bebida. Queremos ser o principal destino esportivo em Salvador, proporcionando uma experiência inesquecível para nossos clientes em cada visita. Nossos Valores No Barbador, nossos valores são baseados na qualidade, hospitalidade e paixão pelo esporte. Nos dedicamos a oferecer um serviço excepcional, criando um ambiente onde todos se sintam bem-vindos e valorizados. Acreditamos na importância de cada detalhe para garantir que nossos clientes tenham uma experiência única e agradável. Nossa História Fundado por um grupo de amigos apaixonados por esportes, o Barbador surgiu da ideia de criar um espaço onde os torcedores pudessem se reunir para celebrar sua paixão. Desde nossa inauguração, temos crescido e nos tornado um ponto de encontro popular em Salvador, conhecido pela atmosfera animada e pelo excelente atendimento. Equipe Dedicada Nossa equipe é formada por profissionais dedicados e apaixonados pelo que fazem. Desde os bartenders e garçons até a administração, todos trabalham em conjunto para proporcionar o melhor serviço possível. Valorizamos o trabalho em equipe e a busca constante pela excelência. Compromisso com a Comunidade Estamos comprometidos em apoiar a comunidade local de Salvador. Participamos de diversas iniciativas e eventos comunitários, contribuindo para o desenvolvimento e bem-estar da região. No Barbador, acreditamos que um negócio de sucesso deve também retribuir à comunidade que o acolhe. Ambiente Acolhedor Nosso bar foi projetado para ser um lugar onde todos se sintam em casa. Com uma decoração temática e várias áreas confortáveis para sentar, queremos que nossos clientes se sintam à vontade para relaxar e aproveitar a companhia de amigos e familiares. Nosso objetivo é criar memórias inesquecíveis em cada visita. Qualidade em Primeiro Lugar Desde a seleção dos ingredientes até a preparação dos nossos pratos e bebidas, prezamos pela mais alta qualidade. Trabalhamos com fornecedores confiáveis e utilizamos ingredientes frescos para garantir que cada item do nosso menu seja saboroso e de excelente qualidade. Eventos Esportivos Estamos sempre antenados nos principais eventos esportivos do mundo. No Barbador, você pode assistir aos jogos mais importantes em alta definição, com a emoção de estar em meio a outros fãs. Organizamos transmissões especiais para finais e campeonatos, tornando cada evento ainda mais especial. Inovações Constantes Buscamos constantemente inovar e melhorar nossos serviços. Seja através da introdução de novos pratos no menu, melhorias no ambiente ou adoção de novas tecnologias para melhorar a experiência do cliente, estamos sempre em busca de formas de tornar o Barbador o melhor bar esportivo de Salvador. Contato e Feedback Valorizamos a opinião dos nossos clientes e estamos sempre abertos a sugestões e feedback. Se você tiver alguma dúvida, sugestão ou quiser compartilhar sua experiência conosco, não hesite em entrar em contato. Nossa equipe está sempre pronta para ouvir e melhorar. +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "catalog": "Menu do Barbador - Descubra Nossas Deliciosas Comidas e Bebidas Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Menu Bebidas Exclusivas Nosso menu de bebidas é cuidadosamente selecionado para oferecer uma variedade que agrada a todos os gostos. Desde cervejas artesanais locais até coquetéis exclusivos, você encontrará a bebida perfeita para acompanhar seu jogo favorito. Experimente nossos coquetéis assinados, como o 'Barbador Smash' e o 'Caipirinha Tropical', feitos com ingredientes frescos e de alta qualidade. Reserve agora Cerveja Artesanal Uma seleção de cervejas artesanais locais e importadas, perfeitas para os amantes de cerveja. IPA Tropical - R$ 15,00 Stout Cremosa - R$ 18,00 Pilsen Clássica - R$ 12,00 Coquetéis Exclusivos Experimente nossos coquetéis exclusivos, preparados com ingredientes frescos e de alta qualidade. Barbador Smash - R$ 25,00 Caipirinha Tropical - R$ 22,00 Mojito Refrescante - R$ 20,00 Vinhos Selecionados Uma seleção de vinhos finos para acompanhar sua refeição ou para ser apreciado sozinho. Vinho Tinto Malbec - R$ 35,00 (taça), R$ 120,00 (garrafa) Vinho Branco Chardonnay - R$ 30,00 (taça), R$ 110,00 (garrafa) Vinho Rosé Pinot Noir - R$ 28,00 (taça), R$ 100,00 (garrafa) Sucos Naturais Refresque-se com nossos sucos naturais feitos na hora. Suco de Laranja - R$ 10,00 Suco de Abacaxi com Hortelã - R$ 12,00 Suco de Morango - R$ 12,00 Refrigerantes As marcas mais populares de refrigerantes para acompanhar sua refeição. Coca-Cola - R$ 8,00 Guaraná Antarctica - R$ 8,00 Sprite - R$ 8,00 Chás Gelados Deliciosos chás gelados para refrescar seu dia. Chá Gelado de Limão - R$ 10,00 Chá Gelado de Pêssego - R$ 10,00 Chá Verde com Hortelã - R$ 12,00 Smothies Smothies saudáveis e saborosos feitos com frutas frescas. Smothie de Banana e Morango - R$ 15,00 Smothie de Manga e Abacaxi - R$ 15,00 Smothie de Frutas Vermelhas - R$ 18,00 Cafés Especiais Uma seleção de cafés especiais para começar bem o seu dia ou finalizar sua refeição. Espresso - R$ 6,00 Cappuccino - R$ 12,00 Latte Macchiato - R$ 14,00 Chás Quentes Chás quentes selecionados para aquecer seu dia. Chá Preto - R$ 8,00 Chá Verde - R$ 8,00 Chá de Camomila - R$ 10,00 Acompanhamentos e Extras Para complementar sua refeição, oferecemos uma variedade de acompanhamentos e extras. Desde arroz e feijão até salada verde e legumes grelhados, você pode personalizar seu prato com os acompanhamentos que mais gosta. Além disso, temos opções de molhos e temperos para dar um toque especial à sua refeição. Bebidas Não Alcoólicas Além das bebidas alcoólicas, também oferecemos uma seleção de bebidas não alcoólicas para todos os gostos. Desde sucos naturais e refrigerantes até chás gelados e smoothies, temos opções refrescantes para acompanhar sua refeição. Nossas bebidas são preparadas com ingredientes frescos e naturais, garantindo um sabor delicioso. Reserve agora Petiscos Clássicos Deliciosos petiscos para compartilhar com amigos enquanto você aproveita os jogos. Batata Frita - R$ 18,00 Frango à Passarinho - R$ 25,00 Polenta Frita - R$ 20,00 Porções para Compartilhar Porções generosas para dividir com a galera. Mix de Petiscos (batata frita, onion rings, frango empanado) - R$ 45,00 Queijo Coalho Grelhado - R$ 30,00 Anéis de Lula - R$ 35,00 Sanduíches e Hambúrgueres Nossos sanduíches e hambúrgueres são feitos com ingredientes frescos e pão artesanal. Hambúrguer Barbador (hambúrguer artesanal, queijo, bacon, alface, tomate) - R$ 30,00 Cheeseburger Clássico - R$ 25,00 Sanduíche de Frango Grelhado - R$ 28,00 Pratos Principais Pratos principais preparados com ingredientes de alta qualidade. Picanha na Chapa com Acompanhamentos - R$ 60,00 Filé de Peixe com Legumes Grelhados - R$ 55,00 Risoto de Camarão - R$ 50,00 Saladas Opções de saladas frescas e nutritivas. Salada Caesar com Frango - R$ 25,00 Salada Grega - R$ 22,00 Salada de Quinoa com Legumes - R$ 28,00 Pizzas Artesanais Pizzas artesanais com uma variedade de coberturas deliciosas. Pizza Margherita - R$ 35,00 Pizza de Calabresa - R$ 40,00 Pizza Quatro Queijos - R$ 45,00 Sobremesas Finalize sua refeição com nossas sobremesas deliciosas. Brownie com Sorvete - R$ 18,00 Cheesecake de Frutas Vermelhas - R$ 20,00 Pudim de Leite Condensado - R$ 15,00 Opções Infantis Pratos especiais para os pequenos. Mini-Hambúrguer com Batata Frita - R$ 20,00 Nuggets de Frango com Purê de Batatas - R$ 18,00 Espaguete ao Molho de Tomate - R$ 15,00 Opções Vegetarianas Pratos vegetarianos saborosos e nutritivos. Hambúrguer Vegano - R$ 28,00 Salada de Grão-de-Bico - R$ 25,00 Lasanha de Berinjela - R$ 30,00 +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "contacts": "Sobre o Barbador - Conheça a História e a Equipe do Nosso Bar Contactos Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Fale Conosco Nome E-mail Eu concordo com os termos de uso Enviar +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "cookies": "Cookies Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Política de Cookies Nosso site utiliza cookies para melhorar sua experiência de navegação e entender suas preferências. Cookies são pequenos arquivos armazenados em seu dispositivo que nos ajudam a fornecer serviços personalizados. Cookies podem ser utilizadas para armazenar informações como idioma preferido, tipo de navegação, lembretes de login e preferências de navegação. Ao utilizar nossos serviços, você concorda com o uso de cookies de acordo com esta política. Além disso, cookies podem ser utilizados para medir o desempenho do site e entender como você interage com o conteúdo. Você pode gerenciar suas preferências de cookies através das configurações do seu navegador. Para mais informações sobre o uso de cookies, entre em contato conosco. Caso você deseje desativar cookies, você poderá fazer isso nas configurações do seu navegador. No entanto, isso pode afetar a funcionalidade do site. Essa política de cookies pode ser atualizada periodicamente. Portanto, é recomendado que você verifique regularmente esta página para obter informações sobre alterações. Essa política de cookies foi atualizada pela última vez em 10 de julho de 2023. +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "disclaimer": "Isenção de Responsabilidade Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Isenção de Responsabilidade As informações fornecidas em nosso site são para fins informativos gerais. Não garantimos a precisão, completude ou utilidade de qualquer informação fornecida neste site. A informação fornecida é fornecida \"no estado em que se encontra\" e sem garantias de qualquer tipo. Não damos nenhuma garantia implícita ou explicita de que o serviço funcionará adequadamente ou de que o site ou qualquer informação nele contida será interrompido ou aberto a ataques. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos humanos. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de autor ou de propriedade intelectual. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de propriedade industrial. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de marca ou de nome comercial. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de publicidade ou de qualquer outro direito de propriedade. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de privacidade ou de qualquer outro direito de propriedade. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de liberdade de expressão ou de qualquer outro direito de propriedade. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de liberdade de informação ou de qualquer outro direito de propriedade. Não damos nenhuma garantia de que o site ou qualquer informação nele contida é livre de violações de direitos de liberdade de religião ou de qualquer outro direito de propriedade. Reservamo-nos o direito de fazer alterações ao conteúdo e aos serviços oferecidos neste site a qualquer momento, sem aviso prévio. +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "index": "Bem-vindo ao Barbador - O Melhor Bar Esportivo de Salvador Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Bem-vindo ao Barbador O Barbador é o destino ideal para os amantes de esportes em Salvador. Com um ambiente vibrante e acolhedor, nosso bar oferece a experiência perfeita para assistir aos seus jogos favoritos enquanto desfruta de uma ampla seleção de bebidas e comidas deliciosas. Seja você um fã de futebol, basquete, vôlei ou qualquer outro esporte, temos tudo o que você precisa para aproveitar cada momento. Pedir agora Ambiente Incrível Nosso bar é projetado para proporcionar o máximo conforto e diversão para nossos clientes. Com várias telas de alta definição espalhadas por todo o estabelecimento, você não perderá nenhum lance do seu esporte favorito. Além disso, nosso sistema de som de alta qualidade garante que você sinta a emoção do jogo como se estivesse no estádio. Bebidas e Comidas de Qualidade No Barbador, levamos a qualidade das nossas bebidas e comidas muito a sério. Nosso cardápio inclui uma variedade de cervejas artesanais, coquetéis exclusivos e uma seleção de vinhos finos. Para acompanhar, oferecemos uma deliciosa variedade de petiscos, pratos principais e sobremesas que vão satisfazer todos os gostos. Eventos Especiais e Promoções Estamos sempre planejando eventos especiais e promoções para tornar sua experiência no Barbador ainda mais divertida. Desde noites temáticas até transmissões ao vivo de grandes eventos esportivos, há sempre algo acontecendo no nosso bar. Não deixe de seguir nossas redes sociais para ficar por dentro de todas as novidades e aproveitar as melhores promoções. Transmissão de Esportes ao Vivo Seja qual for o esporte que você ama, garantimos a transmissão ao vivo dos principais jogos e competições. Nossos clientes podem contar com a melhor cobertura esportiva em tempo real, com várias opções de canais para escolher. Venha e viva a paixão pelo esporte com outros torcedores no Barbador. Área para Grupos e Festas Privadas O Barbador é o lugar perfeito para celebrar aniversários, confraternizações e outras ocasiões especiais. Nossa área para grupos é ideal para reunir seus amigos e familiares em um ambiente descontraído e animado. Oferecemos pacotes especiais para festas privadas, garantindo que seu evento seja inesquecível. Equipe Amigável e Atenciosa No Barbador, nossa equipe está sempre pronta para atender você com um sorriso e garantir que sua visita seja perfeita. Desde o momento que você entra até a hora de ir embora, nos esforçamos para proporcionar um atendimento de alta qualidade, tornando sua experiência conosco memorável. Nossos Valores No Barbador, nossos valores são baseados na qualidade, hospitalidade e paixão pelo esporte. Nos dedicamos a oferecer um serviço excepcional, criando um ambiente onde todos se sintam bem-vindos e valorizados. Acreditamos na importância de cada detalhe para garantir que nossos clientes tenham uma experiência única e agradável. Faça Parte da Nossa Comunidade Adoramos ver nossos clientes felizes e engajados. Participe das nossas atividades, compartilhe suas experiências e faça novos amigos que compartilham a mesma paixão pelos esportes. No Barbador, você faz parte de uma comunidade unida pelo amor ao esporte e pela busca de bons momentos. Pedir agora Equipe Dedicada Nossa equipe é formada por profissionais dedicados e apaixonados pelo que fazem. Desde os bartenders e garçons até a administração, todos trabalham em conjunto para proporcionar o melhor serviço possível. Valorizamos o trabalho em equipe e a busca constante pela excelência. Nossa História Fundado por um grupo de amigos apaixonados por esportes, o Barbador surgiu da ideia de criar um espaço onde os torcedores pudessem se reunir para celebrar sua paixão. Desde nossa inauguração, temos crescido e nos tornado um ponto de encontro popular em Salvador, conhecido pela atmosfera animada e pelo excelente atendimento. Pedir agora Ambiente Acolhedor Nosso bar foi projetado para ser um lugar onde todos se sintam em casa. Com uma decoração temática e várias áreas confortáveis para sentar, queremos que nossos clientes se sintam à vontade para relaxar e aproveitar a companhia de amigos e familiares. Nosso objetivo é criar memórias inesquecíveis em cada visita. Compromisso com a Comunidade Estamos comprometidos em apoiar a comunidade local de Salvador. Participamos de diversas iniciativas e eventos comunitários, contribuindo para o desenvolvimento e bem-estar da região. No Barbador, acreditamos que um negócio de sucesso deve também retribuir à comunidade que o acolhe. Pedir agora +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi",
    "privacy-policy": "Política de Privacidade Barbador Página Inicial Cardápio Sobre Contatos Página Inicial Cardápio Sobre Contatos Política de Privacidade Estamos comprometidos em proteger sua privacidade e garantir a segurança de suas informações pessoais. Coletamos informações pessoais para fornecer e melhorar nossos serviços, e para nos comunicarmos com você de forma eficaz. Suas informações pessoais não serão compartilhadas com terceiros sem seu consentimento, exceto conforme exigido por lei. Nós aplicamos medidas de segurança padrão da indústria para proteger suas informações pessoais contra acesso não autorizado e uso inadequado. Estamos comprometidos em proteger a privacidade de seus dados e garantir a segurança dessas informações. Coletamos informações pessoais para fornecer e melhorar nossos serviços, além de estabelecer uma comunicação eficaz. Suas informações pessoais não serão compartilhadas com terceiros a menos que você autorize explicitamente, ou conforme exigido pela lei. Nós aplicamos medidas de segurança padrão da indústria para proteger suas informações pessoais contra acesso não autorizado e uso inadequado. Você tem o direito de acessar, atualizar ou excluir suas informações pessoais entrando em contato com nossa equipe de suporte. Para obter mais informações sobre como lidamos com o uso de suas informações pessoais, por favor, consulte nossa política de privacidade completa. Você tem o direito de acessar, atualizar ou excluir suas informações pessoais entrando em contato com nossa equipe de suporte. Para mais detalhes sobre nossas práticas de manuseio de dados, consulte nosso documento completo de política de privacidade. +557133899298 Barbador@gmail.com Ladeira do Pepino, 36 - Engenho Velho de Brotas, Salvador - BA, 40240-306, Brazil Política de Privacidade Termos e Condições Cookies Aviso Legal Nosso site utiliza cookies para melhorar sua experiência de navegação, analisar tráfego e personalizar o conteúdo. Continuando a usar nosso site, você concorda com o uso de cookies. Saiba mais. Entendi"
  },
  "date": "2024-06-24T15:19:03.430Z"
}