{
  "name": "Beleza",
  "pages": {
    "casino": "Beleza Hotel Casino - Premier Gaming Experience Home Casino Rooms Service Contact Home Casino Rooms Service Contact Welcome to Beleza Hotel Casino Experience the thrill and excitement of our world-class casino at Beleza Hotel. Whether you're a seasoned player or trying your luck for the first time, our casino offers a variety of games and entertainment options that cater to all levels of players. Join us for an unforgettable gaming experience. Explore Our Rooms Our Casino Games Slot Machines Our casino features a wide variety of slot machines with different themes and jackpot sizes. Enjoy the vibrant atmosphere and the thrill of hitting the jackpot. Blackjack Try your hand at blackjack, one of the most popular card games in the world. Our friendly dealers are here to ensure you have a great time, whether you're a beginner or a pro. Roulette Feel the excitement as the roulette wheel spins. Choose your numbers, place your bets, and experience the rush of winning in this classic casino game. Poker Join a poker table and test your skills against other players. Our casino offers a variety of poker games and tournaments for all skill levels. Baccarat Enjoy the elegance and simplicity of baccarat. This classic game offers a sophisticated gaming experience with high stakes and big wins. Craps Experience the fast-paced excitement of craps. Roll the dice and try your luck in this dynamic and engaging casino game. Get in Touch For any inquiries or more information about our casino, please do not hesitate to contact us. Our team is here to provide you with all the details you need for a fantastic gaming experience at Beleza Hotel Casino. Contact Us Age Verification Required You must be 18 years or older to enter the Beleza Hotel Casino. Please confirm your age to proceed. By clicking \"Yes\", you confirm that you are at least 18 years old. If you are not 18 years old, please click \"No\" to exit. Yes, I am 18 or older No, I am under 18 Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "contact": "Contact Beleza Hotel - Reach Out for Reservations & Inquiries Home Casino Rooms Service Contact Home Casino Rooms Service Contact Contact Beleza Hotel We are here to assist you with any inquiries or concerns you may have. Reach out to us for reservations, questions about our services, or any other information you need. Our dedicated team is ready to help you make the most of your stay at Beleza Hotel. Explore Our Rooms Frequently Asked Questions What are the check-in and check-out times? Check-in is from 3:00 PM, and check-out is until 12:00 PM. Early check-in and late check-out are subject to availability and may incur additional charges. How can I make a reservation? Reservations can be made directly on our website, through our mobile app, or by contacting our reservation team at beleza@gmail.com. What is the cancellation policy? Cancellations made within 24 hours of the reservation will incur a cancellation fee. No-shows will be charged the full booking amount. Do you offer airport transportation? Yes, we offer airport transportation services. Please contact us in advance to arrange your pick-up and drop-off. Is Wi-Fi available at the hotel? Yes, complimentary high-speed Wi-Fi is available throughout the hotel for all our guests. Do you have accessible rooms? Yes, we offer accessible rooms equipped with features to ensure a comfortable stay for guests with disabilities. Please let us know your requirements when making a reservation. Are pets allowed at the hotel? We have a no-pet policy to ensure the comfort and safety of all our guests. What amenities are available in the rooms? Our rooms are equipped with modern amenities including flat-screen TVs, air conditioning, minibars, and luxurious bedding. Additional amenities are available upon request. Do you offer any special packages or discounts? Yes, we offer various packages and discounts throughout the year. Please check our website or contact us for the latest offers. How can I contact the hotel for further inquiries? You can contact us via email at beleza@gmail.com or call our front desk at [phone number]. We are here to assist you 24/7. Book an Appointment I accept privacy policy Send Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "disclaimer": "Beleza Hotel Disclaimer - Important Information & Legal Notices Home Casino Rooms Service Contact Home Casino Rooms Service Contact Disclaimer 1. General Information The information provided on the Beleza Hotel website is for general informational purposes only. While we strive to keep the information accurate and up-to-date, we make no warranties or representations of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. 2. Limitation of Liability In no event will Beleza Hotel be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. 3. External Links Through this website, you are able to link to other websites which are not under the control of Beleza Hotel. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. 4. Accuracy of Information While we endeavor to ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that the website remains available or that the material on the website is kept up-to-date. 5. Changes to Content Beleza Hotel reserves the right to make changes to the website and these disclaimers, terms, and conditions at any time. Any changes will be promptly posted on our website and will take effect immediately upon posting. 6. Contact Information If you have any questions or concerns about this disclaimer, please contact us at beleza@gmail.com. Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "index": "Welcome to Beleza Hotel - Luxury Accommodation & Unparalleled Hospitality Home Casino Rooms Service Contact Home Casino Rooms Service Contact Welcome to Beleza Hotel Experience luxury and comfort at Beleza Hotel, your perfect getaway destination in [City Name]. Indulge in our exquisite rooms, top-notch amenities, and exceptional service. Discover a stay like no other, tailored to provide you with the utmost relaxation and convenience. Explore Our Rooms Our Services At Beleza Hotel, we offer a range of services designed to enhance your stay. Whether you're here for business or leisure, our dedicated team is here to ensure you have a memorable experience. Room Service 24/7 Enjoy delicious meals and refreshments delivered right to your room any time of day or night. Spa & Wellness From $50 Relax and rejuvenate with our range of spa treatments and wellness programs, tailored to your needs. Fitness Center Complimentary Stay active during your stay with access to our fully equipped fitness center. Concierge Services Complimentary Our concierge team is here to assist with your travel arrangements, restaurant reservations, and more. Meeting & Event Spaces From $200 Host your next business meeting or special event in our versatile and fully equipped venues. Complimentary Wi-Fi Complimentary Stay connected with our high-speed internet access available throughout the hotel. Get in Touch Have any questions or need assistance? Our friendly team is here to help. Contact us for more information about our services, reservations, or any other inquiries you may have. Contact Us Book an Appointment I accept privacy policy Send Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "privacy-policy": "Beleza Hotel Privacy Policy - Your Data Protection & Privacy Rights Home Casino Rooms Service Contact Home Casino Rooms Service Contact Privacy Policy 1. Introduction At Beleza Hotel, we are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This privacy policy outlines our practices regarding the collection, use, and disclosure of your information. 2. Use of Personal Information We do not collect any personal information from our guests or visitors through our website or during their stay at Beleza Hotel. 3. Third-Party Services We do not share any personal information with third-party service providers, partners, or affiliates. Your privacy is of utmost importance to us, and we ensure that no personal data is disclosed to any external parties. 4. Security Measures Beleza Hotel takes reasonable security measures to protect the privacy and confidentiality of our guests. Our systems and procedures are designed to prevent unauthorized access, use, or disclosure of any personal information. 5. Changes to Privacy Policy We reserve the right to modify this privacy policy at any time. Any changes will be promptly posted on our website, and the updated policy will be effective immediately upon posting. 6. Contact Information If you have any questions or concerns regarding our privacy policy, please feel free to contact us at beleza@gmail.com. Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "rooms": "Beleza Hotel Rooms - Luxurious Accommodation & Amenities Home Casino Rooms Service Contact Home Casino Rooms Service Contact Our Luxurious Rooms Discover the perfect blend of elegance and comfort in our beautifully designed rooms. Each room at Beleza Hotel is thoughtfully furnished to provide a serene and luxurious experience. Explore our different room options and find the ideal accommodation for your stay. Book Your Stay Explore Our Rooms Deluxe Room Our Deluxe Rooms offer a perfect balance of comfort and style, featuring modern amenities, plush bedding, and a spacious layout. Ideal for both business and leisure travelers. Inquire Now Executive Suite The Executive Suite provides a luxurious space with a separate living area, premium furnishings, and enhanced amenities for a truly indulgent stay. Perfect for those seeking extra comfort and privacy. Inquire Now Junior Suite Our Junior Suites are designed to offer a spacious and comfortable environment, complete with elegant decor and high-end amenities. Ideal for longer stays and special occasions. Inquire Now Family Room Perfect for families, our Family Rooms provide ample space and convenient features to accommodate all your needs. Enjoy a relaxing stay with your loved ones in our comfortable and well-appointed rooms. Inquire Now Presidential Suite Experience the pinnacle of luxury in our Presidential Suite, featuring opulent decor, expansive living spaces, and exclusive amenities. Perfect for guests who desire the ultimate in sophistication and comfort. Inquire Now Standard Room Our Standard Rooms provide a cozy and inviting atmosphere with all the essential amenities for a pleasant stay. Ideal for travelers seeking quality and affordability. Inquire Now Contact Us If you have any questions or need assistance with your reservation, please do not hesitate to contact us. Our team is here to ensure you have a memorable and enjoyable stay at Beleza Hotel. Get in Touch Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "terms-conditions": "Beleza Hotel Terms & Conditions - Policies & Guest Responsibilities Home Casino Rooms Service Contact Home Casino Rooms Service Contact Terms & Conditions 1. Introduction Welcome to Beleza Hotel. By accessing and using our services, you agree to comply with and be bound by the following terms and conditions. 2. Reservations All reservations made through our website are subject to availability and confirmation. We reserve the right to refuse or cancel reservations at our discretion. 3. Payment Policy Full payment is required at the time of booking. We accept major credit cards and other payment methods as specified on our website. 4. Cancellation Policy Cancellations made within 24 hours of the reservation will incur a cancellation fee. No-shows will be charged the full booking amount. 5. Check-in/Check-out Check-in time is from 3:00 PM, and check-out time is until 12:00 PM. Early check-in and late check-out are subject to availability and may incur additional charges. 6. Guest Responsibilities Guests are responsible for any damage caused to the property during their stay. Smoking is prohibited in all areas of the hotel. 7. Privacy Policy We are committed to protecting your privacy. Please review our Privacy Policy to understand how we collect, use, and safeguard your personal information. 8. Limitation of Liability Beleza Hotel is not liable for any loss, damage, or injury sustained by guests during their stay, except where such liability cannot be excluded by law. 9. Amendments We reserve the right to amend these terms and conditions at any time. Any changes will be posted on our website and will take effect immediately. 10. Contact Information If you have any questions or concerns about these terms and conditions, please contact us at beleza@gmail.com. Manchester, UK +44-077-4619-3239 beleza@gmail.com Home Casino Rooms Contact Disclaimer Terms Conditions Privacy Policy",
    "thanks": "Thank You for Contacting Beleza Hotel - We Will Be in Touch Soon Thank You for Contacting Beleza Hotel We appreciate your interest in Beleza Hotel. Our team will review your message and get back to you as soon as possible. Your satisfaction is our priority, and we look forward to assisting you with your inquiry. In the meantime, feel free to explore our website to learn more about our luxurious rooms, top-notch amenities, and the exceptional experiences we offer. Thank you for choosing Beleza Hotel. Best regards, The Beleza Hotel Team Home"
  },
  "date": "2024-07-06T18:30:35.528Z"
}