{
  "name": "BetAta__RU",
  "pages": {
    "disclaimer": "Отказ от ответственности BetAta - Букмекерская контора Согласие на обработку персональных данных Мы используем файлы cookie. Мы ценим ваше доверие и ваша информация надежно и конфиденциально в соответствии с нашей Политикой конфиденциальности Мы гарантируем правильную обработку. Принять О нас Категории Услуги Свяжитесь с нами Добро пожаловать в BetAta: Отказ от ответственности Испытайте острые ощущения от ставок на спорт с BetAta. С широким ассортиментом видов спорта, конкурентоспособными коэффициентами и удобной платформой, мы предлагаем лучший опыт ставок. Отказ от ответственности Настоящий отказ от ответственности (далее — «Отказ») регулирует использование вами сайта букмекерской конторы «BatAta» («Сайт»). Получая доступ к Сайту и используя его, вы соглашаетесь соблюдать условия настоящего Отказа. Если вы не согласны с каким-либо положением настоящего Отказа, воздержитесь от использования Сайта. Не является инвестиционным советом Информация, представленная на Сайте, предназначена только для информационных целей и не является финансовым или инвестиционным советом. Букмекерская контора «BatAta» не несет ответственности за любые убытки или ущерб, возникшие в результате использования вами Сайта. Ответственная игра Букмекерская контора «BatAta» привержена принципам ответственной игры. Азартные игры могут вызывать привыкание, поэтому важно играть ответственно. Букмекерская контора «BatAta» предлагает ряд инструментов, которые помогут вам контролировать свои расходы на азартные игры, например установку лимитов депозитов и приостановку учетной записи. Точность информации Букмекерская контора «BatAta» прилагает все усилия для обеспечения точности и актуальности информации, представленной на Сайте. Тем не менее контора не дает никаких гарантий относительно точности или полноты такой информации. Букмекерская контора «BatAta» оставляет за собой право вносить изменения в информацию на Сайте без предварительного уведомления. Ограничение ответственности Букмекерская контора «BatAta» не несет ответственности за любой ущерб любого рода, возникший в результате использования вами Сайта, включая, помимо прочего, прямой, косвенный, особый, случайный или косвенный ущерб. Защита персональных данных Букмекерская контора «BatAta» привержена защите ваших персональных данных. Контора собирает и использует ваши персональные данные в соответствии со своей Политикой конфиденциальности. Авторское право Все материалы, опубликованные на Сайте, являются собственностью букмекерской конторы «BatAta» и защищены законами об авторском праве. Любое несанкционированное использование таких материалов может представлять собой нарушение законов об авторском праве. Применимое право Настоящий Отказ регулируется и толкуется в соответствии с законодательством Российской Федерации. Любые споры, возникающие в связи с настоящим Отказом, подлежат рассмотрению в судах Российской Федерации. Изменения Букмекерская контора «BatAta» оставляет за собой право вносить изменения в настоящий Отказ в любое время без предварительного уведомления. Ваше дальнейшее использование Сайта после внесения таких изменений означает принятие вами обновленного Отказа. Как связаться с нами? Если у вас есть вопросы о нашей Политике конфиденциальности, пожалуйста, свяжитесь с нами по адресу BetAta@gmail.com Главный офис Таганская пл., 12 стр. 5, Москва Позвоните нам +7 (495) 123-45-67 Электронная почта BetAta@gmail.com Условия и Положения Политика Конфиденциальности Отказ от Ответственности",
    "index": "BetAta - Ваше Премиальное Место для Ставок на Спорт Согласие на обработку персональных данных Мы используем файлы cookie. Мы ценим ваше доверие и ваша информация надежно и конфиденциально в соответствии с нашей Политикой конфиденциальности Мы гарантируем правильную обработку. Принять О нас Категории Услуги Свяжитесь с нами Добро пожаловать в BetAta: Ваше премиальное место для ставок Испытайте острые ощущения от ставок на спорт с BetAta. С широким ассортиментом видов спорта, конкурентоспособными коэффициентами и удобной платформой, мы предлагаем лучший опыт ставок. Присоединяйтесь к нам сегодня и наслаждайтесь захватывающими акциями, безопасными транзакциями и исключительной поддержкой клиентов. Делайте ставки с умом, делайте ставки безопасно с BetAta. О BetAta Добро пожаловать в BetAta, ведущую букмекерскую контору, где мы гордимся тем, что предлагаем лучшие коэффициенты в отрасли. В BetAta мы предоставляем широкий спектр вариантов ставок на спорт, гарантируя, что у вас есть доступ к самым популярным событиям и лучшим возможностям для выигрыша. Наша платформа разработана для удобства использования, что позволяет как новичкам, так и опытным игрокам уверенно делать ставки. Мы уделяем приоритетное внимание безопасности транзакций и предлагаем исключительную поддержку клиентов, чтобы вы могли делать ставки с уверенностью. Присоединяйтесь к BetAta сегодня и испытайте азарт ставок с непревзойденными коэффициентами, захватывающими акциями и надежной, удобной платформой. Категории Наши категории Ставки на спорт Делайте ставки на широкий спектр видов спорта с BetAta. Наслаждайтесь лучшими коэффициентами на футбол, крикет, баскетбол и многое другое. Делайте ставки на любимые команды и события с уверенностью и азартом. Онлайн ставки Испытайте удобство онлайн ставок с BetAta. Наша удобная платформа позволяет вам делать ставки в любое время и в любом месте. Наслаждайтесь безопасными транзакциями и доступом к различным видам спорта и событиям. Ставки в реальном времени Погрузитесь в действие с ставками в реальном времени с BetAta. Делайте ставки в реальном времени по мере развития событий, с постоянно обновляемыми коэффициентами. Наслаждайтесь азартом ставок в реальном времени и делайте свои прогнозы. Киберспорт Делайте ставки на захватывающий мир киберспорта с BetAta. От популярных игр, таких как Dota 2 и CS до новых видов киберспорта, мы предлагаем конкурентоспособные коэффициенты и динамичный опыт ставок для всех любителей киберспорта. Услуги Наши услуги Лучшие услуги BetAta В BetAta мы предлагаем широкий спектр услуг, чтобы улучшить ваш опыт ставок. От ставок на спорт и онлайн ставок до киберспорта и ставок в реальном времени, мы предоставляем первоклассные варианты для каждого типа игроков. Наслаждайтесь лучшими коэффициентами на широкий спектр видов спорта, удобной онлайн платформой и захватывающими возможностями для ставок в реальном времени. Наши услуги разработаны для того, чтобы быть безопасными, надежными и удобными, что позволяет вам делать ставки с уверенностью и удобством. Присоединяйтесь к BetAta сегодня и воспользуйтесь нашими исключительными услугами для ставок. BetAta Почему выбирают нас Лучшие коэффициенты: Мы предлагаем самые конкурентоспособные коэффициенты в отрасли, гарантируя вам максимальную прибыль от ваших ставок. Широкий спектр видов спорта: делайте ставки на разнообразные виды спорта и события: от футбола и крикета до киберспорта и многого другого. Удобная платформа: Наша интуитивно понятная и простая в навигации платформа делает размещение ставок простым и приятным как для новичков, так и для опытных игроков. Ставки в реальном времени: Испытайте азарт ставок в реальном времени с обновлениями коэффициентов в реальном времени и возможностью делать ставки по мере развития событий. Безопасные транзакции: делайте ставки с уверенностью, зная, что ваши транзакции безопасны, а ваша личная информация защищена самым современным шифрованием. Главный офис Таганская пл., 12 стр. 5, Москва Позвоните нам +7 (495) 123-45-67 Электронная почта BetAta@gmail.com Условия и Положения Политика Конфиденциальности Отказ от Ответственности",
    "policy": "Политика конфиденциальности BetAta - Ваша безопасность на первом месте Согласие на обработку персональных данных Мы используем файлы cookie. Мы ценим ваше доверие и ваша информация надежно и конфиденциально в соответствии с нашей Политикой конфиденциальности Мы гарантируем правильную обработку. Принять О нас Категории Услуги Свяжитесь с нами Добро пожаловать в BetAta: Политика конфиденциальности Испытайте острые ощущения от ставок на спорт с BetAta. С широким ассортиментом видов спорта, конкурентоспособными коэффициентами и удобной платформой, мы предлагаем лучший опыт ставок. Политика конфиденциальности букмекерской конторы 1. Общие положения 1.1. Настоящая Политика конфиденциальности (далее – Политика) регулирует порядок обработки и защиты персональных данных пользователей сайта букмекерской конторы 'BatAta' (далее – Сайт). 1.2. Термины, используемые в настоящей Политике, имеют следующее значение: Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных). Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. Администрация Сайта – уполномоченные сотрудники, управляющие Сайтом. 2. Сбор и обработка персональных данных 2.1. Администрация Сайта собирает и обрабатывает следующие персональные данные пользователей: Фамилия, имя, отчество. Дата и место рождения. Паспортные данные. Гражданство. Адрес места жительства (регистрации). 3. Хранение и защита персональных данных 3.1. Администрация Сайта хранит персональные данные пользователей в течение срока, необходимого для достижения целей, указанных в настоящей Политике. 3.2. Администрация Сайта принимает необходимые меры по защите персональных данных пользователей от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц. 4. Передача персональных данных третьим лицам 4.1. Администрация Сайта не передает персональные данные пользователей третьим лицам без их согласия, за исключением случаев, предусмотренных действующим законодательством. 4.2. Администрация Сайта может передать персональные данные пользователей третьим лицам в следующих случаях: Партнерам букмекерской конторы 'BatAta' для обработки ставок и игр. Финансовым организациям для обработки платежей. Правоохранительным органам в соответствии с действующим законодательством. 5. Права пользователей 5.1. Пользователи имеют следующие права в отношении своих персональных данных: Право на доступ к своим персональным данным. Право на уточнение (обновление, изменение) своих персональных данных. Право на блокирование или удаление своих персональных данных. 6. Изменения в Политике конфиденциальности* 6.1. Администрация Сайта оставляет за собой право вносить изменения в настоящую Политику. 6.2. Все изменения в Политике публикуются на Сайте. 6.3. Использование Сайта после внесения изменений в Политику означает согласие пользователя с такими изменениями. Как связаться с нами? Если у вас есть вопросы о нашей Политике конфиденциальности, пожалуйста, свяжитесь с нами по адресу BetAta@gmail.com Главный офис Таганская пл., 12 стр. 5, Москва Позвоните нам +7 (495) 123-45-67 Электронная почта BetAta@gmail.com Условия и Положения Политика Конфиденциальности Отказ от Ответственности",
    "terms-conditions": "Условия и положения BetAta - Букмекерская контора Согласие на обработку персональных данных Мы используем файлы cookie. Мы ценим ваше доверие и ваша информация надежно и конфиденциально в соответствии с нашей Политикой конфиденциальности Мы гарантируем правильную обработку. Принять О нас Категории Услуги Свяжитесь с нами Добро пожаловать в BetAta: Условия и Положения Испытайте острые ощущения от ставок на спорт с BetAta. С широким ассортиментом видов спорта, конкурентоспособными коэффициентами и удобной платформой, мы предлагаем лучший опыт ставок. Политика конфиденциальности BatAta BatAta, далее именуемая 'Компания', является оператором веб-сайта batata.com (далее 'Сайт') и стремится обеспечить конфиденциальность и безопасность персональных данных пользователей. Настоящая Политика конфиденциальности (далее - 'Политика') описывает, какую информацию мы собираем, как мы ее используем, как мы ее защищаем и какие права у вас есть в отношении этой информации. Какую информацию мы собираем? Мы собираем информацию о вас, когда вы регистрируетесь на Сайте, делаете ставки, участвуете в акциях, обращаетесь в службу поддержки или используете другие функции Сайта. Информация, предоставляемая вами: Сканы документов, удостоверяющих личность (паспорт, водительское удостоверение). При пополнении счета: банковские реквизиты (номер счета, имя владельца, IBAN), данные платежных Имя, фамилия, адрес электронной почты, номер телефона, дата рождения, пол, страна проживания. Информацию, необходимую для участия в акции (например, адрес электронной почты, номер телефона, номер счета). Информацию о вашем запросе (например, имя, фамилия, адрес электронной почты, номер телефона, описание проблемы). Информация, собираемая автоматически: Мы используем вашу информацию для следующих целей: Предоставление услуг: мы используем вашу информацию для предоставления вам услуг, связанных с сайтом, таких как регистрация, ставки, вывод средств и участие в акциях. Верификация: мы используем вашу информацию для верификации вашей личности и предотвращения мошенничества. Связь с вами: мы используем вашу информацию для связи с вами по вопросам, связанным с вашим аккаунтом, сайтом, акциями, правилами и условиями. Как мы защищаем вашу информацию? Мы принимаем все необходимые меры безопасности для защиты вашей информации от несанкционированного доступа, изменения, раскрытия или уничтожения. Шифрование: мы используем шифрование для защиты вашей информации, когда вы ее передаете нам. Пароли: мы используем хэширование паролей, чтобы защитить их от несанкционированного доступа. Cookies Сайт использует cookies для повышения удобства использования и сбора информации о вашем использовании сайта. Cookies - это маленькие файлы, которые хранятся на вашем компьютере или мобильном устройстве, когда вы посещаете сайт. Вы можете настроить свой браузер, чтобы блокировать cookies, но это может привести к ограничению функциональности сайта. Как долго мы храним вашу информацию? Мы храним вашу информацию в течение всего срока действия вашего аккаунта или до тех пор, пока это необходимо для выполнения целей, для которых она была собрана, или для соблюдения законодательных требований. Ваши права У вас есть следующие права в отношении вашей информации: Право на доступ: вы можете запросить доступ к своей информации. Право на исправление: вы можете запросить исправление неверной или неполной информации. Право на удаление: вы можете запросить удаление своей информации. Как связаться с нами? Если у вас есть вопросы о нашей Политике конфиденциальности, пожалуйста, свяжитесь с нами по адресу BetAta@gmail.com Главный офис Таганская пл., 12 стр. 5, Москва Позвоните нам +7 (495) 123-45-67 Электронная почта BetAta@gmail.com Условия и Положения Политика Конфиденциальности Отказ от Ответственности"
  },
  "date": "2024-07-04T09:46:56.995Z"
}