{
  "name": "BigAlbatrosSweden",
  "pages": {
    "about-us": "BigAlbatros - Om Oss BigAlbatros HEM OM OSS Casino Kontakt Om BigAlbatros Välkommen till BigAlbatros, din ultimata destination för en lyxig och avkopplande vistelse! På BigAlbatros tror vi att rätt miljö kan förvandla din upplevelse och höja din vistelse. Oavsett om du letar efter ett avslappnat rum för att njuta av din vardag eller en lyxig svit för att fullända din vistelse vid speciella tillfällen, har vi allt du behöver. Vårt uppdrag är att erbjuda våra gäster ett noggrant utvalt utbud av rum som inte bara uppfyller deras förväntningar utan också överträffar dem när det gäller kvalitet och komfort. Varje rum i vårt sortiment är noggrant utvalt för sin hållbarhet, stil och mångsidighet, vilket säkerställer att du kan känna dig trygg och bekväm under din vistelse. På BigAlbatros är vi engagerade i att erbjuda en enastående gästupplevelse. Från att boka ditt rum online till att checka in på hotellet, strävar vi efter att erbjuda utmärkt kundservice varje steg på vägen. Vårt team är dedikerat till att hjälpa dig hitta det perfekta rummet som passar din individuella stil och dina preferenser. Följ med oss på denna resa och upptäck de oändliga möjligheter som vårt hotell kan erbjuda. Tack för att du valde BigAlbatros - där lyx möter komfort! Utforska Våra Rum Dyk in i världen av lyx och komfort med vår noggrant utvalda kollektion av rum. Upptäck rum designade för att erbjuda den perfekta kombinationen av elegans och bekvämlighet. Standardrum Njut av en avkopplande vistelse i våra bekväma standardrum. Perfekt för både korta och långa vistelser, med alla nödvändiga bekvämligheter för en trivsam upplevelse. BOKA NU Deluxerum Förhöj din upplevelse med våra deluxerum som erbjuder extra utrymme och lyxiga bekvämligheter. Perfekt för en mer exklusiv vistelse. BOKA NU Svit Upplev det ultimata i lyx och komfort i våra rymliga sviter. Perfekt för en minnesvärd vistelse, med exklusiva bekvämligheter och fantastisk utsikt. BOKA NU Upptäck Våra Tjänster Förbättra din vistelse på BigAlbatros med våra exklusiva tjänster. Vi erbjuder allt du behöver för en bekväm och minnesvärd upplevelse. Rumsservice Njut av bekvämligheten med vår rumsservice. Beställ mat och dryck direkt till ditt rum och koppla av i lyx. LÄS MER Spa & Wellness Unna dig själv en avkopplande stund på vårt spa. Vi erbjuder ett brett utbud av behandlingar för ditt välbefinnande. LÄS MER Gästrecensioner \"Jag hade en fantastisk vistelse på BigAlbatros! Servicen var utmärkt, rummet var lyxigt och alla faciliteter var förstklassiga. Jag rekommenderar starkt detta hotell!\" - Anna L. \"BigAlbatros är det perfekta stället för en avkopplande semester. Hotellet har allt du behöver för en bekväm och minnesvärd vistelse. Kommer definitivt tillbaka!\" - Erik M. \"En fantastisk upplevelse från början till slut. BigAlbatros erbjuder en hög nivå av service och komfort. Rekommenderas varmt till alla som söker en lyxig hotellvistelse.\" - Julia K. BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor",
    "contacts": "BigAlbatros - Kontakta Oss BigAlbatros HEM OM OSS Casino Kontakt Har du en fråga till BigAlbatros? Jag accepterar Integritetspolicy SKICKA KONTAKTA BIGALBATROS Heliosgången 20, 120 30 Stockholm, Sverige bigalbatros@gmail.com +46 8 128 120 05 BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor",
    "disclaimers": "BigAlbatros - Ansvarsfriskrivningar BigAlbatros HEM OM OSS Casino Kontakt Ansvarsfriskrivning Välkommen till BigAlbatros Hotel Resort. Genom att använda vår webbplats och våra tjänster godkänner du följande ansvarsfriskrivningar och begränsningar. Om du inte samtycker till dessa villkor, vänligen avstå från att använda vår webbplats. 1. Ingen Ansvar för Information All information på vår webbplats tillhandahålls i befintligt skick och utan några garantier av något slag. Vi gör vårt bästa för att säkerställa att informationen är korrekt och aktuell, men vi garanterar inte att den är fullständig, korrekt eller alltid tillgänglig. 2. Ansvar för Skador BigAlbatros Hotel Resort ansvarar inte för några skador eller förluster som kan uppstå till följd av användning av vår webbplats eller vår information. Detta inkluderar, men är inte begränsat till, direkta, indirekta, tillfälliga eller följdskador. 3. Tredje Parts Webbplatser Vår webbplats kan innehålla länkar till tredje parts webbplatser. Dessa länkar tillhandahålls endast för din bekvämlighet och vi ansvarar inte för innehållet eller tillgängligheten på dessa webbplatser. Användning av tredje parts webbplatser sker på egen risk. 4. Ändringar Vi förbehåller oss rätten att ändra, uppdatera eller ta bort delar av denna ansvarsfriskrivning när som helst utan föregående meddelande. Det är ditt ansvar att regelbundet kontrollera denna sida för att vara medveten om eventuella ändringar. BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor",
    "index": "BigAlbatros - Höj din vistelse med lyx och komfort BigAlbatros HEM OM OSS Casino Kontakt Upptäck Stilfull Komfort Ge dig ut på en resa av stil och komfort med BigAlbatros. Utforska vårt noggrant utvalda utbud av högkvalitativa rum designade för att förhöja din upplevelse. Låt BigAlbatros omdefiniera din syn på lyx och bekvämlighet. UTFORSKA RUM Om BigAlbatros Välkommen till BigAlbatros, din ultimata destination för en lyxig och avkopplande vistelse! På BigAlbatros tror vi att rätt miljö kan förvandla din upplevelse och höja din vistelse. Oavsett om du letar efter ett avslappnat rum för att njuta av din vardag eller en lyxig svit för att fullända din vistelse vid speciella tillfällen, har vi allt du behöver. Vårt uppdrag är att erbjuda våra gäster ett noggrant utvalt utbud av rum som inte bara uppfyller deras förväntningar utan också överträffar dem när det gäller kvalitet och komfort. Varje rum i vårt sortiment är noggrant utvalt för sin hållbarhet, stil och mångsidighet, vilket säkerställer att du kan känna dig trygg och bekväm under din vistelse. På BigAlbatros är vi engagerade i att erbjuda en enastående gästupplevelse. Från att boka ditt rum online till att checka in på hotellet, strävar vi efter att erbjuda utmärkt kundservice varje steg på vägen. Vårt team är dedikerat till att hjälpa dig hitta det perfekta rummet som passar din individuella stil och dina preferenser. Följ med oss på denna resa och upptäck de oändliga möjligheter som vårt hotell kan erbjuda. Tack för att du valde BigAlbatros - där lyx möter komfort! Utforska Våra Rum Dyk in i världen av lyx och komfort med vår noggrant utvalda kollektion av rum. Upptäck rum designade för att erbjuda den perfekta kombinationen av elegans och bekvämlighet. Standardrum Njut av en avkopplande vistelse i våra bekväma standardrum. Perfekt för både korta och långa vistelser, med alla nödvändiga bekvämligheter för en trivsam upplevelse. BOKA NU Deluxerum Förhöj din upplevelse med våra deluxerum som erbjuder extra utrymme och lyxiga bekvämligheter. Perfekt för en mer exklusiv vistelse. BOKA NU Svit Upplev det ultimata i lyx och komfort i våra rymliga sviter. Perfekt för en minnesvärd vistelse, med exklusiva bekvämligheter och fantastisk utsikt. BOKA NU Upptäck Våra Tjänster Förbättra din vistelse på BigAlbatros med våra exklusiva tjänster. Vi erbjuder allt du behöver för en bekväm och minnesvärd upplevelse. Rumsservice Njut av bekvämligheten med vår rumsservice. Beställ mat och dryck direkt till ditt rum och koppla av i lyx. LÄS MER Spa & Wellness Unna dig själv en avkopplande stund på vårt spa. Vi erbjuder ett brett utbud av behandlingar för ditt välbefinnande. LÄS MER Utvalda Aktiviteter Spa & Avkoppling Njut av en avkopplande stund på vårt lyxiga spa, där du kan få behandlingar som återupplivar kropp och själ. Från 499 SEK Läs Mer Äventyrsutflykter Utforska den natursköna omgivningen med våra guidade äventyrsutflykter, perfekta för de som söker spänning. Från 299 SEK Läs Mer Gourmet Middagar Upplev kulinarisk excellens med våra gourmetmiddagar, där våra kockar skapar minnesvärda matupplevelser. Från 799 SEK Läs Mer Gästrecensioner \"Jag hade en fantastisk vistelse på BigAlbatros! Servicen var utmärkt, rummet var lyxigt och alla faciliteter var förstklassiga. Jag rekommenderar starkt detta hotell!\" - Anna L. \"BigAlbatros är det perfekta stället för en avkopplande semester. Hotellet har allt du behöver för en bekväm och minnesvärd vistelse. Kommer definitivt tillbaka!\" - Erik M. \"En fantastisk upplevelse från början till slut. BigAlbatros erbjuder en hög nivå av service och komfort. Rekommenderas varmt till alla som söker en lyxig hotellvistelse.\" - Julia K. BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor",
    "privacy-policy": "BigAlbatros - Sekretesspolicy BigAlbatros HEM OM OSS Casino Kontakt Integritetspolicy På BigAlbatros Hotel Resort är din integritet viktig för oss. Denna policy förklarar hur vi samlar in, använder, lagrar och skyddar din personliga information. 1. Information vi Samlar in Vi samlar in information som du ger oss när du registrerar dig, gör en bokning eller kontaktar oss. Detta kan inkludera ditt namn, e-postadress, telefonnummer och betalningsinformation. 2. Hur Vi Använder Din Information Vi använder din information för att tillhandahålla och förbättra våra tjänster, bearbeta dina bokningar, kommunicera med dig och skicka relevant information och erbjudanden. 3. Delning av Din Information Vi delar inte din information med tredje part utan ditt samtycke, förutom när det är nödvändigt för att tillhandahålla våra tjänster, till exempel med betalningsleverantörer eller andra partner som hjälper oss att driva vår verksamhet. 4. Säkerhet Vi vidtar lämpliga tekniska och organisatoriska åtgärder för att skydda din personliga information mot obehörig åtkomst, förlust eller förändring. Trots våra ansträngningar kan vi inte garantera fullständig säkerhet. 5. Dina Rättigheter Du har rätt att begära tillgång till, korrigera eller radera din personliga information. Du kan också när som helst återkalla ditt samtycke till att vi behandlar din information. 6. Ändringar i Integritetspolicyn Vi kan uppdatera denna integritetspolicy från tid till annan. Eventuella ändringar kommer att publiceras på denna sida. Det är ditt ansvar att regelbundet kontrollera denna policy för att vara medveten om eventuella ändringar. BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor",
    "products": "BigAlbatros - Spela på Vårt Casino BigAlbatros HEM OM OSS Casino Kontakt Utvalda Spel Jackpot Slotmaskiner Spela på våra populära slotmaskiner och ha chansen att vinna stora jackpottar. Upplev spänningen och adrenalinet! Spela Nu Blackjack Testa dina färdigheter med vår klassiska blackjack. Sätt dig vid bordet och försök slå dealern för att vinna. Spela Nu Roulette Upplev spänningen med roulette. Sätt din satsning och se om lyckan är på din sida när hjulet snurrar. Spela Nu Upptäck Våra Casinospel Förbättra din spelupplevelse på BigAlbatros Casino med våra spännande casinospel. Vi erbjuder en rad spelalternativ för en oförglömlig spelstund. Blackjack Testa dina kortspelkunskaper i vår klassiska blackjack. Sätt dig vid bordet och slå dealern för att vinna stort. LÄS MER Roulette Kasta in din satsning och se hjulet snurra i vår eleganta roulette. En klassiker med spänning i varje snurr. LÄS MER Tillgång till webbplatsen är endast tillgänglig för personer över 18 år. Bekräfta att du är 18 år eller äldre. Vi främjar ansvarsfullt spelande och rekommenderar att spela med måtta. Ja, jag är 18 år eller äldre Nej, jag är inte 18 BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "BigAlbatros - Allmänna Villkor BigAlbatros HEM OM OSS Casino Kontakt Villkor Välkommen till BigAlbatros Hotel Resort. Genom att använda vår webbplats och våra tjänster, godkänner du följande villkor: 1. Allmän Information Denna webbplats tillhandahålls av BigAlbatros Hotel Resort. All information, material och tjänster på denna webbplats är avsedda för användning enligt dessa villkor. 2. Användning av Webbplatsen Du får inte använda denna webbplats på något sätt som kan orsaka skada eller avbrott på webbplatsen, eller på något sätt som är olaglig eller förbjuden av dessa villkor. 3. Ändringar BigAlbatros förbehåller sig rätten att ändra dessa villkor när som helst. Ändringar träder i kraft när de publiceras på denna webbplats. Det är ditt ansvar att regelbundet kontrollera dessa villkor för att vara medveten om eventuella ändringar. 4. Ansvar Vi tar inget ansvar för några skador eller förluster som kan uppstå på grund av användning av denna webbplats. Vi ansvarar inte för innehåll som tillhandahålls av tredjepartswebbplatser som kan länkas till vår webbplats. 5. Immateriella Rättigheter Allt innehåll på denna webbplats, inklusive men inte begränsat till text, bilder och logotyper, är skyddat av upphovsrätt och andra immateriella rättigheter. Du får inte kopiera, distribuera eller på annat sätt använda detta material utan vårt skriftliga tillstånd. 6. Tvistlösning Eventuella tvister som uppstår i samband med dessa villkor eller användningen av webbplatsen kommer att lösas enligt svensk lag, och eventuella tvister kommer att prövas av svensk domstol. BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor",
    "thanks": "BigAlbatros - Tack för Din Kontakt BigAlbatros HEM OM OSS Casino Kontakt Tack för Din Kontakt! Vi har mottagit din förfrågan och kommer att återkomma till dig så snart som möjligt. Din feedback är viktig för oss, och vi ser fram emot att hjälpa dig med ditt ärende. Om du har några ytterligare frågor eller behöver snabbare hjälp, tveka inte att kontakta oss direkt via e-post eller ring oss på +46 8 128 120 05. Tack för att du valde BigAlbatros Hotel Resort! BigAlbatros använder cookies för att säkerställa att du får den bästa upplevelsen på vår webbplats. Acceptera eller avvisa. Acceptera Avvisa BigAlbatros Ansvarsfriskrivning Integritetspolicy Villkor"
  },
  "date": "2024-07-22T14:07:53.791Z"
}