{
  "name": "BlueHorizonAustralia",
  "pages": {
    "about-us": "About Us - BlueHorizon Hotel Resort - Our Commitment to Excellence BlueHorizon HOME ABOUT US Casino Contact ABOUT BLUEHORIZON At BlueHorizon Hotel Resort, we are dedicated to providing an exceptional hospitality experience. With a focus on luxury, comfort, and guest satisfaction, we aim to redefine the resort experience. Our mission is to create memorable and enriching experiences for our guests by offering top-notch accommodations, outstanding service, and a range of world-class amenities. We believe in exceeding expectations and making every stay unforgettable. Our Values Excellence: We strive for excellence in all aspects of our operations, ensuring the highest standards of service and hospitality. Quality: We are committed to providing top-quality accommodations and amenities, ensuring a luxurious and comfortable stay for our guests. Guest Satisfaction: We prioritize guest satisfaction by offering personalized service and addressing the unique needs of each guest. Integrity: We conduct business with integrity, honesty, and transparency, earning the trust and respect of our guests, partners, and employees. Community: We believe in giving back to the community and strive to make a positive impact through various social responsibility initiatives. A PLACE FOR UNFORGETTABLE MEMORIES Discover the perfect escape to enhance your life with BlueHorizon Hotel Resort. EXPLORE ROOMS The BlueHorizon Experience Welcome to BlueHorizon Hotel Resort, where luxury meets tranquility! Discover the perfect blend of exquisite accommodations and breathtaking views. Let's redefine your hospitality experience together. Our Amenities Explore our diverse range of top-notch amenities at BlueHorizon. Whether you seek relaxation, adventure, or exquisite dining, we have the perfect amenities to meet your desires. Our Hospitality Experience unparalleled hospitality at BlueHorizon. Our resort is designed to provide exceptional comfort, service, and style. Let's embark on a journey of luxurious indulgence together. CELEBRATE UNFORGETTABLE MOMENTS Discover and join us in celebrating the best of BlueHorizon Hotel Resort. Stay updated on our upcoming events and activities, and be a part of the unforgettable experiences at BlueHorizon. WHY CHOOSE BLUEHORIZON? Explore the top features that make BlueHorizon Hotel Resort stand out. Our commitment to luxury, comfort, and exceptional service ensures you get the best hospitality experience. Luxury Accommodations BlueHorizon offers exquisitely designed rooms and suites that provide the ultimate in comfort and elegance for a perfect stay. World-Class Amenities Enjoy a range of world-class amenities, including a spa, fitness center, and gourmet dining options that cater to all your needs. Stunning Locations Our resort is situated in breathtaking locations that offer spectacular views and easy access to local attractions and activities. Exceptional Service Experience exceptional service with our dedicated staff committed to making your stay memorable and enjoyable. The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com",
    "contacts": "Contact BlueHorizon Hotel Resort - We're Here to Help BlueHorizon HOME ABOUT US Casino Contact After submitting the form, our team will contact you! I accept Privacy Policy SUBMIT The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com",
    "disclaimers": "BlueHorizon Hotel Resort - Disclaimers and Policies BlueHorizon HOME ABOUT US Casino Contact Important Disclaimers Understanding Our Website Content The information presented on this website is intended for general purposes only. While BlueHorizon Hotel Resort strives to maintain accurate and up-to-date information, we make no guarantees, expressed or implied, regarding the website's completeness, accuracy, reliability, suitability, or availability. This includes the information, products, services, and related graphics presented here. Any reliance on such information is entirely at your own discretion and risk. External Links This website may contain links to external websites that are not operated, maintained by, or affiliated with BlueHorizon Hotel Resort. It's important to note that we cannot guarantee the accuracy, relevance, timeliness, or completeness of any information found on these external websites. Limitations of Responsibility BlueHorizon Hotel Resort, its employees, partners, and affiliates will not be held liable for any indirect, incidental, special, consequential, or punitive damages. This includes, but is not limited to, loss of profits, data, use, goodwill, or other intangible losses arising from: (i) your access to, use of, or inability to access or use the website; (ii) any conduct or content of third parties on the website; (iii) any content obtained from the website; and (iv) unauthorized access, use, or alteration of your transmissions or content. This applies regardless of the legal theory used (warranty, contract, tort including negligence) and even if we were informed of the possibility of such damage. Additionally, this applies even if a remedy set forth herein is found to have failed of its essential purpose. Updates to Disclaimers We reserve the right to modify or replace these disclaimers at any time, at our sole discretion. If changes are made, the updated disclaimers will be posted on the website. Your continued use of the website after any such changes constitutes your acceptance of the new disclaimers. The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com",
    "index": "BlueHorizon Hotel Resort - Experience, Connect, Cherish BlueHorizon HOME ABOUT US Casino Contact EXPERIENCE THE LUXURY OF BLUEHORIZON Discover the perfect getaway at BlueHorizon Hotel Resort. Explore our range of luxurious rooms and suites designed to enhance your relaxation and enjoyment. Experience unparalleled hospitality and exquisite amenities. EXPLORE ROOMS ABOUT BLUEHORIZON At BlueHorizon Hotel Resort, we are dedicated to providing an exceptional hospitality experience. With a focus on luxury, comfort, and guest satisfaction, we aim to redefine the resort experience. Our mission is to create memorable and enriching experiences for our guests by offering top-notch accommodations, outstanding service, and a range of world-class amenities. We believe in exceeding expectations and making every stay unforgettable. Our Values Excellence: We strive for excellence in all aspects of our operations, ensuring the highest standards of service and hospitality. Quality: We are committed to providing top-quality accommodations and amenities, ensuring a luxurious and comfortable stay for our guests. Guest Satisfaction: We prioritize guest satisfaction by offering personalized service and addressing the unique needs of each guest. Integrity: We conduct business with integrity, honesty, and transparency, earning the trust and respect of our guests, partners, and employees. Community: We believe in giving back to the community and strive to make a positive impact through various social responsibility initiatives. The BlueHorizon Experience Welcome to BlueHorizon Hotel Resort, where luxury meets tranquility! Discover the perfect blend of exquisite accommodations and breathtaking views. Let's redefine your hospitality experience together. Our Amenities Explore our diverse range of top-notch amenities at BlueHorizon. Whether you seek relaxation, adventure, or exquisite dining, we have the perfect amenities to meet your desires. Our Hospitality Experience unparalleled hospitality at BlueHorizon. Our resort is designed to provide exceptional comfort, service, and style. Let's embark on a journey of luxurious indulgence together. A PLACE FOR UNFORGETTABLE MEMORIES Discover the perfect escape to enhance your life with BlueHorizon Hotel Resort. EXPLORE ROOMS EXPERIENCE BLUEHORIZON Immerse yourself in luxury, stunning designs, and exceptional hospitality that define the BlueHorizon experience. Unleash Unparalleled Luxury From: BlueHorizon Team Categories: Luxury, Comfort Discover Exquisite Dining From: BlueHorizon Team Categories: Dining, Cuisine Experience Rejuvenating Spa From: BlueHorizon Team Categories: Spa, Wellness CELEBRATE UNFORGETTABLE MOMENTS Discover and join us in celebrating the best of BlueHorizon Hotel Resort. Stay updated on our upcoming events and activities, and be a part of the unforgettable experiences at BlueHorizon. WHY CHOOSE BLUEHORIZON? Explore the top features that make BlueHorizon Hotel Resort stand out. Our commitment to luxury, comfort, and exceptional service ensures you get the best hospitality experience. Luxury Accommodations BlueHorizon offers exquisitely designed rooms and suites that provide the ultimate in comfort and elegance for a perfect stay. World-Class Amenities Enjoy a range of world-class amenities, including a spa, fitness center, and gourmet dining options that cater to all your needs. Stunning Locations Our resort is situated in breathtaking locations that offer spectacular views and easy access to local attractions and activities. Exceptional Service Experience exceptional service with our dedicated staff committed to making your stay memorable and enjoyable. The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com",
    "privacy-policy": "BlueHorizon Hotel Resort - Privacy Policy BlueHorizon HOME ABOUT US Casino Contact Your Privacy Policy At BlueHorizon Hotel Resort, we prioritize safeguarding the information you entrust to us. This policy outlines how we handle any data collected through our website. Data We Gather We only collect data essential for specific purposes, such as enhancing your experience, facilitating communication, and continually improving our services. Utilizing Your Data The data we collect empowers us to: Deliver, maintain, and optimize our website functionality. Tailor and expand our website to better serve your needs. Gain insights into website usage patterns. Develop innovative services, features, and functionalities. Safeguarding Your Information We understand the importance of protecting your personal information. We utilize industry-standard security measures to safeguard your data. However, it's crucial to remember that no online transmission or electronic storage method is entirely infallible. Therefore, we cannot guarantee absolute security. Updates to This Policy We reserve the right to periodically update this Privacy Policy. We will notify you of any changes by publishing the revised policy on this page. The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com",
    "products": "BlueHorizon Casino - Thrilling Games, Unmatched Excitement BlueHorizon HOME ABOUT US Casino Contact Exciting Slot Games Welcome to the BlueHorizon Casino, where excitement meets luxury! Discover our wide range of slot games, each offering thrilling experiences and the chance to win big. Let's redefine your casino experience together. Classic Table Games Explore our diverse range of classic table games at BlueHorizon Casino. Whether you enjoy poker, blackjack, or roulette, we have the perfect games to satisfy your cravings for excitement and strategy. Casino Action Experience the thrill of casino games at BlueHorizon. Our dealers bring an authentic casino experience right to your table. Let's embark on a journey of real-time gaming excitement together. EXPERIENCE BLUEHORIZON CASINO Immerse yourself in excitement, stunning designs, and exceptional gaming experiences that define the BlueHorizon Casino. Unleash Unparalleled Excitement From: BlueHorizon Casino Team Categories: Slot Games, Jackpots Discover Thrilling Table Games From: BlueHorizon Casino Team Categories: Table Games, Strategy Experience Real-Time Gaming From: BlueHorizon Casino Team Categories: WHY CHOOSE BLUEHORIZON CASINO? Explore the top features that make BlueHorizon Casino stand out. Our commitment to excitement, variety, and exceptional service ensures you get the best gaming experience. Extensive Game Selection BlueHorizon Casino offers a wide range of games, from classic slots to modern video slots, table games, and dealer experiences. High Payouts and Bonuses Enjoy high payouts and exciting bonuses, ensuring that every visit to BlueHorizon Casino is rewarding and thrilling. State-of-the-Art Technology Our casino features the latest technology, providing a seamless and immersive gaming experience with stunning graphics and sound. Exceptional Customer Service Experience exceptional service with our dedicated staff, ready to assist you and ensure your gaming experience is enjoyable and memorable. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "BlueHorizon Hotel Resort - Terms and Conditions BlueHorizon HOME ABOUT US Casino Contact Welcome to BlueHorizon Terms and Conditions! Understanding the Ground Rules This document outlines the expectations (terms and conditions) for using our website. By accessing our website, you agree to these terms. Ownership of Content With the exception of content you create, BlueHorizon Hotel Resort and its licensors hold all intellectual property rights for the materials on this website. Limitations on Use Here are some actions you're kindly asked to refrain from: Republishing any website content elsewhere. Profiting from website materials through selling or sub-licensing. Publicly displaying or performing website content. Using the website in a way that harms its functionality or accessibility. Engaging in activities that could negatively impact other users. Using the website for any purpose that violates laws or regulations, or that could bring harm to the website, individuals, or businesses. Extracting data (mining, harvesting) or engaging in similar activities on the website. Using the website for advertising or marketing purposes. Your Contributions (Content) Within these terms, \"Your Content\" refers to any audio, video, text, images, or other material you choose to share on this website. By sharing Your Content, you grant BlueHorizon Hotel Resort a non-exclusive, worldwide, irrevocable, and sub-licensable license to utilize, reproduce, adapt, publish, translate, and distribute it in various media formats. Governing Law These terms and conditions are governed by and interpreted according to Australian law. You irrevocably agree to the exclusive jurisdiction of the courts within that jurisdiction. The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com",
    "thanks": "BlueHorizon Hotel Resort - Thank You BlueHorizon HOME ABOUT US Casino Contact Thank You! Thank you for choosing BlueHorizon Hotel Resort. We appreciate your trust in us and look forward to providing you with an unforgettable experience. For any further assistance, please don't hesitate to contact us. The BlueHorizon website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline BlueHorizon Welcome to BlueHorizon, where unforgettable Luxury journey. Quick Links HOME ABOUT US CASINO CONTACTS Important Links DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS Contact Us 1 Harris St, Wellington Point QLD 4160, Australia +61489921018 bluehorizon@gmail.com"
  },
  "date": "2024-07-14T06:59:05.077Z"
}