{
  "name": "BrightCourtyard",
  "pages": {
    "casino": "Feel the Excitement and Thrill Bright Courtyard Rooms About Our playing place To book Experience Excitement at Bright Courtyard Hotel Casino Step into a world of exhilaration and entertainment at the Bright Courtyard Hotel Casino. Located within our luxurious hotel, our casino offers an electrifying atmosphere where luck meets luxury. To book Premier Gaming Experience: Our casino features a wide range of gaming options to suit every preference. From state-of-the-art slot machines to thrilling table games like blackjack, poker, and roulette, there's something for every enthusiast to enjoy. Upscale Ambiance: Enjoy the thrill of gaming in a sophisticated and welcoming setting. Our casino is elegantly designed with stylish décor and comfortable seating, providing the perfect environment for an unforgettable night of excitement. Expert Service and Hospitality: At Bright Courtyard Hotel Casino, we prioritize exceptional service and guest satisfaction. Our professional staff is dedicated to ensuring a seamless and enjoyable experience, from assisting with gaming queries to serving your favorite drinks. Exclusive Events and Promotions: Stay tuned for our exclusive events and promotions, offering exciting opportunities to win big and enjoy special perks. Whether it's a themed party, a tournament, or a VIP event, our casino promises excitement and rewards. Dining and Refreshments: Refuel and recharge with delicious dining options and refreshing beverages available right at the casino. Our bar and lounge area provide a relaxing space to unwind and celebrate your wins. Exciting Gaming Tournaments at Bright Courtyard Hotel Join the thrill of competitive gaming at Bright Courtyard Hotel, where we host a variety of exciting tournaments throughout the year. Whether you're a seasoned player or new to the game, our tournaments offer an exhilarating opportunity to showcase your skills and compete for fantastic prizes. Diverse Tournament Offerings: From poker championships to slot machine showdowns, our tournaments span a wide range of games to cater to diverse interests. Each event is carefully curated to provide a thrilling and fair competition, ensuring an engaging experience for all participants. Prizes and Rewards: Compete for prestigious titles and generous prizes, including cash rewards, luxury stays at our hotel, exclusive dining experiences, and more. Our tournaments are designed to reward excellence and celebrate the spirit of competition. Professional Atmosphere: Experience the excitement of gaming in a professional and supportive atmosphere. Our casino staff and organizers are dedicated to ensuring smooth operations and fair play, allowing you to focus on enjoying the competition. How to Participate: Stay tuned for announcements about upcoming tournaments, including details on game formats, registration procedures, and entry requirements. Whether you're a solo player or part of a team, everyone is welcome to join the action at Bright Courtyard Hotel. To learn more Bright Courtyard Home About Our playing place Privacy Policy Terms and Conditions Disclaimer Rosenheimer Str. 5, 81667 München, Germany +44-20-5785-5212 brightcourtyard@gmail.com Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 years old or older We use cookies on our Bright Courtyard Hotel website to enhance your user experience and ensure the proper functioning of the site. Cookies are small text files that are placed on your device to collect information about your interactions with the website and preferences. This information helps us analyze site traffic, provide personalized content, and improve our services. You can manage cookie settings through your browser settings and choose to accept or decline their use according to your preferences. Accept",
    "disclaimer": "Disclaimer | Palacio de Bright Courtyard Bright Courtyard Rooms About Our playing place To book 1. Accuracy of Information The information provided on this website is for general informational purposes only. We make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 2. Changes and Updates We reserve the right to modify, update, or remove content from this website at any time without prior notice. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information contained on the website. 3. External Links This website may contain links to external websites that are not provided or maintained by us. These links are provided for your convenience and do not imply endorsement of the content or views expressed within those websites. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. 4. Third-Party Services We may utilize third-party services, plugins, or applications on this website for various purposes, including analytics, advertising, and social media integration. These services may collect and use data in accordance with their own privacy policies, over which we have no control. We disclaim any liability arising from your use of or reliance on such third-party services. 5. Availability of Services We make no guarantee that the services offered on this website will be available at all times, uninterrupted, or error-free. We reserve the right to suspend, withdraw, or modify the website or any part of it without notice. We shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website or its services. 6. Limitation of Liability In no event shall Bright Courtyard Hotel, its affiliates, or its employees be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of or in any way connected with the use of this website, whether based on contract, tort, strict liability, or otherwise, even if advised of the possibility of such damages. 7. Indemnification You agree to indemnify and hold harmless Bright Courtyard Hotel, its affiliates, and its employees from and against any claims, liabilities, damages, losses, and expenses, including without limitation, reasonable attorney's fees and costs, arising out of or in any way connected with your use of the website or violation of these terms. 8. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of [Your Country/State], without regard to its conflict of law provisions. Any dispute arising out of or in connection with the use of this website shall be subject to the exclusive jurisdiction of the courts located in [Your Jurisdiction]. 9. Changes to Disclaimer We reserve the right to modify or update this disclaimer at any time without prior notice. Any changes will be effective immediately upon posting on this website. It is your responsibility to review this disclaimer periodically to ensure you are aware of any updates. 10. Contact Us If you have any questions or concerns regarding this disclaimer, please contact us at brightcourtyard@gmail.com. Bright Courtyard Home About Our playing place Privacy Policy Terms and Conditions Disclaimer Rosenheimer Str. 5, 81667 München, Germany +44-20-5785-5212 brightcourtyard@gmail.com",
    "index": "Empower Your Business with Professional Management Solutions Bright Courtyard Rooms About Our playing place To book Welcome to Bright Courtyard Hotel Discover an oasis of luxury and tranquility at Bright Courtyard Hotel. Nestled in a prime location, our exquisite rooms and exceptional amenities ensure a memorable stay. Whether you're here for business or leisure, enjoy impeccable service, modern comforts, and an unparalleled hospitality experience. To book Our Rooms: A Diverse and Beautiful Selection At Bright Courtyard Hotel, our rooms are designed to provide a serene and luxurious retreat for every guest. Each room boasts a unique blend of contemporary elegance and comfort, ensuring a delightful stay no matter your needs or preferences. From cozy standard rooms to spacious suites, every space is thoughtfully decorated with modern furnishings, beautiful artwork, and premium amenities. Enjoy stunning views, plush bedding, and state-of-the-art technology in every room. Whether you seek a romantic getaway, a family vacation, or a productive business trip, our diverse and beautiful rooms cater to every taste and occasion. Experience the perfect blend of style, comfort, and convenience at Bright Courtyard Hotel. Exclusive Discounts at Bright Courtyard Hotel Early Bird Special Book your stay at least 30 days in advance and receive a 20% discount on your room rate. Plan ahead and save on your luxurious getaway. Weekend Getaway Enjoy a 15% discount on room rates for stays of two nights or more over the weekend. Escape the daily grind and relax in comfort. Long Stay Savings Stay with us for 7 nights or more and receive a 25% discount on your room rate. Perfect for extended vacations or business trips. Family Package Book a family room and enjoy a 10% discount, plus kids eat free with each paying adult. Make unforgettable memories with your loved ones. Dining Delight Receive a 10% discount on all food and beverage purchases at our in-house restaurant. Savor delicious meals and exquisite drinks throughout your stay. Loyalty Rewards Join our loyalty program and earn points for every stay. Redeem points for free nights, upgrades, and exclusive dining discounts. The more you stay, the more you save. Luxurious Penthouse Suite Indulge in the epitome of elegance and comfort in our Luxurious Penthouse Suite. This expansive suite offers breathtaking panoramic views of the city, creating a serene and picturesque backdrop for your stay. Spacious Living Area: Relax in the beautifully furnished living room, featuring plush sofas, a large flat-screen TV, and a state-of-the-art sound system. Private Terrace: Step out onto your private terrace and enjoy the stunning cityscape, perfect for morning coffee or evening cocktails. Gourmet Kitchen: A fully equipped kitchen with modern appliances allows you to prepare meals at your convenience. Master Bedroom: The master bedroom features a king-sized bed with premium linens, an elegant walk-in closet, and a large flat-screen TV. En-Suite Bathroom: The luxurious en-suite bathroom includes a deep soaking tub, a rainfall shower, and high-end toiletries. Royal Presidential Suite Experience unparalleled luxury and sophistication in our Royal Presidential Suite. This exquisite suite is designed for guests who seek the ultimate in comfort and exclusivity. Grand Living Room: The spacious living room is adorned with exquisite furnishings, a grand piano, and a large flat-screen TV, perfect for entertaining or relaxing. Dining Area: A formal dining area with seating for eight allows you to host intimate dinners or business meetings. Private Balcony: Enjoy the view from your private balcony, equipped with comfortable seating and an outdoor hot tub. Master Bedroom: The master bedroom features a king-sized canopy bed, luxurious linens, and a sitting area with a cozy fireplace. Luxury Bathroom: The opulent bathroom offers a marble soaking tub, a rainfall shower, double vanities, and premium bath products. Our Beautiful and Stunning Hotel Building Welcome to Bright Courtyard Hotel, where architectural elegance meets modern sophistication. Our stunning building is a true landmark, capturing the essence of luxury and charm in every detail. Architectural Design: The exterior of Bright Courtyard Hotel is a masterpiece of contemporary design, featuring clean lines, expansive glass facades, and striking geometric forms. The façade is adorned with lush greenery, creating a harmonious blend of nature and modernity. Grand Entrance: As you approach the hotel, you are greeted by a grand entrance with a magnificent canopy and a beautifully landscaped courtyard. The welcoming lobby, with its high ceilings, elegant chandeliers, and exquisite marble flooring, sets the tone for the luxurious experience that awaits inside. Interior Elegance: Step inside and be captivated by the refined interior design. Each space within the hotel is meticulously crafted to offer an atmosphere of sophistication and comfort. From the plush seating areas to the tasteful artwork, every element reflects our commitment to providing an exceptional ambiance. Amenities and Facilities: The hotel boasts a range of world-class amenities, including a state-of-the-art fitness center, a serene spa, and a stunning rooftop pool with panoramic views of the city. Our in-house restaurant offers a gourmet dining experience, with a menu that celebrates both local and international cuisine. Rooms and Suites: Our beautifully designed rooms and suites are the epitome of luxury and comfort. Each room is thoughtfully decorated with high-end furnishings, modern technology, and lavish amenities, ensuring a restful and rejuvenating stay for every guest. Exceptional Service at Bright Courtyard Hotel At Bright Courtyard Hotel, we pride ourselves on delivering unparalleled service to each and every guest. Our commitment to excellence ensures that your stay with us is not only comfortable but truly memorable. Personalized Attention: From the moment you arrive, our dedicated team is here to cater to your every need. We believe in providing personalized attention, anticipating your desires, and exceeding your expectations. Whether it's a warm welcome at check-in or a thoughtful farewell, we strive to make every interaction special. 24/7 Availability Our concierge team is available around the clock to assist with any request. Whether you need dinner reservations, tickets to a show, transportation arrangements, or local recommendations, we are here to ensure your plans are seamless and stress-free. Housekeeping Excellence: Our housekeeping staff is meticulous in maintaining the highest standards of cleanliness and comfort. Your room is refreshed daily, with attention to every detail, from the crispness of the linens to the placement of amenities. Book Your Luxurious Stay at Bright Courtyard Today! Don't miss out on the ultimate getaway. Whether you're planning a relaxing vacation or an exciting gaming adventure, subscribe to our newsletter for the latest updates on promotions, events, and special offers. At Bright Courtyard, we offer an unparalleled blend of luxury, comfort, and excitement that ensures every moment of your stay is unforgettable. I accept the Privacy Policy Send message Bright Courtyard Home About Our playing place Privacy Policy Terms and Conditions Disclaimer Rosenheimer Str. 5, 81667 München, Germany +44-20-5785-5212 brightcourtyard@gmail.com We use cookies on our Bright Courtyard Hotel website to enhance your user experience and ensure the proper functioning of the site. Cookies are small text files that are placed on your device to collect information about your interactions with the website and preferences. This information helps us analyze site traffic, provide personalized content, and improve our services. You can manage cookie settings through your browser settings and choose to accept or decline their use according to your preferences. Accept",
    "privacy-policy": "Privacy Policy | Palacio de Bright Courtyard Bright Courtyard Rooms About Our playing place To book Privacy and Cookies Policy In this Privacy Policy, any use of the words \"you\", \"yours\" or similar expressions shall mean any user of this website whatsoever. Terms such as \"we\", \"us, \"our\" or similar expressions shall refer to Bright Courtyard is the product of Bright Courtyard Private Limited 1. PURPOSE OF THIS POLICY Bright Courtyard respects your privacy and is committed to protecting your personal data. Personal data means any information that relates to an identifiable individual. It does not include data where the ability to identify an individual has been removed (anonymous data). This Policy describes your rights and choices regarding your personal data. It is important that you read the Policy carefully. If you have any questions about this Policy, including any requests to exercise your legal rights, please contact us as set out below. We may alter this Policy at any time and from time to time as needed for certain services of Bright Courtyard and to abide by local laws or regulations around the world, including by providing supplemental information to users in certain jurisdictions. This Policy does not apply to Bright Courtyard’s processing of the personal data of its personnel, such as employees and contractors. We also provide important additional information here that is solely applicable to individuals located (i) within the Member States of the European Union, countries in the European Economic Area, the United Kingdom, and Switzerland (collectively, “Europe” or “European”), (ii) in Brazil, and (iii) in California, Colorado, Connecticut, Nevada, Utah, and Virginia in the United States: European and Brazilian users should read the important information provided below. California, Colorado, Connecticut, Nevada, Utah and Virginia residents should read the important information provided below regarding our handling of the personal data. Our websites may include links to third-party websites, plug-ins and applications. Clicking on those links or enabling those connections may allow third parties to collect, use or otherwise handle data about you. We do not control these third-party websites and are not responsible for their privacy statements. When you leave any of our websites, we encourage you to read the privacy policy of every website you visit. 2. THE PERSONAL DATA WE COLLECT We collect personal data about individuals from various sources described below. Where applicable, we will let you know how we intend to use your data before collecting it, so that you can decide whether or not you wish to provide that information. We may collect, use, store and transfer different kinds of personal data about you (“Personal Data”) which we have grouped as follows: “Personal Information” includes any information from which you can be personally identified, including your name, surname, email address, telephone number or mobile number. “Profile Data” includes a username, password and a profile image that an individual may establish and upload on one of our websites or mobile applications, along with any other information that an individual enters into their account profile; “Financial account data” includes payment card details or bank account details; “Recruitment Process Data” includes the CV and any covering letter of a job applicant and notes taken for the duration of your recruitment process relating to a job application and interview of a job applicant, and other information supplied by a job applicant, such as professional credentials and skills, educational and work history, and other information of the type included on a CV or covering letter;: “Technical Data” includes internet protocol (IP) address, browser type and version, time zone setting and location, operating system and platform, and other technology on the devices you use to access our websites; For any inquiries or concerns regarding our Privacy Policy, please contact us at Bright Courtyard@gmail.com. Thank you for entrusting HouseSale with your privacy and choosing us for your needs! Last Updated: April 2024 Bright Courtyard Home About Our playing place Privacy Policy Terms and Conditions Disclaimer Rosenheimer Str. 5, 81667 München, Germany +44-20-5785-5212 brightcourtyard@gmail.com",
    "rooms": "About Us | Bright Courtyard – Luxury & Entertainment Destination Bright Courtyard Rooms About Our playing place To book About Bright Courtyard Hotel Welcome to Bright Courtyard Hotel, where luxury, comfort, and exceptional service come together to create an unforgettable experience. Situated in the heart of the city, our hotel is a haven for travelers seeking a blend of modern elegance and timeless hospitality. To book About Bright Courtyard Our Foundation At Bright Courtyard Hotel, we believe in offering more than just a place to stay. Our beautifully designed rooms and suites provide a serene retreat, while our world-class amenities, including a gourmet restaurant, rooftop pool, and spa, cater to your every need. Our dedicated team is committed to delivering personalized service, ensuring that every guest feels valued and cared for. Whether you're here for business, leisure, or a special occasion, we strive to exceed your expectations and make your stay truly exceptional. Our Mission At Bright Courtyard Hotel, our mission is to create a sanctuary of luxury and comfort where every guest feels cherished and valued. We are dedicated to providing an unparalleled hospitality experience, marked by exceptional service, exquisite accommodations, and a commitment to sustainability. Meet Our Team of Professionals At Bright Courtyard Hotel, our team of dedicated professionals is the heart of our exceptional service and hospitality. Each member of our staff brings a wealth of experience, passion, and commitment to ensuring that your stay with us is nothing short of perfect. Our leadership team is composed of industry veterans who bring vision, innovation, and strategic thinking to the forefront. Their guidance ensures that our hotel operates at the highest standards of excellence and continues to evolve to meet the needs of our guests. Our guest services team is dedicated to making your stay comfortable and memorable. From the moment you arrive, our friendly and attentive staff is here to assist with any request, ensuring that you feel welcomed and valued throughout your visit. Dining at Bright Courtyard Hotel Indulge in a culinary journey at our exquisite restaurant, where exceptional flavors and elegant ambiance come together to create a truly unforgettable dining experience. At Bright Courtyard Hotel, we take pride in offering a menu that celebrates both local and international cuisine, prepared with the finest ingredients by our talented culinary team. Gourmet Cuisine: Our menu features a diverse selection of dishes, crafted to delight every palate. From delectable appetizers and mouth-watering entrees to exquisite desserts, each dish is thoughtfully prepared to offer a harmonious blend of flavors and textures. Seasonal Ingredients: We are committed to using the freshest seasonal ingredients, sourced from local farms and trusted suppliers. This ensures that every meal not only tastes exceptional but also supports sustainable and responsible farming practices. Elegant Ambiance: Our restaurant boasts an elegant and inviting ambiance, perfect for any occasion. Whether you're enjoying a romantic dinner, a family gathering, or a business lunch, our beautifully designed dining area provides the ideal setting for a memorable meal. To BOOK Bright Courtyard Home About Our playing place Privacy Policy Terms and Conditions Disclaimer Rosenheimer Str. 5, 81667 München, Germany +44-20-5785-5212 brightcourtyard@gmail.com We use cookies on our Bright Courtyard Hotel website to enhance your user experience and ensure the proper functioning of the site. Cookies are small text files that are placed on your device to collect information about your interactions with the website and preferences. This information helps us analyze site traffic, provide personalized content, and improve our services. You can manage cookie settings through your browser settings and choose to accept or decline their use according to your preferences. Accept",
    "terms-conditions": "Terms and Conditions | Palacio de Bright Courtyard Bright Courtyard Rooms About Our playing place To book 1. Terms of Service Welcome to Bright Courtyard Hotel. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing or using our website, you agree to comply with these terms and conditions. If you do not agree with any part of these terms, you may not access the website. 1.1 Website Use Our website is intended for personal, non-commercial use only. You may not use our website in any way that is unlawful or prohibited by these terms and conditions. You agree not to disrupt, modify, or interfere with our website or its associated software, hardware, and servers. 1.2 Content Accuracy We strive to provide accurate and up-to-date information on our website. However, we do not warrant the completeness, reliability, or accuracy of this information. Any reliance you place on such information is strictly at your own risk. 1.3 Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Bright Courtyard Hotel. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that Bright Courtyard Hotel shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites or services. 1.4 Modification of Terms We reserve the right to modify or replace these terms and conditions at any time. It is your responsibility to review these terms periodically for changes. Your continued use of our website after any changes to these terms and conditions constitutes acceptance of those changes. 1.5 Governing Law These terms and conditions are governed by and construed in accordance with the laws of [Your Country/State], without regard to its conflict of law provisions. You agree to submit to the exclusive jurisdiction of the courts located in [Your Jurisdiction] for the resolution of any disputes arising out of or related to these terms and conditions or your use of our website. 1.6 Contact Us If you have any questions or concerns regarding these terms and conditions, please contact us at brightcourtyard@gmail.com. Bright Courtyard Home About Our playing place Privacy Policy Terms and Conditions Disclaimer Rosenheimer Str. 5, 81667 München, Germany +44-20-5785-5212 brightcourtyard@gmail.com",
    "thanks": "Thanks for your inquiry! Thank You for Your Submission! Thank you for submitting your form to Bright Courtyard. We appreciate your interest and will get back to you shortly. If you have any questions or need immediate assistance, please contact us We look forward to welcoming you soon! Return to Homepage"
  },
  "date": "2024-07-12T07:09:52.405Z"
}