{
  "name": "buxerely.com",
  "pages": {
    "contato": "Contate-nos: TroFF é seu parceiro confiável no mundo da joalheria. Escreva-nos para um pedido ou consulta TroFF CASA SOBRE NÓS PRODUTOS ENTREGA CONTATO ORDEM Contate-nos Entre em contato conosco agora mesmo e nossos consultores irão ajudá-lo a fazer a escolha certa! Telefone: +55 (21) 3469-7470Endereço: Rua C 850, Rio De Janeiro, Rio de Janeiro, Brasil E-mail: troff@buxerely.com Thanks for filling out the form! Oops...! some problem! Enviar Horário de funcionamento da nossa loja Brilhe com TroFF! Segunda-feira&nbsp; &nbsp; &nbsp; &nbsp;13:00 - 17:45 Terça-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Quarta-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;10:00 - 17:45 Quinta-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Sexta-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Sábado&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Domingo&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;13:00 - 17:00 VIEW COLLECTION --> Política de Privacidade TroFF Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "entrega": "Entrega: TroFF entrega de forma rápida e confiável em todo o mundo. Escolha um método de entrega conveniente e receba seu pedido no prazo TroFF CASA SOBRE NÓS PRODUTOS ENTREGA CONTATO ORDEM Entrega: TroFF entrega de forma rápida e confiável em todo o mundo. Escolha um método de entrega conveniente e receba seu pedido no prazo Oferecemos remessa mundial rápida e confiável para garantir que seu pedido TroFF chegue até você no prazo e em perfeitas condições. Abaixo estão os principais detalhes da nossa entrega:Envio Internacional: Enviamos nossas joias para todo o mundo. Não importa onde você esteja, você pode ter certeza que seu pedido será entregue em qualquer lugar do mundo.Prazos de entrega: Os prazos de entrega podem variar dependendo da sua localização e método de envio selecionado. A entrega normalmente leva de 3 a 14 dias úteis após a confirmação do pedido.Rastreamento de pedidos: oferecemos a capacidade de rastrear seu pedido em tempo real. Assim que seu pedido for enviado, você receberá um número de rastreamento exclusivo que lhe permitirá acompanhar seu andamento até a entrega.Embalagem segura: Todas as nossas joias são embaladas com atenção especial aos detalhes para garantir sua segurança durante o transporte. Usamos materiais de embalagem fortes e duráveis ​​para garantir que seu pedido chegue em perfeitas condições.Opções de envio: Oferecemos uma variedade de opções de envio para atender às suas necessidades. Você pode escolher entrega padrão, entrega expressa ou outras opções especiais, dependendo de seu desejo e capacidade.Nós nos esforçamos para tornar o processo de entrega o mais conveniente e simples possível para nossos clientes, para que todos possam receber suas joias de nossa marca sem complicações. Encomende agora mesmo nossas joias e brilhe com TroFF todos os dias! Descubra um mundo de brincos requintados, colares elegantes e anéis sofisticados que irão realçar a sua personalidade e estilo. Nossa entrega é rápida, a embalagem é segura e a qualidade impecável. Não perca a chance de adicionar joias à sua coleção e criar um look único! ORDEM Política de Privacidade TroFF Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "index": "Bem-vindo ao mundo do brilho e da elegância TroFF! TroFF CASA SOBRE NÓS PRODUTOS ENTREGA CONTATO ORDEM TroFF Bem-vindo ao mundo do brilho e da elegância TroFF! Somos uma equipe de criadores apaixonados, inspirados na beleza e na singularidade de cada momento da vida. Apresentamos não apenas joias, mas histórias, emoções e oportunidades de expressão. ORDEM Sobre TroFF Nossa empresa é um lugar onde ideias incríveis nascem e ganham vida. Nossa equipe de designers e artesãos talentosos cria joias que não apenas complementam seu estilo, mas também destacam sua personalidade. MAIS DETALHES Nossos Produtos Brincos habilmente elaborados: cada par de brincos da TroFF é o resultado de uma combinação única de artesanato e criatividade. Nossos designers colocam sua paixão pela beleza e elegância em cada detalhe, criando brincos que irão destacar sua personalidade e adicionar sofisticação à sua aparência.Colares requintados: Nossos colares são mais do que apenas joias – eles exalam elegância e sofisticação. Cada colar da nossa marca é uma obra-prima única, inspirada na beleza da natureza e na profundidade dos sentimentos humanos. Ele se tornará parte integrante da sua imagem, conferindo-lhe um charme e sofisticação únicos. Anéis sofisticados: Os anéis TroFF não são apenas joias para os dedos, são histórias encarnadas em metal e pedras preciosas. Cada anel é uma obra de arte projetada para destacar sua individualidade e expressar sua singularidade. Graças à sua estética requintada e execução impecável, os anéis da nossa empresa irão deliciar você e aqueles ao seu redor com seu esplendor todos os dias. Cada produto TroFF não é apenas decoração, é uma obra de arte repleta de significado e inspiração. Deixe-nos fazer parte da sua história e lhe dar alegria e confiança no seu estilo todos os dias. Colar Elegante Anéis Espumantes Brincos Graciosos Compromisso com a qualidade Na nossa empresa, acreditamos que a qualidade é a base das relações de longo prazo com os nossos clientes. Não comprometemos a qualidade dos materiais e dos processos de fabricação. Cada produto passa por um rigoroso controle de qualidade em todas as etapas da produção para garantir durabilidade, desempenho impecável e aparência estética por muitos anos. MAIS DETALHES Clientes satisfeitos Estou absolutamente encantado com os produtos TroFF! Suas joias são uma verdadeira obra de arte. Cada produto incorpora não apenas a mais alta qualidade e beleza, mas também uma singularidade que o torna especial. Recomendo sinceramente os produtos desta empresa a todos que apreciam beleza, estilo e qualidade. Não são apenas decorações, fazem parte da sua personalidade e do seu estilo. Obrigado pela criatividade e qualidade! 4.9 5 Comprar agora Mergulhe em nosso maravilhoso mundo de bijuterias e escolha peças que reflitam sua personalidade única. Vamos tornar cada dia especial com o TroFF. COMPRAR Contate-nos Entre em contato conosco agora mesmo e nossos consultores irão ajudá-lo a fazer a escolha certa! Telefone: +55 (21) 3469-7470Endereço: Rua C 850, Rio De Janeiro, Rio de Janeiro, Brasil E-mail: troff@buxerely.com Thanks for filling out the form! Oops...! some problem! Enviar Horário de funcionamento da nossa loja Brilhe com TroFF! Segunda-feira&nbsp; &nbsp; &nbsp; &nbsp;13:00 - 17:45 Terça-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Quarta-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;10:00 - 17:45 Quinta-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Sexta-feira&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Sábado&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 10:00 - 17:45 Domingo&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;13:00 - 17:00 VIEW COLLECTION --> Política de Privacidade TroFF Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "política-de-privacidade": "Sua privacidade é nossa prioridade. Saiba como tratamos e protegemos os seus dados pessoais de acordo com a nossa política de privacidade TroFF CASA SOBRE NÓS PRODUTOS ENTREGA CONTATO ORDEM &nbsp;Política de Privacidade Última atualização: 04 de março de 2024Esta Política de Privacidade descreve Nossas políticas e procedimentos sobre a coleta, uso e divulgação de Suas informações quando Você usa o Serviço e informa sobre Seus direitos de privacidade e como a lei protege Você.Usamos Seus dados pessoais para fornecer e melhorar o Serviço. Ao utilizar o Serviço, você concorda com a coleta e uso de informações de acordo com esta Política de Privacidade. Esta Política de Privacidade foi criada com a ajuda do Gerador Gratuito de Política de Privacidade.Interpretação e DefiniçõesInterpretaçãoAs palavras com a letra inicial maiúscula têm significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado, independentemente de aparecerem no singular ou no plural.DefiniçõesPara efeitos desta Política de Privacidade:Conta significa uma conta exclusiva criada para Você acessar nosso Serviço ou partes de nosso Serviço.Afiliada significa uma entidade que controla, é controlada ou está sob controle comum com uma parte, onde \"controle\" significa propriedade de 50% ou mais das ações, participações societárias ou outros títulos com direito a voto para eleição de diretores ou outra autoridade administrativa .Empresa (referida como \"a Empresa\", \"Nós\", \"Nós\" ou \"Nosso\" neste Contrato) refere-se à Produção e venda de bijuterias, Rua C 850, Rio De Janeiro, Rio de Janeiro, Brasil.Cookies são pequenos arquivos que são colocados no Seu computador, dispositivo móvel ou qualquer outro dispositivo por um site, contendo os detalhes do Seu histórico de navegação nesse site entre seus diversos usos.País refere-se a: BrasilDispositivo significa qualquer dispositivo que possa acessar o Serviço, como um computador, um celular ou um tablet digital.Dados Pessoais são quaisquer informações relacionadas a um indivíduo identificado ou identificável.Serviço refere-se ao Site.Provedor de Serviços significa qualquer pessoa física ou jurídica que processe os dados em nome da Empresa. Refere-se a empresas terceirizadas ou indivíduos contratados pela Empresa para facilitar o Serviço, para fornecer o Serviço em nome da Empresa, para executar serviços relacionados ao Serviço ou para auxiliar a Empresa na análise de como o Serviço é usado.Dados de Uso referem-se a dados coletados automaticamente, gerados pelo uso do Serviço ou pela própria infraestrutura do Serviço (por exemplo, a duração de uma visita à página).Site refere-se a TroFF, acessível em buxerely.comVocê significa o indivíduo que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual tal indivíduo está acessando ou usando o Serviço, conforme aplicável.Coletando e usando seus dados pessoaisTipos de dados coletadosDados pessoaisAo usar Nosso Serviço, podemos solicitar que Você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá-lo ou identificá-lo. As informações de identificação pessoal podem incluir, mas não estão limitadas a:Endereço de emailNúmero de telefoneEndereço, estado, província, CEP/código postal, cidadeDados de usoDados de usoOs Dados de Uso são coletados automaticamente ao usar o Serviço.Os Dados de Uso podem incluir informações como o endereço de protocolo da Internet do seu dispositivo (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso Serviço que você visita, a hora e a data da sua visita, o tempo gasto nessas páginas, dispositivo exclusivo identificadores e outros dados de diagnóstico.Quando você acessa o Serviço por ou através de um dispositivo móvel, podemos coletar determinadas informações automaticamente, incluindo, entre outras, o tipo de dispositivo móvel que você usa, o ID exclusivo do seu dispositivo móvel, o endereço IP do seu dispositivo móvel, o seu sistema operacional, o tipo de navegador de Internet móvel que você usa, identificadores exclusivos de dispositivo e outros dados de diagnóstico.Também poderemos coletar informações que Seu navegador envia sempre que Você visita nosso Serviço ou quando acessa o Serviço por meio de um dispositivo móvel.Tecnologias de rastreamento e cookiesUsamos Cookies e tecnologias de rastreamento semelhantes para rastrear a atividade em Nosso Serviço e armazenar determinadas informações. As tecnologias de rastreamento utilizadas são beacons, tags e scripts para coletar e rastrear informações e para melhorar e analisar Nosso Serviço. As tecnologias que usamos podem incluir:Cookies ou Cookies do Navegador. Um cookie é um pequeno arquivo colocado no seu dispositivo. Você pode instruir seu navegador a recusar todos os cookies ou indicar quando um cookie está sendo enviado. No entanto, se você não aceitar cookies, poderá não conseguir usar algumas partes do nosso serviço. A menos que você tenha ajustado a configuração do seu navegador para recusar cookies, nosso serviço poderá usar cookies.Web Beacons. Certas seções de nosso Serviço e nossos e-mails podem conter pequenos arquivos eletrônicos conhecidos como web beacons (também chamados de gifs transparentes, tags de pixel e gifs de pixel único) que permitem à Empresa, por exemplo, contar usuários que visitaram essas páginas. ou abriu um e-mail e para outras estatísticas relacionadas ao site (por exemplo, registrando a popularidade de uma determinada seção e verificando a integridade do sistema e do servidor).Os cookies podem ser Cookies “Persistentes” ou de “Sessão”. Os cookies persistentes permanecem no seu computador pessoal ou dispositivo móvel quando você fica offline, enquanto os cookies de sessão são excluídos assim que você fecha o navegador da web. Saiba mais sobre cookies no artigo do site Política de Privacidade Gratuita.Utilizamos cookies de sessão e persistentes para os fins descritos abaixo:Cookies Necessários/EssenciaisTipo: Cookies de SessãoAdministrado por: NósFinalidade: Estes Cookies são essenciais para lhe fornecer os serviços disponíveis através do Site e para permitir-lhe utilizar algumas das suas funcionalidades. Eles ajudam a autenticar usuários e a prevenir o uso fraudulento de contas de usuários. Sem estes Cookies, os serviços que Você solicitou não podem ser fornecidos, e Nós apenas usamos esses Cookies para fornecer esses serviços a Você.Política de Cookies / Cookies de Aceitação de AvisoTipo: Cookies PersistentesAdministrado por: NósFinalidade: Estes Cookies identificam se os utilizadores aceitaram a utilização de cookies no Site.Cookies de funcionalidadeTipo: Cookies PersistentesAdministrado por: NósFinalidade: Esses cookies nos permitem lembrar as escolhas que você faz ao usar o site, como lembrar seus detalhes de login ou preferência de idioma. O objetivo destes Cookies é proporcionar-lhe uma experiência mais pessoal e evitar que tenha de voltar a introduzir as suas preferências sempre que utilizar o Website.Para obter mais informações sobre os cookies que utilizamos e as suas escolhas em relação aos cookies, visite a nossa Política de Cookies ou a secção Cookies da nossa Política de Privacidade.Uso dos seus dados pessoaisA Empresa poderá usar Dados Pessoais para os seguintes fins:Para fornecer e manter nosso Serviço, inclusive para monitorar o uso de nosso Serviço.Para gerenciar sua conta: para gerenciar seu registro como usuário do Serviço. Os Dados Pessoais que você fornece podem lhe dar acesso a diferentes funcionalidades do Serviço que estão disponíveis para você como usuário registrado.Para a execução de um contrato: o desenvolvimento, cumprimento e execução do contrato de compra dos produtos, itens ou serviços que você adquiriu ou de qualquer outro contrato conosco através do Serviço.Para contatá-lo: Para contatá-lo por e-mail, telefonemas, SMS ou outras formas equivalentes de comunicação eletrônica, como notificações push de um aplicativo móvel sobre atualizações ou comunicações informativas relacionadas às funcionalidades, produtos ou serviços contratados, incluindo as atualizações de segurança, quando necessário ou razoável para sua implementação.Para lhe fornecer notícias, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos e que sejam semelhantes aos que você já comprou ou consultou, a menos que Você tenha optado por não receber tais informações.Para gerenciar suas solicitações: Para atender e gerenciar suas solicitações para nós.Para transferências de negócios: Poderemos usar Suas informações para avaliar ou conduzir uma fusão, alienação, reestruturação, reorganização, dissolução ou outra venda ou transferência de alguns ou de todos os Nossos ativos, seja como uma empresa em continuidade ou como parte de falência, liquidação, ou processo semelhante, em que os Dados Pessoais mantidos por Nós sobre os usuários de nossos Serviços estejam entre os ativos transferidos.Para outros fins: Poderemos usar Suas informações para outros fins, como análise de dados, identificação de tendências de uso, determinação da eficácia de nossas campanhas promocionais e para avaliar e melhorar nosso Serviço, produtos, serviços, marketing e sua experiência.Poderemos compartilhar Suas informações pessoais nas seguintes situações:Com Provedores de Serviços: Poderemos compartilhar Suas informações pessoais com Provedores de Serviços para monitorar e analisar o uso de nosso Serviço, para entrar em contato com Você.Para transferências de negócios: Poderemos compartilhar ou transferir Suas informações pessoais em conexão com, ou durante negociações de, qualquer fusão, venda de ativos da Empresa, financiamento ou aquisição de todo ou parte de Nossos negócios para outra empresa.Com Afiliados: Poderemos compartilhar Suas informações com Nossos afiliados e, nesse caso, exigiremos que esses afiliados honrem esta Política de Privacidade. Afiliadas incluem Nossa controladora e quaisquer outras subsidiárias, parceiros de joint venture ou outras empresas que Nós controlamos ou que estejam sob controle comum Conosco.Com parceiros de negócios: Poderemos compartilhar Suas informações com Nossos parceiros de negócios para lhe oferecer determinados produtos, serviços ou promoções.Com outros usuários: quando Você compartilha informações pessoais ou de outra forma interage em áreas públicas com outros usuários, tais informações podem ser visualizadas por todos os usuários e podem ser distribuídas publicamente para fora.Com o Seu consentimento: Poderemos divulgar Suas informações pessoais para qualquer outra finalidade com o Seu consentimento.Retenção dos seus dados pessoaisA Empresa reterá Seus Dados Pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e utilizaremos os Seus Dados Pessoais na medida necessária para cumprir as nossas obrigações legais (por exemplo, se formos obrigados a reter os seus dados para cumprir as leis aplicáveis), resolver disputas e fazer cumprir os nossos acordos e políticas legais.A Empresa também reterá Dados de Uso para fins de análise interna. Os Dados de Utilização são geralmente retidos por um período de tempo mais curto, exceto quando estes dados são utilizados para reforçar a segurança ou para melhorar a funcionalidade do Nosso Serviço, ou quando somos legalmente obrigados a reter estes dados por períodos de tempo mais longos.Transferência dos seus dados pessoaisSuas informações, incluindo Dados Pessoais, são processadas nos escritórios operacionais da Empresa e em quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas informações podem ser transferidas para — e mantidas em — computadores localizados fora do Seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados possam ser diferentes daquelas da Sua jurisdição.Seu consentimento com esta Política de Privacidade seguido pelo envio de tais informações representa Sua concordância com essa transferência.A Empresa tomará todas as medidas razoavelmente necessárias para garantir que Seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de Seus Dados Pessoais ocorrerá para uma organização ou país, a menos que haja controles adequados em vigor, incluindo a segurança de Seus dados e outras informações pessoais.Exclua seus dados pessoaisVocê tem o direito de excluir ou solicitar que ajudemos a excluir os Dados Pessoais que coletamos sobre Você.Nosso Serviço pode dar a Você a capacidade de excluir certas informações sobre Você de dentro do Serviço.Você pode atualizar, alterar ou excluir Suas informações a qualquer momento, acessando Sua Conta, se tiver uma, e visitando a seção de configurações da conta que permite gerenciar Suas informações pessoais. Você também pode entrar em contato conosco para solicitar acesso, corrigir ou excluir quaisquer informações pessoais que você nos forneceu.Observe, no entanto, que poderemos precisar reter determinadas informações quando tivermos uma obrigação legal ou base legal para fazê-lo.Divulgação dos seus dados pessoaisTransações comerciaisSe a Empresa estiver envolvida em uma fusão, aquisição ou venda de ativos, seus Dados Pessoais poderão ser transferidos. Forneceremos um aviso antes que seus dados pessoais sejam transferidos e fiquem sujeitos a uma Política de Privacidade diferente.Aplicação da leiEm determinadas circunstâncias, a Empresa poderá ser obrigada a divulgar os Seus Dados Pessoais se assim for exigido por lei ou em resposta a solicitações válidas de autoridades públicas (por exemplo, um tribunal ou uma agência governamental).Outros requisitos legaisA Empresa poderá divulgar Seus Dados Pessoais acreditando de boa fé que tal ação é necessária para:Cumprir uma obrigação legalProteger e defender os direitos ou propriedade da EmpresaPrevenir ou investigar possíveis irregularidades relacionadas ao ServiçoProteger a segurança pessoal dos Usuários do Serviço ou do públicoProteja-se contra responsabilidade legalSegurança dos seus dados pessoaisA segurança dos Seus Dados Pessoais é importante para Nós, mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para utilizar meios comercialmente aceitáveis para proteger os Seus Dados Pessoais, não podemos garantir a sua segurança absoluta.​Privacidade infantilNosso Serviço não se dirige a ninguém com menos de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de ninguém com menos de 13 anos. Se você é pai ou responsável e está ciente de que seu filho nos forneceu dados pessoais, por favor Contate-nos. Se tomarmos conhecimento de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos de idade sem verificação do consentimento dos pais, tomaremos medidas para remover essas informações de Nossos servidores.Se precisarmos confiar no consentimento como base legal para processar Suas informações e Seu país exigir o consentimento de um dos pais, poderemos exigir o consentimento dos Seus pais antes de coletarmos e usarmos essas informações.Links para outros sitesNosso Serviço pode conter links para outros sites que não são operados por Nós. Se você clicar em um link de terceiros, será direcionado ao site desse terceiro. Recomendamos fortemente que você revise a Política de Privacidade de cada site que visitar.Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros.Alterações nesta Política de PrivacidadePoderemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página.Avisaremos Você por e-mail e/ou um aviso em destaque em Nosso Serviço, antes que a alteração entre em vigor e atualizaremos a data da “Última atualização” no topo desta Política de Privacidade.Aconselhamos que você revise esta Política de Privacidade periodicamente para quaisquer alterações. As alterações a esta Política de Privacidade entram em vigor quando são publicadas nesta página.Contate-nosSe você tiver alguma dúvida sobre esta Política de Privacidade, você pode entrar em contato conosco:Por e-mail: troff@buxerely.comPelo telefone: +55 (21) 3469-7470 Política de Privacidade TroFF Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "produtos": "Joias TroFF: estilo único e alta qualidade TroFF CASA SOBRE NÓS PRODUTOS ENTREGA CONTATO ORDEM Colar Elegante Anéis Espumantes Brincos Graciosos Joias TroFF: estilo único e alta qualidade Bem-vindo à página de produtos TroFF, onde você pode explorar nossa diversificada linha de joias projetadas para destacar sua personalidade e estilo. ORDEM Brincos clássicosPreço: a partir de 500 dólares ORDEM Colar elegante com pérolasPreço: a partir de 800 dólares ORDEM Anel refinado com pedraPreço: a partir de 600 USD ORDEM Decorações de casamentoPreço: a partir de 1500 USD ORDEM Colar de cristal de fériasPreço: a partir de 300 dólares ORDEM Pedido individualPreço: a partir de 1000 USD Colares elegantes Nossos colares elegantes são mais do que apenas joias, eles são o epítome da sofisticação e do estilo.Grande variedade de estilos: nossa coleção de colares oferece uma variedade de estilos para encontrar o colar perfeito para o seu visual. Desde correntes minimalistas e elegantes até luxuosos colares incrustados de pedras, temos algo para todos os gostos e preferências.Variedade de designs: Oferecemos colares em diversos designs e formatos para atender aos gostos mais sofisticados. Escolha um colar com formas geométricas clássicas, padrões ornamentados sutis ou elementos abstratos modernos - temos um colar para cada estilo.Materiais de qualidade: Usamos apenas os melhores materiais para criar nossos colares.Expressividade e Personalidade: Nossos colares ajudam você a expressar sua personalidade e estilo únicos. Eles se tornarão a peça central do seu look, agregando sofisticação e elegância ao seu look e destacando sua sofisticação e carisma.Tendências modernas e estilo clássico: nossa coleção de colares combina tendências modernas com elementos clássicos para criar joias únicas e atemporais. Quer você prefira o minimalismo elegante ou o glamour luxuoso, certamente encontraremos o colar perfeito para se adequar ao seu estilo.Assim, nossos elegantes colares são a combinação perfeita de sofisticação, estilo e qualidade que vão te ajudar a criar um look único e destacar sua personalidade em qualquer situação. Brincos requintados Nossos brincos requintados são a combinação perfeita de elegância, estilo e qualidade. Variedade de designs e formatos: Em nosso sortimento você encontrará brincos para todos os gostos e para qualquer look. Desde pingentes clássicos e graciosos até formatos modernos e personalizados, cada par de brincos incorpora um design único que ajudará você a se destacar na multidão. Materiais de alta qualidade: usamos apenas os melhores materiais para criar nossos brincos. Enfeite de pedra: Muitos de nossos brincos são incrustados com lindas pedras, que lhes conferem um charme e brilho especial. Quer você prefira pedras de cores vivas ou qualquer outra coisa, certamente encontraremos algo adequado para você. Elegância e charme: Nossos brincos não só melhoram o seu visual, mas também adicionam elegância e charme a ele. Eles se tornam parte integrante do seu estilo e adicionam um toque único a qualquer um dos seus looks - seja um look do dia a dia ou um look especial para a noite. Artesanato superior: cada par de brincos da TroFF é feito com a máxima atenção aos detalhes e qualidade. Nossos mestres joalheiros colocam sua habilidade e talento em cada peça para garantir seu acabamento impecável e longevidade. Assim, nossos requintados brincos não são apenas joias, mas uma verdadeira obra de arte que lhe dará elegância, estilo e autoconfiança em qualquer situação. Anéis Refinados Nossos anéis sofisticados são o epítome de luxo, estilo e sofisticação. Símbolo de Eternidade e Estilo: Os anéis não são apenas joias, eles também simbolizam eternidade e estilo. Nossos anéis sofisticados são obras de arte que transmitem esse símbolo em cada detalhe de seu design requintado.Feito com habilidade: cada anel TroFF é criado com a máxima atenção aos detalhes e ao artesanato por nossos joalheiros. Eles usam apenas materiais da mais alta qualidade e técnicas de artesanato para garantir que cada anel seja impecável em sua beleza e desempenho.Design requintado: nossos anéis apresentam designs requintados projetados para destacar sua personalidade e estilo. Eles combinam elegância e tendências modernas para criar joias únicas e atraentes que atrairão olhares de admiração.Lembrete de Momentos Especiais: Cada anel sofisticado da nossa marca torna-se parte integrante do seu look e lembra seus momentos especiais. Quer seja uma aliança de casamento, um presente de aniversário ou um símbolo do seu amor e devoção, os nossos anéis irão comemorar aqueles momentos importantes da sua vida.Assim, nossos sofisticados anéis não são apenas joias, são um símbolo do seu estilo, elegância e momentos especiais da sua vida. Eles se tornarão seus companheiros confiáveis ​​e uma fonte de admiração para os outros. Coleções Especiais Nossas coleções especiais são peças especiais criadas com amor e carinho para ocasiões especiais e feriados.Joias de casamento: Nossas coleções de noivas oferecem uma ampla variedade de joias para os noivos e seus entes queridos. Desde requintados colares de noiva e anéis de noivado de diamante até elegantes joias para festas de noiva, podemos ajudá-lo a criar um visual deslumbrante para o dia mais importante da sua vida.Coleções para celebrar momentos importantes: Também oferecemos joias projetadas especificamente para celebrar momentos importantes da vida, como aniversários, nascimentos, aniversários e outras ocasiões especiais. Essas coleções incluem joias exclusivas que ajudarão você a expressar sua alegria e espírito natalino. Pedidos sob medida: Também temos o prazer de oferecer a opção de criar joias sob medida para atender perfeitamente aos seus desejos e necessidades individuais. Nossos designers experientes e mestres joalheiros trabalham com você para criar uma joia única que irá realmente simbolizar sua personalidade e estilo. Ofertas Exclusivas: De tempos em tempos, também oferecemos coleções exclusivas e ofertas especiais disponíveis apenas para nossos clientes. São joias exclusivas, criadas em um único exemplar ou em quantidades limitadas, que vão ajudar você a se destacar e enfatizar sua singularidade. Assim, nossas coleções especiais não são apenas joias, são uma oportunidade de criar um look inesquecível nos dias especiais da sua vida. Nós nos esforçamos para tornar cada momento significativo e especial com nossas joias exclusivas e de qualidade. Cada produto TroFF é uma obra de arte, criada com amor e carinho pelos nossos mestres joalheiros. Junte-se à nossa empresa e dê ao seu estilo e personalidade o brilho e a elegância que merecem atenção. CONTATO Política de Privacidade TroFF Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }",
    "sobre-nós": "TroFF: Joalheiros com história de qualidade e estilo TroFF CASA SOBRE NÓS PRODUTOS ENTREGA CONTATO ORDEM TroFF: Joalheiros com história de qualidade e estilo Nossa empresa é um lugar onde ideias incríveis nascem e ganham vida. Nossa equipe de designers e artesãos talentosos cria joias que não apenas complementam seu estilo, mas também destacam sua personalidade.Em nossa empresa, nos esforçamos para criar não apenas joias, mas fontes de inspiração e alegria para nossos clientes. Nosso objetivo é destacar a individualidade de cada pessoa, oferecendo joias da mais alta qualidade e design requintado que se tornarão parte integrante de seu estilo e autoexpressão. Acreditamos que a beleza tem o poder de inspirar e a nossa missão é contribuir para a criação de um mundo onde todos possam se sentir especiais e bonitos através das nossas joias. Nossa História Era uma vez, num canto tranquilo da cidade, um grupo de sonhadores apaixonados e artesãos talentosos que decidiram unir forças para criar beleza e inspiração. Foi assim que nasceu o TroFF.Desde o primeiro dia de existência, nossa empresa tem se esforçado para se tornar não apenas uma marca de joias, mas uma fonte de inspiração e alegria para seus clientes. Nossa história começou com um pequeno workshop onde cada produto foi criado com amor e carinho para realçar a individualidade e a beleza de quem o usa. Ao longo dos anos, a empresa continuou a crescer e a desenvolver-se, atraindo novos designers e artesãos talentosos e expandindo a sua gama de joias. A nossa paixão pela beleza e pela qualidade sempre permaneceu a mesma e é graças a isso que conseguimos conquistar a confiança e o amor dos nossos clientes em todo o mundo. Hoje a TroFF não é apenas uma empresa, é todo um mundo de sofisticação e estilo, onde cada joia é uma obra de arte, criada com alma e paixão. Temos orgulho da nossa história e somos gratos a todos que caminham conosco por esse caminho incrível de beleza e inspiração. Junte-se a nós e dê-nos a oportunidade de tornar o seu mundo mais brilhante e bonito com nossas joias exclusivas. Colar Elegante Anéis Espumantes Brincos Graciosos Design único Personalidade em cada detalhe: Nosso foco é criar designs exclusivos que ajudem a expressar sua personalidade. Nossos designers se inspiram em diversas fontes, da natureza à arte contemporânea, para criar joias que reflitam sua personalidade única.Estética e estilo: Esforçamo-nos para que cada produto da nossa empresa não só corresponda às últimas tendências da moda, mas também tenha um estilo próprio e único. Nossas joias combinam a elegância clássica com as tendências modernas, criando peças únicas que irão destacar seu estilo e carisma.Abordagem artesanal e individual: Cada produto TroFF é criado com amor e cuidado por nossos mestres joalheiros. O artesanato permite-nos adicionar carácter e detalhe únicos a cada peça, tornando as nossas peças verdadeiramente únicas e especiais.Personalização e Customização: Também oferecemos serviço de personalização e customização para tornar suas joias de nossa marca ainda mais exclusivas. Você pode escolher entre uma variedade de acabamentos, materiais e detalhes para criar uma peça que reflita perfeitamente sua personalidade e estilo.Design exclusivo para cada cliente: Acreditamos que cada pessoa é única e por isso nos esforçamos para oferecer joias que reflitam sua personalidade. Nosso design exclusivo ajudará você a se destacar da multidão e destacar sua singularidade em qualquer situação.Assim, o design único dos produtos da nossa marca não é apenas uma característica estilística, mas uma forma de expressar a sua singularidade e individualidade através da beleza e elegância das joias. Uma ampla gama de Brincos Elegantes: Nossa linha de brincos elegantes inclui uma variedade de estilos e formatos, do clássico ao contemporâneo. Você pode encontrar brincos com ou sem pérolas, cristais, pedras para encontrar a opção perfeita para qualquer ocasião ou estilo.Colares requintados: Nossa empresa oferece uma ampla linha de colares que irão agregar sofisticação e elegância ao seu look. Nossa coleção inclui designs de colares que variam do minimalista e sutil ao mais vibrante e marcante, permitindo que você encontre o colar perfeito para qualquer ocasião.Anéis Sofisticados: Oferecemos anéis sofisticados para quem valoriza elegância e estilo. A nossa gama inclui uma variedade de designs - desde solitários clássicos até pedras de vidro modernas e formas abstratas. Você pode encontrar o anel perfeito para o seu look que irá destacar sua personalidade e estilo.Coleções Especiais: Além disso, nossa empresa oferece coleções especiais de joias criadas para ocasiões especiais ou feriados. Por exemplo, uma coleção para decoração de casamento ou para celebrar eventos especiais. Essas coleções incluem joias especialmente desenhadas para ajudar você a criar um look inesquecível no seu grande dia.Assim, a nossa vasta gama de produtos permite que cada um encontre a joia perfeita para o seu estilo e ocasião, desde brincos elegantes para o dia a dia, até colares luxuosos e anéis sofisticados para os momentos especiais da vida. Alta qualidade Rigoroso controle de qualidade das matérias-primas: Começamos pelo controle de qualidade das matérias-primas - metais preciosos, pedras preciosas e semipreciosas e demais materiais utilizados na produção de nossas joias. Selecionamos cuidadosamente apenas os materiais da melhor e mais alta qualidade para garantir a durabilidade e excelência estética de nossos produtos. Processo de fabricação e artesanato superior: Nossos mestres joalheiros são altamente qualificados e experientes na criação de joias. Acompanhamos todas as etapas da produção, desde a concepção e design até o acabamento e embalagem, para garantir qualidade superior em cada produto. Rigoroso controle de qualidade: Prestamos especial atenção ao controle de qualidade em todas as fases da produção. Cada produto passa por um rigoroso controle de qualidade para garantir que atenda aos nossos altos padrões. Inspecionamos todas as peças em busca de defeitos, corrigimos quaisquer discrepâncias e garantimos que apenas os melhores produtos saiam de nossas oficinas. Durabilidade e confiabilidade garantidas: temos orgulho de que nossas joias não sejam apenas bonitas, mas também duráveis. Confiamos na elevada qualidade dos nossos produtos e oferecemos uma garantia para cada produto TroFF, o que proporciona aos nossos clientes uma sensação adicional de confiança na sua compra. Assim, a alta qualidade dos nossos produtos é garantida não só por materiais de alta qualidade, mas também por um rigoroso controle de qualidade em todas as etapas da produção, o que torna nossas joias confiáveis ​​e duráveis. Fonte de inspiração Nossas joias não são apenas bonitas e elegantes, mas também fonte de inspiração e alegria para nossos clientes. Veja como conseguimos isso:Designs únicos: Cada produto da nossa marca possui um design original que inspira pela sua beleza e estética. Nossas joias estimulam a imaginação e ajudam a expressar sua personalidade através de formas, texturas e cores únicas.Simbolismo e Significado: Muitos dos produtos da nossa empresa carregam um significado e simbolismo especial, o que os torna ainda mais inspiradores. Por exemplo, colares com símbolos de coração podem lembrá-lo de amor e compaixão, enquanto joias com símbolos de flores podem estimular o crescimento e a transformação.Histórias e emoções: Nossas joias podem se tornar portadoras de suas próprias histórias e emoções. Eles ajudam a capturar momentos especiais da sua vida e a deixar uma marca na sua memória. Cada vez que você usa joias da nossa empresa, você vivencia as emoções e memórias que estão associadas a elas.Autoconfiança: Usar joias TroFF não é apenas um acessório, é uma manifestação de sua individualidade e autoconfiança. Nossas joias ajudam a destacar sua força, beleza e singularidade, deixando você ainda mais atraente e confiante.Assim, nossos produtos não são apenas decorações, mas uma fonte de inspiração e alegria que ajuda a expressar sua individualidade e autoconfiança. Torna-se parte da sua história e ajuda você a criar a vida que você sonhou. Excelente custo benefício e qualidade Em nossa empresa, nos esforçamos para tornar nossas joias acessíveis a todos, mantendo alta qualidade e estilo. Veja como garantimos uma ótima relação custo-benefício:Qualidade dos materiais: Usamos apenas materiais de alta qualidade para criar nossas joias. Isto inclui metais preciosos como ouro e prata, bem como pedras preciosas e semipreciosas, que conferem aos nossos produtos uma aparência luxuosa e durabilidade.Artesanato Profissional: Nossos joalheiros possuem alto nível de profissionalismo e habilidade, o que nos permite criar joias de alta qualidade. Eles monitoram cuidadosamente cada etapa da produção para garantir o desempenho impecável e a durabilidade de cada produto. Produção Eficiente: Trabalhamos constantemente para otimizar nossos processos de produção para reduzir custos e manter os preços baixos sem comprometer a qualidade. Isso nos permite oferecer joias de alta qualidade a preços acessíveis.Preços atrativos: Nós nos esforçamos para tornar nossas joias acessíveis a uma ampla gama de consumidores, estabelecendo preços razoáveis ​​para nossos produtos. Acreditamos que a beleza e o estilo devem ser acessíveis a todos e por isso nos esforçamos para disponibilizar nossos produtos a preços atrativos.Assim, oferecemos alta qualidade a um preço acessível para que todos possam comprar lindas joias. Nós nos esforçamos para que sua escolha de joias de nossa marca não seja apenas elegante, mas também economicamente correta. Junte-se ao TroFF e dê-nos a oportunidade de fazer parte da sua história, do seu estilo e da sua beleza. Conosco você encontrará não apenas joias, mas uma fonte de inspiração e alegria que estará com você em qualquer momento da sua vida. CONTATO Política de Privacidade TroFF Biscoitos Para lhe proporcionar uma experiência de usuário mais pessoal, nós e nossos terceiros selecionados usamos cookies ou tecnologias semelhantes para fins técnicos e, com o seu consentimento, para “interações e funcionalidades principais”, “aprimoramento de experiência”, “medição” e “segmentação” . e publicidade”. Negar o consentimento pode tornar os recursos relacionados indisponíveis. Use o botão “Aceito” para consentir com o uso de tais tecnologias. Aceitar Não Aceite let container,container2,apply,apply2;const who=()=>document.querySelector(\".warning\"),findElements=()=>{container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\")},findElementsClosed=()=>{container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\")},hideContainer=()=>{container.classList.remove(\"warning--active\")},setCookie=()=>{document.cookie=\"warning=true; max-age=2592000; path=/\"},onClick=e=>{e.preventDefault(),hideContainer(),document.cookie=\"warning=true; max-age=2592000; path=/\"},subscribe=()=>{apply.addEventListener(\"click\",onClick)},subscribe2=()=>{apply2.addEventListener(\"click\",onClick)},init=()=>{document.querySelector(\".warning\")&&(container=document.querySelector(\".warning\"),apply=container.querySelector(\".warning__apply\"),container2=document.querySelector(\".warning\"),apply2=container2.querySelector(\".closed_cookie\"),apply.addEventListener(\"click\",onClick),apply2.addEventListener(\"click\",onClick),1==checkCookie(\"warning\")&&hideContainer())};function checkCookie(e){for(var n=document.cookie.split(\";\"),r=0;r .warning { z-index:1031; position: fixed; bottom: 0; left: 0; display: none; justify-content: center; width: 100%; padding: 30px; box-sizing: border-box; flex-direction: row-reverse; } .warning--active { display: flex; } .warning__text { margin-right: 30px; } .warning__read { display: block; margin-left: 15px; }"
  }
}