{
  "name": "cabyferk1",
  "pages": {
    "contato": "Contatos - FBSAear: Contate-nos para prote&ccedil;&atilde;o confi&aacute;vel +55 21 3241-9524 Casa Sobre nós Serviços Preço Contato Entre em Contato Conosco Pronto para garantir a proteção dos seus bens? Fale conosco hoje mesmo e nossos especialistas estarão à disposição para ajudá-lo a encontrar o seguro ideal para suas necessidades. Escreva para nós Concordo com a Política de Privacidade Enviar mensagem E-mail FBSAear@gmail.com Telefone +55 21 3241-9524 Pol&iacute;tica de Privacidade FBSAear&nbsp;- Todos os direitos reservados",
    "index": "Seguro sem preocupa&ccedil;&otilde;es com FBSAear +55 21 3241-9524 Casa Sobre nós Serviços Preço Contato Seguro Sem Preocupações com a FBSAear Com a FBSAear, você conta com condições de seguro flexíveis, tarifas competitivas e uma abordagem personalizada para cada cliente. Nosso objetivo é garantir a sua tranquilidade, sabendo que seus bens estão protegidos por um seguro confiável e adaptado às suas necessidades. Nossos Serviços Oferecemos uma variedade abrangente de soluções no setor de seguros Saiba Mais Seguro de Automóvel Garanta a proteção do seu carro contra acidentes, roubos e diversos riscos com nossas apólices de seguro flexíveis. Seguro Imobiliário Proteja sua casa ou propriedade comercial contra diversos riscos com nossos seguros confiáveis e abrangentes. Seguro Empresarial Fornecemos seguros completos para o seu negócio, cobrindo bens, responsabilidade civil e funcionários, garantindo suporte total para o seu sucesso operacional. Proteja Seu Futuro Agora! Não adie o que pode lhe proporcionar tranquilidade hoje. Cada minuto sem seguro é um risco que você pode evitar. Garanta sua segurança agora mesmo. Garantir Experiência e Confiabilidade Com mais de 20 anos de atuação no mercado brasileiro, a FBSAear é seu parceiro confiável no mundo dos seguros. Saiba Mais Abordagem Individual Valorizamos cada cliente, proporcionando soluções personalizadas que atendem às suas necessidades específicas. Saiba Mais Ampla Gama de Serviços Disponibilizamos uma variedade completa de seguros para automóveis, propriedades e empresas, garantindo que seus interesses estejam sempre protegidos, independentemente das circunstâncias. Mais detalhes Seguro de Automóvel de $150 Cobertura para danos causados por acidentes Proteção contra roubo Assistência em estrada Garantir Seguro Imobiliário de $120 Cobertura contra incêndios Proteção contra desastres naturais Responsabilidade civil para terceiros Garantir Seguro de Automóvel de $170 Cobertura para propriedades Responsabilidade civil para terceiros Despesas médicas para funcionários Garantir Serviço Ágil e Profissional Sabemos que seu tempo é precioso, por isso nossa equipe se empenha em processar todas as solicitações com agilidade. Utilizamos um sistema eficiente de gerenciamento de tickets para responder rapidamente às suas necessidades, garantindo que você receba o suporte necessário de forma rápida e eficaz. Automóveis Pessoais e Comerciais Nossos serviços de seguros abrangem tanto automóveis pessoais quanto comerciais. Seja para uso diário no deslocamento ou para fins comerciais, temos soluções que se adequam às suas necessidades. Entendemos os desafios específicos que os proprietários de automóveis comerciais enfrentam e estamos prontos para proporcionar a cobertura apropriada. Serviço Profissional: Contamos com uma equipe de especialistas em seguros pronta para fornecer um atendimento excepcional em todas as fases. Orientaremos você na seleção do plano de seguro mais adequado, responderemos a todas as suas perguntas e ofereceremos suporte completo caso ocorra um sinistro. Nosso compromisso é tornar a experiência com seguros de automóvel mais simples, prática e segura para você. Nossos Consultores de Seguros Ana Carvalho Ana possui ampla experiência em seguros de automóveis e propriedades. Ela se destaca na criação de planos de seguro sob medida, ajustados às necessidades e ao orçamento específico de cada cliente. Contato Luís Santos Luís é um especialista em seguros de propriedades e empresariais. Ele se dedica a auxiliar seus clientes na proteção de seus ativos e na garantia da estabilidade financeira de seus empreendimentos. Contato Maria Silva Maria é especialista em seguros para clientes corporativos, com vasta experiência na criação de planos de proteção abrangentes para grandes empresas. Ela garante que essas organizações estejam protegidas contra uma ampla gama de riscos. Contato Tarifas Competitivas e Ofertas Exclusivas para Clientes Regulares Disponibilizamos tarifas competitivas para todos os nossos serviços de seguros, garantindo as melhores condições para nossos clientes. Nosso compromisso em oferecer preços atrativos e benefícios exclusivos torna a FBSAear uma das opções mais vantajosas no mercado de seguros. Proteção 24/7 para Você Sabemos que imprevistos podem ocorrer a qualquer momento, por isso nossa equipe está pronta para assisti-lo a qualquer hora, todos os dias da semana. Independentemente do horário em que você precise de ajuda, estaremos aqui para oferecer o suporte e a orientação que você precisar. Avaliações Valorizamos a opinião dos nossos clientes. Por favor, compartilhe seu feedback sobre nossos serviços. Resenha de Luísa Souza Minha experiência com a FBSAear foi excepcional. Desde o início, a equipe foi extremamente atenciosa e prestativa. Eles me ajudaram a escolher o seguro mais adequado para minha situação e responderam a todas as minhas perguntas com paciência e clareza. A flexibilidade nas opções de seguro e a rapidez no atendimento realmente fizeram a diferença. Agradeço pelo suporte constante e recomendo a FBSAear a todos que procuram um serviço de seguros confiável e de qualidade. Entre em Contato Conosco Pronto para garantir a proteção dos seus bens? Fale conosco hoje mesmo e nossos especialistas estarão à disposição para ajudá-lo a encontrar o seguro ideal para suas necessidades. Escreva para nós Concordo com a Política de Privacidade Enviar mensagem E-mail FBSAear@gmail.com Telefone +55 21 3241-9524 Pol&iacute;tica de Privacidade FBSAear&nbsp;- Todos os direitos reservados",
    "política-de-privacidade": "Pol&iacute;tica de Privacidade - FBSAear: Protegendo Suas Informa&ccedil;&otilde;es Pessoais +55 21 3241-9524 Casa Sobre nós Serviços Preço Contato Pol&iacute;tica de Privacidade &Uacute;ltima atualiza&ccedil;&atilde;o: 06 de maio de 2024Esta Pol&iacute;tica de Privacidade descreve Nossas pol&iacute;ticas e procedimentos sobre a coleta, uso e divulga&ccedil;&atilde;o de Suas informa&ccedil;&otilde;es quando Voc&ecirc; usa o Servi&ccedil;o e informa sobre Seus direitos de privacidade e como a lei protege Voc&ecirc;.Usamos Seus dados pessoais para fornecer e melhorar o Servi&ccedil;o. Ao utilizar o Servi&ccedil;o, voc&ecirc; concorda com a coleta e uso de informa&ccedil;&otilde;es de acordo com esta Pol&iacute;tica de Privacidade. Esta Pol&iacute;tica de Privacidade foi criada com a ajuda do Gerador Gratuito de Pol&iacute;tica de Privacidade.Interpreta&ccedil;&atilde;o e Defini&ccedil;&otilde;esInterpreta&ccedil;&atilde;oAs palavras com a letra inicial mai&uacute;scula t&ecirc;m significados definidos nas seguintes condi&ccedil;&otilde;es. As seguintes defini&ccedil;&otilde;es ter&atilde;o o mesmo significado, independentemente de aparecerem no singular ou no plural.Defini&ccedil;&otilde;esPara efeitos desta Pol&iacute;tica de Privacidade:Conta significa uma conta exclusiva criada para Voc&ecirc; acessar nosso Servi&ccedil;o ou partes de nosso Servi&ccedil;o.Afiliada significa uma entidade que controla, &eacute; controlada ou est&aacute; sob controle comum com uma parte, onde \"controle\" significa propriedade de 50% ou mais das a&ccedil;&otilde;es, participa&ccedil;&atilde;o acion&aacute;ria ou outros t&iacute;tulos com direito a voto para elei&ccedil;&atilde;o de diretores ou outra autoridade administrativa .A Empresa (referida como \"a Empresa\", \"N&oacute;s\", \"N&oacute;s\" ou \"Nosso\" neste Contrato) refere-se a Servi&ccedil;os de seguros, Travessa Tarso 1391, Rio de Janeiro, Rio de Janeiro, Brasil.Cookies s&atilde;o pequenos arquivos que s&atilde;o colocados no Seu computador, dispositivo m&oacute;vel ou qualquer outro dispositivo por um site, contendo os detalhes do Seu hist&oacute;rico de navega&ccedil;&atilde;o nesse site entre seus diversos usos.Pa&iacute;s refere-se a: BrasilDispositivo significa qualquer dispositivo que possa acessar o Servi&ccedil;o, como um computador, um celular ou um tablet digital.Dados Pessoais s&atilde;o quaisquer informa&ccedil;&otilde;es relacionadas a um indiv&iacute;duo identificado ou identific&aacute;vel.Servi&ccedil;o refere-se ao site.Provedor de Servi&ccedil;os significa qualquer pessoa f&iacute;sica ou jur&iacute;dica que processe os dados em nome da Empresa. Refere-se a empresas terceirizadas ou indiv&iacute;duos contratados pela Empresa para facilitar o Servi&ccedil;o, para fornecer o Servi&ccedil;o em nome da Empresa, para executar servi&ccedil;os relacionados ao Servi&ccedil;o ou para auxiliar a Empresa na an&aacute;lise de como o Servi&ccedil;o &eacute; usado.Dados de Uso referem-se a dados coletados automaticamente, gerados pelo uso do Servi&ccedil;o ou pela pr&oacute;pria infraestrutura do Servi&ccedil;o (por exemplo, a dura&ccedil;&atilde;o de uma visita &agrave; p&aacute;gina).O site refere-se ao FBSAear, acess&iacute;vel em cabyferk.comVoc&ecirc; significa o indiv&iacute;duo que acessa ou usa o Servi&ccedil;o, ou a empresa ou outra entidade legal em nome da qual tal indiv&iacute;duo est&aacute; acessando ou usando o Servi&ccedil;o, conforme aplic&aacute;vel.Coletando e usando seus dados pessoaisTipos de dados coletadosDados pessoaisAo usar Nosso Servi&ccedil;o, podemos solicitar que Voc&ecirc; nos forne&ccedil;a certas informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal que podem ser usadas para contat&aacute;-lo ou identific&aacute;-lo. As informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal podem incluir, mas n&atilde;o est&atilde;o limitadas a:Endere&ccedil;o de emailN&uacute;mero de telefoneEndere&ccedil;o, estado, prov&iacute;ncia, CEP/c&oacute;digo postal, cidadeDados de usoDados de usoOs Dados de Uso s&atilde;o coletados automaticamente ao usar o Servi&ccedil;o.Os Dados de Uso podem incluir informa&ccedil;&otilde;es como o endere&ccedil;o de protocolo da Internet do seu dispositivo (por exemplo, endere&ccedil;o IP), tipo de navegador, vers&atilde;o do navegador, as p&aacute;ginas do nosso Servi&ccedil;o que voc&ecirc; visita, a hora e a data da sua visita, o tempo gasto nessas p&aacute;ginas, dispositivo exclusivo identificadores e outros dados de diagn&oacute;stico.Quando voc&ecirc; acessa o Servi&ccedil;o por ou atrav&eacute;s de um dispositivo m&oacute;vel, podemos coletar determinadas informa&ccedil;&otilde;es automaticamente, incluindo, entre outras, o tipo de dispositivo m&oacute;vel que voc&ecirc; usa, o ID exclusivo do seu dispositivo m&oacute;vel, o endere&ccedil;o IP do seu dispositivo m&oacute;vel, o seu sistema operacional, o tipo de navegador de Internet m&oacute;vel que voc&ecirc; usa, identificadores exclusivos de dispositivo e outros dados de diagn&oacute;stico.Tamb&eacute;m poderemos coletar informa&ccedil;&otilde;es que Seu navegador envia sempre que Voc&ecirc; visita nosso Servi&ccedil;o ou quando acessa o Servi&ccedil;o por meio de um dispositivo m&oacute;vel.Tecnologias de rastreamento e cookiesUsamos Cookies e tecnologias de rastreamento semelhantes para rastrear a atividade em Nosso Servi&ccedil;o e armazenar determinadas informa&ccedil;&otilde;es. As tecnologias de rastreamento utilizadas s&atilde;o beacons, tags e scripts para coletar e rastrear informa&ccedil;&otilde;es e para melhorar e analisar Nosso Servi&ccedil;o. As tecnologias que usamos podem incluir:Cookies ou Cookies do Navegador. Um cookie &eacute; um pequeno arquivo colocado no seu dispositivo. Voc&ecirc; pode instruir seu navegador a recusar todos os cookies ou indicar quando um cookie est&aacute; sendo enviado. No entanto, se voc&ecirc; n&atilde;o aceitar cookies, poder&aacute; n&atilde;o conseguir usar algumas partes do nosso servi&ccedil;o. A menos que voc&ecirc; tenha ajustado a configura&ccedil;&atilde;o do seu navegador para recusar cookies, nosso servi&ccedil;o poder&aacute; usar cookies.Web Beacons. Certas se&ccedil;&otilde;es de nosso Servi&ccedil;o e nossos e-mails podem conter pequenos arquivos eletr&ocirc;nicos conhecidos como web beacons (tamb&eacute;m chamados de gifs transparentes, tags de pixel e gifs de pixel &uacute;nico) que permitem &agrave; Empresa, por exemplo, contar usu&aacute;rios que visitaram essas p&aacute;ginas. ou abriu um e-mail e para outras estat&iacute;sticas relacionadas ao site (por exemplo, registrando a popularidade de uma determinada se&ccedil;&atilde;o e verificando a integridade do sistema e do servidor).Os cookies podem ser Cookies &ldquo;Persistentes&rdquo; ou de &ldquo;Sess&atilde;o&rdquo;. Os cookies persistentes permanecem no seu computador pessoal ou dispositivo m&oacute;vel quando voc&ecirc; fica offline, enquanto os cookies de sess&atilde;o s&atilde;o exclu&iacute;dos assim que voc&ecirc; fecha o navegador da web. Saiba mais sobre cookies no artigo do site Pol&iacute;tica de Privacidade Gratuita.Utilizamos cookies de sess&atilde;o e persistentes para os fins descritos abaixo:Cookies Necess&aacute;rios/EssenciaisTipo: Cookies de Sess&atilde;oAdministrado por: N&oacute;sFinalidade: Estes Cookies s&atilde;o essenciais para lhe fornecer os servi&ccedil;os dispon&iacute;veis atrav&eacute;s do Site e para permitir-lhe utilizar algumas das suas funcionalidades. Eles ajudam a autenticar usu&aacute;rios e a prevenir o uso fraudulento de contas de usu&aacute;rios. Sem estes Cookies, os servi&ccedil;os que Voc&ecirc; solicitou n&atilde;o podem ser fornecidos, e N&oacute;s apenas usamos esses Cookies para fornecer esses servi&ccedil;os a Voc&ecirc;.Pol&iacute;tica de Cookies / Cookies de Aceita&ccedil;&atilde;o de AvisoTipo: Cookies PersistentesAdministrado por: N&oacute;sFinalidade: Estes Cookies identificam se os utilizadores aceitaram a utiliza&ccedil;&atilde;o de cookies no Site.Cookies de funcionalidadeTipo: Cookies PersistentesAdministrado por: N&oacute;sFinalidade: Esses cookies nos permitem lembrar as escolhas que voc&ecirc; faz ao usar o site, como lembrar seus detalhes de login ou prefer&ecirc;ncia de idioma. O objetivo destes Cookies &eacute; proporcionar-lhe uma experi&ecirc;ncia mais pessoal e evitar que tenha de voltar a introduzir as suas prefer&ecirc;ncias sempre que utilizar o Website.Para obter mais informa&ccedil;&otilde;es sobre os cookies que utilizamos e as suas escolhas em rela&ccedil;&atilde;o aos cookies, visite a nossa Pol&iacute;tica de Cookies ou a sec&ccedil;&atilde;o Cookies da nossa Pol&iacute;tica de Privacidade.Uso dos seus dados pessoaisA Empresa poder&aacute; usar Dados Pessoais para os seguintes fins:Para fornecer e manter nosso Servi&ccedil;o, inclusive para monitorar o uso de nosso Servi&ccedil;o.Para gerenciar sua conta: para gerenciar seu registro como usu&aacute;rio do Servi&ccedil;o. Os Dados Pessoais que voc&ecirc; fornece podem lhe dar acesso a diferentes funcionalidades do Servi&ccedil;o que est&atilde;o dispon&iacute;veis para voc&ecirc; como usu&aacute;rio registrado.Para a execu&ccedil;&atilde;o de um contrato: o desenvolvimento, cumprimento e execu&ccedil;&atilde;o do contrato de compra dos produtos, itens ou servi&ccedil;os que voc&ecirc; adquiriu ou de qualquer outro contrato conosco atrav&eacute;s do Servi&ccedil;o.Para contat&aacute;-lo: Para contat&aacute;-lo por e-mail, telefonemas, SMS ou outras formas equivalentes de comunica&ccedil;&atilde;o eletr&ocirc;nica, como notifica&ccedil;&otilde;es push de um aplicativo m&oacute;vel sobre atualiza&ccedil;&otilde;es ou comunica&ccedil;&otilde;es informativas relacionadas &agrave;s funcionalidades, produtos ou servi&ccedil;os contratados, incluindo as atualiza&ccedil;&otilde;es de seguran&ccedil;a, quando necess&aacute;rio ou razo&aacute;vel para sua implementa&ccedil;&atilde;o.Para fornecer-lhe not&iacute;cias, ofertas especiais e informa&ccedil;&otilde;es gerais sobre outros bens, servi&ccedil;os e eventos que oferecemos e que sejam semelhantes aos que voc&ecirc; j&aacute; comprou ou consultou, a menos que voc&ecirc; tenha optado por n&atilde;o receber tais informa&ccedil;&otilde;es.Para gerenciar suas solicita&ccedil;&otilde;es: Para atender e gerenciar suas solicita&ccedil;&otilde;es para n&oacute;s.Para transfer&ecirc;ncias de neg&oacute;cios: Poderemos usar Suas informa&ccedil;&otilde;es para avaliar ou conduzir uma fus&atilde;o, aliena&ccedil;&atilde;o, reestrutura&ccedil;&atilde;o, reorganiza&ccedil;&atilde;o, dissolu&ccedil;&atilde;o ou outra venda ou transfer&ecirc;ncia de alguns ou de todos os Nossos ativos, seja como uma empresa em continuidade ou como parte de fal&ecirc;ncia, liquida&ccedil;&atilde;o, ou processo semelhante, em que os Dados Pessoais mantidos por N&oacute;s sobre os usu&aacute;rios de nossos Servi&ccedil;os estejam entre os ativos transferidos.Para outros fins: Poderemos usar Suas informa&ccedil;&otilde;es para outros fins, como an&aacute;lise de dados, identifica&ccedil;&atilde;o de tend&ecirc;ncias de uso, determina&ccedil;&atilde;o da efic&aacute;cia de nossas campanhas promocionais e para avaliar e melhorar nosso Servi&ccedil;o, produtos, servi&ccedil;os, marketing e sua experi&ecirc;ncia.Poderemos compartilhar Suas informa&ccedil;&otilde;es pessoais nas seguintes situa&ccedil;&otilde;es:Com Provedores de Servi&ccedil;os: Poderemos compartilhar Suas informa&ccedil;&otilde;es pessoais com Provedores de Servi&ccedil;os para monitorar e analisar o uso de nosso Servi&ccedil;o, para entrar em contato com Voc&ecirc;.Para transfer&ecirc;ncias de neg&oacute;cios: Poderemos compartilhar ou transferir Suas informa&ccedil;&otilde;es pessoais em conex&atilde;o com, ou durante negocia&ccedil;&otilde;es de, qualquer fus&atilde;o, venda de ativos da Empresa, financiamento ou aquisi&ccedil;&atilde;o de todo ou parte de Nossos neg&oacute;cios para outra empresa.Com Afiliados: Poderemos compartilhar Suas informa&ccedil;&otilde;es com Nossos afiliados e, nesse caso, exigiremos que esses afiliados honrem esta Pol&iacute;tica de Privacidade. Afiliadas incluem Nossa controladora e quaisquer outras subsidi&aacute;rias, parceiros de joint venture ou outras empresas que N&oacute;s controlamos ou que estejam sob controle comum Conosco.Com parceiros de neg&oacute;cios: Poderemos compartilhar Suas informa&ccedil;&otilde;es com Nossos parceiros de neg&oacute;cios para lhe oferecer determinados produtos, servi&ccedil;os ou promo&ccedil;&otilde;es.Com outros usu&aacute;rios: quando Voc&ecirc; compartilha informa&ccedil;&otilde;es pessoais ou de outra forma interage em &aacute;reas p&uacute;blicas com outros usu&aacute;rios, tais informa&ccedil;&otilde;es podem ser visualizadas por todos os usu&aacute;rios e podem ser distribu&iacute;das publicamente para fora.Com o Seu consentimento: Poderemos divulgar Suas informa&ccedil;&otilde;es pessoais para qualquer outra finalidade com o Seu consentimento.Reten&ccedil;&atilde;o dos seus dados pessoaisA Empresa reter&aacute; Seus Dados Pessoais apenas pelo tempo necess&aacute;rio para os fins estabelecidos nesta Pol&iacute;tica de Privacidade. Reteremos e utilizaremos os Seus Dados Pessoais na medida necess&aacute;ria para cumprir as nossas obriga&ccedil;&otilde;es legais (por exemplo, se formos obrigados a reter os seus dados para cumprir as leis aplic&aacute;veis), resolver disputas e fazer cumprir os nossos acordos e pol&iacute;ticas legais.A Empresa tamb&eacute;m reter&aacute; Dados de Uso para fins de an&aacute;lise interna. Os Dados de Utiliza&ccedil;&atilde;o s&atilde;o geralmente retidos por um per&iacute;odo de tempo mais curto, exceto quando estes dados s&atilde;o utilizados para refor&ccedil;ar a seguran&ccedil;a ou para melhorar a funcionalidade do Nosso Servi&ccedil;o, ou quando somos legalmente obrigados a reter estes dados por per&iacute;odos de tempo mais longos.Transfer&ecirc;ncia dos seus dados pessoaisSuas informa&ccedil;&otilde;es, incluindo Dados Pessoais, s&atilde;o processadas nos escrit&oacute;rios operacionais da Empresa e em quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas informa&ccedil;&otilde;es podem ser transferidas para &mdash; e mantidas em &mdash; computadores localizados fora do Seu estado, prov&iacute;ncia, pa&iacute;s ou outra jurisdi&ccedil;&atilde;o governamental onde as leis de prote&ccedil;&atilde;o de dados possam ser diferentes daquelas da Sua jurisdi&ccedil;&atilde;o.Seu consentimento com esta Pol&iacute;tica de Privacidade seguido pelo envio de tais informa&ccedil;&otilde;es representa Sua concord&acirc;ncia com essa transfer&ecirc;ncia.A Empresa tomar&aacute; todas as medidas razoavelmente necess&aacute;rias para garantir que Seus dados sejam tratados de forma segura e de acordo com esta Pol&iacute;tica de Privacidade e nenhuma transfer&ecirc;ncia de Seus Dados Pessoais ocorrer&aacute; para uma organiza&ccedil;&atilde;o ou pa&iacute;s, a menos que haja controles adequados em vigor, incluindo a seguran&ccedil;a de Seus dados e outras informa&ccedil;&otilde;es pessoais.Exclua seus dados pessoaisVoc&ecirc; tem o direito de excluir ou solicitar que ajudemos a excluir os Dados Pessoais que coletamos sobre Voc&ecirc;.Nosso Servi&ccedil;o pode dar a Voc&ecirc; a capacidade de excluir certas informa&ccedil;&otilde;es sobre Voc&ecirc; de dentro do Servi&ccedil;o.Voc&ecirc; pode atualizar, alterar ou excluir Suas informa&ccedil;&otilde;es a qualquer momento, acessando Sua Conta, se tiver uma, e visitando a se&ccedil;&atilde;o de configura&ccedil;&otilde;es da conta que permite gerenciar Suas informa&ccedil;&otilde;es pessoais. Voc&ecirc; tamb&eacute;m pode entrar em contato conosco para solicitar acesso, corrigir ou excluir quaisquer informa&ccedil;&otilde;es pessoais que voc&ecirc; nos forneceu.Observe, no entanto, que poderemos precisar reter determinadas informa&ccedil;&otilde;es quando tivermos uma obriga&ccedil;&atilde;o legal ou base legal para faz&ecirc;-lo.Divulga&ccedil;&atilde;o dos seus dados pessoaisTransa&ccedil;&otilde;es comerciaisSe a Empresa estiver envolvida em uma fus&atilde;o, aquisi&ccedil;&atilde;o ou venda de ativos, Seus Dados Pessoais poder&atilde;o ser transferidos. Forneceremos um aviso antes que seus dados pessoais sejam transferidos e fiquem sujeitos a uma Pol&iacute;tica de Privacidade diferente.Aplica&ccedil;&atilde;o da leiSob certas circunst&acirc;ncias, a Empresa pode ser obrigada a divulgar os Seus Dados Pessoais se assim for exigido por lei ou em resposta a solicita&ccedil;&otilde;es v&aacute;lidas de autoridades p&uacute;blicas (por exemplo, um tribunal ou uma ag&ecirc;ncia governamental).Outros requisitos legaisA Empresa pode divulgar Seus Dados Pessoais acreditando de boa f&eacute; que tal a&ccedil;&atilde;o &eacute; necess&aacute;ria para:Cumprir uma obriga&ccedil;&atilde;o legalProteger e defender os direitos ou propriedade da EmpresaPrevenir ou investigar poss&iacute;veis irregularidades relacionadas ao Servi&ccedil;oProteger a seguran&ccedil;a pessoal dos Usu&aacute;rios do Servi&ccedil;o ou do p&uacute;blicoProteja-se contra responsabilidade legalSeguran&ccedil;a dos seus dados pessoaisA seguran&ccedil;a dos Seus Dados Pessoais &eacute; importante para N&oacute;s, mas lembre-se de que nenhum m&eacute;todo de transmiss&atilde;o pela Internet ou m&eacute;todo de armazenamento eletr&ocirc;nico &eacute; 100% seguro. Embora nos esforcemos para utilizar meios comercialmente aceit&aacute;veis para proteger os Seus Dados Pessoais, n&atilde;o podemos garantir a sua seguran&ccedil;a absoluta.Privacidade infantilNosso Servi&ccedil;o n&atilde;o se dirige a ningu&eacute;m com menos de 13 anos de idade. N&atilde;o coletamos intencionalmente informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal de ningu&eacute;m com menos de 13 anos de idade. Se voc&ecirc; &eacute; pai ou respons&aacute;vel e est&aacute; ciente de que seu filho nos forneceu dados pessoais, por favor Contate-nos. Se tomarmos conhecimento de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos de idade sem verifica&ccedil;&atilde;o do consentimento dos pais, tomaremos medidas para remover essas informa&ccedil;&otilde;es de Nossos servidores.Se precisarmos confiar no consentimento como base legal para processar Suas informa&ccedil;&otilde;es e Seu pa&iacute;s exigir o consentimento de um dos pais, poderemos exigir o consentimento de Seus pais antes de coletarmos e usarmos essas informa&ccedil;&otilde;es.Links para outros sitesNosso Servi&ccedil;o pode conter links para outros sites que n&atilde;o s&atilde;o operados por N&oacute;s. Se voc&ecirc; clicar em um link de terceiros, ser&aacute; direcionado ao site desse terceiro. Aconselhamos vivamente que reveja a Pol&iacute;tica de Privacidade de cada site que visita.N&atilde;o temos controle e n&atilde;o assumimos responsabilidade pelo conte&uacute;do, pol&iacute;ticas de privacidade ou pr&aacute;ticas de sites ou servi&ccedil;os de terceiros.Altera&ccedil;&otilde;es nesta Pol&iacute;tica de PrivacidadePoderemos atualizar nossa Pol&iacute;tica de Privacidade de tempos em tempos. Iremos notific&aacute;-lo sobre quaisquer altera&ccedil;&otilde;es publicando a nova Pol&iacute;tica de Privacidade nesta p&aacute;gina.Avisaremos Voc&ecirc; por e-mail e/ou um aviso em destaque em Nosso Servi&ccedil;o, antes que a altera&ccedil;&atilde;o entre em vigor e atualizaremos a data da &ldquo;&Uacute;ltima atualiza&ccedil;&atilde;o&rdquo; no topo desta Pol&iacute;tica de Privacidade.Aconselhamos que voc&ecirc; revise esta Pol&iacute;tica de Privacidade periodicamente para quaisquer altera&ccedil;&otilde;es. As altera&ccedil;&otilde;es a esta Pol&iacute;tica de Privacidade entram em vigor quando s&atilde;o publicadas nesta p&aacute;gina.Contate-nosSe voc&ecirc; tiver alguma d&uacute;vida sobre esta Pol&iacute;tica de Privacidade, voc&ecirc; pode entrar em contato conosco:Por e-mail: FBSAear@gmail.com Pelo telefone: +55 21 3241-9524 Pol&iacute;tica de Privacidade FBSAear&nbsp;- Todos os direitos reservados",
    "preço": "Lista de pre&ccedil;os: Seguros com taxas competitivas FBSAear +55 21 3241-9524 Casa Sobre nós Serviços Preço Contato Lista de preços: Seguros com taxas competitivas FBSAear Oferecemos uma ampla seleção de seguros para automóveis, propriedades e empresas, assegurando que seus interesses estejam sempre resguardados, independentemente das circunstâncias. Ampla Gama de Serviços Disponibilizamos uma variedade completa de seguros para automóveis, propriedades e empresas, garantindo que seus interesses estejam sempre protegidos, independentemente das circunstâncias. Mais detalhes Seguro de Automóvel de $150 Cobertura para danos causados por acidentes Proteção contra roubo Assistência em estrada Garantir Seguro Imobiliário de $120 Cobertura contra incêndios Proteção contra desastres naturais Responsabilidade civil para terceiros Garantir Seguro de Automóvel de $170 Cobertura para propriedades Responsabilidade civil para terceiros Despesas médicas para funcionários Garantir Ofertas Especiais para Clientes Regulares Também disponibilizamos tarifas e descontos exclusivos para nossos clientes fiéis. Entre em contato conosco para descobrir mais sobre nossas ofertas especiais e condições personalizadas. Observação Os preços podem variar conforme o tipo e o tamanho da sua propriedade, o nível de cobertura e outros fatores específicos. Para obter uma estimativa precisa do custo do seguro, entre em contato conosco para uma consulta personalizada. Pol&iacute;tica de Privacidade FBSAear&nbsp;- Todos os direitos reservados",
    "servicos": "Servi&ccedil;os FBSAear: sua prote&ccedil;&atilde;o, nossa prioridade +55 21 3241-9524 Casa Sobre nós Serviços Preço Contato Serviços FBSAear: sua segurança é nossa principal preocupação Na FBSAear, oferecemos uma variedade de soluções de seguros destinadas a garantir proteção total para sua propriedade, veículo, negócios e outros aspectos da sua vida. Sabemos que cada cliente tem necessidades particulares, por isso ajustamos nossos serviços para se adequarem a diferentes requisitos e faixas de orçamento. Seguro Automóvel: Proteção para o Seu Veículo Cobertura abrangente contra riscos: Nossas apólices de seguro proporcionam uma proteção ampla para o seu veículo. Oferecemos cobertura para diversos riscos, como acidentes de trânsito, roubo, incêndio, desastres naturais e outros incidentes. Seja o seu carro estando em movimento ou estacionado, asseguramos sua proteção completa. Disponibilizamos diversos planos de seguro automóvel para atender às suas necessidades e orçamento específicos. Nossas apólices flexíveis permitem que você escolha o nível de cobertura, opções adicionais e serviços necessários para criar o plano ideal para você. Automóveis Pessoais e Comerciais Nossos serviços de seguros abrangem tanto automóveis pessoais quanto comerciais. Seja para uso diário no deslocamento ou para fins comerciais, temos soluções que se adequam às suas necessidades. Entendemos os desafios específicos que os proprietários de automóveis comerciais enfrentam e estamos prontos para proporcionar a cobertura apropriada. Serviço Profissional: Contamos com uma equipe de especialistas em seguros pronta para fornecer um atendimento excepcional em todas as fases. Orientaremos você na seleção do plano de seguro mais adequado, responderemos a todas as suas perguntas e ofereceremos suporte completo caso ocorra um sinistro. Nosso compromisso é tornar a experiência com seguros de automóvel mais simples, prática e segura para você. Oferecemos soluções de seguro para veículos pessoais e comerciais, ajustadas às suas necessidades particulares. Se você utiliza seu carro diariamente ou para fins comerciais, temos a cobertura certa para você. Reconhecemos os riscos específicos dos veículos comerciais e estamos preparados para fornecer a proteção adequada. Nossa equipe de especialistas em seguros está pronta para oferecer um atendimento de excelência em cada fase do processo. Auxiliamos na escolha do plano de seguro ideal, respondemos a todas as suas perguntas e fornecemos suporte completo em caso de sinistro. Trabalhamos para tornar o processo de seguro de automóvel fácil, conveniente e seguro para você. Seguro Imobiliário: proteção para sua casa ou empresa Cobertura total para sua propriedade: Nossos seguros proporcionam uma proteção abrangente para residências e imóveis comerciais. Compreendemos que possuir uma propriedade envolve diversos riscos, e é por isso que nossas apólices incluem cobertura para uma ampla gama de eventos, como incêndios, inundações, roubos, danos e outros incidentes cobertos. Asseguramos que seu imóvel estará completamente protegido contra perdas financeiras em caso de sinistro. Automóveis Pessoais e Comerciais Nossos serviços de seguros abrangem tanto automóveis pessoais quanto comerciais. Seja para uso diário no deslocamento ou para fins comerciais, temos soluções que se adequam às suas necessidades. Entendemos os desafios específicos que os proprietários de automóveis comerciais enfrentam e estamos prontos para proporcionar a cobertura apropriada. Serviço Profissional: Contamos com uma equipe de especialistas em seguros pronta para fornecer um atendimento excepcional em todas as fases. Orientaremos você na seleção do plano de seguro mais adequado, responderemos a todas as suas perguntas e ofereceremos suporte completo caso ocorra um sinistro. Nosso compromisso é tornar a experiência com seguros de automóvel mais simples, prática e segura para você. Opções de Seguro Flexíveis: Disponibilizamos planos de seguro de propriedade adaptáveis, permitindo que você escolha o nível de cobertura desejado e adicione opções adicionais conforme suas necessidades e orçamento. Seja para uma residência, um imóvel alugado ou para qualquer tamanho de negócio, temos a solução ideal para você. Cobertura Abrangente de Riscos: Nossos seguros abrangem uma ampla variedade de riscos que sua propriedade pode enfrentar. Nossas apólices protegem não apenas contra danos físicos, mas também contra impactos financeiros relacionados à responsabilidade perante terceiros. Parceria Duradoura: Buscamos construir relacionamentos duradouros com nossos clientes, fundamentados na confiança e respeito mútuos. Nosso objetivo é ser seu parceiro confiável na proteção de sua propriedade, sempre pronto para oferecer suporte e assistência quando necessário. Venha Conosco! Torne-se parte daqueles que valorizam uma proteção segura para sua casa ou empresa. Entre em contato conosco hoje para descobrir mais sobre nossos seguros patrimoniais e encontrar o plano ideal para você. Seguro Empresarial: Garantindo a Segurança do Seu Sucesso Cobertura Completa para o Seu Negócio: Oferecemos seguros abrangentes que cobrem diversos aspectos do seu empreendimento. Nossos planos incluem proteção para propriedades, responsabilidades, funcionários e outras áreas cruciais do seu negócio. Asseguramos que sua empresa estará totalmente protegida contra uma ampla gama de riscos que podem impactar sua estabilidade e sucesso. Abordagem Personalizada para Cada Negócio: Reconhecemos que cada empresa é única, por isso adotamos uma abordagem personalizada na criação de planos de seguro. Nossa equipe de especialistas em seguros empresariais colabora com você para entender a fundo o seu negócio, identificar riscos potenciais e elaborar a cobertura mais adequada. Trabalhamos para desenvolver um plano de seguro que se ajuste às suas necessidades específicas e ao seu orçamento. Protegendo Seus Ativos: Sabemos que seu negócio é um bem valioso, e estamos aqui para protegê-lo contra uma variedade de ameaças e riscos. Nosso objetivo é fornecer uma proteção confiável para que você possa focar no crescimento e no sucesso do seu empreendimento, sem se preocupar com possíveis imprevistos. Disponibilidade 24/7 na FBSAear Estamos disponíveis 24 horas por dia, 7 dias por semana, para oferecer assistência e suporte sempre que você precisar. Nosso compromisso é ser seu parceiro confiável no universo dos seguros, prontos para ajudá-lo a proteger o que é mais importante para você. Pol&iacute;tica de Privacidade FBSAear&nbsp;- Todos os direitos reservados",
    "sobre-nós": "Saiba mais sobre FBSAear: Nossa Hist&oacute;ria e Equipe +55 21 3241-9524 Casa Sobre nós Serviços Preço Contato Saiba mais sobre FBSAear: Nossa Trajetória e Equipe A FBSAear é uma destacada seguradora que atua no Brasil, oferecendo uma ampla variedade de serviços de seguros para automóveis, propriedades e empresas. Nosso objetivo é garantir aos nossos clientes uma proteção sólida e a tranquilidade de um futuro seguro. Nos dedicamos a ser um aliado confiável para todos os nossos clientes, disponibilizando soluções de seguros personalizadas que se ajustam às suas necessidades e orçamentos. Acreditamos firmemente que todos devem ter acesso a uma proteção confiável, e é por isso que nos empenhamos em tornar os seguros acessíveis e fáceis de entender para todos. Nossa História A FBSAear começou suas operações no ano 2000 com uma missão clara: tornar-se uma das principais seguradoras no Brasil, oferecendo proteção confiável e segurança para o futuro de nossos clientes. Desde então, estamos em constante evolução, buscando aprimorar e desenvolver nossos serviços para melhor atender às expectativas dos nossos clientes. Desde o início, priorizamos a qualidade do atendimento e a satisfação dos nossos clientes. Regularmente, analisamos suas demandas e expectativas para fornecer soluções de seguros personalizadas que melhor atendam às suas necessidades. Ao longo dos anos, ganhamos a confiança de nossos clientes através da nossa transparência, honestidade e confiabilidade. Continuamente nos dedicamos a cumprir nossos compromissos, oferecendo serviços de alta qualidade nos quais nossos clientes possam confiar. Temos orgulho de que nossas ações não só beneficiam nossos clientes, mas também promovem o desenvolvimento social. Estamos profundamente envolvidos em projetos sociais e iniciativas beneficentes, oferecendo apoio a quem necessita. Estamos convencidos de que nossa vasta experiência, profissionalismo e busca incessante por desenvolvimento nos permitirão continuar crescendo e nos aprimorando para melhor servir nossos clientes. Estamos prontos para enfrentar os novos desafios e aproveitar as oportunidades que o futuro nos reserva. Nossos Serviços Oferecemos uma variedade abrangente de soluções no setor de seguros Saiba Mais Seguro de Automóvel Garanta a proteção do seu carro contra acidentes, roubos e diversos riscos com nossas apólices de seguro flexíveis. Seguro Imobiliário Proteja sua casa ou propriedade comercial contra diversos riscos com nossos seguros confiáveis e abrangentes. Seguro Empresarial Fornecemos seguros completos para o seu negócio, cobrindo bens, responsabilidade civil e funcionários, garantindo suporte total para o seu sucesso operacional. Equipe Profissional Nos orgulhamos de contar com os melhores especialistas na área de seguros em nossa equipe. Todos os nossos colaboradores possuem vasta experiência no setor e um profundo conhecimento em suas respectivas áreas. Continuamente investimos no desenvolvimento profissional de nossa equipe, oferecendo acesso a treinamentos e seminários atualizados. Tratamos cada cliente de maneira única, levando em consideração suas necessidades específicas e circunstâncias de vida. Nossos especialistas estão prontos para ouvi-lo, esclarecer suas dúvidas e ajudá-lo a escolher o seguro mais adequado. Nosso objetivo é construir relacionamentos de longo prazo com nossos clientes, baseados na confiança e na compreensão mútua. Mantemos altos padrões de qualidade e estamos sempre buscando melhorias. Acompanhamos atentamente o feedback dos nossos clientes e revisamos constantemente nossos processos para aprimorar nossos serviços. Nosso objetivo é oferecer um atendimento superior que exceda suas expectativas. Estamos sempre disponíveis para ajudá-lo em qualquer situação. Nossa equipe responde rapidamente às suas solicitações e preocupações, buscando sempre soluções eficientes. Valorizamos seu tempo e nos esforçamos para oferecer assistência o mais rápido possível. Faça parte dos milhares de clientes que confiam em nossa proteção e segurança para o futuro. Estamos prontos para ser seus parceiros confiáveis no mundo dos seguros. Nossos Consultores de Seguros Ana Carvalho Ana possui ampla experiência em seguros de automóveis e propriedades. Ela se destaca na criação de planos de seguro sob medida, ajustados às necessidades e ao orçamento específico de cada cliente. Contato Luís Santos Luís é um especialista em seguros de propriedades e empresariais. Ele se dedica a auxiliar seus clientes na proteção de seus ativos e na garantia da estabilidade financeira de seus empreendimentos. Contato Maria Silva Maria é especialista em seguros para clientes corporativos, com vasta experiência na criação de planos de proteção abrangentes para grandes empresas. Ela garante que essas organizações estejam protegidas contra uma ampla gama de riscos. Contato Confian&ccedil;a, Honestidade, Abertura: Nossos Princ&iacute;pios Fundamentais Relacionamentos de Longo Prazo Acreditamos que a chave para o sucesso está em cultivar relacionamentos duradouros com nossos clientes. Nosso objetivo vai além da simples venda de seguros; buscamos estabelecer uma relação de confiança que perdure ao longo dos anos. Confiança como Pilar das Nossas Interações Para nós, a confiança é um princípio essencial em todas as nossas interações. Trabalhamos incansavelmente para ganhar a confiança de cada cliente, agindo com total transparência, integridade e honestidade. Demonstramos nossa competência e confiabilidade para assegurar que nossos clientes se sintam seguros em nossa capacidade de proteger seus interesses. Compromisso com a Integridade Nós mantemos elevados padrões de integridade e ética em todas as nossas atividades. Oferecemos aos clientes informações claras e precisas sobre nossos serviços, sem taxas ocultas ou custos inesperados. Garantimos que todas as condições do seguro e os possíveis riscos sejam comunicados de forma honesta, auxiliando nossos clientes a tomar decisões bem-informadas. Abertura e Comunicação Valorizamos a transparência e a franqueza em nossa relação com os clientes. Estamos sempre prontos para ouvir suas opiniões, dúvidas e feedbacks para compreender melhor suas necessidades e expectativas. Trabalhamos para ser acessíveis e responder a qualquer pergunta ou preocupação de nossos clientes a qualquer momento. Inovação na FBSAear: Evoluindo para Proteger Você Na FBSAear, não nos acomodamos com nossos sucessos e estamos sempre em busca de formas inovadoras para melhorar nossos serviços. Acompanhamos de perto as tendências mais recentes no setor de seguros e nos empenhamos em aplicar tecnologias avançadas para aprimorar a qualidade do atendimento aos nossos clientes. Investimos constantemente no desenvolvimento e na implementação de tecnologias inovadoras que melhoram nossos processos e tornam o atendimento ao cliente mais conveniente e eficiente. Nossa plataforma digital permite que os clientes gerenciem suas apólices, façam solicitações e recebam consultoria online com facilidade. Nos dedicamos a oferecer soluções personalizadas que atendam às necessidades específicas e às situações de vida únicas de nossos clientes. Analisamos dados e compreendemos o comportamento dos nossos clientes para fornecer planos de seguro ideais, ajustados às suas necessidades. Trabalhamos ativamente com empresas líderes e start-ups em tecnologia e inovação para desenvolver novos produtos e soluções. Essas parcerias nos colocam na vanguarda da indústria, permitindo-nos oferecer soluções inovadoras e eficazes aos nossos clientes. Estamos prontos para enfrentar as mudanças e desafios que o futuro nos reserva. Nossa paixão pela inovação nos mantém à frente, garantindo que nossos clientes estejam protegidos em todas as fases de suas vidas e negócios. Abordagem Personalizada: Sua Proteção, Suas Regras Reconhecemos que cada cliente possui necessidades de seguro distintas. Por isso, iniciamos o processo ouvindo atentamente suas necessidades, objetivos e as particularidades da sua situação de vida. Fazemos perguntas detalhadas para entender quais riscos você deseja cobrir e como o seguro pode apoiar você na realização de suas metas. Com base nas informações que você nos fornece, criamos soluções de seguros personalizadas que se alinham com suas necessidades e preferências. Ajustamos nossos produtos e serviços para refletir sua situação específica e oferecer a proteção mais adequada para você. Variedade de Produtos e Opções Disponibilizamos uma ampla gama de produtos e opções de seguros, permitindo que você escolha as soluções que melhor atendem às suas necessidades e ao seu orçamento. Estamos aqui para revisar suas opções e ajustar seu plano de seguro sempre que necessário, garantindo que ele continue a atender suas necessidades em evolução. Parceria Responsável Consideramos nossos clientes como parceiros e nos dedicamos a construir relacionamentos duradouros baseados em confiança e respeito mútuos. Comprometemo-nos a estar ao seu lado durante toda a vigência do seu seguro, oferecendo suporte e assistência sempre que necessário. Disponibilidade 24 horas por dia, 7 dias por semana no FBSAear Pol&iacute;tica de Privacidade FBSAear&nbsp;- Todos os direitos reservados",
    "thanks": "Obrigado pela sua pergunta! Gratidão transbordando do primeiro FBSAear! Aqui no primeiro verão, estamos absolutamente entusiasmados por receber a sua comunicação. As vossas ideias são como pedras preciosas para nós, enriquecendo a nossa viagem e guiando o nosso caminho. A sua confiança em nós alimenta o nosso compromisso com a excelência, acendendo a nossa paixão por elevar continuamente o nível em tudo o que fazemos. Se há algo mais que você gostaria de compartilhar ou perguntar sobre, por favor, não hesite em entrar em contato mais uma vez. Explore mais com FBSAear"
  },
  "date": "2024-07-25T13:31:27.992Z"
}