{
  "name": "cardclash",
  "pages": {
    "terms-conditions": "Terms of Use - Rules and Guidelines for Card Clash Card Clash +91-935-9225105 Home Basic moments What to expect About Us Terms of Use Eligibility To participate in Card Clash tournaments, you must be at least 18 years old and a resident of India. By accessing or using our website, you represent and warrant that you meet these eligibility requirements. Account Registration To participate in Card Clash tournaments, you must create an account on our website. You agree to provide accurate, current, and complete information during the registration process, and to update such information as needed to keep it accurate, current, and complete. You are responsible for maintaining the confidentiality of your account login information and for any activity that occurs under your account. Tournament Rules Card Clash tournaments are governed by the rules of blackjack, as well as any additional rules or guidelines posted on our website. By participating in a tournament, you agree to abide by these rules and guidelines. Entry Fees and Prizes Entry fees and prizes for Card Clash tournaments are posted on our website. Entry fees are non-refundable, except in the event of a tournament cancellation by Card Clash. Prizes will be awarded to the winners of each tournament, as determined by Card Clash. Conduct You agree to behave in a respectful and appropriate manner while using our website and participating in Card Clash tournaments. Any behavior that is disruptive, abusive, or otherwise inappropriate, as determined by Card Clash, may result in your removal from a tournament or termination of your account. Intellectual Property All content on our website, including but not limited to text, graphics, logos, and software, is the property of Card Clash and is protected by Indian and international copyright laws. You may not use, reproduce, modify, distribute, or display any content from our website without our express written consent. Contact Us If you have any questions or concerns about these Terms or our website, please contact us at cardclash@gmail.com. Card Clash Home Basic moments What to expect About Us Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - Your Participation in Card Clash Thank You! We appreciate your time and effort. We want to express our sincere gratitude for taking the time to connect with us. At Card Clash, we value your input and are always looking for ways to improve our platform and user experience. Your feedback is invaluable to us, and it's users like you who help shape the future of Card Clash. Rest assured that our team will carefully review your message and consider your thoughts and suggestions. If you have any further questions or ideas, please don't hesitate to reach out to us again. We're always here to help! Once again, thank you for your contribution. We look forward to continuing to provide you with the best gaming experience possible. Warm regards, The Card Clash Team To main",
    "about": "About Us - Meet the Team Behind Card Clash Card Clash +91-935-9225105 Home Basic moments What to expect About Us About Card Clash Our Mission At Card Clash, our mission is to create the ultimate offline blackjack experience. We are dedicated to providing a platform where players can showcase their skills, compete with the best, and enjoy the thrill of the game in a professionally managed environment. Our Vision We envision a world where blackjack enthusiasts have a premier venue to gather, compete, and celebrate their love for the game. By organizing top-tier tournaments, we aim to elevate the status of blackjack and bring it to the forefront of competitive card games. Our Values Integrity, excellence, and community are at the heart of Card Clash. We believe in fair play, high standards of organization, and fostering a welcoming and supportive community for all participants. Who We Are Meet the Team Behind Card Clash At Card Clash, we are a team of passionate individuals committed to delivering an exceptional blackjack tournament experience. Our diverse backgrounds and shared love for the game unite us in our mission to make Card Clash the best offline tournament. Experienced Organizers With years of experience in event management, our team knows how to put together a seamless and enjoyable tournament. Professional Dealers Our dealers are not only skilled but also passionate about blackjack, ensuring every game is conducted with expertise and fairness. Dedicated Support Staff From registration to the final round, our support staff is here to assist you at every step, ensuring a smooth and hassle-free experience. Marketing & Outreach Experts Our marketing team works tirelessly to promote Card Clash, attracting top talent and ensuring our events are well-publicized and attended. Why Choose Us Top-Tier Competition Compete against the best and push your skills to the limit. Premium Venue Enjoy a luxurious setting that enhances your tournament experience. Exciting Prizes Stand a chance to win amazing rewards and recognition. Community Spirit Be part of a vibrant and supportive blackjack community. 50+ Successful Tournaments 1000+ Satisfied Players 20 Major Sponsors 10 Prestigious Awards Card Clash Home Basic moments What to expect About Us Disclaimer Privacy Policy Terms of Use We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookieBanner\"); const acceptCookie = document.getElementById(\"acceptCookie\"); if (!cookieBanner || !acceptCookie) return; if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptCookie.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); 18+ Age Verification To enter this site you must be 18 years of age or older. By clicking the button below you confirm that you are over 18 years of age. If you are under 18 years old, visiting the site is prohibited! Confirm document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"agePopup\"); const confirmAge = document.getElementById(\"confirmAge\"); if (!agePopup || !confirmAge) return; if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.style.display = \"flex\"; } confirmAge.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "disclaimer": "Disclaimer - Important Information About Card Clash Card Clash +91-935-9225105 Home Basic moments What to expect About Us Disclaimer Welcome to Card Clash, the premier offline blackjack tournament in India. This Disclaimer page is designed to provide you with important information about the use of our website and participation in our tournaments. Please read this Disclaimer carefully before using our website or participating in any Card Clash events. By accessing or using the Card Clash website, you agree to be bound by the terms and conditions set forth in this Disclaimer. If you do not agree to these terms and conditions, you should not access or use our website or participate in our tournaments. Card Clash is an offline blackjack tournament and does not offer any online gambling or betting services. Our tournaments are designed for entertainment purposes only and are not intended to promote or encourage gambling. Participants must be at least 18 years old to participate in our tournaments. Card Clash is not responsible for any losses, damages, or injuries that may occur as a result of participating in our tournaments. Participants assume all risks associated with participating in our tournaments, including but not limited to, the risk of injury, loss of property, or loss of money. Card Clash reserves the right to modify or cancel any tournament or event at any time without notice. We are not responsible for any errors or omissions on our website or in any promotional materials. We reserve the right to correct any errors or omissions and to change or update information on our website at any time without notice. Card Clash does not guarantee the accuracy or completeness of any information on our website. We do not warrant that our website will be uninterrupted or error-free. We are not responsible for any viruses or other harmful components that may be transmitted to your computer or mobile device as a result of using our website. Card Clash is not responsible for any third-party websites that may be linked to our website. We do not endorse or recommend any third-party websites, products, or services. We are not responsible for the content, accuracy, or opinions expressed on any third-party websites. Card Clash respects the intellectual property rights of others and expects its users to do the same. If you believe that any content on our website infringes upon your intellectual property rights, please contact us immediately. If you have any questions or concerns about this Disclaimer or any aspect of our website or tournaments, please contact us at cardclash@gmail.com. We will do our best to respond to your inquiry in a timely and professional manner. Card Clash Home Basic moments What to expect About Us Disclaimer Privacy Policy Terms of Use",
    "index": "Card Clash - The Ultimate Offline Blackjack Tournament Card Clash +91-935-9225105 Home Basic moments What to expect About Us Join the Ultimate Blackjack Showdown Card Clash: Where Strategy Meets Thrill Step into the arena of Card Clash, the premier offline blackjack tournament that brings together the best players for an unforgettable gaming experience. Whether you're a seasoned pro or a passionate novice, Card Clash offers intense competition and unparalleled excitement. Ready to test your skills and win big? The card tables are waiting for you! Join Tournament Highlights Why Card Clash Stands Out Experience the essence of blackjack with a tournament that’s designed to elevate your gameplay: Epic Competition Face off against top-tier players and prove your skills on the grand stage. Exclusive Prizes Win coveted awards and rewards that set you apart from the rest. Immersive Atmosphere Enjoy a vibrant, high-energy environment that captures the true spirit of the game. Professional Setup Play in a state-of-the-art setting with high-quality equipment and seamless game management. What to Expect Unmatched Excitement Feel the adrenaline rush as you compete in a high-stakes environment. Expert Dealers Play alongside seasoned dealers who ensure a smooth and professional experience. Networking Opportunities Connect with fellow enthusiasts and make lasting friendships. Top-Notch Facilities Benefit from exceptional amenities designed for comfort and convenience. Registration Details Easy Sign-Up Register effortlessly through our streamlined process and secure your spot. Clear Entry Requirements Understand the simple criteria to participate and join the action. Affordable Fees Enjoy competitive entry fees that offer great value for the experience. Flexible Schedule Choose from various tournament sessions to fit your availability. Pre-Tournament Warm-Up Participate in practice rounds to refine your strategy. Main Event Engage in the primary tournament and showcase your skills. Finals Battle it out in the finale to claim the ultimate victory. Award Ceremony Celebrate the champions and their remarkable achievements. Get Involved Exciting Challenges Embrace the thrill of facing skilled opponents. Exclusive Access Gain entry to a premier event reserved for true enthusiasts. Join Our Exciting Tournaments Participate in our various tournaments held throughout the month and experience the thrill of competitive blackjack. Here’s when you can join: Weekly Showdown Every Friday Join us every Friday for our weekly showdown. Test your skills against other players and aim for the top spot. Apply for participation Monthly Main Event First Day of Every Month Our main event kicks off at the beginning of each month. This is the tournament where the stakes are higher, and the rewards are even better. Apply for participation Weekend Blitz Every Saturday and Sunday Enjoy a weekend of fast-paced blackjack action. Perfect for those looking to have a thrilling gaming experience over the weekend. Apply for participation Seasonal Championship Start of Each Season Celebrate the start of each season with our championship event. This tournament brings together the best players for a high-energy competition. Apply for participation Stay Connected Stay up-to-date with all things Card Clash by following our channels for the latest news, updates, and exclusive content. Be part of our community and never miss out on the action! I accept the Privacy Policy Send 2379+633, Near Hotel Le Meridien (Sun N Sand), Village Rui,, Nagpur, Maharashtra 441108, India +91-9359225105 cardclash@gmail.com Card Clash Home Basic moments What to expect About Us Disclaimer Privacy Policy Terms of Use We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookieBanner\"); const acceptCookie = document.getElementById(\"acceptCookie\"); if (!cookieBanner || !acceptCookie) return; if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptCookie.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); 18+ Age Verification To enter this site you must be 18 years of age or older. By clicking the button below you confirm that you are over 18 years of age. If you are under 18 years old, visiting the site is prohibited! Confirm document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"agePopup\"); const confirmAge = document.getElementById(\"confirmAge\"); if (!agePopup || !confirmAge) return; if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.style.display = \"flex\"; } confirmAge.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - How Card Clash Protects Your Data Card Clash +91-935-9225105 Home Basic moments What to expect About Us Privacy Policy We may collect the following information from you when you use our website or participate in our tournaments: Personal information, such as your name, email address, phone number, and postal address, that you provide to us when you register for a tournament, sign up for our newsletter, or contact us through our website. Payment information, such as your credit card number and billing address, that you provide to us when you make a purchase or pay a tournament entry fee. Demographic information, such as your age, gender, and location, that you provide to us when you participate in a survey or poll. Usage information, such as your IP address, browser type, device type, and operating system, that we collect automatically when you use our website. Cookies and similar technologies, such as web beacons and pixels, that we use to collect information about your use of our website and to personalize your experience. We may use your personal information for the following purposes: To provide you with the services and products you request, such as registering you for a tournament, processing your payment, and sending you tournament updates and results. To communicate with you about your account, your tournament registration, and any changes to our policies or terms of service. To send you promotional materials, such as newsletters, special offers, and announcements about upcoming tournaments. To personalize your experience on our website, such as by showing you content and ads that are relevant to your interests. To improve our website and tournament offerings, such as by analyzing usage data and conducting surveys. To comply with legal and regulatory requirements, such as responding to court orders and subpoenas. International Transfers Our website is hosted in India, and your personal information may be transferred to and processed in India or other countries where our service providers are located. These countries may have data protection laws that are different from the laws of your country. By using our website or participating in our tournaments, you consent to the transfer and processing of your personal information in accordance with this Privacy Policy. Contact Us If you have any questions or concerns about this Privacy Policy or our practices, please contact us at cardclash@gmail.com. We will do our best to address your concerns and resolve any issues you may have. Card Clash Home Basic moments What to expect About Us Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-24T19:59:05.971Z"
}