{
  "name": "Casa-de-Aces",
  "pages": {
    "about": "Casa de Aces - Sobre Nosotros: Exclusividad, Lujo y la Mejor Experiencia de Póker Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar La Historia de Casa de Aces Descubre Nuestro Pasado y Nuestra Pasión por el Póker En Casa de Aces, nuestra historia se remonta a los inicios del póker en Madrid. Desde nuestros humildes comienzos en 1920, hemos sido un punto de encuentro para amantes del juego de todas partes del mundo. Contáctanos Un Espacio Emblemático en el Corazón de Madrid Descubre Casa de Aces, un lugar donde la tradición se encuentra con la emoción del póker. Ubicado en un majestuoso edificio de la década de 1920, nuestro club ofrece una experiencia única en el centro de Madrid. Sumérgete en un ambiente lleno de historia y elegancia mientras disfrutas de las emocionantes partidas de póker con amigos y jugadores de todo el mundo. Te invitamos a ser parte de esta experiencia única y a descubrir el encanto de Casa de Aces. Únete a Nosotros Hoy Nuestra Historia Una Tradición Centenaria Casa de Aces ha sido un símbolo del póker en Madrid desde hace más de un siglo. Con una historia rica en pasión por el juego y un legado de excelencia, seguimos siendo el destino preferido de los aficionados al póker en la capital. Contáctanos Compromiso con la Excelencia Desde nuestros inicios, nos hemos dedicado a brindar una experiencia única a nuestros jugadores. Nuestra reputación se basa en la calidad de nuestro servicio, la integridad de nuestros juegos y el ambiente excepcional que ofrecemos. Contáctanos Únete a Nuestra Comunidad En Casa de Aces, no solo ofrecemos emocionantes partidas de póker, sino que también creamos una comunidad de jugadores apasionados que comparten una misma pasión. Únete a nosotros y forma parte de esta experiencia única. Descubre nuevas amistades, mejora tus habilidades y disfruta de un ambiente acogedor y lleno de camaradería en nuestro exclusivo club de póker en el corazón de Madrid. Te invitamos a ser parte de nuestra comunidad y a vivir la emoción del póker como nunca antes lo has hecho. Contáctanos para Más Información Una Historia Arraigada en el Corazón de Madrid Un Legado Centenario de Póker y Pasión Casa de Aces nació en el corazón de Madrid en el año 1920, en un majestuoso edificio que ha sido testigo de innumerables partidas de póker y momentos memorables a lo largo de los años. Desde entonces, hemos sido el punto de encuentro para los amantes del póker de todas partes del mundo, manteniendo viva la tradición y la emoción de este apasionante juego en la capital española. Contáctanos para Más Información Únete a Nuestra Comunidad de Apasionados por el Póker En Casa de Aces, no solo encontrarás mesas de póker emocionantes, sino también una comunidad apasionada y acogedora de jugadores que comparten tu amor por el juego. Únete a nosotros para disfrutar de noches llenas de emoción, aprender de otros jugadores y hacer nuevos amigos en un ambiente vibrante y amigable. ¡Ven y descubre por qué Casa de Aces es más que un club de póker, es un hogar para aquellos que comparten nuestra pasión! Contáctanos para Unirte a la Experiencia Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "champ": "Casa de Aces - Torneos: Compite, Gana y Conviértete en una Leyenda del Póker Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar ¡Únete a Nuestros Torneos y Competencias! Demuestra tu Destreza en el Póker ¡Participa en nuestros emocionantes torneos y compite contra los mejores jugadores para ganar fabulosos premios! Contáctanos Descubre Nuestra Pasión por el Póker Sumérgete en la emoción del póker con nosotros y experimenta una atmósfera única de diversión y competencia. En Casa de Aces, cada mano es una oportunidad para demostrar tu habilidad y estrategia. Únete a nuestra comunidad de entusiastas del póker y vive la verdadera pasión por este apasionante juego de cartas. ¡Ven y Juega con Nosotros! Explora el Mundo del Póker con Nosotros Sumérgete en la emoción y la estrategia del póker en Casa de Aces, donde cada partida es una aventura única. Descubre nuestra amplia variedad de torneos y eventos especiales que te mantendrán entretenido y desafiado. Únete a nuestra comunidad de jugadores apasionados y experimenta la emoción de competir en uno de los mejores clubes de póker. ¡Ven y Únete a la Diversión! Próximos Torneos Descubre nuestros emocionantes torneos regulares y prepárate para competir con los mejores. Torneo Semanal de No-Limit Hold'em Fecha: Todos los martes a las 19:00 hrs Ven y demuestra tus habilidades en este emocionante torneo semanal. Torneo Mensual de Omaha Pot-Limit Fecha: Último viernes de cada mes a las 20:00 hrs Prepárate para enfrentarte a jugadores de todo el mundo en nuestro torneo mensual de Omaha. Torneo de High Roller Fecha: Cada sábado a las 21:00 hrs Si buscas la máxima emoción y grandes premios, no te pierdas nuestro torneo de High Roller. Torneo de Bounty Fecha: Primer domingo de cada mes a las 18:00 hrs Caza jugadores y gana recompensas en nuestro emocionante torneo de Bounty. Torneo de Sit & Go Fecha: Disponible las 24 horas, todos los días Juega a tu propio ritmo y compite en nuestros torneos de Sit & Go en cualquier momento. Torneo Especial de Aniversario Fecha: Próxima edición el 15 de julio a las 19:00 hrs Celebra con nosotros nuestro aniversario en un torneo especial lleno de sorpresas. ¡Regístrate ahora y asegura tu lugar en uno de nuestros emocionantes torneos! Regístrate Ahora ¡Gana un Súper Premio! Participa en nuestros emocionantes juegos y torneos para tener la oportunidad de ganar un premio increíble. Descubre Más Vive la Emoción de Nuestros Únicos Campeonatos Sumérgete en el mundo del póker con nuestros exclusivos campeonatos diseñados para desafiar tus habilidades y ofrecerte una experiencia inigualable. Descubre desafíos emocionantes, rivales expertos y la oportunidad de destacar en la comunidad del póker. ¡Prepárate para vivir momentos emocionantes y competir por grandes premios en nuestros torneos únicos! Descubre Nuestros Exclusivos Campeonatos Sumérgete en la emoción y la competencia de nuestros extraordinarios torneos de póker, diseñados para jugadores de todos los niveles. Campeonato de Póker de Alta Apostadora ¡Gana premios increíbles y compite con los mejores jugadores en nuestro torneo de alta apuesta! Prepárate para enfrentarte a desafíos intensos y disfrutar de una experiencia única en el póker. Torneo de Póker de Celebridades ¡Únete a las estrellas del póker y compite por la gloria en nuestro torneo exclusivo para celebridades! Experimenta la emoción de jugar junto a tus ídolos y demostrar tu habilidad en la mesa. Desafío de Póker en Línea ¡Participa en nuestros desafíos semanales de póker en línea y demuestra tu destreza contra jugadores de todo el mundo! Supera tus límites y compite por emocionantes premios en nuestros torneos en línea. Gran Premio Anual del Póker ¡Gana el título de campeón en nuestro gran premio anual del póker y lleva a casa un premio digno de leyenda! Prepárate para la batalla final y lucha por el prestigio en el torneo más importante del año. Torneo de Póker de Estrellas Emergentes ¡Demuestra tu talento y compite con los mejores jugadores emergentes en nuestro torneo especial para nuevos talentos! Descubre quiénes serán las próximas estrellas del póker y sé parte de esta emocionante competencia. Desafío de Póker en Vivo ¡Siente la emoción del póker en vivo en nuestro desafío especial y juega contra otros entusiastas del juego! Disfruta de la atmósfera única de un torneo en persona y compite por fabulosos premios en efectivo. ¡No te pierdas la oportunidad de demostrar tu habilidad y ganar grandes premios en nuestros campeonatos exclusivos! Regístrate Ahora Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "comida": "Casa de Aces - Placeres Gastronómicos: Disfruta de la Alta Cocina en Nuestro Club de Póker Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar Disfruta de Deliciosas Experiencias Gastronómicas en Nuestro Club de Póker Saborea la Exquisita Culpa de Nuestra Cocina En Casa de Aces, no solo ofrecemos emocionantes partidas de póker, sino también una experiencia culinaria inolvidable. Descubre una variedad de platos exquisitos y bebidas selectas que complementarán tu noche de juego. Reservar una Mesa Descubre Nuestras Exquisitas Opciones Gastronómicas En Casa de Aces, no solo nos enorgullecemos de ofrecer emocionantes partidas de póker, sino también de proporcionar una experiencia gastronómica excepcional para nuestros visitantes. Explora nuestro menú cuidadosamente seleccionado, que incluye platos gourmet, aperitivos tentadores y bebidas de primera calidad, diseñadas para complementar perfectamente tu noche de juego. ¡Prepárate para deleitar tus papilas gustativas mientras disfrutas de la emoción del póker en nuestro exclusivo club! ¡Ven y Descubre una Experiencia Gastronómica Sin Igual! Sumérgete en una Experiencia Gastronómica Inigualable Delicias para el Paladar Explora nuestra selección de platos exquisitos, preparados con ingredientes frescos y sabores irresistibles que satisfarán tus sentidos. ¡Reserva Tu Mesa Hoy! Cocteles Creativos Disfruta de nuestra variedad de cocteles innovadores y bebidas refrescantes, elaborados por expertos mixólogos para complementar tu experiencia gastronómica. ¡Haz Tu Reserva Ahora! Explora Nuestra Variedad de Eventos y Actividades En Casa de Aces, siempre hay algo emocionante sucediendo. Desde torneos de póker hasta noches temáticas y eventos especiales, tenemos algo para todos los amantes del juego. Descubre nuestra agenda llena de diversión y únete a nosotros para una experiencia inolvidable llena de emoción y entretenimiento. ¡No te pierdas nuestras próximas actividades y descubre todo lo que tenemos para ofrecer! ¡Ven y Únete a la Diversión en Casa de Aces! Vive la Emoción del Póker con Estilo Descubre la adrenalina, la estrategia y la diversión en cada partida. ¡Únete a la Acción Hoy! Sumérgete en una experiencia gastronómica única con platos exquisitos preparados por nuestro renombrado chef ejecutivo. Reserva Tu Mesa Ahora Deléitate con los sabores extraordinarios y las presentaciones creativas que solo nuestro chef experto puede ofrecer. ¡Visita! Disfruta de una Experiencia Gastronómica Excepcional En Casa de Aces, no solo ofrecemos juegos emocionantes, sino también una experiencia culinaria excepcional. Nuestro menú está cuidadosamente elaborado por chefs expertos, utilizando ingredientes frescos y de la más alta calidad para brindarte platos deliciosos que complementarán perfectamente tu tiempo en el club. Además, nuestra amplia selección de bebidas, desde cócteles creativos hasta finos vinos y licores premium, asegura que cada visita sea una experiencia completa para tus sentidos. ¡Ven y Descubre el Sabor de la Excelencia en Casa de Aces! Saborea la Excelencia en Casa de Aces Disfruta de una amplia selección de deliciosos platillos y refrescantes bebidas en nuestro exclusivo club de póker. Explora Menú Descubre Prueba Explora Sumérgete en Nuestro Encantador Bar Histórico Un Rincón de Historia y Elegancia Descubre nuestro bar histórico, donde la tradición se mezcla con la modernidad, ofreciendo una selección de bebidas artesanales y clásicos de la mixología. Sumérgete en el ambiente único de nuestro bar, decorado con encanto y lleno de colecciones de licores y vinos excepcionales. ¡Viaja en el Tiempo! Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "disclaimer": "Casa de Aces - Disclaimer: Políticas y Responsabilidades de Uso Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar Descargo de Responsabilidad Información General La información proporcionada en el sitio web de Casa de Aces es solo para fines informativos generales. Toda la información en el sitio se proporciona de buena fe, sin embargo, no hacemos ninguna representación o garantía de ningún tipo, expresa o implícita, sobre la exactitud, adecuación, validez, fiabilidad, disponibilidad o integridad de cualquier información en el sitio. En ninguna circunstancia tendremos responsabilidad alguna ante usted por cualquier pérdida o daño de cualquier tipo incurrido como resultado del uso del sitio o la confianza en cualquier información proporcionada en el sitio. El uso que usted haga del sitio y su confianza en cualquier información en el sitio es únicamente bajo su propio riesgo. El sitio puede contener enlaces a otros sitios web o contenido perteneciente a o originado de terceros, o enlaces a sitios web y características en banners u otra publicidad. Dichos enlaces externos no son investigados, monitoreados o verificados por nosotros en cuanto a su precisión, adecuación, validez, fiabilidad, disponibilidad o integridad. Descargo de Responsabilidad Profesional El sitio no puede y no contiene asesoramiento profesional. La información proporcionada es solo para fines informativos generales y no sustituye el asesoramiento profesional. En consecuencia, antes de tomar cualquier acción basada en dicha información, le recomendamos que consulte con los profesionales adecuados. No proporcionamos ningún tipo de asesoramiento profesional. El uso o la confianza en cualquier información contenida en este sitio es bajo su propio riesgo. Descargo de Responsabilidad de Afiliados El sitio puede contener enlaces a sitios web afiliados, y recibimos una comisión de afiliados por cualquier compra realizada por usted en el sitio web afiliado utilizando dichos enlaces. Nuestras afiliaciones no influyen en el contenido que publicamos en el sitio. No garantizamos la disponibilidad, adecuación, validez, fiabilidad o precisión de cualquier información ofrecida por sitios web afiliados. Descargo de Responsabilidad de Opiniones Las opiniones expresadas en el sitio son de los autores individuales y no representan necesariamente las opiniones de Casa de Aces. No somos responsables de la exactitud o contenido de las opiniones expresadas por nuestros colaboradores. Cualquier acción que tome basada en las opiniones expresadas en el sitio es bajo su propio riesgo. Descargo de Responsabilidad de Uso El uso del sitio y cualquier confianza en la información proporcionada es bajo su propio riesgo. No seremos responsables por ningún daño o pérdida que resulte del uso del sitio. Le recomendamos que verifique cualquier información obtenida del sitio antes de tomar decisiones basadas en dicha información. Contacto Si tiene alguna pregunta sobre este descargo de responsabilidad, puede contactarnos en: Correo Electrónico: casadeaces@gmail.com Dirección: Gran Vía, 24, Centro, 28013 Madrid Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "index": "Casa de Aces - ¡Descubre la Emoción del Póker en Nuestro Club Exclusivo! Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar Bienvenidos a Casa de Aces El Mejor Club de Póker en Madrid Únete a nosotros para vivir la mejor experiencia de póker en un ambiente exclusivo y acogedor. Contáctanos Descubre Casa de Aces Casa de Aces es un emocionante club de póker ubicado en un magnífico y restaurado palacete de los años 1920 en el corazón de Madrid. Nuestro club ofrece una experiencia única de póker que combina el glamour y la elegancia de la época con las comodidades modernas. Disfruta de partidas emocionantes en salones decorados con estilo, rodeado de una atmósfera exclusiva y acogedora. Ya sea que seas un jugador experimentado o un principiante, en Casa de Aces encontrarás el lugar perfecto para disfrutar del póker. Aquí podrás encontrar amigos con los que compartir experiencias emocionantes y competir en mesas de juego de alta calidad. Nuestro club también ofrece una serie de eventos y torneos emocionantes, así como servicios exclusivos y comodidades para asegurarse de que tu visita sea inolvidable. ¡Ven y forma parte de nuestra comunidad de jugadores! Estamos comprometidos con la creación de un ambiente de juego amigable y acogedor, donde podrás aprender, compartir y disfrutar de la emoción del póker. ¡Únete a nosotros y descubre por qué Casa de Aces es el lugar ideal para vivir la mejor experiencia de póker en Madrid! ¡Ven y forma parte de nuestra comunidad de jugadores! Nuestro Elegante Interior Un Toque de Elegancia Cada rincón de Casa de Aces ha sido cuidadosamente diseñado para ofrecer una atmósfera de lujo y confort. Desde los muebles vintage hasta los detalles arquitectónicos, cada elemento refleja la elegancia de los años 1920. Visítanos Hoy Ambiente Sofisticado Nuestro club ofrece un ambiente sofisticado y acogedor, ideal para disfrutar de emocionantes partidas de póker. La decoración meticulosa y la iluminación suave crean un entorno perfecto para nuestros miembros. Únete a Nosotros \"Donde el Póker se Encuentra con la Elegancia\" En Casa de Aces, cada partida es una experiencia inolvidable en un entorno que combina la emoción del juego con el lujo de un palacete histórico. Descubre Más Nuestros Torneos En Casa de Aces, organizamos una variedad de torneos emocionantes que se adaptan a todos los niveles de habilidad. Torneo de Bienvenida Cada Lunes, 20:00 Perfecto para nuevos miembros. Ven y conoce nuestra comunidad. Noches de Póker Profesional Miércoles y Viernes, 19:00 Torneos de alto nivel para jugadores experimentados. Torneo del Fin de Semana Sábado, 18:00 Ideal para relajarse y disfrutar del póker en un ambiente distendido. Torneo de Caridad Primer Domingo de Cada Mes, 17:00 Juega por una buena causa. Todos los fondos recaudados se destinan a organizaciones benéficas locales. Torneo Relámpago Cada Jueves, 21:00 Partidas rápidas y emocionantes para los amantes de la adrenalina. Gran Torneo Mensual Último Sábado del Mes, 16:00 Un gran evento con grandes premios y mucha competencia. ¡Únete a nosotros y participa en nuestros emocionantes torneos! Hay un torneo para cada tipo de jugador. Regístrate Ahora Exquisita Cocina En Casa de Aces, ofrecemos una selección de platos gourmet preparados por nuestros chefs de renombre. Desde tapas tradicionales hasta platos internacionales, hay algo para todos los gustos. Utilizamos ingredientes frescos y de alta calidad para asegurar que cada bocado sea una experiencia deliciosa. Nuestro menú cambia regularmente para reflejar las mejores ofertas de temporada. Explora Nuestro Menú Bebidas de Primera Clase Nuestra carta de bebidas incluye una amplia variedad de vinos finos, cócteles creativos y licores premium. Tanto si prefieres un clásico como un cóctel innovador, nuestros bartenders expertos están listos para sorprenderte. Relájate con una copa de vino de nuestra extensa bodega o disfruta de un cóctel perfectamente mezclado en nuestro elegante bar. Cada bebida está pensada para complementar tu experiencia de juego y gastronomía. Descubre Nuestra Experiencias Inolvidables Lo Que Dicen Nuestros Jugadores \"Casa de Aces no es solo un club de póker, es una comunidad. La atmósfera es increíble y las partidas son siempre emocionantes. ¡Me encanta venir aquí!\" - Juan P. \"El nivel de profesionalismo y la calidad del servicio en Casa de Aces son inigualables. Siempre espero con ansias los torneos de los fines de semana.\" - María G. \"Desde la elegante decoración hasta la exquisita comida y bebida, cada visita a Casa de Aces es una experiencia de lujo. Definitivamente el mejor lugar para jugar al póker en Madrid.\" - Carlos R. Únete a Nosotros Los Mejores Placeres del Póker en Casa de Aces En Casa de Aces, te ofrecemos una experiencia de póker inigualable, donde la emoción del juego se combina con el lujo y la comodidad. Ambientes Exclusivos Juega en salas exquisitamente decoradas, diseñadas para ofrecer el máximo confort y privacidad a nuestros miembros. Explora Más Servicio de Primera Clase Disfruta de un servicio impecable y personalizado, con atención a cada detalle para que tu experiencia de juego sea perfecta. Descubre Más Comunidad de Jugadores Únete a una comunidad apasionada por el póker, donde podrás compartir tu amor por el juego y mejorar tus habilidades. Únete Hoy Torneos Exclusivos Participa en torneos exclusivos que te ofrecen la oportunidad de competir y ganar grandes premios en un entorno elegante. Infórmate Más Conveniencia de Estacionamiento Estacionamiento y Servicio de Valet En Casa de Aces, entendemos la importancia de la comodidad y la conveniencia para nuestros miembros. Por eso, ofrecemos estacionamiento exclusivo y servicio de valet para todos nuestros visitantes. Nuestro equipo de valet profesional está listo para recibir tu vehículo y asegurarse de que esté seguro durante tu visita. Disfruta de una experiencia de póker sin preocupaciones desde el momento en que llegas. Contáctanos Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "poker-club": "Casa de Aces - Tu Póker Club de Referencia en Madrid Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar ¡Bienvenido a Nuestro Reino del Póker! Explora Nuestro Póker Room y Únete a la Emoción Sumérgete en el mundo del póker con nosotros y descubre una experiencia única llena de emoción, estrategia y competencia. ¡Contáctanos la acción! Bienvenido a Casa de Aces Adéntrate en el emocionante mundo del póker en Casa de Aces, donde la competencia y la diversión se fusionan en un ambiente único. Descubre nuestras instalaciones de primera clase, desde nuestras mesas de juego hasta nuestras exclusivas salas VIP, diseñadas para brindarte la mejor experiencia de póker. Prepárate para sumergirte en una experiencia inolvidable llena de emoción, estrategia y camaradería. ¡Únete a nosotros y haz que cada mano cuente! ¡Ven y Descubre el Mundo del Póker en Casa de Aces! Explora Nuestras Exclusivas Salas VIP para una Experiencia de Póker de Lujo Sala VIP de Élite Disfruta del lujo y la comodidad en nuestras salas VIP diseñadas para ofrecer la mejor experiencia de juego de póker. ¡Visítanos Póker VIP! Sala VIP Premium Únete a la élite del póker en nuestras exclusivas salas VIP, donde la elegancia se combina con la emoción del juego. ¡Únete Ahora! \"El lugar donde los ases se encuentran\" ¡Descubre la emoción del póker en Casa de Aces! Sumérgete en un mundo de estrategia, emoción y camaradería. Experimenta la verdadera esencia del póker en nuestro exclusivo club. ¡Únete a nosotros y vive la pasión por el juego como nunca antes! Únete a Nosotros \"Descubre la Emoción del Póker\" Sumérgete en el fascinante mundo del póker con nosotros. Torneos Exclusivos Participa en nuestros torneos exclusivos y demuestra tu habilidad. Explora Más Clases de Póker Aprende estrategias avanzadas con nuestras clases de póker impartidas por expertos. Explora Más Sala de Juegos Privada Disfruta de partidas exclusivas en nuestra sala de juegos privada. Explora Más Eventos Especiales Asiste a nuestros eventos especiales y vive la emoción del póker en su máximo esplendor. Explora Más Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "privacy": "Política de Privacidad - Casa de Aces Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar Política de Privacidad Información Recopilada Recopilamos varios tipos de información con diferentes propósitos para proporcionarle y mejorar nuestro servicio. La información recopilada puede incluir, entre otros: datos personales como nombre, dirección de correo electrónico, número de teléfono; datos de uso, como su dirección IP, tipo de navegador, y las páginas de nuestro servicio que visita. Utilizamos esta información para mejorar el servicio, mantenerlo seguro y personalizar su experiencia. Uso de la Información La información recopilada se utiliza para varios propósitos, tales como: proporcionar y mantener nuestro servicio, notificarle sobre cambios en nuestro servicio, permitirle participar en características interactivas de nuestro servicio, y proporcionar atención al cliente y soporte. También utilizamos la información para recopilar análisis o información valiosa para que podamos mejorar nuestro servicio, y para monitorear el uso de nuestro servicio. La información puede ser utilizada para detectar, prevenir y abordar problemas técnicos. Protección de la Información Nos esforzamos por utilizar medios comercialmente aceptables para proteger su información personal, pero recuerde que ningún método de transmisión por Internet, o método de almacenamiento electrónico es 100% seguro. Aunque hacemos nuestro mejor esfuerzo para proteger su información personal, no podemos garantizar su absoluta seguridad. Utilizamos medidas de seguridad administrativas, técnicas y físicas para proteger su información personal contra pérdida, robo y acceso, uso y modificación no autorizados. Compartir la Información No compartimos su información personal con terceros, excepto cuando sea necesario para proporcionar nuestro servicio o cuando sea requerido por la ley. Podemos compartir información no personal agregada o anónima con terceros para fines de análisis y marketing. En caso de una fusión, adquisición o venta de activos, su información personal puede ser transferida. Le notificaremos antes de que su información personal sea transferida y quede sujeta a una política de privacidad diferente. Derechos del Usuario Tiene derecho a acceder, corregir, actualizar o solicitar la eliminación de su información personal en cualquier momento. Puede oponerse al procesamiento de su información personal, solicitarnos que restrinjamos el procesamiento de su información personal o solicitar la portabilidad de su información personal. Para ejercer estos derechos, por favor contáctenos utilizando la información de contacto proporcionada. También tiene derecho a presentar una queja ante una autoridad de protección de datos sobre nuestra recopilación y uso de su información personal. Cambios a Esta Política de Privacidad Podemos actualizar nuestra política de privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva política de privacidad en esta página. Le informaremos a través del correo electrónico y/o un aviso destacado en nuestro servicio, antes de que el cambio entre en vigor y actualizaremos la \"fecha de vigencia\" en la parte superior de esta política de privacidad. Le recomendamos que revise esta política de privacidad periódicamente para cualquier cambio. Los cambios a esta política de privacidad son efectivos cuando se publican en esta página. Contacto Si tiene alguna pregunta sobre esta política de privacidad, por favor contáctenos: Correo Electrónico: casadeaces@gmail.com Dirección: Gran Vía, 24, Centro, 28013 Madrid Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "terms": "Términos y Condiciones - Casa de Aces Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar Términos y Condiciones Introducción Estos Términos y Condiciones rigen el uso de nuestro sitio web y servicios ofrecidos por Casa de Aces. Al acceder o utilizar nuestro sitio, usted acepta cumplir con estos términos. Si no está de acuerdo con estos términos, por favor no utilice nuestro sitio web. Nos reservamos el derecho de modificar estos Términos y Condiciones en cualquier momento. Las modificaciones serán efectivas inmediatamente después de su publicación en esta página. Uso del Sitio Usted se compromete a utilizar el sitio únicamente para fines legales y de una manera que no infrinja los derechos de, o restrinja o inhiba el uso y disfrute del sitio por parte de cualquier tercero. Usted no debe realizar actividades ilegales, difamatorias, abusivas, acosadoras, obscenas o amenazantes mientras utiliza nuestro sitio. Nos reservamos el derecho de denegar el acceso al sitio a cualquier persona que incumpla estos términos. Propiedad Intelectual Todo el contenido del sitio, incluyendo textos, gráficos, logotipos, íconos, imágenes y software, es propiedad de Casa de Aces o de sus proveedores de contenido y está protegido por leyes de derechos de autor y otras leyes de propiedad intelectual. Usted puede acceder, descargar e imprimir material del sitio para su uso personal y no comercial, siempre y cuando no modifique el contenido y mantenga intactos todos los avisos de derechos de autor y otros avisos de propiedad. Queda prohibido cualquier otro uso del contenido del sitio sin el previo consentimiento por escrito de Casa de Aces. Limitación de Responsabilidad El uso del sitio es bajo su propio riesgo. El sitio se proporciona \"tal cual\" y \"según disponibilidad\". No garantizamos que el sitio estará disponible de manera ininterrumpida o libre de errores. No somos responsables por daños directos, indirectos, incidentales, especiales o consecuentes que resulten del uso o la imposibilidad de usar el sitio. Esta limitación de responsabilidad se aplicará en la máxima medida permitida por la ley. Enlaces a Sitios de Terceros El sitio puede contener enlaces a sitios web de terceros que no son propiedad ni están controlados por Casa de Aces. No tenemos control sobre, y no asumimos ninguna responsabilidad por, el contenido, las políticas de privacidad o las prácticas de los sitios web de terceros. Le recomendamos que lea los términos y condiciones y las políticas de privacidad de cualquier sitio web de terceros que visite. Legislación Aplicable Estos Términos y Condiciones se regirán e interpretarán de acuerdo con las leyes de España, sin tener en cuenta sus conflictos de leyes. Cualquier disputa que surja en relación con estos términos estará sujeta a la jurisdicción exclusiva de los tribunales de España. Si alguna disposición de estos términos se considera inválida o inaplicable, las disposiciones restantes seguirán siendo plenamente vigentes. Contacto Si tiene alguna pregunta sobre estos Términos y Condiciones, por favor contáctenos: Correo Electrónico: casadeaces@gmail.com Dirección: Gran Vía, 24, Centro, 28013 Madrid Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad.",
    "thank_you": "Gracias por tu Solicitud - Casa de Aces Comida y Bebidas Sobre Nosotros Club de Póker Torneos Comida y Bebidas Sobre Nosotros Club de Póker Torneos Este sitio web utiliza cookies para mejorar la experiencia del usuario. Al usar este sitio web, usted acepta el uso de cookies. Para más información, consulte nuestra política de privacidad. Aceptar Gracias por su Solicitud Su Solicitud ha sido Recibida Gracias por ponerse en contacto con nosotros. Hemos recibido su solicitud y uno de nuestros representantes se comunicará con usted lo antes posible. Mientras tanto, si tiene alguna pregunta urgente, no dude en ponerse en contacto con nosotros directamente. Agradecemos su interés en Casa de Aces y esperamos poder asistirle pronto. Envíanos Tu Solicitud Si deseas participar en nuestros torneos o necesitas más información sobre nuestros servicios, no dudes en ponerte en contacto con nosotros. Completa el formulario a continuación y nos comunicaremos contigo a la brevedad. Acepto la política de privacidad Enviar Casa de Aces Conecta con nosotros +34911711333 casadeaces@gmail.com Información del Cliente Disclaimer Privacy Policy Terms & Conditions Te Esperamos en Nuestra Dirección Gran Vía, 24, Centro, 28013 Madrid Advertencia sobre Juegos de Azar: El acceso al club de póker y al sitio web está reservado exclusivamente para personas mayores de 18 años. La participación en juegos de azar puede tener consecuencias negativas si no se practica con responsabilidad."
  },
  "date": "2024-05-24T05:53:26.402Z"
}