{
  "name": "CasinoHub",
  "pages": {
    "disclaimers": "CasinoHub - Disclaimers and Legal Information CasinoHub HOME CASINO HOTELS GET IN TOUCH Disclaimers 1. Accuracy of Information The information provided on CasinoHub is for general informational purposes only. While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. 2. External Links Our website may contain links to external websites that are not provided or maintained by CasinoHub. We do not endorse or assume any responsibility for the content, privacy practices, or accuracy of information on these external sites. 3. Limitation of Liability CasinoHub shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your access to or use of the website. This includes damages for lost profits, goodwill, use, data, or other intangible losses. 4. Changes to Disclaimer We reserve the right to modify or update this disclaimer at any time. It is your responsibility to check this page periodically for changes. Your continued use of the website following the posting of any changes constitutes acceptance of those changes. The CasinoHub website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting CasinoHub. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 CasinoHub. All rights reserved.",
    "privacy-policy": "CasinoHub - Privacy Policy CasinoHub HOME CASINO HOTELS GET IN TOUCH Privacy Policy At CasinoHub, we take your privacy seriously. This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website and use our services. Information We Collect We may collect personal information such as your name, email address, phone number, and payment details when you register on our site, subscribe to our newsletter, or make a booking. We also collect non-personal information such as your IP address, browser type, and referring URL. How We Use Your Information We use the information we collect to provide and improve our services, communicate with you, process transactions, and personalize your experience. We may also use your information to send you promotional emails or newsletters. Security of Your Information We implement security measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the Internet or electronic storage is 100% secure. Sharing Your Information We may share your information with third-party service providers who assist us in operating our website, conducting our business, or servicing you. We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. The CasinoHub website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Thank you for visiting CasinoHub. We look forward to assisting you! Disclaimers Privacy Policy Terms & Conditions © 2024 CasinoHub. All rights reserved."
  },
  "date": "2024-06-28T11:42:47.435Z"
}