{
  "name": "Casino_USA_GoldenGateCasino",
  "pages": {
    "club": "Golden Gate Casino: Club One Players Club Benefits Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Club One Players Club The One: Your Experience Card™ Not A Member? Join Club One Already a member? UPDATE YOUR INFORMATION Club One offers the hottest loyalty card found in Downtown Las Vegas, The One: Your Experience Card™. To join is free and signup is easy. Simply join online or at Club One at the D Las Vegas, Golden Gate and Circa Resort &amp; Casino to receive your personalized membership card. Earn comps and points at both properties by playing slots, video poker, table games, or keno* and make your way toward rich rewards! Members can enjoy special casino discount room rates, qualify for special events and tournament invitations, casino rewards, dining comps, show tickets, and much more. You earn more points, the more you play. Download the Club One Mobile App &nbsp; Check Club One Offers Learn More Apply For Casino Credit Learn More Win/Loss Statement Learn More *Keno only available at the D Las Vegas. The One: Your Experience Card is a registered trademark of DROCK Gaming, LLC. Used with permission. Club One Benefits Accumulate points and comp rewards when you use your card on slots, table games, or at the sportsbook. Rewards can range from dining discounts, merchandise, promotions, drawings, event invitations, tournaments, and more. GAMBLER 0-5,999 MAVERICK 6,000-29,999 LEGEND 30,000+ Casino Benefits Gambler Maverick Legend Special offers for gaming when you play at Circa, the D and Golden Gate casinos ✓ ✓ ✓ Earn comp dollars when you play at Circa, the D and Golden Gate casinos ✓ ✓ ✓ Turn slot points into FREE SLOT PLAY ✓ ✓ ✓ Invitations to members-only events, tournaments or promotions ✓ ✓ ✓ Hotel Benefits Gambler Maverick Legend Exclusive discounts on hotel rooms ✓ ✓ ✓ Priority access to pool when staying at Circa, the D and Golden Gate (early-in: 1 hour) ✓ ✓ ✓ Room Upgrade (subject to availability at check-in, excludes suites) ✓ ✓ Complimentary early check-in/late check-out (subject to availability at check-in, excludes suites) ✓ ✓ VIP check-in ✓ ✓ Fitness Center ✓ Dining Benefits Gambler Maverick Legend Priority reservations (based on availability) ✓ ✓ Transportation Benefits Gambler Maverick Legend Rental car discount ✓ ✓ ✓ Complimentary self-parking ✓ ✓ Complimentary limousine service to or from nearest airport with hotel stay ✓ Complimentary valet &amp; self-parking ✓ Exclusive Access Benefits Gambler Maverick Legend Priority lines at hotel check-in, restaurants, and the Club One desk ✓ ✓ Earn and redeem x3 The all-new Club One rewards you for play at three of Downtown Las Vegas’ greatest destinations. Experience the D, Golden Gate, and the new Circa Resort & Casino- the crown of Downtown- to earn points and enjoy rewards! Club One’s multiple tier structure means generous perks at every level. Redeem points for free play right at your slot machine. Set up your PIN and find out how to use your points for direct-at-machine free play. Points are valued at $.01 per point. 100 points = $1.00 in slot free play. Club One New Member Challenge! Are you up to the Club One New Member Challenge? New members can earn up to $300 in slot free play within the first 24 hours of signing up at Club One. Every 50 points earned playing slots gets you $5 in free slot play up to $100. When you reach 1,000 points, the challenge is on! You will receive the $100 Tier 1 bonus when 1,500 points are earned and the $200 Tier 2 Bonus when 2,000 points are earned. Can you beat the Club One New Member challenge and earn 2,000 points? This is a promotion that is limited to 24-hours after signup. Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "credit": "Golden Gate Casino: Apply for Casino Credit Today Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Casino Credit Casino Credit Tired of carrying cash, paying high credit card advances and ATM fees? Casino Credit offers a much simpler solution. No withdrawal fees 30-days without interest (within terms) Apply once & use over and over again Convenient repayment via direct withdrawal, ACH or wire transfer Apply Here Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "dance": "Golden Gate Casino: Meet Our Dancing Dealers Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers NOW HIRING DANCING DEALERS NOW HIRING DANCING DEALERS Ready to shake it up Downtown with a fun career at Las Vegas’s newest resort? We’re on the hunt for vibrant and energetic Dancing Table Games Dealers to join our team! No dealing experience needed. We provide the training and you provide the fun. Las Vegas is your playground, and our casino floor is your stage! It’s time to deal your best moves as you shuffle, deal, and dazzle our guests with your smooth steps and infectious energy. Earn up to $35/hr Flexible Schedule Energetic Work Environment THINK YOU’VE GOT WHAT IT TAKES? FILL OUT THE FORM BELOW TO APPLY! Positions Available At Circa Resort & Casino, the D Las Vegas, and Golden Gate Hotel & Casino Must be 21+ years of age or older to apply. First Name (required) Last Name (required) Email (required) Phone (required) Resume (required) Where are you located? (required) -Please choose an option- Las Vegas Out of Market Referral Name I agree to the Privacy Policy Send Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "events": "Golden Gate Casino: Upcoming Tournaments and Events Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers CASINO TOURNAMENTS located at the D Las Vegas. UPCOMING SCHEDULE Guests must attend tournament registration to participate. Details for each tournament can be found by clicking the \"Learn More\" buttons. July 15 - 17, 2024 Grand Slam Spins $5K Slot Tournament Learn more August 5 -7, 2024 Retro Reels $5K Slot Tournament Learn more August 22 - 24, 2024 Luau of Luck $5K Slot Tournament Learn more September 9 -11, 2024 Kick-Off For Cash $5K Slot Tournament Learn more THE ONE: YOUR EXPERIENCE CARD Not A Member? Join Club One Already a member? Sign in Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "index": "Golden Gate Casino: Premier Gaming and Entertainment Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Downtown Las Vegas Casino The Oldest Casino in Las Vegas In the Roaring ‘20s, flappers were a brash, new breed of young women who wore short skirts, listened to hot music and partied until the neon lights gave way to the morning sun. They mocked socially acceptable behavior and, oh, how they loved to dance. Today, our sexy Dancing Dealers® take these venerable traditions of gambling, dancing and good times to a whole new level at our Las Vegas casino! From the latest in slots and video casino games to traditional table games, guests will enjoy the rush of the city in Las Vegas’ most historical hotel. Who knows, you may even beat the largest roulette spin ever in Vegas history, which happened right here on our casino floor. $250,000 looks pretty snazzy in crisp hundred dollar bills. What are you waiting for? Come play with us today. Join our Club One casino rewards membership! Club One Club One is home to Downtown Las Vegas’ hottest loyalty players club card, The One: Your Experience Card™. Membership is free and earning rewards is fun and easy at the Golden Gate Hotel &amp; Casino, Circa Resort &amp; Casino, and the D Las Vegas. Simply sign up for Club One at Golden Gate, Circa, or the D Las Vegas and receive your personalized players club card. Earn points and comps at both properties playing slots, video poker, table games, keno*, or making wagers at the sportsbook, and earn your way toward rich casino rewards! Members can enjoy special casino discount room rates, qualify for special events and tournament invitations, casino rewards, dining comps, and much more. You earn more points, the more you play. Learn More Slots Slots have been a staple in the Vegas gaming scene since the very beginning, and as the original Las Vegas hotel and casino, we know a thing or two about fun and exciting slot machines. Whether you love the classics or are always looking for something new, our recent casino expansion means you’ll never run out of options. And with some of Vegas’ largest jackpots, you might as well try your luck with our Las Vegas slots. Learn More Table Games Nothing gets your heart pumping quite like the excitement of live-action table games. At Golden Gate Hotel & Casino, we offer traditional craps, blackjack, roulette tables, and newer table games like 3-card poker and Let It Ride, all in the setting of Las Vegas’ most historic hotel and casino. Golden Gate offers 10X odds on dice and pays 3 to 2 on all blackjacks. Learn More Dancing Dealers In true Vegas fashion, we take our casino table games to a whole new level. We turn up the heat on your table games with our very own Dancing Dealers®. To create a new gaming experience, Golden Gate Hotel & Casino hires nothing but the best when it comes to the girls that make up the Dancing Dealers of Downtown Las Vegas. Not only will you see their skills at the casino tables, but you will also see their dancing skills on the platform. Learn More Promotions We always have something happening at Golden Gate, check out what promotions are currently running or coming up. Are you a Club One card holder? If not, join our rewards program,&nbsp;Club One, today! Learn More Tournaments &amp; Events Check out our current and upcoming casino events and tournaments. Register for your tournaments, find event details and more. Learn More Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "privacy-policy": "Golden Gate Casino: Privacy Policy and Data Protection Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy 1. Introduction Welcome to Golden Gate Casino. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at goldengatecasino@gmail.com. 2. Information We Collect We collect personal information that you voluntarily provide to us when registering at the Golden Gate Casino website, expressing an interest in obtaining information about us or our products and services, when participating in activities on the website or otherwise contacting us. 3. How We Use Your Information We use the information we collect or receive to communicate directly with you. We may also send you marketing emails related to the Golden Gate Casino. We do not share your personal information with third-party marketers. 4. Sharing Your Information We only share information with your consent, to comply with laws, to protect your rights, or to fulfill business obligations. We may process or share your data based on the following legal basis: Consent: We may process your data if you have given us specific consent to use your personal information in a specific purpose. Legitimate Interests: We may process your data when it is reasonably necessary to achieve our legitimate business interests. Legal Obligations: We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process. 5. Retention of Data We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law. When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it. 6. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 7. Your Privacy Rights In some regions (like the European Economic Area), you have certain rights under applicable data protection laws. These may include the right to (i) request access and obtain a copy of your personal information, (ii) request rectification or erasure; (iii) restrict the processing of your personal information; and (iv) if applicable, to data portability. 8. Cookies and Tracking Technologies We may use cookies and similar tracking technologies to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy. 9. Data Breach A privacy breach occurs when there is unauthorized access to or collection, use, disclosure or disposal of personal information. You will be notified about data breaches when Golden Gate Casino believes you are likely to be at risk or serious harm. In the event that Golden Gate Casino becomes aware of a security breach which has resulted or may result in unauthorized access, use or disclosure of personal information Golden Gate Casino will promptly investigate the matter and notify the applicable Supervisory Authority no later than 72 hours after having become aware of it, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons. 10. Controls for Do-Not-Track Features Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage, no uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy policy. 11. Changes to This Policy We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. 12. Contact Us If you have questions or comments about this policy, you may email us at goldengatecasino@gmail.com. Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "promo": "Golden Gate Casino: Exciting Casino Promotions and Deals Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Promotions Win Derek’s 2024 Tesla Cybertruck Win 100% of the meter by playing the $5 Jackpot Party side bet. When the Dealer has a blackjack in suited diamonds and the player has the two other suited diamonds to make a four-card royal flush (A-J) of Diamonds, they will WIN IT ALL! The Jackpot Party Blackjack is available 24/7 on two standard table games at Golden Gate. Over $1,000,000 guaranteed. Learn More Jackpot Party Win 100% of the meter by playing the $5 Jackpot Party side bet. When the Dealer has a blackjack in suited diamonds and the player has the two other suited diamonds to make a four-card royal flush (A-J) of Diamonds, they will WIN IT ALL! The Jackpot Party Blackjack is available 24/7 on two standard table games at Golden Gate. Over $1,000,000 guaranteed. Tiers to That Upgrade your status level! Members will receive tier credits based on spend at participating outlets and by gaming. Learn More NEW MEMBER CHALLENGE Receive $5 in free slot play for every 50 points earned on reel slots, video poker, and video keno within the first 24hrs of membership up to 1,000 points. Tier 1: up to 1,999 – $100 Tier 2: 2,000+ – $300 Learn More 5X Tier Points Earn 5x Tier Points playing slots, keno, or table games, staying at one of our three properties or make a purchase in one of the on-property restaurants or stores. Learn More Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "slots": "Golden Gate Casino: Top Slot Machines and Jackpots Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Slots Golden Gate Casino Las Vegas Slots Slots have been a staple in the Vegas gaming scene since the very beginning, and as the original Las Vegas hotel and casino, we know a thing or two about fun and exciting slot machines. Whether you love the classics or are always looking for something new, our recent casino expansion means you’ll never run out of options. And with some of Vegas’ largest jackpots, you might as well try your luck with our Las Vegas slots. If you’re really feeling lucky at the Golden Gate casino, check out our high limit room, which includes both table games and slot machines. That is, if you can find it! The speakeasy-style gaming room features hidden surprises and various nods to our historic roots. Look for the original brickwork of the Hotel Nevada, a piece of tile work dating back to the early 20th century, and more surprises around every corner. We’ve taken Las Vegas slot machines to a whole new level! Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "statement": "Golden Gate Casino: Request Your Win/Loss Statement Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers .st0 { fill: none; stroke: #FFFFFF; stroke-width: 1.5; } .st1 { fill: none; stroke: #FFFFFF; stroke-width: 1.5; stroke-linejoin: bevel; } .st0 { fill: none; stroke: #FFFFFF; stroke-width: 2; stroke-miterlimit: 6.6; } .st0 { fill: none; stroke: #FFFFFF; stroke-width: 2; stroke-miterlimit: 4.5; } .st1 { fill: none; stroke: #FFFFFF; stroke-width: 2; stroke-miterlimit: 4; } One Card. Three Properties. Welcome to the Club One Portal, home to Downtown Las Vegas’ hottest loyalty card. Use this portal to check monthly offers, casino rewards, special events and tournament invitations, and much more. Checking your rewards is now as easy as earning them. Join Club One The OneYour Experience CardTM Sign In OR Don’t have a log in? Join Now Get Rewards at Three Downtown Locations Learn More Learn More Learn More DOWNLOAD THE CLUB ONE MOBILE APP &nbsp; Accumulate points and comp rewards when you use your card on slots, table games, or at the sportsbook. Rewards can range from dining discounts, merchandise, promotions, drawings, event invitations, tournaments, and more. Learn More Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "table": "Golden Gate Casino: Classic and Modern Table Games Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Golden Gate Casino Table Games Golden Gate Casino Table Games Nothing gets your heart pumping quite like the excitement of live-action table games. At Golden Gate Hotel & Casino, we offer traditional craps, blackjack, roulette tables, and newer table games like 3-card poker and Let It Ride, all in the setting of Las Vegas’ most historic hotel and casino. Golden Gate offers 10X odds on dice and pays 3 to 2 on all blackjacks. Golden Gate is deeply rooted in the city’s history, and that doesn’t stop in the casino – we’re home to the biggest roulette bet in Las Vegas history! Watching the roulette wheel spin or the blackjack dealer flip their cards is the kind of adrenaline people from all over the world come to Vegas for. You just can’t beat the thrill of some good old fashioned Las Vegas table games. Club One is home to downtown Las Vegas’ hottest loyalty card, The One: Your Experience Card™. Membership is free and earning rewards is fun and easy. Simply sign up at Club One at Golden Gate, Circa Resort & Casino, or the D Las Vegas and receive your personalized membership card. Earn points and comps at both casinos playing slots, video poker, table games or keno and make your way toward rich rewards! Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "terms-conditions": "Golden Gate Casino: Terms of Service Agreement Main Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Terms of Service 1. Introduction Welcome to Golden Gate Casino. These terms of service outline the rules and regulations for the use of Golden Gate Casino's website. By accessing this website we assume you accept these terms of service in full. Do not continue to use Golden Gate Casino's website if you do not accept all of the terms of service stated on this page. 2. Intellectual Property Rights Unless otherwise stated, Golden Gate Casino and/or its licensors own the intellectual property rights for all material on Golden Gate Casino. All intellectual property rights are reserved. You may view and/or print pages for your own personal use subject to restrictions set in these terms of service. 3. User Comments This Agreement shall begin on the date hereof. Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material and data ('Comments') in areas of the website. Golden Gate Casino does not screen, edit, publish or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of Golden Gate Casino, its agents or affiliates. Comments reflect the view and opinion of the person who posts such view or opinion. To the extent permitted by applicable laws Golden Gate Casino shall not be responsible or liable for the Comments or for any loss cost, liability, damages or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. 4. Hyperlinking to Our Content The following organizations may link to our website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors when they list us in the directory may link to our website in the same manner as they hyperlink to the websites of other listed businesses; and Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our website. 5. Iframes Without prior approval and express written permission, you may not create frames around our webpages or use other techniques that alter in any way the visual presentation or appearance of our website. 6. Content Liability We shall have no responsibility or liability for any content appearing on your website. You agree to indemnify and defend us against all claims arising out of or based upon your website. No link(s) may appear on any page on your website or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. 7. Reservation of Rights We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our website. You agree to immediately remove all links to our website upon such request. We also reserve the right to amend these terms of service and its linking policy at any time. By continuing to link to our website, you agree to be bound to and abide by these linking terms of service. 8. Removal of Links from Our Website If you find any link on our website or any linked website objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you. 9. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the state of Nevada, USA, and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 10. Changes to the Terms Golden Gate Casino reserves the right to make changes to these terms of service at any time. It is your responsibility to review these terms regularly to ensure you are aware of any changes. Your continued use of the website after changes are posted constitutes your acceptance of the updated terms. 11. Contact Information If you have any questions about these Terms, please contact us at goldengatecasino@gmail.com. Club One Players Club WIN/LOSS STATEMENT Casino Credit Promotions Slots Table Games Tournaments Events Dancing Dealers Privacy Policy Terms of Service Sign Up for Exclusive Offers 1 Fremont St., Las Vegas, NV 89101 1.800.426.1906 © 2010 - 2024 Golden Gate Casino, All Rights Reserved. This website uses cookies to ensure you get the best experience on our website. Learn more Accept",
    "thank_page": "Golden Gate Casino: Thank You for Your Request We appreciate your interest. We will Contact You Soon. Back to the main page"
  },
  "date": "2024-07-10T11:34:51.382Z"
}