{
  "name": "Casino_UK_MERKURCasinoUK",
  "pages": {
    "contacts": "Contact MERKUR Casino UK - We're Here to Help x Facebook-f Instagram Contact Us Safer Gambling Can We Help You? Before calling or emailing, please look below at our Frequently Asked Questions What payment methods do you accept? We accept various payment methods, including credit/debit cards, PayPal, and bank transfers. You can choose the payment option that is most convenient for you during checkout. Where is my nearest venue? We have over 200 venues across the UK, check our venue finder in the venues tab to find your nearest one. I’m new to playing slots, how will I know what to do? Our teams look forward to welcoming you to the venue. Just turn up and we’ll give you a tour of all the products and games we have available! What kinds of Arcade games are there? Our venues offer new and classic titles from a number of different manufacturers. You’ll never be short of games at a MERKUR venue! How do you win arcade games? The maximum prize you can win on slot games is £500 but don’t forget gaming is just for fun and always spend within your limit. Check out our safer gambling page for more information. Do all games play the same way? All of our games have different features. The most common of these are community, Megaways, free spins and pots based. Ask our teams in venue for help finding the type of game you would like to play. Do you have any Feedback or Complaints? Click below where you can find options to give us your feedback, recognise excellent service from our team, and find help if anything has affected your experience or enjoyment of our venues. We appreciate that sometimes things may not meet our high standards. We have worked with Gamcare to ensure you can trust the systems and processes we have put in place. Gamcare operates a service called Safer Gambling Labs. SG Labs offer an opportunity to test or receive feedback from lived experience experts on SG initiatives, messages, activities, or processes in a safe and structured way. This is part of GamCare’s strategic commitment to represent the voice of our service users, and to shape a safer gambling sector for all. SG Labs evaluated the social responsibility elements of MERKUR’s UK customer care portal in February 2022. MERKUR found this to be an extremely useful process and look forward to working with the Gamcare team in the future. Feedback Business Enquiries For business and general enquiries contact: merkurcasinouk@gmail.com 01908 351 200 Social Media Find our Social Media at: facebook.com/MERKURSlotsVenues twitter.com/MKRSlotsVenues instagram.com/MERKURSlotsvenues Press Enquiries For press enquiries contact: merkurcasinouk@gmail.com 01133 801644 Office Address To get in touch with our Head Office contact: MERKUR Casino Holdings UK Limited, Second Floor, Matrix House, North Fourth Street, Milton Keynes MK9 1NJ Do you have any feedback or complaints? Click below where you can find options to give us your feedback, recognise excellent service from our team, and find help if anything has affected your experience or enjoyment of our venues. We appreciate that sometimes things may not meet our high standards. Venue Feedback Business Enquiries For business and general enquiries contact: merkurcasinouk@gmail.com 01908 351 200 Press Enquiries For press enquiries contact: merkurcasinouk@gmail.com 01133 801644 Social Media Find our Social Media at: facebook.com/MERKURSlotsVenues twitter.com/MKRSlotsVenues instagram.com/MERKURSlotsvenues Office Address To get in touch with our Head Office contact: MERKUR Casino Holdings UK Limited, Second Floor, Matrix House, North Fourth Street, Milton Keynes MK9 1NJ Site Map Contact Us Safer Gambling GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org MERKUR Casino UK is commited to ensuring that gambling is kept free from crime and disorder, ensuring gambling is conducted in a fair and open way and the protection of children and vulnerable adults. MERKUR Slots Ltd is licensed and regulated in Great Britain by the gambling commission under account number 3266. Copyright © 2024 MERKUR Casino UK",
    "index": "Welcome to MERKUR Casino UK - Best Gaming Experience x Facebook-f Instagram Contact Us Safer Gambling Welcome to Merkur The King of Slots Our Venues With over 200 venues across the UK click here to find your nearest one or learn more about the magic of MERKUR. Find Out More Featured Games Whether you’re looking for your favourite games or that brand new title to hit the high street, you’ll find it all here. Find Out More Safer Gambling Our MERKUR 360 programme outlines our commitment to social responsibility and safer gambling. Find Out More Featured Games Latest News Tremendous success for Night Managers Challenge 100 years service at Gauselmann Group 100 years service at Gauselmann Group 40 local jobs created as MERKUR Slots opens new entertainment centres local jobs created as MERKUR Slots opens new entertainment centres View All MERKUR announce support for National Trust Woodland Appeal MERKUR announce support for National Trust Woodland Appeal In the latest progressive initiative from MERKUR, the brand has broken new ground by supporting the National Trust’s Woodland Appeal which will see it fund the planting of 1,500 trees at the same time as spreading awareness of the work of the Trust amongst staff, customers and the broader stakeholder community. Read More Do you have any feedback or complaints? Click below where you can find options to give us your feedback, recognise excellent service from our team, and find help if anything has affected your experience or enjoyment of our venues. We appreciate that sometimes things may not meet our high standards. Venue Feedback Business Enquiries For business and general enquiries contact: merkurcasinouk@gmail.com 01908 351 200 Press Enquiries For press enquiries contact: merkurcasinouk@gmail.com 01133 801644 Social Media Find our Social Media at: facebook.com/MERKURSlotsVenues twitter.com/MKRSlotsVenues instagram.com/MERKURSlotsvenues Office Address To get in touch with our Head Office contact: MERKUR Casino Holdings UK Limited, Second Floor, Matrix House, North Fourth Street, Milton Keynes MK9 1NJ Site Map Contact Us Safer Gambling GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org MERKUR Casino UK is commited to ensuring that gambling is kept free from crime and disorder, ensuring gambling is conducted in a fair and open way and the protection of children and vulnerable adults. MERKUR Slots Ltd is licensed and regulated in Great Britain by the gambling commission under account number 3266. Copyright © 2024 MERKUR Casino UK",
    "safer": "Safer Gambling at MERKUR Casino UK - Play Responsibly x Facebook-f Instagram Contact Us Safer Gambling Safer Gambling. Although gambling and gaming should be enjoyed as a recreational activity, it can cause a problem for a minority of players. We aim to prevent problem gambling and underage access to our venues while simultaneously providing a friendly and entertaining gambling experience for our players. As a responsible gambling operator, the well-being of our players is of utmost importance. .st0 { fill: #162138; } Only spend what you can afford .st0 { fill: #162138; } Take regular breaks .st0 { fill: #162138; } Set limits for time and money .st0 { fill: #162138; } Remember that gambling is not a way to make money .st0 { fill: #162138; } Gambling shouldn't interfere with personal relationships .st0 { fill: #162138; } Play smart and don't chase losses MERKUR 360 Program Our MERKUR brands are setting new standards of player protection with the launch of 360 – a programme which cements the company’s continuous commitment to social responsibility. 360 has been developed following close consultation with the Global Gambling Guidance Group (G4) whose accreditation programme helps organisations to establish a responsible gambling culture and implement initiatives that minimise the harms caused by problem gambling. G4’s wide-ranging audit, which included a cultural assessment based on interviews conducted among staff working at all levels of the organisation, was documented in a dedicated Gauselmann UK specific Action Work Programme. We have also worked with Gamcare to ensure you can trust the systems and processes we have put in place to support feedback and complaints on our Customer Care platform. Gamcare operates a service called Safer Gambling Labs. SG Labs offer an opportunity to test or receive feedback from lived experience experts on SG initiatives, messages, activities, or processes in a safe and structured way. This is part of GamCare’s strategic commitment to represent the voice of our service users, and to shape a safer gambling sector for all. SG Labs evaluated the social responsibility elements of MERKUR’s UK customer care portal in February 2022. MERKUR found this to be an extremely useful process and look forward to working with the Gamcare team in the future. Strictly, Over 18's Only All of our venues operate a “Think 25” policy, whereby photographic ID is required to gain entry to over 18 areas. With an independent test pass rate at over 94% for the past 3 years our venues surpass the hospitality industry standard. In-Venue Tools Staying In Control is a key part of our messaging in venue. Leaflets can be found in the venue and in private areas like the toilets. The Golden Rules of playing Fruit Machines or Bingo are: Playing in our venues is buying fun, not investing money Only play with money you can afford to lose Set limits on how much you will spend Playing within your means can be fun and exciting Spending outside your means can create problems for yourself and others Find Out More Helpline available: National gambling helpline: 0808 8020 133 Self-Exclusion Schemes The below provides a brief explanation of the multi operator gambling self-exclusion schemes that are available for free to people in Great Britain. Adult Gaming Centres / High Street Arcades / Motorway Service Areas / Family Entertainment Centres If you want to self-exclude from one or more Adult Gaming Centres, High Street Arcades, Motorway Service Areas and Family Entertainment Centres with age-controlled sections in your area and you can do so in person at the venue. If you would like advice please telephone BACTA on: 020 3930 9769, Monday to Friday between 9am and 5pm. www.bacta.org.uk/self-exclusion Other Self-Exclusion Schemes Bingo Premises The Bingo Industry Self-Exclusion Scheme (BISES) offers self-exclusion from all licensed land-based bingo premises across Great Britain. You can register either in-person at a licensed bingo venue or by telephoning the venue directly. www.bingo-association.co.uk/self-exclusion Casinos The Bingo Industry Self-Exclusion Scheme (BISES) offers self-exclusion from all licensed land-based bingo premises across Great Britain. You can register either in-person at a licensed bingo venue or by telephoning the venue directly. www.bingo-association.co.uk/self-exclusion Bingo Premises Call the MOSES help line to self-exclude from multiple bookmakers in your area. Freephone: 0800 294 2060 www.self-exclusion.co.uk Online Gambling (via websites/apps) GAMSTOP helps you put controls in place to restrict your online gambling activities. Once registered, you will be prevented from using any gambling websites and apps run by companies licensed in Great Britain, for a period of your choosing. www.gamstop.co.uk Do you have any feedback or complaints? Click below where you can find options to give us your feedback, recognise excellent service from our team, and find help if anything has affected your experience or enjoyment of our venues. We appreciate that sometimes things may not meet our high standards. Venue Feedback Business Enquiries For business and general enquiries contact: merkurcasinouk@gmail.com 01908 351 200 Press Enquiries For press enquiries contact: merkurcasinouk@gmail.com 01133 801644 Social Media Find our Social Media at: facebook.com/MERKURSlotsVenues twitter.com/MKRSlotsVenues instagram.com/MERKURSlotsvenues Office Address To get in touch with our Head Office contact: MERKUR Casino Holdings UK Limited, Second Floor, Matrix House, North Fourth Street, Milton Keynes MK9 1NJ Site Map Contact Us Safer Gambling GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org MERKUR Casino UK is commited to ensuring that gambling is kept free from crime and disorder, ensuring gambling is conducted in a fair and open way and the protection of children and vulnerable adults. MERKUR Slots Ltd is licensed and regulated in Great Britain by the gambling commission under account number 3266. Copyright © 2024 MERKUR Casino UK"
  },
  "date": "2024-07-05T08:25:08.686Z"
}