{
  "name": "Casino_Canada_HighRoller",
  "pages": {
    "disclaimer": "HighRoller Disclaimer | Information Accuracy Main About Us Products Contacts Disclaimer 1. Introduction The information provided by HighRoller on our website is for general informational purposes only. All information on the site is provided in good faith, however we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. 2. No Warranties Our website is provided on an \"as is\" and \"as available\" basis. We do not warrant that the website will be available at all times or that it will be free from errors or defects. We disclaim all warranties, whether express or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose. 3. Limitation of Liability In no event shall HighRoller, its affiliates, officers, directors, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, arising out of or in connection with your use of our website. 4. External Links Our website may contain links to external websites that are not provided or maintained by or in any way affiliated with HighRoller. Please note that we do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. 5. Accuracy of Information We strive to ensure that the information on our website is accurate and up-to-date. However, we make no representations or warranties as to the accuracy or completeness of any information or materials contained on this site. We reserve the right to make changes to the content on our website at any time without notice. 6. Professional Advice The content on our website is not intended to substitute for professional advice. You should seek the advice of a qualified professional before making any decisions based on the information provided on our website. 7. User Responsibility It is your responsibility to verify any information obtained from our website and to seek professional advice if needed. HighRoller is not responsible for any decisions you make based on the information provided on this website. 8. Indemnity You agree to indemnify, defend, and hold harmless HighRoller, its affiliates, and their respective officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of our website. 9. Changes to Disclaimer We may update or change this disclaimer from time to time. We encourage you to review this page periodically for any changes. Your continued use of our website following the posting of changes constitutes your acceptance of such changes. 10. Contact Information If you have any questions about this disclaimer or any other aspect of our website, please contact us at highroller@gmail.com. Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our Privacy Policy. Got it!",
    "index": "HighRoller | Premium Casino Equipment for You Main About Us Products Contacts Premium Casino Equipment for Canadian Operators Discover top-quality casino gear designed to elevate your gaming establishment. Get the best deals today! Shop Now Get a Quote 500+ Satisfied Clients 1000+ Products Sold 20 Years of Experience 10 Industry Awards 24/7 Customer Support About HighRoller Learn about our commitment to providing top-notch casino equipment and exceptional customer service. HighRoller was founded with the mission to bring high-quality casino equipment to the Canadian market. Over the years, we have established ourselves as a trusted supplier, known for our commitment to excellence and customer satisfaction. Our team consists of industry experts who understand the unique needs of casino operators. We work tirelessly to source and deliver products that meet the highest standards of quality and performance. At HighRoller, we believe in building long-term relationships with our clients. We are dedicated to providing personalized service and support to ensure that every purchase meets your expectations. Our product range includes everything from gaming tables and slot machines to accessories and custom-built equipment. We are constantly updating our inventory to include the latest innovations in the industry. We understand the importance of timely delivery and competitive pricing. That's why we strive to offer the best value for your investment, with fast shipping and flexible payment options. Join the many satisfied customers who have made HighRoller their go-to source for casino equipment. Experience the difference that quality and service can make. Our Mission To provide premium casino equipment that enhances the gaming experience and supports the success of our clients. We are committed to maintaining the highest standards of quality and customer service in everything we do. Our goal is to be the preferred supplier of casino equipment for operators across Canada and beyond. Explore Our Products Browse our extensive range of premium casino equipment designed to meet all your needs. Gaming Table High-quality gaming tables for various casino games. $1,200.00 Slot Machine Top-of-the-line slot machines with modern features. $3,500.00 Poker Chips Premium quality poker chips for professional play. $250.00 per set Roulette Wheel Authentic roulette wheels for an immersive gaming experience. $2,800.00 Card Shuffler Automatic card shufflers for fast and efficient dealing. $300.00 Why Choose HighRoller? Discover the benefits of partnering with a trusted supplier of premium casino equipment. &#10004; Quality Assurance We guarantee the highest quality standards for all our products. &#128176; Competitive Pricing Get the best value for your money with our competitive pricing. &#128222; Excellent Customer Support Our dedicated support team is here to assist you at every step. &#128337; Fast Shipping Enjoy quick and reliable shipping to get your products on time. Ready to Elevate Your Casino? Order now and experience the best in casino equipment. Contact us today! Contact Us Browse Products What Our Customers Say Read testimonials from satisfied customers who trust HighRoller for their casino equipment needs. John Doe \"HighRoller provided exceptional service and top-quality equipment for our casino. Highly recommend!\" Jane Smith \"The products from HighRoller are of outstanding quality. Our customers love the new gaming tables!\" Sam Lee \"Excellent customer service and fast delivery. HighRoller is our go-to supplier for casino equipment.\" How It Works Learn about our simple and hassle-free process for ordering and receiving your casino equipment. &#10102; Choose Your Products Browse our catalog and select the equipment you need. &#10103; Place Your Order Contact us to place your order and arrange payment. &#10104; Receive Your Equipment We deliver your order quickly and reliably. Get in Touch Have questions? Contact us today to learn more about our products and services. Name Email Message I agree to the Privacy Policy Submit Email: highroller@gmail.com Phone: +1 (356) 466-1635 Address: 161 Roger St, Waterloo, ON N2J 1B1, Canada Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our Privacy Policy. Got it!",
    "privacy-policy": "HighRoller Privacy Policy | Your Data Security Main About Us Products Contacts Privacy Policy 1. Introduction Welcome to HighRoller. We are committed to safeguarding the privacy of our website visitors and service users. 2. Personal Data Collection We may collect, store, and use the following kinds of personal data: Information about your computer and about your visits to and use of this website. Information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters. Information that you provide to us when using the services on our website, or that is generated in the course of the use of those services. 3. Use of Personal Data Personal data submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website. We may use your personal data to: Administer our website and business. Personalize our website for you. Enable your use of the services available on our website. Send you non-marketing commercial communications. Send you email notifications that you have specifically requested. Send you our email newsletter, if you have requested it. Deal with inquiries and complaints made by or about you relating to our website. 4. Disclosure of Personal Data We may disclose your personal data to any of our employees, officers, insurers, professional advisers, agents, suppliers, or subcontractors as reasonably necessary for the purposes set out in this policy. We may also disclose your personal data: To the extent that we are required to do so by law. In connection with any ongoing or prospective legal proceedings. In order to establish, exercise, or defend our legal rights. 5. International Data Transfers Information that we collect may be stored, processed in, and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this policy. Personal data that you publish on our website or submit for publication on our website may be available, via the internet, around the world. We cannot prevent the use or misuse of such information by others. 6. Retaining Personal Data This section sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations regarding the retention and deletion of personal data. Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes. 7. Security of Personal Data We will take reasonable technical and organizational precautions to prevent the loss, misuse, or alteration of your personal data. We will store all the personal data you provide on our secure (password- and firewall-protected) servers. 8. Amendments We may update this policy from time to time by publishing a new version on our website. You should check this page occasionally to ensure you are happy with any changes to this policy. 9. Your Rights You may instruct us to provide you with any personal information we hold about you; provision of such information will be subject to: The payment of a fee (currently fixed at USD 10); and The supply of appropriate evidence of your identity. We may withhold personal information that you request to the extent permitted by law. 10. Third Party Websites Our website includes hyperlinks to, and details of, third party websites. We have no control over, and are not responsible for, the privacy policies and practices of third parties. 11. Updating Information Please let us know if the personal information that we hold about you needs to be corrected or updated. 12. Cookies Our website uses cookies. A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server. We use cookies for the following purposes: Authentication – we use cookies to identify you when you visit our website and as you navigate our website. Status – we use cookies to help us to determine if you are logged into our website. Personalization – we use cookies to store information about your preferences and to personalize the website for you. 13. Contact Us If you have any questions about this privacy policy or our treatment of your personal data, please write to us by email at highroller@gmail.com. Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our Privacy Policy. Got it!",
    "terms-conditions": "HighRoller Terms & Conditions | Site Use Guidelines Main About Us Products Contacts Terms and Conditions 1. Introduction Welcome to HighRoller. These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with and be bound by these terms. 2. Intellectual Property All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of HighRoller or its licensors and is protected by intellectual property laws. You may not reproduce, distribute, or exploit any content without prior written consent. 3. User Responsibilities As a user of our website, you agree to: Provide accurate and complete information when using our services. Not engage in any unlawful or fraudulent activity. Not interfere with or disrupt our website or services. Not use our website for any purpose that is illegal or prohibited by these Terms and Conditions. 4. Limitation of Liability To the fullest extent permitted by law, HighRoller shall not be liable for any indirect, incidental, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from: Your use of or inability to use our website or services. Any unauthorized access to or use of our servers and/or any personal information stored therein. Any interruption or cessation of transmission to or from our website. 5. Indemnity You agree to indemnify and hold harmless HighRoller, its affiliates, officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses, including reasonable attorneys' fees, arising out of or in any way connected with your use of our website or services or your violation of these Terms and Conditions. 6. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the content or practices of these third-party sites. Your use of any third-party websites is at your own risk and is subject to the terms and conditions of those sites. 7. Changes to Terms We may update these Terms and Conditions from time to time. Any changes will be posted on this page, and it is your responsibility to review these terms periodically. Your continued use of our website following the posting of changes constitutes your acceptance of such changes. 8. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of Canada. Any disputes arising out of or related to these terms or your use of our website shall be subject to the exclusive jurisdiction of the courts of Canada. 9. Termination We may terminate or suspend your access to our website and services immediately, without prior notice or liability, if you breach any terms of these Terms and Conditions. Upon termination, your right to use the website will immediately cease. 10. Contact Information If you have any questions about these Terms and Conditions, please contact us at highroller@gmail.com. 11. Entire Agreement These Terms and Conditions, together with our Privacy Policy and any other legal notices published on our website, constitute the entire agreement between you and HighRoller regarding your use of our website and services. 12. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable by a court of competent jurisdiction, such provision shall be deemed to be deleted from these Terms and Conditions, and the remaining provisions shall continue in full force and effect. Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you agree to our Privacy Policy. Got it!",
    "thank_page": "HighRoller | Thanks for Your Request! Thank You for Your Request! Your submission has been received successfully. Our team at HighRoller will review your request and get back to you as soon as possible. We appreciate your interest and look forward to assisting you. Back to the Main Page"
  },
  "date": "2024-07-26T06:59:03.475Z"
}