{
  "name": "Casino_Ireland_CoalquayLeisure",
  "pages": {
    "disclaimer": "Coalquay Leisure Disclaimer: Information Notice Coalquay Leisure About Us Games Contacts Disclaimer The information provided by Coalquay Leisure on this website is for general informational purposes only. All information on the site is provided in good faith; however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. 1. General Information The content on this website is provided for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. 2. External Links Our website may contain links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. 3. Professional Advice The site cannot and does not contain professional advice. The information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of professional advice. 4. Testimonials The site may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users, and may not necessarily be representative of all users of our products and/or services. We do not claim, and you should not assume, that all users will have the same experiences. 5. Views Expressed Any views or opinions represented in this website belong solely to the content creators and do not represent those of people, institutions, or organizations that the Coalquay Leisure or creators may or may not be associated with in a professional or personal capacity, unless explicitly stated. Any views or opinions are not intended to malign any religion, ethnic group, club, organization, company, or individual. 6. Personal Responsibility By using this website, you accept personal responsibility for the results of your actions. You agree to take full responsibility for any harm or damage you suffer as a result of the use, or non-use, of the information available on this website. 7. No Guarantees While we have made every effort to ensure that the information provided on this website is accurate and up-to-date, we cannot guarantee that all information is accurate, complete, or current. We reserve the right to modify this website at any time without notice but do not make any commitment to update the information contained herein. Coalquay Leisure About Us Games Contacts Disclaimer Privacy Policy Terms and Conditions GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org Coalquay Leisure is licensed and regulated in Great Britain by the gambling commission under account number 3266. Coalquay Leisure is licensed and regulated in Ireland by the Gambling Commission under account number 1008203. Copyright © 2024 Coalquay Leisure This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "index": "Welcome to Coalquay Leisure: Your Gaming Destination Coalquay Leisure About Us Games Contacts Welcome to Coalquay Leisure Experience the thrill of gaming at Dublin's premier offline casino. About Us Coalquay Leisure is a luxurious offline casino located in the heart of Dublin. Our casino offers a unique blend of classic and modern gaming experiences, ensuring a memorable visit for all our guests. We pride ourselves on our exceptional customer service, providing a safe and enjoyable environment for both novice and experienced gamers. Our friendly staff is always on hand to assist you and enhance your gaming experience. At Coalquay Leisure, we host a variety of gaming events and tournaments, offering exciting opportunities to win big. Our state-of-the-art facilities and premium gaming equipment ensure the best possible experience. Join us for an unforgettable night of gaming, entertainment, and luxury at Coalquay Leisure. Whether you're looking to try your luck at the tables or enjoy a night out with friends, we have something for everyone. Our Games Poker Experience the excitement of Texas Hold'em, Omaha, and more in our dedicated poker rooms. Our poker rooms are designed for both casual and competitive play, with professional dealers and a variety of table limits to suit all players. Features: &#10003; Texas Hold'em &#10003; Omaha &#10003; Seven-Card Stud &#10003; Tournaments and cash games Blackjack Try your hand at Blackjack, the classic card game where strategy and luck come together. Our blackjack tables offer various betting limits, ensuring an enjoyable experience for both beginners and seasoned players. Our professional dealers are always ready to help you master the game. Features: &#10003; Multiple betting limits &#10003; Side bets like Perfect Pairs and 21+3 &#10003; Professional dealers Roulette Place your bets and watch the wheel spin in our thrilling Roulette games. Our roulette tables feature both American and European variations, providing diverse gaming experiences. Enjoy the excitement of the spin and the anticipation of where the ball will land. Features: &#10003; American and European Roulette &#10003; Live dealer option &#10003; Multiple betting options Craps Join the excitement at our Craps tables, where fast-paced action awaits. Our Craps tables offer an energetic and social gaming experience, perfect for both beginners and experienced players. Learn the game from our friendly staff and enjoy the thrill of the dice roll. Features: &#10003; Professional croupiers &#10003; High and low stakes tables &#10003; Exciting and fast-paced gameplay Benefits &#10004; Luxurious ambiance &#10004; Top-notch security &#10004; Exclusive VIP area &#10004; Wide variety of games &#10004; Professional staff Why Choose Us At Coalquay Leisure, we go above and beyond to provide an exceptional gaming experience. From our luxurious facilities to our attentive staff, every aspect of our casino is designed to offer you the best in entertainment and service. Ready to Play? Join us at Coalquay Leisure for an unforgettable gaming experience. Contact us today to learn more about our offerings and plan your visit. Contact Us Frequently Asked Questions What are your opening hours? &#10010; We are open 24/7 to cater to all your gaming needs. Do you offer membership benefits? &#10010; Yes, we have exclusive membership programs with numerous benefits. Can I book a private event? &#10010; Absolutely! Contact us for more details on booking private events. Is there a dress code? &#10010; Smart casual is preferred. No sportswear or flip-flops, please. Are there age restrictions? &#10010; Yes, guests must be 18 or older to enter the casino. Do you offer food and beverages? &#10010; Yes, we have a bar and restaurant offering a variety of options. Is there parking available? &#10010; Yes, we offer complimentary valet parking for our guests. Can I learn to play the games? &#10010; Yes, our staff is happy to teach you the rules and strategies of our games. Reviews from Clients \"Amazing experience! The staff was incredibly friendly and the atmosphere was top-notch.\" - John D. \"Best casino in Dublin! Loved the variety of games and the luxurious setting.\" - Sarah L. \"Had a fantastic time at Coalquay Leisure. Will definitely be coming back!\" - Mark T. Contact Us Phone: +353 21 427 4638 Email: coalquayleisure@gmail.com Address: 21 Academy Street, T12 CV02, Cork, Ireland Name Email Message I agree to the Privacy Policy Submit Coalquay Leisure About Us Games Contacts Disclaimer Privacy Policy Terms and Conditions GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org Coalquay Leisure is licensed and regulated in Ireland by the Gambling Commission under account number 1008203. Copyright © 2024 Coalquay Leisure This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "privacy-policy": "Coalquay Leisure Privacy Policy: Your Data Security Coalquay Leisure About Us Games Contacts Privacy Policy Welcome to Coalquay Leisure's Privacy Policy. Your privacy is critically important to us. This policy outlines the types of personal information we collect, how we use and protect it, and your rights regarding this information. 1. Information We Collect We collect a variety of information from our users, including personal data such as name, email address, phone number, and payment details. Additionally, we gather non-personal data like browser type, IP address, and usage data through cookies and similar technologies. 2. Use of Information The information collected is used to enhance user experience, process transactions, send newsletters, and improve our services. Personal data is also used to ensure compliance with legal obligations and for internal record-keeping. 3. Data Sharing We do not sell or trade your personal information to third parties. However, we may share data with trusted partners who assist in operating our website, conducting our business, or providing services to you, under strict confidentiality agreements. 4. Cookies and Tracking Technologies Our site uses cookies to enhance user experience. Cookies help us understand user behavior, track preferences, and improve our services. Users can control cookie preferences through their browser settings. 5. Data Security We implement robust security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. This includes using encryption, secure servers, and access controls. 6. Data Retention Your personal data is retained only for as long as necessary to fulfill the purposes outlined in this policy or as required by law. Once your information is no longer needed, it is securely deleted or anonymized. 7. User Rights Users have the right to access, correct, or delete their personal information. You can also object to or restrict certain processing activities. To exercise these rights, please contact us at coalquayleisure@gmail.com. 8. Changes to This Policy We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. We will notify users of any significant changes through our website or other communication channels. 9. Third-Party Links Our website may contain links to third-party sites. We are not responsible for the privacy practices or content of these sites. We encourage users to review the privacy policies of any third-party sites they visit. 10. Children's Privacy Our services are not intended for children under the age of 18. We do not knowingly collect personal information from children. If we become aware that we have inadvertently collected such data, we will take steps to delete it. 11. International Data Transfers Personal data may be transferred to and processed in countries outside your country of residence. These countries may have data protection laws different from those in your country. We ensure that appropriate safeguards are in place to protect your data during such transfers. 12. Contact Us If you have any questions or concerns about this privacy policy or our data practices, please contact us at coalquayleisure@gmail.com. Coalquay Leisure About Us Games Contacts Disclaimer Privacy Policy Terms and Conditions GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org Coalquay Leisure is licensed and regulated in Great Britain by the gambling commission under account number 3266. Coalquay Leisure is licensed and regulated in Ireland by the Gambling Commission under account number 1008203. Copyright © 2024 Coalquay Leisure This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "terms-conditions": "Coalquay Leisure Terms and Conditions Coalquay Leisure About Us Games Contacts Terms and Conditions Welcome to Coalquay Leisure. These Terms and Conditions outline the rules and regulations for the use of our website and services. By accessing this website, you accept these terms and conditions in full. Do not continue to use Coalquay Leisure's website if you do not accept all of the terms and conditions stated on this page. 1. Introduction These terms and conditions govern your use of our website and services. By using our site, you agree to comply with these terms. If you disagree with any part of these terms, you may not use our services. 2. Intellectual Property Rights Unless otherwise stated, Coalquay Leisure and/or its licensors own the intellectual property rights for all material on this website. All intellectual property rights are reserved. You may view and/or print pages from this website for your personal use, subject to restrictions set in these terms and conditions. 3. User Conduct You must not use our website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website. You must not use our website in any way which is unlawful, illegal, fraudulent, or harmful. 4. Limitations of Liability Coalquay Leisure will not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use of or inability to use this website. This includes any damage to your computer, data, or other property resulting from your access to or use of our website. 5. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by Coalquay Leisure. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites. You acknowledge and agree that we are not responsible or liable, directly or indirectly, for any damage or loss caused by or in connection with the use of any third-party content. 6. Indemnification You agree to indemnify, defend, and hold harmless Coalquay Leisure, its officers, directors, employees, agents, and third parties, for any losses, costs, liabilities, and expenses relating to or arising out of your use of or inability to use our website or services. 7. Termination We may terminate or suspend your access to our website immediately, without prior notice or liability, for any reason, including without limitation if you breach the Terms. Upon termination, your right to use the website will immediately cease. 8. Governing Law These terms and conditions are governed by and construed in accordance with the laws of Ireland, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. 9. Changes to Terms Coalquay Leisure reserves the right to modify these terms at any time. We will notify you of any changes by posting the new terms on our website. Your continued use of the website following the posting of changes constitutes your acceptance of such changes. 10. Entire Agreement These terms and conditions, together with our Privacy Policy, constitute the entire agreement between you and Coalquay Leisure regarding your use of our website and services and supersede all prior agreements and understandings. 11. Contact Information If you have any questions about these Terms and Conditions, please contact us at coalquayleisure@gmail.com. Coalquay Leisure About Us Games Contacts Disclaimer Privacy Policy Terms and Conditions GAMBLE RESPONSIBLY Gambling should be fun. If gambling is causing a problem, contact BeGambleAware for confidential advice and support: National Gambling Helpline 0808 8020 133 Website: www.begambleaware.org Coalquay Leisure is licensed and regulated in Great Britain by the gambling commission under account number 3266. Coalquay Leisure is licensed and regulated in Ireland by the Gambling Commission under account number 1008203. Copyright © 2024 Coalquay Leisure This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "thank_page": "Coalquay Leisure: Thanks for Your Request We appreciate your interest. We will Contact You Soon. Back to the main page"
  },
  "date": "2024-07-04T10:07:57.018Z"
}