{
  "name": "Celestial Garden_brazil",
  "pages": {
    "casino": "A emoção o aguarda no Celestial Garden Casino Celestial Garden 18+ Página inicial Cassino Contatos Esta página da web é destinada a indivíduos com 18 anos ou mais. Os visitantes devem ter idade legal para jogar para acessar e participar de quaisquer atividades de cassino oferecidas pelo nosso hotel \"Celestial Garden\". Obrigado por compreender e cumprir nossa política de restrição de idade. Sim, tenho 18 anos Cassino Jogos de cartas No Celestial Garden, nosso hotel-cassino oferece uma variedade de emocionantes jogos de cartas para nossos hóspedes se divertirem. Se você é um profissional experiente ou iniciante em busca de tentar a sorte, nosso ambiente luxuoso e acolhedor é o lugar perfeito para testar suas habilidades e divirta-se. O pôquer é um jogo de cartas clássico que cativa jogadores de todo o mundo há gerações. No Celestial Garden, oferecemos um variedade de jogos de pôquer, incluindo Texas Hold'em e Omaha, onde os jogadores podem mostrar suas habilidades de blefe e estratégias pensamento. Nossos dealers profissionais e experientes estão sempre à disposição para garantir um jogo justo e emocionante para todos. Para quem procura um jogo rápido e emocionante, o blackjack é a escolha perfeita. Também conhecido como 21, o blackjack é um jogo de habilidade e sorte onde os jogadores pretendem vencer o dealer sem ultrapassar o número mágico. Com várias tabelas disponível no Celestial Garden, os hóspedes podem aproveitar a emoção deste popular jogo a qualquer momento. Baccarat é outro jogo de cartas favorito que certamente cativará os visitantes do Celestial Garden. Este elegante e sofisticado o jogo tem uma história rica e tem sido apreciado tanto pela realeza quanto pelos grandes apostadores. Com suas regras simples e apostas altas, o bacará oferece aos jogadores a chance de testar a sorte e sair com uma vitória significativa. Não importa qual jogo de cartas você escolha, a atmosfera no Celestial Garden é incomparável. Nosso andar de cassino foi projetado para fornecer uma experiência luxuosa e envolvente para nossos hóspedes, com decoração elegante, assentos confortáveis ​​e equipe atenciosa. Se você está procurando relaxar e desfrutar de um jogo casual com os amigos ou em busca de um desafio de alto risco, o Celestial Garden tem algo para todos. Venha experimentar a emoção dos jogos de cartas no Celestial Garden e veja porque somos o destino final para os entusiastas de jogos. Façam suas apostas, testem suas habilidades e deixem a diversão começar! Entre em contato para mais Roleta Venha experimentar a emoção da roleta no Celestial Garden Hotel-Casino! Como um dos mais populares e icônicos jogos de cassino, a roleta oferece aos hóspedes a oportunidade de testar sua sorte e estratégia enquanto fazem apostas sobre onde a bola vai cair na roda giratória. Nosso luxuoso e vibrante cassino apresenta diversas mesas de roleta, cada uma com dealers amigáveis ​​e profissionais que estão prontos para guiá-lo durante o jogo. Quer você seja um profissional experiente ou um novato no mundo dos jogos de cassino, nossa roleta as mesas oferecem um ambiente acolhedor e estimulante para todos os jogadores. Na Celestial Garden, nos orgulhamos de oferecer uma experiência de jogo de alto nível, completa com equipamentos de alta qualidade e uma variedade de opções de apostas para atender a todas as preferências. E quando você precisar de uma pausa na ação, nosso cassino oferece uma variedade de comodidades, incluindo bares, restaurantes e entretenimento ao vivo. Então, por que esperar? Visite o Celestial Garden Hotel-Casino hoje e dê uma volta em uma de nossas mesas de roleta para ter a chance de ganhar muito e experimente o luxo e a emoção do nosso destino de jogos de classe mundial. Entre em contato para mais Máquinas caça-níqueis Bem-vindo ao Celestial Garden, onde a diversão nunca para e os ganhos continuam chegando! Nosso hotel-cassino abriga uma variedade emocionante de caça-níqueis que certamente emocionarão e encantarão até os jogadores mais exigentes. Desde jogos clássicos de três cilindros até emocionantes slots de vídeo com recursos de bônus e jackpots progressivos, há algo para todos no Celestial Garden. Quer você seja um profissional experiente em busca de um desafio ou um jogador casual em busca de tentar a sorte, nossas máquinas caça-níqueis oferecem uma ampla variedade de limites de apostas e estilos de jogo para todos os gostos. Entre no nosso vibrante e luxuoso cassino, onde as imagens e os sons das máquinas caça-níqueis o transportarão para um mundo de emoção e possibilidades. Com tecnologia de ponta e gráficos impressionantes, nossas máquinas caça-níqueis proporcionam uma experiência de jogo envolvente que fará com que você volte sempre para mais. E não se esqueça de aproveitar nossas generosas promoções e programas de recompensas, que podem ajudá-lo a maximizar seus ganhos e melhorar sua experiência geral de jogo. Junte-se a nós no Celestial Garden e veja por que somos o principal destino para entusiastas de caça-níqueis na região. Entre em contato para mais Dados Entre no emocionante mundo dos dados no Celestial Garden Casino! Este jogo de dados de alta energia é um marco no mundo dos cassinos, conhecido por sua ação rápida e atmosfera emocionante. Junte-se a nós em nossas mesas luxuosas e experimente a adrenalina de lançar os dados e torcer pelo lançamento perfeito. Faça suas apostas no resultado do lançamento, seja um número específico ou uma combinação, e observe como a emoção aumenta a cada lançamento dos dados. Nossa equipe amigável e experiente está aqui para guiá-lo durante o jogo, seja você um profissional experiente ou um iniciante em busca de tentar a sorte. Com regras simples e oportunidades infinitas para grandes vitórias, o craps é o jogo perfeito para quem procura uma experiência de jogo cheia de adrenalina. Então venha ao Celestial Garden Casino e teste sua sorte em uma de nossas mesas de dados. Com a sua energia eletrizante e potencial para grandes pagamentos, você logo verá por que o jogo de dados é um favorito entre os entusiastas de cassino em todo o mundo. Não perca a diversão - jogue os dados e faça parte da emoção no Celestial Garden! Entre em contato para mais 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 65 0462 2279 CelestialGarden@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000 function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; }",
    "contact": "Entre em contato com a Celestial Garden: entre em contato conosco Celestial Garden 18+ Página inicial Cassino Contatos Contatos Bem-vindo ao Celestial Garden, seu destino definitivo de luxo e emoção no coração de Las Vegas. Estamos entusiasmados por você considerar nosso hotel-cassino para sua próxima viagem e estamos aqui para ajudar com quaisquer dúvidas, preocupações ou comentários que você possa ter. No Celestial Garden, nos esforçamos para oferecer aos nossos hóspedes um serviço excepcional e experiências inesquecíveis. Esteja você planejando um retiro romântico, férias em família, um fim de semana com garotas ou uma viagem de negócios, nossa equipe dedicada está empenhada em garantir que sua estadia conosco seja perfeita. Se você tiver alguma dúvida sobre reservas de quartos, disponibilidade, tarifas ou pacotes especiais, não hesite em entrar em contato com nossa equipe de reservas. Eles estão disponíveis 24 horas por dia, 7 dias por semana, para ajudá-lo a reservar sua estadia e podem fornecer recomendações personalizadas com base em suas preferências e necessidades. Para os hóspedes interessados ​​em explorar nosso cassino, restaurantes, bares e opções de entretenimento, nossa equipe de concierge está à sua disposição. Eles podem fornecer informações sobre eventos futuros, reservas de restaurantes, serviços de spa e muito mais. Esteja você desejando uma refeição gourmet em um de nossos aclamados restaurantes, buscando um tratamento relaxante de spa ou tentando a sorte nas mesas de jogo, nossa equipe de concierge está aqui para tornar sua visita verdadeiramente espetacular. Se você tiver comentários ou sugestões sobre como podemos melhorar sua experiência no Celestial Garden, adoraríamos ouvir sua opinião. Sua opinião é inestimável para nós, pois nos esforçamos continuamente para aprimorar nossas ofertas e superar suas expectativas. Não hesite em compartilhar suas idéias conosco para que possamos continuar a elevar nossos serviços e comodidades. Para consultas de mídia, parcerias e colaborações, entre em contato com nossa equipe de marketing. Estamos sempre abertos a novas oportunidades de colaboração com indivíduos e organizações que compartilham nossa paixão por hospitalidade, entretenimento e luxo. Quer você seja um blogueiro de viagens, influenciador, jornalista ou profissional da indústria, agradecemos a oportunidade de se conectar e explorar parcerias em potencial. Obrigado por escolher o Celestial Garden como seu destino para diversão, relaxamento e indulgência. Estamos honrados em ter a oportunidade de hospedá-lo e esperamos proporcionar-lhe uma experiência verdadeiramente inesquecível. Se você tiver alguma dúvida ou precisar de ajuda, não hesite em nos contatar através do formulário abaixo e um membro de nossa equipe entrará em contato com você em breve. Mal podemos esperar para recebê-lo no Celestial Garden e criar memórias duradouras juntos. Sua escapada perfeita o aguarda em nosso luxuoso hotel-cassino no coração de Las Vegas. Tem alguma dúvida? Contate-nos! Aceito a Política de Privacidade Enviar 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 65 0462 2279 CelestialGarden@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000",
    "disclaimer": "Informações importantes: Isenção de responsabilidade do Jardim Celestial Celestial Garden 18+ Página inicial Cassino Contatos Isenção de responsabilidade Bem-vindo ao Jardim Celestial, onde o sol sempre brilha e as brincadeiras nunca acabam. Estamos entusiasmados em tê-lo como nosso convidado em nosso luxuoso hotel-cassino localizado no coração da Índia. Ao embarcar em sua jornada pelas luzes deslumbrantes e experiências emocionantes que esperam por você no Celestial Garden, queremos garantir que você tenha uma estadia memorável conosco. Antes de desfrutar de tudo o que o Celestial Garden tem a oferecer, gostaríamos de lembrar que nosso estabelecimento opera sob rigorosas regulamentações estabelecidas pelo governo indiano. Como tal, exigimos que todos os hóspedes cumpram as leis do país enquanto estiverem nas nossas instalações. Isto inclui abster-se de quaisquer atividades ilegais, jogos de azar para menores ou comportamento perturbador que possa comprometer a segurança e o bem-estar dos nossos hóspedes e funcionários. No Celestial Garden, temos orgulho em oferecer um ambiente seguro e acolhedor para todos os nossos hóspedes. Nossa equipe de segurança está disponível 24 horas por dia, 7 dias por semana, para garantir que você aproveite sua estadia com tranquilidade. No entanto, pedimos que você também assuma a responsabilidade por suas próprias ações e se comporte de maneira respeitosa com as pessoas ao seu redor. Quaisquer violações de nossas políticas resultarão na remoção imediata das instalações. Além dos nossos regulamentos rigorosos, também queremos lembrar aos nossos hóspedes que o jogo pode ser viciante e deve ser abordado com cautela. Embora ofereçamos uma ampla variedade de opções de jogos e entretenimento, recomendamos que você jogue com responsabilidade. Estabeleça limites para você mesmo e saiba quando parar. Nossa equipe é treinada para ajudar aqueles que podem estar lutando contra o vício do jogo e encorajamos você a procurar ajuda, se necessário. Ao explorar as maravilhas do Jardim Celestial, queremos lembrá-lo de manter seus pertences sempre seguros e protegidos. Embora nossa equipe trabalhe diligentemente para garantir a segurança de nossos hóspedes, não podemos ser responsabilizados por quaisquer itens perdidos ou roubados. Recomendamos que você utilize o cofre fornecido para sua conveniência e evite carregar grandes somas de dinheiro com você. No Celestial Garden, nos esforçamos para oferecer uma experiência excepcional a todos os nossos hóspedes. Desde nossas acomodações luxuosas até nossas opções gastronômicas de classe mundial e ofertas de entretenimento emocionantes, estamos comprometidos em superar suas expectativas. Caso você tenha alguma dúvida ou preocupação durante sua estadia, não hesite em entrar em contato com nossa equipe de concierge para obter assistência. Mais uma vez, temos o prazer de tê-lo como nosso convidado no Celestial Garden. Estamos ansiosos para criar memórias inesquecíveis com você durante seu tempo conosco. Obrigado por escolher ficar conosco e esperamos que você aproveite sua estadia no paraíso. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 65 0462 2279 CelestialGarden@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000",
    "index": "Bem-vindo ao Celestial Garden: seu melhor retiro tropical Celestial Garden 18+ Página inicial Cassino Contatos Bem-vindo ao hotel Jardim Celestial! Informamos que nosso site utiliza arquivos cookies para melhorar sua experiência de navegação. Ao continuar a utilizar o nosso site, você concorda com o uso de cookies. Obrigado por escolher o Celestial Garden para sua estadia. Accept all cookies Decline cookie files Bem-vindo ao Celestial Garden, onde o luxo encontra a tranquilidade no coração do paraíso! Sobre o nosso hotel Bem-vindo ao Celestial Garden, onde o luxo encontra a serenidade no coração do paraíso. Situado nas margens imaculadas de uma ilha tropical, nosso hotel é um oásis tranquilo para quem procura uma fuga da agitação da vida cotidiana. Ao entrar no lobby do Celestial Garden você será recebido com sorrisos calorosos e uma refrescante bebida de boas-vindas. definindo o tom da sua estadia. A decoração elegante e a atmosfera convidativa transportam você instantaneamente para um mundo de relaxamento e indulgência. Nossas opções de acomodação são projetadas para atender a todas as necessidades e desejos. De suítes espaçosas com oceano de tirar o fôlego Com vista para bangalôs aconchegantes cercados por exuberantes jardins tropicais, cada quarto do Celestial Garden é um santuário de conforto e estilo. Mime-se com comodidades luxuosas, roupas de cama macias e móveis de design, garantindo uma noite de sono agradável. Satisfaça o seu paladar no nosso requintado restaurante, onde delícias gastronómicas o aguardam. Nossos talentosos chefs criam culinária obras-primas usando os ingredientes e sabores locais mais frescos que irão atormentar o seu paladar. Desfrute de um jantar romântico sob as estrelas no nosso terraço à beira-mar ou saboreie um brunch à beira da piscina - a escolha é sua. Saber mais Para aqueles que procuram relaxamento e rejuvenescimento, não procure mais, nosso spa e centro de bem-estar. Mime-se com um mimo massagem, tratamento facial rejuvenescedor ou tratamento corporal revigorante, todos realizados por nossos terapeutas qualificados usando apenas os melhores produtos. Relaxe em nossa sauna ou jacuzzi e sinta o estresse desaparecer enquanto você abraça a tranquilidade do Jardim Celestial. Procurando aventura e emoção? Nossa equipe de concierge está aqui para ajudá-lo a planejar o melhor refúgio na ilha. Do mergulho com snorkel e mergulho em águas cristalinas até explorar enseadas e cachoeiras escondidas em uma visita guiada, não faltam atividades para desfrutar. Embarque em um cruzeiro ao pôr do sol, experimente pescar ou simplesmente relaxe na praia com um bom livro - o as possibilidades são infinitas. Na Celestial Garden, entendemos a importância de criar experiências memoráveis ​​para nossos hóspedes. Esteja você comemorando uma ocasião especial, planejando uma escapadela romântica ou apenas procurando relaxar no paraíso, nossa equipe dedicada está aqui para garantir que todas as suas necessidades sejam atendidas com o máximo cuidado e atenção aos detalhes. Então venha experimentar a beleza e a tranquilidade do Jardim Celestial. Deixe o som suave das ondas do mar embalar você para dormir, acorde com a visão de um nascer do sol vibrante no horizonte e aproveite o calor do sol tropical enquanto cria memórias que durará a vida toda. O Paraíso espera por você - você está pronto para fugir para o Jardim Celestial? Saber mais Experiência imersiva no paraíso tropical No Celestial Garden, nos orgulhamos de criar uma experiência de paraíso tropical verdadeiramente envolvente para nossos hóspedes. De No momento em que você entrar em nosso lobby adornado com palmeiras exuberantes e fontes relaxantes de água, você se sentirá como se tivesse sido transportado para um oásis luxuoso. Nossos belos jardins paisagísticos, completos com uma piscina cintilante e cabanas, oferecem o cenário perfeito para relaxamento e rejuvenescimento. Atendimento ao cliente excepcional Nossa equipe de funcionários dedicados na Celestial Garden está comprometida em fornecer atendimento excepcional ao cliente para garantir que cada a estadia dos hóspedes é simplesmente perfeita. Se você precisa de ajuda com reservas de atividades, recomendações de opções gastronômicas, ou simplesmente deseja relaxar com um coquetel à beira da piscina, nossa equipe fará de tudo para tornar sua estadia inesquecível. Comodidades e atividades imbatíveis No Celestial Garden, oferecemos uma ampla gama de comodidades e atividades para atender às necessidades e preferências de cada hóspede. Do nosso spa e academia no local até nosso acesso à praia e aluguel de esportes aquáticos, há algo para todos os gostos. Se você deseja relaxar e descontrair ou permanecer ativo e explorar, o Celestial Garden tem de tudo. Quarto com vista para o mar Acorde com vistas deslumbrantes do mar em nosso quarto aconchegante no Celestial Garden. Contato Suíte com terraço com jardim Relaxe no seu terraço privado rodeado por exuberantes jardins tropicais. Contato Suíte Família Acomodações espaçosas perfeitas para uma escapadela em família. Contato Retiro Executivo Ideal para viajantes de negócios ou para aqueles que procuram uma fuga tranquila. Contato Suíte Lua de Mel Celebre o amor neste ambiente romântico e intimista. Contato Cabana à beira da piscina Saia do seu quarto e mergulhe na nossa piscina imaculada a poucos passos de distância. Contato Suíte Júnior Um quarto confortável e elegante para uma estadia relaxante. Contato Suíte Executiva Acomodações bem equipadas para viajantes de negócios Contato Você oferece alguma atividade recreativa no hotel? Sim, oferecemos uma variedade de atividades recreativas, como vôlei de praia, paddleboarding e aulas de ioga. Existe spa no Celestial Garden? Sim, temos um luxuoso spa que oferece uma variedade de tratamentos e massagens para os hóspedes desfrutarem. Há alguma opção de refeições dentro do hotel? Sim, temos um restaurante à beira-mar que serve refeições deliciosas com vistas deslumbrantes para o mar. Os hóspedes podem reservar excursões ou passeios pelo hotel? Sim, nosso concierge pode ajudar os hóspedes a reservar excursões e passeios para explorar a área local. Existe um centro de fitness no Celestial Garden? Sim, temos um centro de fitness totalmente equipado para que os hóspedes se mantenham activos durante a sua estadia. Você tem algum pacote ou oferta especial para os hóspedes do hotel? Sim, oferecemos pacotes e promoções especiais durante todo o ano, incluindo escapadelas românticas, pacotes para famílias e muito mais. Existe piscina no Celestial Garden? Sim, temos uma bela piscina exterior rodeada por exuberantes jardins tropicais para os hóspedes relaxarem e descontraírem. Os hóspedes podem solicitar comodidades ou serviços especiais durante a estadia? Sim, nossa equipe se dedica a garantir que todos os hóspedes tenham uma estadia confortável e agradável, por isso teremos prazer em atender a quaisquer pedidos especiais sempre que possível. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 65 0462 2279 CelestialGarden@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000 const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); }",
    "policy": "Sua privacidade é importante: Política de privacidade do Celestial Garden Celestial Garden 18+ Página inicial Cassino Contatos Política de Privacidade No Celestial Garden Hotel-Casino, entendemos a importância da privacidade e estamos comprometidos em proteger as informações pessoais de nossos hóspedes e visitantes. Esta política de privacidade descreve como coletamos, usamos e protegemos suas informações quando você visita nossa propriedade ou usa nossos serviços. Informações que coletamos: Coletamos vários tipos de informações de nossos hóspedes e visitantes, incluindo, mas não se limitando a: Informações pessoais, como nome, endereço, número de telefone, endereço de e-mail e data de nascimento. Informações de pagamento, como detalhes do cartão de crédito e endereço de cobrança. Informações sobre sua estadia conosco, incluindo detalhes da reserva, preferências de quarto e serviços utilizados. Informações demográficas, como idade, sexo e nacionalidade. Informações coletadas por meio de cookies e outras tecnologias de rastreamento em nosso site. Como usamos suas informações: Usamos as informações que coletamos para diversos fins, incluindo: Processando reservas e pagamentos. Fornecer serviços personalizados e ofertas especiais com base em suas preferências. Comunicação com você sobre sua estadia, promoções e eventos futuros. Melhorar nossos serviços e adaptar nossas ofertas para melhor atender às suas necessidades. Cumprir os requisitos legais e regulamentares. Compartilhando suas informações: Podemos compartilhar suas informações com terceiros sob determinadas circunstâncias, incluindo: Provedores de serviços, como processadores de pagamentos, plataformas de reservas e agências de marketing. Autoridades legais quando exigido por lei ou para proteger nossos direitos e propriedade. Outras entidades em caso de fusão, aquisição ou venda do nosso hotel-cassino. Medidas de segurança: Levamos a sério a segurança das suas informações e implementamos várias medidas para protegê-las, incluindo: Protocolos de criptografia seguros para proteger suas informações pessoais e de pagamento. Controles de acesso e permissões restritas para limitar o acesso interno aos seus dados. Monitoramento e auditoria regulares de nossos sistemas para identificar e lidar com possíveis riscos de segurança. Treinamento de funcionários sobre práticas e procedimentos de proteção de dados. Seus direitos: Você tem certos direitos em relação às informações que coletamos sobre você, incluindo: O direito de acessar e revisar suas informações pessoais. O direito de atualizar ou corrigir quaisquer imprecisões em suas informações. O direito de solicitar a exclusão de suas informações sob determinadas circunstâncias. O direito de optar por não receber nossas comunicações de marketing. Cookies e tecnologias de rastreamento: Utilizamos cookies e outras tecnologias de rastreamento em nosso site para melhorar sua experiência de navegação e fornecer conteúdo personalizado. Ao utilizar o nosso site, você concorda com o uso dessas tecnologias de acordo com nossa Política de Cookies. Alterações nesta Política de Privacidade: Poderemos atualizar esta política de privacidade de tempos em tempos para refletir alterações em nossas práticas ou requisitos legais. Encorajamos você a revisar esta política periodicamente para se manter informado sobre como protegemos suas informações. Entre em contato conosco: Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade ou sobre a forma como lidamos com suas informações, entre em contato conosco em CelestialGarden@gmail.com ou visite nosso convidado balcão de serviços durante a sua estadia. Ao optar por ficar no Celestial Garden Hotel-Casino, você concorda com os termos descritos nesta política de privacidade e concorda com a coleta e uso de suas informações conforme descrito. Obrigado por escolher o Celestial Garden, onde a sua privacidade é a nossa prioridade. 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 65 0462 2279 CelestialGarden@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000",
    "terms": "Letras miúdas: Termos e Condições do Jardim Celestial Celestial Garden 18+ Página inicial Cassino Contatos Termos e Condições Bem-vindo ao Celestial Garden, um luxuoso hotel-cassino situado no coração da Índia! Estamos entusiasmados em tê-lo como nosso hóspede e esperamos proporcionar-lhe uma experiência memorável e agradável durante a sua estadia. Antes de começar a explorar tudo o que Celestial Garden tem a oferecer, reserve um momento para revisar os seguintes termos e condições: Check-in e check-out: O horário de check-in é às 15h e o horário de check-out é às 11h. Check-in antecipado e check-out tardio podem estar disponíveis mediante solicitação e estão sujeitos à disponibilidade. Requisito de idade: os hóspedes devem ter pelo menos 21 anos para fazer check-in e se hospedar no Celestial Garden. Poderá ser necessária identificação no momento do check-in. Jogos de azar: Nosso hotel-cassino oferece uma ampla gama de opções de jogos para sua diversão. Por favor, jogue com responsabilidade e dentro dos seus limites. A Celestial Garden não se responsabiliza por quaisquer perdas ocorridas durante a sua visita. Código de vestimenta: Os hóspedes devem vestir-se de maneira elegante e apresentável enquanto estiverem nas áreas públicas do hotel-cassino. Trajes de banho só são permitidos em áreas designadas, como piscina e praia. Política de Fumo: É estritamente proibido fumar em todas as áreas internas do Celestial Garden. Áreas específicas para fumantes estão disponíveis fora do hotel-cassino. Animais de estimação: Infelizmente, animais de estimação não são permitidos no Celestial Garden. Animais de serviço são bem-vindos com documentação adequada. Segurança: A segurança dos nossos hóspedes é de extrema importância para nós. Por favor, informe imediatamente qualquer atividade ou indivíduo suspeito à equipe do hotel. Hóspedes Adicionais: Hóspedes adicionais podem ser acomodados no quarto por uma taxa extra. Por favor, informe o hotel com antecedência para tomar as providências. Serviço de quarto: O serviço de quarto está disponível 24 horas por dia para sua conveniência. Poderá ser aplicada uma taxa de serviço para pedidos feitos fora do horário normal de jantar. Serviço de limpeza: o serviço de limpeza diário é fornecido para garantir que seu quarto esteja limpo e confortável durante toda a sua estadia. Entre em contato com a recepção se precisar de comodidades ou serviços adicionais. Política de Ruído: Tenha consideração pelos outros hóspedes e mantenha os níveis de ruído ao mínimo, especialmente durante horas tardias. Danos à propriedade: os hóspedes serão responsabilizados por quaisquer danos causados ​​às propriedades ou comodidades do hotel durante a estadia. As cobranças por danos serão aplicadas à conta do hóspede. Política de Privacidade: A Celestial Garden respeita a privacidade de nossos hóspedes e não divulgará informações pessoais a terceiros sem consentimento, exceto conforme exigido por lei. Wi-Fi: Wi-Fi gratuito está disponível em todos os quartos e áreas públicas do Celestial Garden. Entre em contato com a recepção para obter detalhes de login. Comodidades: os hóspedes podem utilizar as comodidades do hotel, incluindo piscina, academia e spa. Podem ser aplicadas taxas adicionais para determinados serviços. Transporte: Serviços de transporte podem ser organizados através do concierge do hotel para traslados ao aeroporto ou excursões locais. Podem ser aplicadas taxas. Eventos e reuniões: Celestial Garden oferece espaços versáteis para eventos para casamentos, conferências e ocasiões especiais. Nossa equipe de planejamento de eventos está disponível para atender todas as suas necessidades. Feedback: valorizamos seus comentários e incentivamos você a compartilhar suas idéias e sugestões conosco durante sua estadia. Sua satisfação é nossa maior prioridade. Responsabilidade: O Celestial Garden não se responsabiliza por quaisquer perdas, danos ou ferimentos ocorridos durante a sua estadia, a menos que sejam causados ​​por negligência por parte do hotel. Lei aplicável: estes termos e condições são regidos pelas leis da Índia. Quaisquer disputas decorrentes da sua estadia no Celestial Garden serão resolvidas de acordo com os princípios legais indianos. Ao reservar uma estadia no Celestial Garden, você concorda em cumprir estes termos e condições. Esperamos que você tenha uma estadia maravilhosa conosco e esperamos recebê-lo de volta no futuro. Obrigado por escolher o Celestial Garden, seu destino final de luxo e entretenimento na Índia! 18+ Política de privacidade Termos e condições Isenção de responsabilidade +55 65 0462 2279 CelestialGarden@gmail.com Praia de - Av. Rio Grande do Sul, 700 - Mar Grosso, Laguna - SC, 88790-000",
    "thank_page": "Obrigado pelo seu pedido: Celestial Garden agradece seu interesse Obrigado! Querido convidado, Obrigado pelo seu pedido de reserva em nosso hotel, Celestial Garden. Estamos muito satisfeitos por você ter escolhido passar seu tempo conosco e faremos o nosso melhor para atender sua solicitação. Seu conforto e satisfação são nossas principais prioridades e esperamos garantir que sua estadia conosco seja memorável. Se você precisar de mais assistência ou tiver qualquer outra solicitação, não hesite em nos informar. Estamos aqui para tornar a sua estadia o mais agradável e divertida possível. Obrigado mais uma vez por escolher o Celestial Garden. Mal podemos esperar para receber você! Atenciosamente, Equipe Jardim Celestial Página principal"
  },
  "date": "2024-07-15T13:33:18.495Z"
}