{
  "name": "checkersite",
  "pages": {
    "https___checkersite_netlify_app_": "Checker ZIP (function () { function getCookie(name) { let nameEQ = name + '='; let ca = document.cookie.split(';'); for (let i = 0; i Checker UniqueTest TextSteal Info Проводит первичную проверку вёрстки в zip файлах на ошибки. Нажмите для выбора файла, либо перетащите сюда ZIP-файл",
    "https___checkersite_netlify_app_uniquetest": "Unique Test ZIP (function () { function getCookie(name) { let nameEQ = name + '='; let ca = document.cookie.split(';'); for (let i = 0; i Checker UniqueTest TextSteal Info Анализирует ZIP-архивы на уникальность содержимого Html страниц. Нажмите для выбора файла, либо перетащите сюда ZIP-файл",
    "https___checkersite_netlify_app_textsteal": "Text Stealer (function () { function getCookie(name) { let nameEQ = name + '='; let ca = document.cookie.split(';'); for (let i = 0; i Checker UniqueTest TextSteal Info Помогает с заменой текста на всей странице за раз. Steal Apply",
    "https___checkersite_netlify_app_info": "Info (function () { function getCookie(name) { let nameEQ = name + '='; let ca = document.cookie.split(';'); for (let i = 0; i Checker UniqueTest TextSteal Info Checker Zip - v2.8.2 Проводит первичную проверку вёрстки в zip файлах на ошибки. В текущей версии происходят следующие проверки: Проверка на битые ссылки. Проверка на якорные ссылки. Проверка дублирования meta-тегов. Проверка form (required, checkbox, action, name). Проверка на тег h1. Проверка на одинаковые email и номер телефона. Показывает название проверяемого архива. Проверка на ./ в начале относительного пути. Добавлена папка uploads в которой происходят все проверки. Удаление файла если закинут файл не zip либо повреждённый файл. Планируется: Проверка на битые пути картинок. Проверка на корректность тегов (открытие/закрытие/обрывы). Проверка на битые ссылки ведущие на несуществующие html страницы. Text Stealer - v1.2.0 Помогает с заменой текста на всей странице за раз. В текущей версии работает так: 1. Добавить в первый инпут весь тег body, либо любой другой блок отдельно. 2. Кнопка steal создаёт карту текста для данных блоков. 3. Отправить в Gpt объект текста и перегенерировать под свои нужды. 4. Вставить перегенерированный объект во второй инпут. 5. Кнопка apply расставит новый текст в прежние места в блоках. 6. Скопировать получившийся код из первого инпута и вставить в свою вёрстку. Сейчас плохо сочетается с разбиением предложений другими тегами. При ошибке попытки перевода целого body можно переводить блоки отдельно. Видео-пример использования (можно скачать если не открывается). Планируется: Добавить поддержку мелких тегов делящих слова (br, span, nbsp и др). Unique Test - v1.2.0 Анализирует загруженные ZIP-архивы на уникальность содержимого. В текущей версии выполняются следующее: Вывод процентного соотношения уникальности контента всех файлов HTML загруженного файла относительно базы ранее проверенных архивов. Принцип работы: 1. Перетащите ZIP-архив в область загрузки или используйте кнопку для выбора файла. 2. Файл отправляется на сервер, где происходит его распаковка и анализ. 3. Полученные результаты анализа отображаются на странице, показывая уровень уникальности. Планируется: Расширение базы для сравнения и улучшение алгоритмов определения уникальности. Возможность загрузки нескольких файлов одновременно для более удобного сравнительного анализа. Возможность проверки URL адресов. Reset uploads folder"
  }
}