{
  "name": "ChipChase - pt-BR",
  "pages": {
    "about": "Sobre o ChipChase Hotel & Casino Sobre nós Contatos Nosso cassino Sobre o ChipChase Hotel Luxo e conforto no coração do Brasil. Sobre Nós Bem-vindo ao ChipChase Hotel, um lugar onde a elegância e o conforto se encontram para criar memórias inesquecíveis. Desde a nossa fundação, temos nos dedicado a proporcionar uma experiência única de hospitalidade e bem-estar aos nossos hóspedes. Nossa História Fundado em 1998, o ChipChase Hotel se tornou um símbolo de hospitalidade no Brasil. Nossa jornada começou com a visão de criar um refúgio de luxo, onde os hóspedes pudessem relaxar e desfrutar de serviços excepcionais. Ao longo dos anos, continuamos a evoluir, sempre mantendo nosso compromisso com a qualidade e a satisfação dos nossos visitantes. Sobre o Hotel Localizado em uma das regiões mais deslumbrantes do Brasil, o ChipChase Hotel oferece acomodações luxuosas que combinam conforto moderno com toques de elegância clássica. Nossos quartos são projetados para proporcionar uma estadia relaxante, com vistas panorâmicas e todas as comodidades que você precisa para se sentir em casa. Nossos Diferenciais O que nos distingue é nossa atenção aos detalhes e o atendimento personalizado. Desde o momento em que você chega, nossa equipe dedicada está pronta para atender todas as suas necessidades. Oferecemos uma variedade de serviços, incluindo spa, academia, piscina e restaurantes gourmet, todos desenhados para proporcionar uma experiência completa e prazerosa. Preços e Ofertas No ChipChase Hotel, acreditamos que o luxo deve ser acessível. Por isso, oferecemos tarifas competitivas e uma gama de ofertas exclusivas para tornar sua estadia ainda mais especial. Aproveite nossos pacotes promocionais que incluem estadias prolongadas, descontos para reservas antecipadas e ofertas sazonais. Descanso no Brasil O Brasil é um país de belezas naturais impressionantes e cultura vibrante. No ChipChase Hotel, você está no lugar perfeito para explorar tudo isso. Oferecemos excursões e atividades que permitem descobrir o melhor da região, desde praias paradisíacas até trilhas na floresta tropical. Venha experimentar a hospitalidade brasileira em seu auge. conecte-se conosco Nossos quartos Nosso quarto econômico é perfeito para viajantes em busca de uma estadia confortável e acessível no Hotel ChipChase em Foz do Iguaçu. Com uma decoração acolhedora em tons neutros e madeira clara, este quarto de 20m² oferece tudo o que você precisa para uma estadia tranquila, incluindo uma cama queen size, TV a cabo, ar-condicionado, frigobar e Wi-Fi grátis. O banheiro privativo é simples, mas limpo e funcional. Ideal para casais ou viajantes solo que desejam uma ótima relação custo-benefício, a partir de apenas R$200 por noite. Quarto Econômico A partir de R$200 por noite Quarto Standard A partir de R$300 por noite Nosso quarto standard é a escolha perfeita para aqueles que desejam um pouco mais de espaço e conforto no Hotel ChipChase. Com uma decoração elegante em tons de bege e azul, este quarto de 30m² oferece uma estadia memorável. Além de uma cama king size, você encontrará uma TV de tela plana, ar-condicionado, frigobar, cofre e Wi-Fi grátis. O banheiro privativo é moderno e espaçoso, com um chuveiro relaxante. Ideal para casais ou famílias pequenas que querem um pouco mais de luxo, a partir de apenas R$300 por noite. Prepare-se para uma experiência de luxo em nosso quarto suíte no Hotel ChipChase. Com uma decoração sofisticada em tons de cinza e dourado, este quarto de 40m² é perfeito para aqueles que buscam o máximo em conforto e elegância. Além de uma cama king size, você encontrará uma TV de tela plana, ar-condicionado, frigobar, cofre, Wi-Fi grátis e até mesmo uma área de estar separada. O banheiro privativo é espaçoso e luxuoso, com uma banheira de hidromassagem e um chuveiro de chuva. A suíte também oferece uma vista deslumbrante das Cataratas do Iguaçu. Ideal para casais em lua de mel ou viajantes que querem um tratamento VIP, a partir de apenas R$500 por noite. Quarto Suíte A partir de R$500 por noite Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio",
    "casino": "ChipChase Casino - Diversão e Emoção Sobre nós Contatos Nosso cassino Bem-vindo ao nosso Casino Experimente a emoção e a diversão no ChipChase Casino. Sobre o ChipChase Casino No ChipChase Casino, a segurança dos nossos jogadores é nossa prioridade máxima. Implementamos as mais rigorosas medidas de segurança para garantir que todas as suas informações pessoais e financeiras estejam sempre protegidas. Utilizamos tecnologia de criptografia de ponta e sistemas de monitoramento 24 horas por dia, 7 dias por semana, para proporcionar um ambiente de jogo seguro e confiável. text Além disso, oferecemos uma variedade de propostas exclusivas para nossos jogadores. Desde bônus de boas-vindas generosos até promoções semanais e programas de fidelidade, garantimos que cada visita ao nosso cassino seja recompensadora. Nossos jogadores podem desfrutar de experiências personalizadas, como acesso a eventos especiais e torneios exclusivos, tornando cada momento no ChipChase Casino verdadeiramente único e memorável. Nossos Jogos Experiência de Jogo Inigualável No ChipChase Casino, oferecemos uma vasta gama de jogos que atendem a todos os gostos e preferências. Desde as clássicas mesas de roleta e blackjack até as mais modernas máquinas caça-níqueis, cada jogador encontrará algo que o cative. Nossos jogos são projetados para proporcionar uma experiência emocionante e envolvente, com gráficos de alta qualidade e uma jogabilidade fluida. text As mesas de jogos são supervisionadas por dealers profissionais e amigáveis, prontos para ajudar os novatos e garantir que todos se divirtam. Além disso, realizamos torneios regulares com prêmios incríveis, proporcionando ainda mais emoção e oportunidades de ganhar. Se você é um jogador experiente ou um novato, nosso cassino é o lugar perfeito para você experimentar a emoção do jogo. Máquinas Caça-Níqueis Diversão e Prêmios Nossas máquinas caça-níqueis são uma das principais atrações do ChipChase Casino. Com uma variedade de temas e estilos, desde os clássicos de frutas até as mais inovadoras máquinas de vídeo, você pode experimentar a emoção de girar os rolos e esperar pelos grandes prêmios. Oferecemos jackpots progressivos que crescem a cada aposta, proporcionando a chance de ganhar prêmios que podem mudar sua vida. Cada máquina é equipada com tecnologia de ponta, garantindo uma jogabilidade suave e emocionante. Além disso, nosso ambiente confortável e acolhedor garante que você se sinta à vontade enquanto joga e se diverte. Temos áreas lounge onde você pode relaxar entre os jogos, além de opções de bebidas e lanches disponíveis para que você possa aproveitar ao máximo sua experiência no cassino. Venha e descubra por que o ChipChase Casino é o destino ideal para os amantes do jogo! Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio × O ChipChase Hotel & Casino é destinado a usuários com 18 anos ou mais. Jogue com responsabilidade. Jogos de azar podem ser viciantes; jogue com moderação.",
    "contacts": "Contate-nos - ChipChase Hotel & Casino Sobre nós Contatos Nosso cassino Entre em Contato Estamos aqui para ajudar você a planejar sua estadia perfeita no ChipChase. Endereço SHTN Trecho 1 Conjunto 1B Bloco C - Asa Norte, Brasília - DF, 70800-200, Brasil Contato Online +55 63 6019-8510 chipchase@gmail.com Entre em Contato Conosco Se você tiver alguma dúvida ou precisar de mais informações sobre o Hotel ChipChase, não hesite em nos contatar. Nossa equipe está pronta para ajudá-lo a planejar sua estadia perfeita e responder a todas as suas perguntas. Agradecemos seu interesse e esperamos vê-lo em breve! Eu aceito a Política de Privacidade Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio",
    "disclaimer": "Isenção de Responsabilidade - ChipChase Sobre nós Contatos Nosso cassino Isenção de Responsabilidade A presente isenção de responsabilidade tem como objetivo esclarecer as condições de uso do site do ChipChase Hotel & Casino. Ao acessar e utilizar nosso site, você concorda com os termos e condições estabelecidos nesta página. 1. Informações Gerais As informações contidas neste site são fornecidas apenas para fins informativos. Embora nos esforcemos para manter as informações atualizadas e corretas, não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, sobre a completude, precisão, confiabilidade, adequação ou disponibilidade em relação ao site ou às informações, produtos, serviços ou gráficos relacionados contidos no site para qualquer finalidade. 2. Responsabilidade O ChipChase Hotel & Casino não será responsável por quaisquer perdas ou danos, incluindo, mas não se limitando a, perdas diretas ou indiretas, lucros cessantes ou danos resultantes da perda de dados ou de outros bens intangíveis, decorrentes do uso ou da incapacidade de usar o site ou qualquer conteúdo nele contido. 3. Links Externos Nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência e não significam que endossamos ou temos controle sobre o conteúdo desses sites. Não nos responsabilizamos pelo conteúdo ou pela precisão das informações contidas em sites de terceiros. O uso de qualquer site vinculado é por sua conta e risco. 4. Alterações no Conteúdo Reservamo-nos o direito de modificar ou remover qualquer conteúdo do site a qualquer momento, sem aviso prévio. Isso inclui, mas não se limita a, informações sobre tarifas, disponibilidade e serviços oferecidos. Recomendamos que você verifique regularmente as informações disponíveis em nosso site. 5. Lei Aplicável Esta isenção de responsabilidade é regida pelas leis do Brasil. Qualquer disputa decorrente ou relacionada a esta isenção de responsabilidade será resolvida nos tribunais competentes da cidade de Brasília, DF, Brasil. 6. Contato Se você tiver alguma dúvida sobre esta isenção de responsabilidade, entre em contato conosco pelo e-mail chipchase@gmail.com. Estamos aqui para ajudar e esclarecer quaisquer preocupações que você possa ter. Ao utilizar nosso site, você concorda com esta isenção de responsabilidade. Agradecemos por escolher o ChipChase Hotel & Casino e esperamos que você tenha uma experiência agradável conosco. Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio",
    "index": "Bem-vindo ao ChipChase Hotel & Casino Sobre nós Contatos Nosso cassino Bem-vindo ao ChipChase Hotel O seu refúgio de luxo em pleno coração do Brasil. Sobre o ChipChase Hotel Bem-vindo ao ChipChase Hotel, um paraíso de conforto e elegância. Localizado em um dos destinos mais deslumbrantes do Brasil, oferecemos uma experiência única que combina luxo e hospitalidade incomparáveis. Desfrute de nossas instalações modernas e de um serviço excepcional que fará da sua estadia uma lembrança inesquecível. Acomodações Luxuosas Nossos quartos e suítes são projetados para proporcionar o máximo conforto, com decoração sofisticada e vistas panorâmicas. Gastronomia Excepcional Desfrute de uma culinária de classe mundial em nossos restaurantes, onde sabores locais e internacionais se encontram. Instalações de Lazer Relaxe e revitalize-se com nossas diversas opções de lazer, incluindo spa, piscina e academia de última geração. Eventos e Conferências Oferecemos espaços versáteis e equipados para reuniões, conferências e eventos especiais, garantindo sucesso e sofisticação. O ChipChase Hotel é uma obra-prima de design arquitetônico, combinando elementos modernos e tradicionais. Nossas áreas comuns e quartos são cuidadosamente projetados para proporcionar uma experiência visual deslumbrante e um ambiente acolhedor. Cada detalhe foi pensado para oferecer conforto e sofisticação aos nossos hóspedes. Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio",
    "privacy": "Política de Privacidade - ChipChase Sobre nós Contatos Nosso cassino Política de Privacidade Esta Política de Privacidade descreve como coletamos, usamos, armazenamos e protegemos suas informações pessoais quando você interage conosco. Estamos comprometidos em proteger sua privacidade e garantir a segurança de suas informações. Ao utilizar nossos serviços, você concorda com a coleta e uso de informações de acordo com esta política. 1. Coleta de Informações Coletamos informações de várias maneiras, incluindo quando você se registra em nossos serviços, faz uma reserva, se inscreve em nossa newsletter ou interage conosco de outras formas. As informações que podemos coletar incluem: Nome completo Endereço de e-mail Número de telefone Informações de pagamento (como número do cartão de crédito) Dados de localização Preferências de comunicação 2. Uso das Informações As informações que coletamos podem ser usadas para: Processar suas reservas e pagamentos. Enviar confirmações e informações sobre sua estadia. Comunicar-se com você sobre promoções, ofertas especiais e novidades. Melhorar nossos serviços e personalizar sua experiência. Realizar pesquisas e análises para entender melhor as necessidades dos nossos clientes. 3. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto quando necessário para fornecer nossos serviços, como: Compartilhamento com prestadores de serviços que nos ajudam a operar nosso negócio, como empresas de pagamento e serviços de marketing. Cumprir com a legislação aplicável, regulamentações ou ordens judiciais. Proteger nossos direitos, propriedade ou segurança, ou os direitos, propriedade ou segurança de outros. 4. Segurança das Informações Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos tecnologia de criptografia e outras práticas de segurança para garantir a proteção de seus dados. No entanto, nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro, e não podemos garantir segurança absoluta. 5. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Se você deseja exercer esses direitos, entre em contato conosco pelo e-mail chipchase@gmail.com. Faremos o possível para atender sua solicitação dentro dos limites da legislação aplicável. 6. Cookies Utilizamos cookies e tecnologias semelhantes para melhorar sua experiência em nosso site. Cookies são pequenos arquivos de texto que são armazenados em seu dispositivo quando você visita nosso site. Eles nos ajudam a lembrar suas preferências e a entender como você interage com nosso conteúdo. Você pode optar por desativar os cookies em seu navegador, mas isso pode afetar sua experiência em nosso site. 7. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Recomendamos que você revise a política de privacidade de cada site que visita. Não temos controle sobre e não assumimos nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. 8. Alterações a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente. Notificaremos você sobre quaisquer alterações publicando a nova Política de Privacidade em nosso site. Recomendamos que você revise esta política regularmente para se manter informado sobre como estamos protegendo suas informações. 9. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail chipchase@gmail.com. Estamos aqui para ajudar e esclarecer quaisquer preocupações que você possa ter. Ao utilizar nossos serviços, você concorda com esta Política de Privacidade. Agradecemos sua confiança e nos comprometemos a proteger suas informações pessoais. Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio",
    "terms": "Termos de Uso - ChipChase Sobre nós Contatos Nosso cassino Termos de Uso Estes Termos de Uso regulam a utilização dos serviços oferecidos pelo ChipChase Hotel & Casino. Ao acessar ou utilizar nossos serviços, você concorda em cumprir estes termos. Se você não concorda com estes termos, não deve utilizar nossos serviços. 1. Aceitação dos Termos Ao utilizar nosso site e serviços, você declara que tem pelo menos 18 anos de idade ou a idade mínima legal em sua jurisdição para participar de jogos de azar. Você concorda em fornecer informações verdadeiras, precisas e completas ao se registrar e utilizar nossos serviços. 2. Modificações nos Termos Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento. Qualquer alteração será publicada nesta página, e a data da última atualização será indicada no topo. É sua responsabilidade revisar periodicamente os Termos de Uso para se manter informado sobre quaisquer alterações. O uso contínuo de nossos serviços após a publicação de alterações constitui sua aceitação dos novos termos. 3. Uso dos Serviços Você concorda em utilizar nossos serviços apenas para fins legais e de acordo com todas as leis aplicáveis. Você não deve utilizar nossos serviços de forma a prejudicar, desativar, sobrecarregar ou comprometer a segurança do site ou interferir no uso de outros usuários. É proibido tentar obter acesso não autorizado a qualquer parte do site ou aos sistemas ou redes conectados ao site. 4. Conta do Usuário Para acessar certos serviços, pode ser necessário criar uma conta. Você é responsável por manter a confidencialidade de suas credenciais de login e por todas as atividades que ocorrem em sua conta. Você concorda em notificar imediatamente o ChipChase sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. 5. Propriedade Intelectual Todos os conteúdos, marcas registradas, logotipos e outros materiais disponíveis em nosso site são de propriedade do ChipChase ou de seus licenciadores. Você não pode reproduzir, distribuir, modificar ou criar trabalhos derivados de qualquer conteúdo sem a autorização prévia por escrito do ChipChase. 6. Limitação de Responsabilidade O ChipChase não será responsável por quaisquer danos diretos, indiretos, acidentais, especiais ou consequenciais que possam resultar do uso ou da incapacidade de usar nossos serviços. Isso inclui, mas não se limita a, danos por perda de lucros, uso, dados ou outras perdas intangíveis, mesmo que tenhamos sido avisados da possibilidade de tais danos. 7. Indenização Você concorda em indenizar e isentar o ChipChase, seus diretores, funcionários e agentes de qualquer reclamação, perda, responsabilidade, danos, custos ou despesas, incluindo honorários advocatícios, decorrentes de seu uso dos serviços ou de sua violação destes Termos de Uso. 8. Lei Aplicável Estes Termos de Uso são regidos pelas leis do Brasil. Qualquer disputa decorrente ou relacionada a estes termos será resolvida nos tribunais competentes da cidade de Brasília, DF, Brasil. 9. Contato Se você tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco pelo e-mail chipchase@gmail.com. Estamos disponíveis para esclarecer quaisquer dúvidas que você possa ter. Ao utilizar nossos serviços, você concorda em cumprir estes Termos de Uso. Agradecemos por escolher o ChipChase e esperamos que você tenha uma experiência agradável e segura. Isenção de Responsabilidade Política de Privacidade Termos de Uso 18+ Informamos que o site do ChipChase Hotel & Casino é restrito a indivíduos com 18 anos ou mais. Agradecemos pela sua compreensão. Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio",
    "thanks": "Obrigado pela sua solicitação! Obrigado pela Sua Solicitação! Agradecemos por entrar em contato com o ChipChase Hotel & Casino. Sua solicitação foi recebida com sucesso e nossa equipe está trabalhando para atendê-lo da melhor maneira possível. Em breve, um de nossos representantes entrará em contato com você para fornecer as informações que você solicitou e responder a quaisquer perguntas que você possa ter. Estamos aqui para garantir que sua experiência conosco seja excepcional desde o primeiro contato. Lar Utilizamos cookies para proporcionar a melhor experiência possível em nosso site. Ao continuar navegando no site do ChipChase, você concorda com o uso de cookies. Para mais informações, consulte nossa Política de Privacidade e Política de Cookies. Aceitar Declínio"
  },
  "date": "2024-07-25T12:51:03.830Z"
}