{
  "name": "CoastalCharm",
  "pages": {
    "about-us": "CoastalCharm - Discover Serenity and Luxury CoastalCharm HOME ABOUT US CASINO Contact Explore Our Room Types Deluxe Rooms Experience luxury and comfort in our spacious deluxe rooms, offering stunning views and modern amenities for a relaxing stay. Book Now Executive Suites Indulge in sophistication and style with our executive suites, featuring spacious living areas and premium amenities for a luxurious stay. Book Now Family Suites Perfect for families, our family suites provide ample space and comfort, ensuring everyone enjoys a memorable stay together. Book Now Creating Unforgettable Coastal Experiences At CoastalCharm, we are dedicated to creating unforgettable coastal experiences that capture the essence of relaxation and luxury. Our mission is to provide a haven where guests can unwind and create lasting memories surrounded by breathtaking natural beauty. With a commitment to excellence and attention to every detail, we ensure that your stay with us is nothing short of extraordinary. Latest Coastal Retreat Updates CoastalCharm unveils new luxury accommodations with stunning ocean views, ensuring an unparalleled seaside experience. Discover CoastalCharm's featured spot in prestigious travel guides, highlighting our commitment to excellence in hospitality. CoastalCharm introduces exclusive coastal experiences and activities, offering guests unique ways to explore and unwind by the sea. VIEW ALL UPDATES The CoastalCharm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CoastalCharm ADDRESS Hansapuri Rd, Kasabpura, Mominpura, Nagpur, Maharashtra 440018, India coastalcharm@gmail.com +91-755-581-1155 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "contacts": "CoastalCharm - Contact Us for Your Next Coastal Getaway CoastalCharm HOME ABOUT US CASINO Contact GET IN TOUCH Connect with CoastalCharm casino hotel to learn more about and make Reservation. Hansapuri Rd, Kasabpura, Mominpura, Nagpur, Maharashtra 440018, India coastalcharm@gmail.com +91-755-581-1155 Got any questions? Reach out to us! I accept the Privacy Policy SUBMIT The CoastalCharm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CoastalCharm ADDRESS Hansapuri Rd, Kasabpura, Mominpura, Nagpur, Maharashtra 440018, India coastalcharm@gmail.com +91-755-581-1155 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "index": "CoastalCharm - Experience Serenity and Luxury by the Sea CoastalCharm HOME ABOUT US CASINO Contact Experience Serenity and Luxury by the Sea At CoastalCharm, we're dedicated to providing unparalleled seaside retreats. Our meticulous attention to detail ensures that every aspect of your stay is tailored to exceed your expectations, creating memories that linger long after your departure. We believe in offering rooms than just accommodation. From stunning oceanfront views to exceptional dining experiences, our diverse range of services reflects our commitment to making your coastal getaway truly memorable. Creating Unforgettable Coastal Experiences At CoastalCharm, we are dedicated to creating unforgettable coastal experiences that capture the essence of relaxation and luxury. Our mission is to provide a haven where guests can unwind and create lasting memories surrounded by breathtaking natural beauty. With a commitment to excellence and attention to every detail, we ensure that your stay with us is nothing short of extraordinary. Latest Coastal Retreat Updates CoastalCharm unveils new luxury accommodations with stunning ocean views, ensuring an unparalleled seaside experience. Discover CoastalCharm's featured spot in prestigious travel guides, highlighting our commitment to excellence in hospitality. CoastalCharm introduces exclusive coastal experiences and activities, offering guests unique ways to explore and unwind by the sea. VIEW ALL UPDATES About CoastalCharm Creating Memorable Coastal Experiences At CoastalCharm, we are dedicated to creating memorable coastal experiences that celebrate the natural beauty and tranquility of our surroundings. With a commitment to exceptional hospitality and personalized service, we strive to ensure that every guest enjoys a truly enriching stay. DISCOVER ROOMS Exploring Trends in Coastal Hospitality At CoastalCharm, we're committed to staying ahead of trends in coastal hospitality. From innovative guest experiences to sustainable practices, we uncover insights to enhance your stay with us. Our collaborations with industry leaders ensure that we deliver the latest developments and inspirations directly to you, empowering you to indulge in a coastal getaway that's truly unforgettable. EXPLORE COASTAL TRENDS Explore Our Room Types Deluxe Rooms Experience luxury and comfort in our spacious deluxe rooms, offering stunning views and modern amenities for a relaxing stay. Book Now Executive Suites Indulge in sophistication and style with our executive suites, featuring spacious living areas and premium amenities for a luxurious stay. Book Now Family Suites Perfect for families, our family suites provide ample space and comfort, ensuring everyone enjoys a memorable stay together. Book Now The CoastalCharm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CoastalCharm ADDRESS Hansapuri Rd, Kasabpura, Mominpura, Nagpur, Maharashtra 440018, India coastalcharm@gmail.com +91-755-581-1155 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us",
    "products": "CoastalCharm Casino - Experience Thrilling Gaming and Coastal Views CoastalCharm HOME ABOUT US CASINO Contact Exciting Casino Experience at Coastal Charm At CoastalCharm Casino, we offer an exhilarating gaming experience set against the backdrop of stunning coastal views. Whether you're a seasoned player or a first-time visitor, our diverse range of games and impeccable service ensures a thrilling and memorable stay. With a commitment to excellence and luxury, CoastalCharm Casino promises an unforgettable entertainment experience. EXPLORE OUR GAMES Explore Our Casino Games Slot Machines Enjoy the thrill of our state-of-the-art slot machines, featuring a variety of themes and exciting bonus features for endless entertainment. Book now Blackjack Tables Test your skills at our blackjack tables, where strategy meets excitement. Experience the thrill of beating the dealer and winning big. Book now Roulette Tables Place your bets and watch the wheel spin at our roulette tables. Experience the excitement and anticipation of this classic casino game. Book now Explore Exciting Gaming at CoastalCharm Casino At CoastalCharm Casino, we offer an exhilarating gaming experience set against the backdrop of stunning coastal views. Whether you're a seasoned player or a first-time visitor, our diverse range of games and impeccable service ensures a thrilling and memorable stay. With a commitment to excellence and luxury, CoastalCharm Casino promises an unforgettable entertainment experience. DISCOVER OUR GAMES Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The CoastalCharm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CoastalCharm ADDRESS Hansapuri Rd, Kasabpura, Mominpura, Nagpur, Maharashtra 440018, India coastalcharm@gmail.com +91-755-581-1155 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "thanks": "CoastalCharm - Thank You CoastalCharm HOME ABOUT US CASINO Contact Thank You! Thank you for contacting CoastalCharm! We appreciate your inquiry and will get back to you shortly. Stay tuned for updates and more information about your request. The CoastalCharm website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CoastalCharm ADDRESS Hansapuri Rd, Kasabpura, Mominpura, Nagpur, Maharashtra 440018, India coastalcharm@gmail.com +91-755-581-1155 PRIVACY LINKS Disclaimers Privacy Policy Terms & Conditions SITEMAP Home About Us Casino Contact Us"
  },
  "date": "2024-07-06T11:39:37.479Z"
}