{
  "name": "ColomboPalaceColumbia",
  "pages": {
    "about-us": "ColomboPalace Hotel & Resort - Tu Puerta de Acceso al Lujo y Entretenimiento Inigualables ColomboPalace INICIO Hotel Casino Contacto DESCUBRE NUESTRAS HABITACIONES DESTACADAS Explora una variedad de habitaciones cautivadoras diseñadas para mejorar tu estadía y confort. Habitación Deluxe con Vista al Océano DESDE: $300/noche Disfruta de impresionantes vistas al océano desde tu amplia y elegantemente decorada habitación. RESERVA AHORA Suite de Lujo DESDE: $500/noche Indúlgate en el lujo sin igual con nuestras suites espaciosas y elegantemente amuebladas, ofreciendo vistas panorámicas del horizonte de la ciudad. RESERVA AHORA Suite Ejecutiva DESDE: $700/noche Eleva tu estadía con nuestras lujosas suites ejecutivas, que cuentan con amplias áreas de estar y amenidades exclusivas. RESERVA AHORA DESCUBRE LA DIFERENCIA COLOMBOPALACE Embárcate en un viaje de lujo y relajación sin igual con ColomboPalace Casino & Resort. Nuestra dedicación a la excelencia garantiza una estadía inolvidable donde cada momento está impregnado de opulencia y confort. Eleva tu experiencia y sumérgete en el santuario definitivo del placer. Explora nuevas dimensiones de lujo y desbloquea tu oasis de serenidad. EXPLORA NUESTRAS OFERTAS EXPLORA NUESTRAS ÚLTIMAS ACTUALIZACIONES Mantente informado con las últimas noticias y anuncios de ColomboPalace Casino & Resort. Presentación de Nuestros Nuevos Servicios de Spa Relájate y rejuvenece con nuestras últimas ofertas de spa. Experimenta la serenidad y el cuidado máximo en nuestras lujosas instalaciones de spa. Experiencia Exclusiva de Cena Indulge en delicias culinarias con nuestras nuevas opciones gastronómicas. Sumérgete en un viaje gastronómico de sabores exquisitos y servicio excepcional. Eventos de Entretenimiento Emocionantes Disfruta de entretenimiento emocionante con nuestros próximos eventos. Desde actuaciones de música en vivo hasta espectáculos cautivadores, hay algo para todos. Relájate en el Paraíso Escápate al paraíso con nuestros paquetes exclusivos. Experimenta la relajación y el lujo supremo en el ambiente sereno de nuestro resort. El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "contacts": "ColomboPalace Casino & Resort - Conéctate con Nosotros ColomboPalace INICIO Hotel Casino Contacto ¿Tienes alguna pregunta? Acepto Política y Privacidad ENVIAR MANTENTE EN CONTACTO Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251 El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "disclaimers": "ColomboPalace Casino & Resort - DESCARGO DE RESPONSABILIDAD ColomboPalace INICIO Hotel Casino Contacto DESCARGO DE RESPONSABILIDAD Exactitud de la Información: La información proporcionada en el sitio web de ColomboPalace Casino & Resort es solo para fines informativos generales. Aunque nos esforzamos por mantener la información precisa y actualizada, no hacemos representaciones ni garantías de ningún tipo, expresas o implícitas, sobre la integridad, precisión, confiabilidad, idoneidad o disponibilidad de la información contenida en el sitio web. Juegos y Juego de Azar: ColomboPalace Casino & Resort ofrece instalaciones de juegos y juegos de azar solo con fines de entretenimiento. La participación en cualquier actividad de juego o el uso de nuestras instalaciones de juego es completamente discrecional del visitante y está sujeta a las leyes y regulaciones aplicables. Responsabilidad: Los visitantes del sitio web de ColomboPalace Casino & Resort reconocen que son completamente responsables de sus acciones y decisiones con respecto a juegos, apuestas y cualquier otra actividad ofrecida por el resort. No seremos responsables por ninguna pérdida o daño derivado del uso de nuestro sitio web o la dependencia de la información proporcionada. Enlaces Externos: Nuestro sitio web puede contener enlaces a sitios web externos que no son operados por nosotros. Estos enlaces se proporcionan únicamente por conveniencia y con fines informativos. No tenemos control sobre el contenido y la disponibilidad de estos sitios externos, y no respaldamos ni garantizamos la precisión de la información encontrada en dichos sitios web. Cambios y Actualizaciones: ColomboPalace Casino & Resort se reserva el derecho de modificar, actualizar o eliminar cualquier información en el sitio web sin previo aviso. No garantizamos que el sitio web esté siempre disponible o que el acceso sea ininterrumpido. Al acceder y utilizar el sitio web de ColomboPalace Casino & Resort, los visitantes aceptan y cumplen con los términos de este descargo de responsabilidad. Si no está de acuerdo con alguna parte de este descargo de responsabilidad, le rogamos que se abstenga de utilizar nuestro sitio web. El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "index": "ColomboPalace Casino & Resort - Tu Puerta de Acceso al Lujo y Entretenimiento Inigualables ColomboPalace INICIO Hotel Casino Contacto Experimenta un Lujo y Emoción Inigualables Disfruta de la escapada definitiva en ColomboPalace Casino & Resort. Descubre un reino de opulencia, donde cada momento está lleno de emoción y deleite. DESCUBRE MÁS ESTADÍSTICAS CLAVE Descubre los datos esenciales que definen ColomboPalace Casino & Resort. Habitaciones y Suites 300+ Huéspedes Atendidos 10,000+ Restaurantes y Bares 10+ Servicios 50+ DESCUBRE LA DIFERENCIA COLOMBOPALACE Embárcate en un viaje de lujo y relajación sin igual con ColomboPalace Casino & Resort. Nuestra dedicación a la excelencia garantiza una estadía inolvidable donde cada momento está impregnado de opulencia y confort. Eleva tu experiencia y sumérgete en el santuario definitivo del placer. Explora nuevas dimensiones de lujo y desbloquea tu oasis de serenidad. EXPLORA NUESTRAS OFERTAS DESCUBRE NUESTRAS HABITACIONES DESTACADAS Explora una variedad de habitaciones cautivadoras diseñadas para mejorar tu estadía y confort. Habitación Deluxe con Vista al Océano DESDE: $300/noche Disfruta de impresionantes vistas al océano desde tu amplia y elegantemente decorada habitación. RESERVA AHORA Suite de Lujo DESDE: $500/noche Indúlgate en el lujo sin igual con nuestras suites espaciosas y elegantemente amuebladas, ofreciendo vistas panorámicas del horizonte de la ciudad. RESERVA AHORA Suite Ejecutiva DESDE: $700/noche Eleva tu estadía con nuestras lujosas suites ejecutivas, que cuentan con amplias áreas de estar y amenidades exclusivas. RESERVA AHORA EXPLORA NUESTRAS ÚLTIMAS ACTUALIZACIONES Mantente informado con las últimas noticias y anuncios de ColomboPalace Casino & Resort. Presentación de Nuestros Nuevos Servicios de Spa Relájate y rejuvenece con nuestras últimas ofertas de spa. Experimenta la serenidad y el cuidado máximo en nuestras lujosas instalaciones de spa. SABER MÁS Experiencia Exclusiva de Cena Indulge en delicias culinarias con nuestras nuevas opciones gastronómicas. Sumérgete en un viaje gastronómico de sabores exquisitos y servicio excepcional. SABER MÁS Eventos de Entretenimiento Emocionantes Disfruta de entretenimiento emocionante con nuestros próximos eventos. Desde actuaciones de música en vivo hasta espectáculos cautivadores, hay algo para todos. SABER MÁS Relájate en el Paraíso Escápate al paraíso con nuestros paquetes exclusivos. Experimenta la relajación y el lujo supremo en el ambiente sereno de nuestro resort. SABER MÁS El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "privacy-policy": "ColomboPalace Casino & Resort - Política de Privacidad ColomboPalace INICIO Hotel Casino Contacto Política de Privacidad de ColomboPalace ColomboPalace opera el sitio web majesticmirage.com, que proporciona el SERVICIO. Esta página se utiliza para informar a los visitantes del sitio web sobre nuestras políticas con respecto a la recopilación, uso y divulgación de Información Personal si alguien decide utilizar nuestro Servicio, el sitio web ColomboPalace. Si decides utilizar nuestro Servicio, aceptas la recopilación y uso de la información de acuerdo con esta política. La Información Personal que recopilamos se utiliza para proporcionar y mejorar el Servicio. No utilizaremos ni compartiremos tu información con nadie, excepto según se describe en esta Política de Privacidad. Los términos utilizados en esta Política de Privacidad tienen los mismos significados que en nuestros Términos y Condiciones, accesibles en majesticmirage.com, a menos que se defina lo contrario en esta Política de Privacidad. Recopilación y Uso de la Información Para brindarte una mejor experiencia al utilizar nuestro Servicio, podemos requerir que nos proporciones cierta información personal identificable, incluyendo, entre otros, tu nombre, número de teléfono y dirección postal. La información que recopilamos se utilizará para contactarte o identificarte. Datos de Registro Te informamos que cada vez que visitas nuestro Servicio, recopilamos información que tu navegador nos envía y que se llama Datos de Registro. Estos Datos de Registro pueden incluir información como la dirección IP de tu computadora, versión del navegador, páginas de nuestro Servicio que visitas, la hora y fecha de tu visita, el tiempo que pasaste en esas páginas y otras estadísticas. Cookies Las cookies son archivos con una pequeña cantidad de datos que se utilizan comúnmente como identificadores únicos anónimos. Estos se envían a tu navegador desde el sitio web que visitas y se almacenan en el disco duro de tu computadora. Nuestro sitio web utiliza estas \"cookies\" para recopilar información y mejorar nuestro Servicio. Tienes la opción de aceptar o rechazar estas cookies, y de saber cuándo se está enviando una cookie a tu computadora. Si decides rechazar nuestras cookies, es posible que no puedas utilizar algunas partes de nuestro Servicio. Proveedores de Servicios Podemos emplear a compañías e individuos de terceros debido a las siguientes razones: Para facilitar nuestro Servicio; Para proporcionar el Servicio en nuestro nombre; Para realizar servicios relacionados con el Servicio; o Para ayudarnos a analizar cómo se utiliza nuestro Servicio. Queremos informar a los usuarios de nuestro Servicio que estos terceros tienen acceso a tu Información Personal. La razón es realizar las tareas asignadas en nuestro nombre. Sin embargo, están obligados a no divulgar ni utilizar la información para ningún otro propósito. Seguridad Valoramos tu confianza al proporcionarnos tu Información Personal, por lo que nos esforzamos por utilizar medios comercialmente aceptables para protegerla. Sin embargo, recuerda que ningún método de transmisión por internet o método de almacenamiento electrónico es 100% seguro y confiable, y no podemos garantizar su seguridad absoluta. Enlaces a Otros Sitios Nuestro Servicio puede contener enlaces a otros sitios. Si haces clic en un enlace de terceros, serás dirigido a ese sitio. Ten en cuenta que estos sitios externos no son operados por nosotros. Por lo tanto, te recomendamos encarecidamente que revises la Política de Privacidad de estos sitios web. No tenemos control sobre, y no asumimos responsabilidad por el contenido, políticas de privacidad o prácticas de sitios web de terceros o servicios. Privacidad de los Niños Nuestros Servicios no están dirigidos a ninguna persona menor de 13 años. No recopilamos intencionalmente información personal identificable de niños menores de 13 años. En caso de que descubramos que un niño menor de 13 años nos ha proporcionado información personal, eliminamos inmediatamente esta información de nuestros servidores. Si eres padre/madre o tutor y sabes que tu hijo nos ha proporcionado información personal, por favor contáctanos para que podamos tomar las acciones necesarias. Cambios en esta Política de Privacidad Podemos actualizar nuestra Política de Privacidad de vez en cuando. Te recomendamos que revises esta página periódicamente para ver cualquier cambio. Te notificaremos sobre cualquier cambio publicando la nueva Política de Privacidad en esta página. Estos cambios son efectivos inmediatamente, después de ser publicados en esta página. Contáctanos Si tienes alguna pregunta o sugerencia sobre nuestra Política de Privacidad, no dudes en contactarnos. El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "products": "ColomboPalace Casino & Resort - Donde la Emoción y el Lujo se Encuentran ColomboPalace INICIO Hotel Casino Contacto DESCUBRE NUESTROS JUEGOS DESTACADOS Sumérgete en un mundo de emocionantes juegos diseñados para elevar tu experiencia de juego. Campeonato de Blackjack DISPONIBLE AHORA Desafíate en el campeonato de blackjack definitivo. Pon a prueba tus habilidades y estrategia contra los mejores jugadores del mundo. JUGAR AHORA Extravaganza de Ruleta DISPONIBLE AHORA Experimenta la emoción de la mesa de ruleta como nunca antes. Haz tus apuestas y observa cómo la rueda gira para revelar tu fortuna. JUGAR AHORA Bonanza de Máquinas Tragamonedas DISPONIBLE AHORA Gira los carretes y gana grande con nuestra emocionante bonanza de máquinas tragamonedas. Descubre un mundo de entretenimiento sin fin y recompensas lucrativas. JUGAR AHORA DESCUBRE NUESTROS JUEGOS DE CASINO EN LÍNEA Sumérgete en nuestra colección de emocionantes juegos de casino disponibles en nuestro casino en línea. Locura de Máquinas Tragamonedas Juego &#9733;&#9733;&#9733;&#9733;&#9733; Prueba tu suerte con nuestro emocionante juego de máquinas tragamonedas. ¡Gira los carretes y gana grande! JUGAR AHORA Bonanza de Blackjack Juego &#9733;&#9733;&#9733;&#9733;&#9733; Desafía al crupier y pon a prueba tus habilidades en nuestro emocionante juego de blackjack. JUGAR AHORA Ruleta Real Juego &#9733;&#9733;&#9733;&#9733;&#9733; Haz tus apuestas y observa cómo gira la ruleta en nuestro cautivador juego de ruleta. JUGAR AHORA Torneo de Póker Juego &#9733;&#9733;&#9733;&#9733;&#9733; Únete a la mesa y muestra tus habilidades de póker en nuestro torneo de alto riesgo. JUGAR AHORA DESCUBRE LOS PRÓXIMOS EVENTOS DEL CASINO Mantente informado sobre los emocionantes eventos de casino organizados por Majestic Mirage Hotel & Resort. Espectacular Torneo de Máquinas Tragamonedas Únete a nosotros para un emocionante torneo de máquinas tragamonedas y compite por increíbles premios. Experimenta la emoción de los carretes y la competencia. ÚNETE AHORA Serie de Campeonato de Blackjack Pon a prueba tus habilidades en nuestra Serie de Campeonato de Blackjack. Compite contra otros jugadores y reclama tu lugar como el campeón definitivo del blackjack. ÚNETE AHORA Noche de Ruleta Extravaganza Experimenta el glamour y la emoción de nuestra Noche de Ruleta Extravaganza. Haz tus apuestas y observa cómo gira la rueda para revelar tu fortuna. ÚNETE AHORA El acceso al sitio está disponible solo para personas mayores de 18 años. Por favor, confirma que tienes 18 años o más y mayores. Promovemos un comportamiento de juego responsable y recomendamos apostar con moderación. Sí, tengo 18 años o más No, no tengo 18 años El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "terms-conditions": "ColomboPalace Casino & Resort - Términos y Condiciones ColomboPalace INICIO Hotel Casino Contacto Términos y Condiciones Bienvenido/a a ColomboPalace Casino & Resort. Al acceder a nuestro sitio web y utilizar nuestros servicios, aceptas cumplir y quedar sujeto/a a los siguientes términos y condiciones: 1. Aceptación de los Términos Al acceder a este sitio web, aceptas quedar sujeto/a a estos Términos y Condiciones, todas las leyes y regulaciones aplicables, y aceptas ser responsable de cumplir con cualquier ley local aplicable. 2. Licencia de Uso Se concede permiso para descargar temporalmente una copia de los materiales (información o software) en el sitio web de ColomboPalace Casino & Resort únicamente para visualización personal, no comercial y transitoria. 3. Propiedad Intelectual El contenido mostrado en el sitio web de ColomboPalace Casino & Resort, incluyendo pero no limitado a textos, gráficos, logotipos, imágenes, clips de audio y clips de video, es propiedad de ColomboPalace Casino & Resort o de sus proveedores de contenido y está protegido por las leyes de derechos de autor. 4. Descargo de Responsabilidad Los materiales en el sitio web de ColomboPalace Casino & Resort se proporcionan \"tal cual\". ColomboPalace Casino & Resort no ofrece garantías, expresas o implícitas, y por la presente renuncia y niega todas las demás garantías, incluyendo, sin limitación, garantías implícitas o condiciones de comerciabilidad, idoneidad para un propósito particular o no infracción de propiedad intelectual u otra violación de derechos. 5. Limitaciones En ningún caso ColomboPalace Casino & Resort o sus proveedores serán responsables por daños (incluyendo, sin limitación, daños por pérdida de datos o beneficios, o debido a interrupción del negocio) derivados del uso o la imposibilidad de uso de los materiales en el sitio web de ColomboPalace Casino & Resort, incluso si ColomboPalace Casino & Resort o un representante autorizado de ColomboPalace Casino & Resort ha sido notificado verbalmente o por escrito de la posibilidad de tales daños. 6. Ley Aplicable Estos términos y condiciones se rigen por y se interpretan de acuerdo con las leyes de la jurisdicción de la ubicación de ColomboPalace Casino & Resort, y te sometes irrevocablemente a la jurisdicción exclusiva de los tribunales en esa jurisdicción. 7. Modificaciones ColomboPalace Casino & Resort puede revisar estos términos de servicio para su sitio web en cualquier momento sin previo aviso. Al utilizar este sitio web, aceptas quedar sujeto/a a la versión entonces vigente de estos términos de servicio. El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251",
    "thanks": "ColomboPalace Casino & Resort - Gracias por Contactarnos ColomboPalace INICIO Hotel Casino Contacto ¡Gracias por Ponerte en Contacto con Nosotros! Agradecemos tu interés en ColomboPalace Casino & Resort. Hemos recibido tu consulta y nuestro equipo te responderá lo antes posible. Mientras tanto, siéntete libre de explorar nuestro sitio web para obtener más información sobre nuestros servicios y ofertas. ¡Gracias por elegir ColomboPalace! ¡Esperamos poder servirte pronto! El sitio web de ColomboPalace Casino & Resort utiliza cookies para garantizar que obtengas la mejor experiencia en nuestro sitio. Acepta o Rechaza. Aceptar Rechazar ColomboPalace Casino & Resort Experimenta el lujo y la emoción en ColomboPalace Casino & Resort. Eleva tu estancia y crea recuerdos inolvidables. EXPLORA INICIO HOTEL CASINO CONTACTO LEGAL DESCARGO DE RESPONSABILIDAD POLÍTICA DE PRIVACIDAD TÉRMINOS Y CONDICIONES Ponte en Contacto Cl. 47 #41-55, La Candelaria, Medellín, La Candelaria, Medellín, Antioquia, Colombia colombopalace@gmail.com +573513302251"
  },
  "date": "2024-07-09T06:24:53.002Z"
}