{
  "name": "Colpo Ricco lotteria",
  "pages": {
    "index": "Colpo Ricco - GrattaeVinci.com Informati sulle probabilità di vincita e sul regolamento di gioco sul sito www.adm.gov.it, su questa pagina e presso i punti vendita. il gioco può causare dipendenza patologica IL GIOCO È VIETATO AI MINORI DI 18 ANNI CERCA IL PUNTO VENDITA Area rivenditori Area rivenditori online GIOCA ONLINE Tutti i biglietti Gratta e Vinci online Vincite Informazione sui biglietti Informazione sui giochi on line CERCA IL PUNTO VENDITA Area rivenditori Area rivenditori online GIOCA ONLINE Tutti i biglietti Gratta e Vinci online Vincite Informazione sui biglietti Informazione sui giochi on line Home > Tutti i biglietti > Colpo Ricco Colpo Ricco Prova Colpo Ricco è il nuovo biglietto Gratta e Vinci da 5€ con premio massimo pari a 500.000€. Il biglietto presenta 3 giocate: per ogni giocata, se ne I TUOI NUMERI si trova, una o più volte, uno o più NUMERI VINCENTI si vince il premio o la somma dei premi corrispondenti; inoltre, se sotto i cerchi con la scritta X2, X5, X10 si trova rispettivamente il simbolo, si moltiplica rispettivamente per 2, per 5, per 10 il premio o la somma dei premi vinti nella giocata. Se sotto NUMERO JOLLY 25€, 50€ o 100€ si trova uno dei NUMERI VINCENTI si vince rispettivamente 25€, 50€ o 100€. Con l’App My Lotteries puoi verificare se il tuo biglietto è vincente Scarica l'app Regolamento di gioco Per ogni giocata: se ne I TUOI NUMERI trovi, una o più volte, uno o più NUMERI VINCENTI vinci il premio o la somma dei premi corrispondenti; inoltre, se nella GIOCATA 1 sotto il cerchio con la scritta X2, nella GIOCATA 2 sotto il cerchio con la scritta X5, nella GIOCATA 3 sotto il cerchio con la scritta X10, trovi rispettivamente il simbolo moltiplichi rispettivamente per 2, per 5, per 10 il premio o la somma dei premi vinti nella giocata. Se sotto NUMERO JOLLY 25€, NUMERO JOLLY 50€ o NUMERO JOLLY 100€ trovi uno dei NUMERI VINCENTI vinci rispettivamente 25€, 50€ o 100€. Premio massimo 500.000€ Altri Premi(€) 5 10 15 25 50 75 100 150 300 500 1.000 3.000 10.000 100.000 Tutto su Gratta e Vinci Costo del biglietto: 5 € - Vincita massima 500.000€ Altri premi (in euro) 5 – 10 – 15 – 25 – 50 – 75 – 100 – 150 – 300 – 500 – 1.000 – 3.000 – 10.000 – 100.000 Regolamento integrale Decreto Direttoriale Prot. 510243/RU. pubblicato sul sito www.adm.gov.it www.adm.gov.it dal 30.08.2023 Scarica la determina di Colpo Ricco Importo vincita € N. biglietti vincenti per lotto iniziale di biglietti (N. 27.360.000) Probabilità di Vincita 500.000,00 3 1 ogni 9.120.000,00 biglietti 100.000,00 6 1 ogni 4.560.000,00 biglietti 10.000,00 18 1 ogni 1.520.000,00 biglietti 3.000,00 30 1 ogni 912.000,00 biglietti 1.000,00 912 1 ogni 30.000,00 biglietti 500,00 1.368 1 ogni 20.000,00 biglietti 300,00 1.368 1 ogni 20.000,00 biglietti 150,00 5.700 1 ogni 4800,00 biglietti 100,00 95.190 1 ogni 287,43 biglietti 75,00 134.520 1 ogni 203,39 biglietti 50,00 273.600 1 ogni 100,00 biglietti 25,00 364.800 1 ogni 75,00 biglietti 15,00 1.140.000 1 ogni 24,00 biglietti 10,00 1.504.800 1 ogni 18,18 biglietti 5,00 3.374.400 Esclusa ai sensi dell’art.9 comma 1ter D.L. n.87/2018 convertito con L. n.96/2018 TOTALI 6.896.715 1 biglietto ogni 7,77 è vincente premi superiori al costo della giocata. Ogni biglietto vincente può contenere uno o più premi. Gli eventuali e ulteriori lotti di biglietti saranno prodotti in misura proporzionale al quantitativo del primo lotto emesso e comprenderanno, in misura proporzionale, il numero di biglietti vincenti indicato in tabella. Probabilità di vincita per fasce di pagamento Per premi superiori a € 10.000: Probabilità di vincita: 1 biglietto ogni 3.040.000 Per premi da € 501 fino a € 10.000: Probabilità di vincita: 1 biglietto ogni 28.500 Per premi fino a € 500: Probabilità di vincita: 1 biglietto ogni 7,77 esclusi i premi eguali al costo della giocata ai sensi dell’art. 9 comma 1ter D.L. n. 87/2018 convertito con L. n. 96/2018) Utilizza l’App My Lotteries, l’unica App Ufficiale per il Gratta e Vinci per essere sicuro dell’esito del tuo biglietto. Basterà grattare in corrispondenza della scritta «PREMIO MASSIMO» per scoprire il codice a barre, cliccare sul pulsante «VERIFICA VINCITE» per attivare la fotocamera presente in Home Page o sulla barra di navigazione dell’App My Lotteries ed inquadrare il codice a barre per visualizzare l’esito*. *Ricordati che per riscuotere la vincita devi consegnare il biglietto al ricevitore. Nome Email Ho accettato l'informativa sulla privacy Inviare Tutto su Gratta e Vinci GRATTA E VINCI DA 0,50€ GRATTA E VINCI 1 EURO GRATTA E VINCI DA 2€ GAMMA DA 3€ GAMMA DA 5€ GAMMA GRATTA E VINCI DA 10€ GAMMA GRATTA E VINCI DA 15€ GRATTA E VINCI DA 20€ GRATTA E VINCI DA 25€ SOSTENIBILITÀ E RICICLABILITÀ DEI BIGLIETTI GRATTA E VINCI OGGETTO DI FURTO I VIDEO SUI GRATTA E VINCI SU YOUTUBE GIOCA ONLINE TUTTI I GRATTA E VINCI 7 E MEZZO TUTTI I BIGLIETTI Speed Cash Portafortuna Mini Portafortuna Plus Numerissimi New Super Sette e Mezzo New Sette e Mezzo Turbo Cash Cuccioli D'oro Linea Vincente La Super Tombola New Monetine Fortunate New Turista per 10 anni New Turista per Sempre Triplo colpoPuzzle Area Gold La Super Tombola Freccette insieme Fai Scopa New Bonus Tutto per Tutto Nuovo Doppia Sfida Mini Doppia Sfida Nuovo Battaglia Navale Nuovo Oroscopo Wheel of fortune Il Miliardario Il Miliardario Mega Il Miliardario Maxi Tutto per Tutto Nuovo Sette e Mezzo Nuovo Turista per Sempre Nuovo Portafortuna Super Sette e Mezzo Nuovo Turista per 10 Anni Nuovo Fai Scopa! Battaglia Navale 50X Numeri Fortunati 100X Buon Viaggio! Super Portafortuna Nuovo 50X Nuovo 100X Nuovo 10X Nuovo 20X Super Tombola 2019 Dolce Natale GRATTA E VINCI ONLINE Gratta e Vinci Linea PLUS Gratta e Vinci MultiFLEXY Gratta e Vinci MultiPRICE Gratta e Vinci Re-PLAY Gratta e Vinci Super FUN Conto gioco Gratta e Vinci Carnival Party Il Peso Della Ricchezza La Casa Stregata Mini Battaglia Navale Linea PLUS Pozioni Spettrali Ultra GoleadoroUn Cuore Tira l'Altro Winning Stars Xmas Baubles Portafortuna Portafortuna 5 € Linea PLUS Lil Lady Winning Words Vinci in Grande online Testa o Croce 500 Special Linea PLUS Extreme Cash Spectacular Frutti Ricchi Linea PLUS Il Miliardario online I simboli del Miliardario Linea PLUS I simboli del Miliardario 2 Linea PLUS Nuovo Il Miliardario Linea PLUS Nuovo Il Miliardario Maxi Linea PLUS Nuovo Mega Miliardario online Las Vegas Night Lucky Empire Triple Platinum Super Sette e Mezzo Linea PLUS: gioco da 3€ Nuovo Portafortuna Linea PLUS da 1€ Sfinge d'oro Linea PLUS: gioco online da 10€ Sette e Mezzo online da 1€ Speed Cash Linea PLUS: gioco da 5€ M'ama Non M'ama Linea PLUS da 3€ Mini Doppia Sfida Linea PLUS: gioco da 2€ Monetine Fortunate online da 1€ New 7 e Mezzo Linea PLUS Numerissimi Linea PLUS: gioco da 5€ Nuovo 10x Linea PLUS: gioco da 2€ Nuovo 20x Linea PLUS: gioco da 5€ Nuovo 100x Linea PLUS online da 20€ Super Portafortuna Linea PLUS da 3€ The Phoenix, vincite fino a 500.000€ Viaggio Fortunato Tutto Per Tutto Linea PLUS Prendi Tutto Golden Evolution Nuovo Doppia Sfida Linea Plus Bounty TownCoco Beach Dual Crossword Craze Nuovo 50x Linea PLUS Invasioni Spaziali Bonus Tutto Per Tutto Linea PLUS Battaglia Navale Linea PLUS Ruby 7’sTris Deluxe Golden Eggs Il Re Vincente online con prezzo variabile Il Bosco Segreto Banana Colors Color Cubes La Conquista del Tesoro Lucky Park Mercanti delle Indie Multiply The Cash Nuovo Il Miliardario Mega Linea PLUS Ocean Party Rainbow Gems Scala Reale Las Vegas Night Deluxe Fai Scopa New Linea PLUS Golden Privé Il Villaggio di Natale Light Lucky 7's Portafortuna 2€ Linea PLUS Turbo Cash Linea PLUS Il Bottino di Halloween Pots o' Plenty Super Biliardo Silver Privé Thunder Legend Prendi Tutto Scratch Dado 7 Linea PLUS Club Elegance Hex Breaker VINCITE» Archivio Vincite 500 Special Le vincite di Forza 100 200 della settimana INFORMAZIONE SUI BIGLIETTI Regolamenti Pagamento Vincite Tassazione Vincite Lotterie non più attive FAQ Occhio alle imitazioni Normative Precedenti Verifica biglietti Gratta e Vinci Lotterie non più attive INFORMAZIONE SUI GIOCHI ON LINE INFORMATIVE Privacy Policy Disclaimer Cookie Policy Informativa privacy Contact center Informativa privacy Vincitori GeV PROBABILITÀ DI VINCITA DEI GRATTA E VINCI PROGRAMMA DI GIOCO RESPONSABILE Consigli utili Falsi miti Il gioco è riservato agli adulti Riferimenti di supporto Approccio al gioco MYLOTTERIES, L’APP UFFICIALE GRATTA E VINCI NUOVI GRATTA E VINCI Gratta e Vinci 2021 Gratta e Vinci 2022 Gratta e Vinci 2023 Gratta e Vinci 2024 GRATTA E VINCI IN MODALITÀ SCRATCH: COME FUNZIONANO Gioco Responsabile IGT grazie alla continua implementazione del suo Programma di Gioco Responsabile garantisce un elevato livello di sicurezza e tutela dei propri giocatori Informative Privacy Disclaimer Codice di condotta Gestione cookie Informati sulle probabilità di vincita e sul regolamento di gioco sul sito www.adm.gov.it, su questa pagina e presso i punti vendita e sull'app. Dal 1° marzo 2020 il prelievo* applicato alle vincite superiori a 500 euro è del 20%. Tale detrazione sarà applicata esclusivamente alla parte eccedente la somma di 500 euro. *Legge 27 dicembre 2019, n° 160 const menu = document.querySelectorAll(\".headerBlock__bottom\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); } const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); }",
    "thank_page": "Grazie Colpo Ricco - GrattaeVinci.com Grazie Grazie per la vostra richiesta. Indietro"
  },
  "date": "2024-05-28T13:46:23.831Z"
}