{
  "name": "contact",
  "pages": {
    "contact": "Contact Us: Get in Touch with Fragrify for Inquiries and Assistance Home Perfumery Scents for the home Delivery Contact Contact Us Have questions or need assistance? We're here to help! Feel free to reach out to us via phone, email, or visit our store in person. Phone +916420349758 Email Fragrify@gmail.com Visit Us Buddheshwar Mahadev Jock, Buj, Gogunda, Rajasthan 313705, India Working Hours We're open to serve you at the following times: Monday - Friday 9:00 AM - 6:00 PM Saturday 10:00 AM - 4:00 PM Sunday Closed Contact Us I accept Privacy Policy Send Frequently Asked Questions How can I choose the right fragrance? Choosing the right fragrance depends on personal preference and occasion. Consider factors like scent family, notes, and seasonality to find a scent that suits you best. Do you offer samples or testers? Yes, we offer samples or testers for many of our fragrances. You can purchase these to try before committing to a full-sized bottle. How do I make my perfume last longer? To make your perfume last longer, apply it to pulse points like wrists, neck, and behind the ears. Moisturize your skin beforehand and avoid rubbing the fragrance in. Can I use home fragrances in my office? Yes, you can use home fragrances like diffusers or room sprays in your office to create a pleasant and inviting atmosphere. Choose scents that are not overpowering and considerate of others. Are there any tips for choosing home fragrances? When choosing home fragrances, consider the size of the room, desired ambiance, and personal preferences. Experiment with different scents to find the ones that uplift your mood and create a welcoming environment. How often should I change my home fragrances? It's recommended to change your home fragrances every 30-60 days to maintain their potency and effectiveness. Rotate scents seasonally to keep your space feeling fresh. Home Perfumery Scents for the home Delivery Contact Terms & Conditions Privacy Policy",
    "index": "Fragrify: Your Destination for Exquisite Fragrances Home Perfumery Scents for the home Delivery Contact Welcome to Fragrify Discover Your Signature Scent Fragrify - The Right Choice Explore our wide range of high-quality fragrances and home scents to find the perfect scent for any occasion. With Fragrify, you'll experience exceptional quality and unforgettable aromas that will uplift your senses and enhance your environment. Buy Now Fragrance Catalog Summer Breeze A light and refreshing scent reminiscent of a summer breeze. Velvet Nights A luxurious and sensual fragrance perfect for evening wear. Morning Dew A fresh and invigorating fragrance to start your day. Golden Sands A warm and exotic fragrance inspired by tropical beaches. Midnight Rose A romantic and floral fragrance with a touch of mystery. Midnight Bloom A rich and seductive fragrance with floral notes. Golden Elixir An opulent and luxurious fragrance with golden undertones. Royal Spice A majestic and spicy fragrance fit for royalty. Black Orchid An exotic and mysterious fragrance inspired by rare orchids. White Diamonds A classic and elegant fragrance with sparkling white notes. Midnight Noir A dark and intense fragrance for mysterious nights. Crystal Essence A pure and crystalline fragrance that captures the essence of purity. Home Fragrance Catalog Lavender Fields Create a calm and relaxing atmosphere with the soothing scent of lavender. Citrus Grove Refresh your home with the invigorating aroma of citrus fruits. Cozy Fireside Embrace the warmth and comfort of a crackling fire with this cozy scent. Ocean Breeze Bring the fresh scent of the sea into your home with Ocean Breeze. Vanilla Bean Indulge in the sweet and comforting aroma of Vanilla Bean. Fresh Linen Keep your home smelling fresh and clean with the scent of Fresh Linen. Spring Blossoms Celebrate the arrival of spring with the delicate aroma of Spring Blossoms. Special Offers Discount Card Get our exclusive discount card and enjoy discounts on all purchases. Birthday Special Celebrate your birthday with us and get a 30% discount on all products. About Us At Fragrify, we are passionate about providing the finest quality fragrances and home scents to our customers. Our mission is to enhance your everyday experiences with our diverse range of products, carefully crafted to bring joy and comfort to your life. Whether you're looking for a signature scent for yourself or a gift for a loved one, Fragrify has you covered. Founded in 2010, Fragrify has quickly become a leading name in the fragrance industry. Our team of experts is dedicated to sourcing the best ingredients from around the world to create unique and long-lasting scents that captivate the senses. With a commitment to quality and customer satisfaction, we strive to exceed your expectations with every purchase. At Fragrify, we believe in giving back to the community. That's why a portion of every sale goes towards supporting local charities and environmental initiatives. We are committed to making a positive impact on the world while providing you with exceptional products. Why 120,000 Customers Chose AZMIRLI Discover why so many customers trust AZMIRLI for their fragrance needs. Our commitment to quality, customer satisfaction, and community impact sets us apart. Quality Products We offer a wide range of high-quality fragrances and home scents, carefully crafted to provide an exceptional sensory experience. Customer Satisfaction Our dedicated customer service team is here to assist you every step of the way, ensuring a seamless shopping experience. Community Impact We believe in giving back. With every purchase, a portion of proceeds goes towards supporting local charities and environmental initiatives. Gift Cards Surprise your loved ones with the perfect gift - a Fragrify gift card! Buy Now Delivery Courier Delivery We offer fast and reliable courier delivery services to ensure your order reaches you in perfect condition and on time. Our courier partners are selected for their efficiency and professionalism, so you can trust us to deliver your package safely to your doorstep. Postal Delivery For customers outside our courier delivery zones, we also offer postal delivery services. Your order will be carefully packed and shipped via standard or express mail, depending on your preference. Although postal delivery may take slightly longer, rest assured that your package will be handled with care and delivered promptly. We strive to process and dispatch all orders within 24 hours of receiving them. Delivery times may vary depending on your location and the shipping method chosen. You can track your order status online and contact our customer service team for any assistance or inquiries regarding your delivery. Payment Cash Payment We accept cash payments for your convenience. You can pay the courier upon delivery or visit one of our physical stores to pay in cash. Card Payment We also offer card payment options, including debit and credit cards. Simply provide your card details during checkout, and your payment will be processed securely. Installment Payments To make your purchase more flexible, we provide installment payment plans. You can pay for your order in convenient monthly installments with our partner financing companies. Quality Guarantee Satisfaction Guarantee We are committed to your satisfaction. If you are not completely satisfied with your purchase, contact us within 30 days for a full refund or exchange. Authentic Products All our products are 100% authentic and sourced directly from trusted manufacturers. We guarantee the quality and authenticity of every item we sell. Safe Shopping Your safety is our priority. We use industry-standard encryption and security protocols to ensure that your personal information is protected when you shop with us. Discover Your Signature Scent Indulge in the luxury of fragrance. Explore our exquisite collection of perfumes and find the perfect scent to complement your style and personality. Shop Now Home Perfumery Scents for the home Delivery Contact Terms & Conditions Privacy Policy",
    "policy": "Privacy Policy | Fragrify: Your Privacy is Our Priority main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #cca05a; } main a:hover{ text-decoration: underline; } Home Perfumery Scents for the home Delivery Contact Privacy Policy Welcome to the Privacy Policy of Fragrify. Security We take reasonable precautions to protect the confidentiality and security of your personal information. This includes implementing appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. Updates to This Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Links to Other Sites Our service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Consent By using our service, you consent to the collection and use of information in accordance with this Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us By email: Fragrify@gmail.com By phone number: +916420349758 By mail: Buddheshwar Mahadev Jock, Buj, Gogunda, Rajasthan 313705, India Home Perfumery Scents for the home Delivery Contact Terms & Conditions Privacy Policy",
    "terms": "Terms & Conditions | Fragrify: Your Source for Premium Fragrances main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } main a{ color: #cca05a; } main a:hover{ text-decoration: underline; } Home Perfumery Scents for the home Delivery Contact Termos e Condições Bem-vindo aos nossos Termos e Condições (\"Termos\"). Ao acessar este site, assumimos que você aceita estes termos e condições na íntegra. Não continue a usar o site da nossa empresa se você não concordar com todos os termos e condições estabelecidos nesta página. 1. Uso do Site Ao utilizar nosso site, você concorda em cumprir estes Termos e Condições. Você não deve usar o nosso site de forma inadequada ou fraudulenta, nem deve tentar interferir com o funcionamento normal do site. O uso não autorizado deste site pode dar origem a uma reclamação por danos e/ou ser considerado como um crime. 2. Propriedade Intelectual O conteúdo do site, incluindo textos, gráficos, logotipos, imagens e software, é protegido por direitos autorais e outras leis de propriedade intelectual. Todos os direitos são reservados. Você concorda em respeitar todos os direitos de propriedade intelectual exibidos no site. 3. Restrições Você não deve: (a) republicar material deste site (incluindo republicação em outro site); (b) vender, alugar ou sublicenciar material do site; (c) mostrar qualquer material do site em público; (d) reproduzir, duplicar, copiar ou de outra forma explorar material em nosso site para fins comerciais; (e) editar ou modificar qualquer material no site; ou (f) redistribuir material deste site, exceto para conteúdo especificamente e expressamente disponível para redistribuição. 4. Links para Outros Sites O nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo nele contido. Não temos controle sobre o conteúdo desses sites de terceiros e não nos responsabilizamos por ele. 5. Alterações nos Termos Reservamos o direito de modificar estes Termos e Condições a qualquer momento. Tais alterações terão efeito imediato após a publicação no site. Recomendamos que você revise regularmente os Termos e Condições. 6. Lei Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do [país]. Qualquer controvérsia decorrente destes termos e condições será submetida à jurisdição exclusiva dos tribunais competentes. 7. Responsabilidade Embora nos esforcemos para garantir a precisão e integridade das informações fornecidas neste site, não garantimos que as informações no site estejam corretas, completas ou atualizadas. Não nos responsabilizamos por erros ou omissões no conteúdo deste site. 8. Indenização Você concorda em indenizar e isentar nossa empresa e seus funcionários de e contra todas e quaisquer reivindicações, responsabilidades, danos, perdas e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados ao seu uso deste site ou violação destes Termos e Condições. 9. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo email: Fragrify@gmail.com Home Perfumery Scents for the home Delivery Contact Terms & Conditions Privacy Policy",
    "thanks": "Thanks for Choosing Fragrify: Your Ultimate Fragrance Destination main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { display: inline-block; color: #cca05a; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +916420349758. Return to Home Page."
  },
  "date": "2024-04-29T16:55:33.849Z"
}