{
  "name": "CosmicCrick",
  "pages": {
    "disclaimers": "CosmicCrick - Disclaimers and Legal Information CosmicCrick \"You must be at least 18 years of age to access this application. FirstGames is not affiliated in any way to and claims no association, in any capacity whatsoever, with the International Cricket Council (\"ICC\") or any national cricket board or team, Board of Control for Cricket in India (\"BCCI\"), the Indian Premier League (\"IPL\") or any IPL franchises, any other domestic cricket tournament/league, or tournament franchise/team (other than where specifically stated), Soccerss (FIFA, ISL, EPL, Kolkata Football League), Tournaments, leagues, cups, clubs, teams, players, managers etc. FirstGames acknowledges that the ICC, BCCI, IPL, FIFA, ISL, EPL, Kolkata Football League and its franchises, respective national cricket boards, domestic tournament organisers, All India Football Federation, FIFA and franchises/teams, respectively, own all proprietary names and marks relating to the relevant tournament or competition. FirstGames acknowledges that intellectual property rights in the logo, names and marks, may be owned by a third party including the sport federations, clubs, teams, leagues, cups, clubs, players, managers, broadcasters etc. Any reference or depiction of the logos, marks and names on FirstGames, is merely incidental in nature and for the purposes of reporting. Users from Andhra Pradesh, Assam, Odisha, Telangana, Nagaland, Sikkim should not play on FirstGames. Please check the relevant laws in your jurisdiction before playing on FirstGames. Any liability or penalty, for violation of the applicable laws is solely of the user.\" The CosmicCrick website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CosmicCrick cosmiccrick@gmail.com +91-9213706211 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please play responsibly at your own work.",
    "index": "CosmicCrick - Dive into the World of Fantasy Gaming CosmicCrick COSMICCRICK - INDIA'S PREMIER SPORTS FANTASY PLATFORM I agree to the Privacy Policy Get Link 4.5 &#11088;&#11088;&#11088;&#11088;&#11088; APP RATINGS 5 Million DOWNLOADS 10K+ Daily CONTESTS How to Play CosmicCrick? CosmicCrick is an immersive platform designed for passionate sports enthusiasts to indulge in a thrilling virtual sports experience! &#9737; Test your skills and unleash your fantasy knowledge in the realm of cricket. &#9737; Take control of your destiny and revolutionize the game! &#9737; Follow these simple steps to embark on your cosmic fantasy journey: &#9737; It's straightforward; assemble your dream team, accumulate points, and triumph. The mantra is simple: Compete, Conquer, and emerge as the CosmicCrick Champion! CosmicCrick Fantasy App EXPERIENCE COSMICCRICK FANTASY: ASSEMBLE YOUR TEAM, CONQUER VICTORIES IMMERSE IN COSMICCRICK FANTASY: FORM YOUR TEAM, CLAIM TRIUMPHS DIVE INTO COSMICCRICK FANTASY: CREATE YOUR TEAM, CELEBRATE VICTORIES ENGAGE IN COSMICCRICK FANTASY: DRAFT YOUR TEAM, SECURE VICTORIES PARTICIPATE IN COSMICCRICK FANTASY: BUILD YOUR TEAM, EARN VICTORIES Frequently Asked Questions How to deposit funds? You can deposit funds using various methods such as UPI payments, cards, and net banking. Your transactions will reflect instantly in your CosmicCrick wallet. How to withdraw winnings? Withdrawing your winnings is simple. You can withdraw to your PayTm wallet or bank account with just a tap. Instant withdrawals to PayTm are available if your registered number matches your PayTm number. Complete KYC for bank withdrawals, either instant with nominal charges or standard within 24 to 48 working hours. How can rewards be used? Your rewards never expire and can be utilized to join leagues. The percentage mentioned in each league specifies how much of your rewards will be utilized. When do I get a refund for a canceled match? Refunds for canceled matches are processed immediately upon cancellation. The CosmicCrick website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CosmicCrick cosmiccrick@gmail.com +91-9213706211 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please play responsibly at your own work.",
    "privacy-policy": "CosmicCrick - Privacy Policy: Your Personal Information and Data Protection CosmicCrick At CosmicCrick, we prioritize the protection of your privacy. This Privacy Policy outlines the type of information collected from users of our website and how that information is used and safeguarded. By using our site, you consent to the practices described in this policy. 1. Information Collected We may collect personal information from you such as name, email address, mailing address, phone number, or other details when you voluntarily provide it to us. This information is used to personalize your experience, respond to your inquiries, and improve our services. In addition, we may automatically collect certain non-personal information when you visit our site, such as your IP address, browser type, operating system, and the pages you viewed. This information is collected to analyze trends, administer the site, track user movements, and gather demographic information. 2. Use of Information The information we collect is used solely for the purposes stated at the time of collection, or as otherwise required by law. We may use your personal information to: - Provide and personalize our services to better meet your needs - Communicate with you regarding your inquiries and provide customer support - Send periodic emails or newsletters with relevant information - Conduct data analysis and research to improve our website and services - Comply with legal obligations and protect against unauthorized access or use We do not sell, trade, or rent your personal information to third parties without your explicit consent. 3. Cookies and Tracking Technologies We use cookies and similar tracking technologies to enhance your browsing experience on our site. Cookies are small files that are stored on your device and enable certain features and functionality, such as remembering your preferences or allowing you to log in. By using our site, you consent to the use of cookies and tracking technologies as described in this policy. 4. Third-Party Links Our site may contain links to third-party websites. These external sites have their own privacy policies, and we are not responsible for their practices. We encourage you to review the privacy policies of any website you visit. 5. Security We take reasonable measures to protect the personal information we collect from unauthorized access or disclosure. However, no transmission of data over the internet can be guaranteed as completely secure. Therefore, we cannot guarantee the absolute security of your information. 6. Children's Privacy Our site is intended for users who are over the age of 13. We do not knowingly collect personal information from children under the age of 13. If we become aware that we have collected personal information from a child under 13, we will take steps to delete it. 7. Changes to this Privacy Policy We may update or modify this Privacy Policy at any time to reflect changes in our practices or legal obligations. We encourage you to review this policy periodically to stay informed about our data collection and usage practices. If you have any questions or concerns about this Privacy Policy or our data practices, please contact us The CosmicCrick website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CosmicCrick cosmiccrick@gmail.com +91-9213706211 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please play responsibly at your own work.",
    "terms-conditions": "CosmicCrick - Terms and Conditions CosmicCrick These Terms & Conditions govern the use of the CosmicCrick website and all related services provided by our company. By accessing or using this site, you agree to be bound by these terms and conditions. If you do not agree with any part of these terms and conditions, please refrain from using our website. 1. Intellectual Property Rights The content, design, and intellectual property on this website are owned by CosmicCrick and protected by applicable copyright and trademark laws. You are prohibited from copying, distributing, or using any content from this site without our prior written permission. 2. Use of the Website You are granted a limited, non-exclusive, and non-transferable license to use the CosmicCrick website solely for your personal and non-commercial purposes. You agree to use the site in accordance with all relevant laws and regulations. 3. User Conduct When using our website, you agree not to engage in any behavior that may be deemed unlawful, harmful, or offensive. This includes, but is not limited to, posting or transmitting any material that is defamatory, obscene, or fraudulent. 4. Third-Party Websites and Content This website may contain links to third-party websites that are not owned or controlled by CosmicCrick. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites. You acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any third-party websites. 5. Limitation of Liability To the maximum extent permitted by law, CosmicCrick and its directors, employees, affiliates, and agents shall not be liable for any direct, indirect, incidental, special, or consequential damages resulting from the use or inability to use this website or any content, products, or services obtained from it. 6. Indemnification You agree to indemnify and hold CosmicCrick and its directors, employees, affiliates, and agents harmless from any claims, actions, damages, liabilities, and expenses (including legal fees) arising from your use of this website. 7. Changes to Terms & Conditions We reserve the right to modify or replace these Terms & Conditions at any time, without prior notice. Any changes will be effective immediately upon posting on this website. By continuing to use the site after any modifications, you agree to be bound by the revised terms. Please review these Terms & Conditions regularly to ensure you are aware of any updates or changes. By using this website, you acknowledge that you have read, understood, and agree to be bound by these Terms & Conditions. The CosmicCrick website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CosmicCrick cosmiccrick@gmail.com +91-9213706211 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please play responsibly at your own work.",
    "thanks": "CosmicCrick - Thanks for contacting with us CosmicCrick Welcome to CosmicCrick! We're thrilled to have you as part of our fantasy gaming community. Your love for sports and dedication to the game drive our community's success. We're grateful for your support and enthusiasm. Get ready for more thrilling updates, challenges, and adventures in the world of fantasy sports. Thank you for making CosmicCrick extraordinary! The CosmicCrick website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CosmicCrick cosmiccrick@gmail.com +91-9213706211 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please play responsibly at your own work."
  }
}