{
  "name": "Costa_Espana",
  "pages": {
    "casino": "Casino del Hotel Costa - Emoción y Entretenimiento en la Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Bienvenido al Casino del Hotel Costa Disfruta de la emoción y la diversión en nuestro casino exclusivo. En el Hotel Costa, ofrecemos una experiencia única donde puedes probar tu suerte en una variedad de juegos de azar en un ambiente elegante y acogedor. Reserva tu mesa Nuestras Instalaciones de Casino Mesa de Blackjack Prueba tu habilidad en el juego de cartas más popular del mundo, con opciones para jugadores de todos los niveles. Juan Pérez Ruleta Europea Experimenta la emoción de la ruleta europea, con su característica única de solo un cero. María Gómez Máquinas Tragamonedas Diversidad de tragamonedas con temas emocionantes y grandes premios en efectivo. Pedro Rodríguez Sala VIP Disfruta de un servicio exclusivo y juegos de alto límite en nuestra sala VIP. Ana Martínez Póker en Vivo Participa en emocionantes partidas de póker en vivo con otros jugadores apasionados. Carlos Sánchez Baccarat Experimenta la elegancia y la estrategia en el juego de Baccarat, popular entre los jugadores de todo el mundo. Laura Fernández Únete a la emoción del juego hoy mismo Descubre la adrenalina del casino en el Hotel Costa. ¡Reserva tu experiencia de juego ahora y vive momentos inolvidables en nuestro exclusivo entorno! Contáctanos para más información Verificación de Edad Para acceder a esta sección del sitio web, debes confirmar que tienes la edad legal requerida en tu país para participar en actividades de juego. Sí, tengo la edad legal No tengo la edad legal Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "contact": "Contacto - Hotel Costa, Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Contáctanos ¿Tienes alguna pregunta o comentario? Estamos aquí para ayudarte. Contáctanos a través de los siguientes medios: Enviar mensaje Let's Talk Acepto Politica de Privacidad Enviar Preguntas Frecuentes ¿Cuáles son los métodos de pago aceptados? Aceptamos pagos con tarjeta de crédito y débito (Visa, MasterCard, American Express), transferencias bancarias y efectivo en el hotel. ¿Cómo puedo cancelar o modificar mi reserva? Puedes cancelar o modificar tu reserva contactando con nuestro equipo de atención al cliente a través del formulario de contacto o llamando al número proporcionado en nuestra página de contacto. ¿Ofrecen servicio de transporte desde y hacia el aeropuerto? Sí, ofrecemos servicio de transporte desde y hacia el aeropuerto bajo solicitud. Por favor, contáctanos con antelación para coordinar los detalles de tu traslado. ¿El hotel tiene acceso para personas con movilidad reducida? Sí, el Hotel Costa está equipado con instalaciones accesibles para personas con movilidad reducida. Para más detalles sobre las habitaciones accesibles, por favor contáctanos. ¿Cuáles son los horarios de check-in y check-out? El check-in está disponible a partir de las 15:00 horas y el check-out es hasta las 12:00 horas. Ofrecemos opciones de check-in temprano y check-out tardío según disponibilidad. ¿Se admiten mascotas en el hotel? Lamentablemente, no permitimos mascotas en nuestras instalaciones, excepto perros guía debidamente registrados. ¿El desayuno está incluido en la reserva? Sí, ofrecemos opciones de desayuno incluido en la reserva. Puedes elegir entre nuestro desayuno continental o desayuno buffet según tu preferencia. ¿Hay acceso a internet gratuito en las habitaciones? Sí, todas nuestras habitaciones y áreas comunes ofrecen acceso gratuito a internet Wi-Fi para nuestros huéspedes. Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "disclaimer": "Aviso Legal - Hotel Costa, Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Aviso Legal Bienvenido al sitio web del Hotel Costa. A continuación se presentan los términos y condiciones bajo los cuales se puede acceder y utilizar este sitio web. Al acceder a este sitio y utilizar nuestros servicios, usted acepta cumplir con estos términos y condiciones en su totalidad. Propiedad Intelectual Todos los derechos de propiedad intelectual del contenido de este sitio web, incluidos textos, imágenes, diseños gráficos, logotipos, iconos, archivos de audio y video, son propiedad del Hotel Costa o de sus proveedores de contenido, y están protegidos por las leyes de derechos de autor y otras leyes aplicables. Responsabilidad El Hotel Costa no se hace responsable por daños directos, indirectos, incidentales, consecuentes o punitivos que resulten del acceso o uso de este sitio web. El uso de este sitio web es bajo su propio riesgo. Enlaces a Terceros Este sitio web puede contener enlaces a sitios web de terceros. Estos enlaces se proporcionan únicamente para su conveniencia y no implican que el Hotel Costa respalde o tenga ninguna responsabilidad sobre el contenido o el uso de estos sitios web de terceros. Modificaciones El Hotel Costa se reserva el derecho de modificar, suspender o interrumpir cualquier aspecto de este sitio web en cualquier momento y sin previo aviso. Esto puede incluir la modificación de estos términos y condiciones. Contacto Para cualquier pregunta relacionada con este aviso legal, por favor contáctenos por correo electrónico a costa@gmail.com. Estaremos encantados de asistirle. Este aviso legal puede actualizarse periódicamente. Le recomendamos que revise esta página regularmente para estar al tanto de cualquier cambio. Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "index": "Hotel Costa - Bienvenido al Paraíso en la Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Bienvenido al Hotel Costa Descubre la serenidad y el lujo frente al mar en el Hotel Costa. Nuestro hotel te ofrece una experiencia única en la impresionante costa española, donde cada momento se convierte en un recuerdo inolvidable. Reserva ahora Acerca del Hotel Costa Ubicado en un entorno privilegiado, el Hotel Costa combina elegancia y confort. Nuestras amplias habitaciones ofrecen vistas panorámicas al mar, mientras que nuestras instalaciones de primera clase garantizan una estadía inolvidable. Explora nuestras habitaciones Reserva tu estancia hoy mismo Experimenta el lujo y la tranquilidad en el Hotel Costa. ¡Haz tu reserva ahora y descubre por qué somos la elección perfecta para tus vacaciones en la costa española! Contacta con nosotros Testimonios de nuestros clientes Una experiencia increíble Mi estancia en el Hotel Costa fue simplemente maravillosa. Las habitaciones son elegantes y cómodas, con vistas espectaculares al mar. El servicio fue impecable y la ubicación es perfecta para relajarse y disfrutar del entorno. María Rodríguez Perfecto para unas vacaciones relajantes Elegí el Hotel Costa para unas vacaciones en familia y no podríamos haber tomado una mejor decisión. Las instalaciones son excelentes, especialmente la piscina y la playa cercana. Los niños lo pasaron genial y nosotros nos relajamos completamente. Pedro Gómez Una joya escondida Descubrí el Hotel Costa por recomendación de un amigo y fue todo un acierto. Es un verdadero oasis de tranquilidad con un ambiente acogedor y un servicio excepcional. Definitivamente volveré en mi próximo viaje. Ana López Vacaciones inolvidables Mi pareja y yo buscábamos un lugar romántico para nuestras vacaciones y encontramos el Hotel Costa. La habitación era hermosa, con detalles encantadores, y la atención al detalle hizo que nuestra estancia fuera perfecta. Carlos Martínez Servicio de primera Desde el momento en que llegamos, nos sentimos como en casa. El personal del Hotel Costa es amable y atento, siempre dispuesto a hacer que nuestra estancia sea lo más placentera posible. ¡Altamente recomendado! Laura Sánchez Relax total Decidí escapar del estrés diario y elegí el Hotel Costa por sus comentarios positivos. No me decepcionó en absoluto. Fue una experiencia de relajación total con todas las comodidades que necesitaba. Javier Fernández Estancia memorable Celebré un evento especial en el Hotel Costa y todo fue perfecto. Desde la planificación hasta la ejecución, el equipo del hotel se aseguró de que cada detalle fuera impecable. ¡Definitivamente volveré! Isabel Pérez Hablamos Acepto Politica de Privacidad Enviar Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "privacy-policy": "Política de Privacidad - Hotel Costa, Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Política de Privacidad Gracias por confiar en el Hotel Costa. Nos tomamos muy en serio la privacidad de nuestros clientes y visitantes en línea. Esta política de privacidad describe cómo recopilamos, utilizamos y protegemos la información personal que usted nos proporciona. Información Personal No recopilamos ninguna información personal a través de nuestro sitio web, a menos que usted la proporcione voluntariamente mediante un formulario de contacto o una reserva. Cuando usted nos proporciona su dirección de correo electrónico o cualquier otra información personal, la utilizaremos únicamente para responder a su consulta o procesar su solicitud. Uso de la Información La información personal que usted nos proporciona será utilizada únicamente para los fines específicos para los cuales la proporcionó, como responder a sus consultas o procesar sus reservas. Divulgación a Terceros No vendemos, intercambiamos ni transferimos de ninguna manera su información personal a terceros sin su consentimiento explícito. Seguridad Tomamos medidas razonables para proteger la información personal que usted nos proporciona contra accesos no autorizados, modificaciones, divulgaciones o destrucción. Contacto Si tiene alguna pregunta sobre nuestra política de privacidad, por favor contáctenos por correo electrónico a costa@gmail.com. Estaremos encantados de ayudarle. Esta política de privacidad puede actualizarse periódicamente. Le recomendamos que revise esta página regularmente para estar al tanto de cualquier cambio. Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "rooms": "Habitaciones de Lujo - Hotel Costa, Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Nuestras Habitaciones Descubre nuestras cómodas y elegantes habitaciones diseñadas para tu confort y disfrute durante tu estancia en el Hotel Costa. Reserva ahora Tipos de Habitaciones Suite Deluxe Disfruta de un espacio amplio y lujoso con vistas panorámicas de la ciudad. Equipada con todas las comodidades para una estancia inolvidable. $300 por noche Habitación Doble Superior Ideal para parejas que buscan confort y elegancia. Equipada con una cama king size y decoración moderna. $200 por noche Habitación Familiar Espaciosa y perfecta para familias. Incluye dos camas queen size y área de estar para mayor comodidad. $250 por noche Suite Ejecutiva Diseñada para viajeros de negocios que buscan comodidad y funcionalidad. Incluye un área de trabajo y vistas impresionantes. $280 por noche Habitación Individual Perfecta para viajeros individuales que valoran la privacidad y el confort. Decorada con un estilo moderno y funcional. $150 por noche Suite Presidencial La máxima expresión de lujo y exclusividad. Incluye amplios espacios, sala de estar privada y servicios VIP. $500 por noche Reserva tu habitación hoy mismo Elige la habitación que mejor se adapte a tus necesidades y reserva tu estancia en el Hotel Costa. ¡Experimenta el confort y la elegancia en cada detalle! Contáctanos para más información Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "terms-conditions": "Términos y Condiciones - Hotel Costa, Costa Española Principal Casino Habitaciones Contacto Principal Casino Habitaciones Contacto Términos y Condiciones Gracias por elegir el Hotel Costa. A continuación se detallan los términos y condiciones que se aplican al uso de nuestro sitio web y a cualquier reserva o servicio proporcionado por nosotros. Al utilizar este sitio web y al realizar una reserva con el Hotel Costa, usted acepta estos términos y condiciones en su totalidad. Si no está de acuerdo con alguna parte de estos términos y condiciones, le recomendamos que no utilice nuestro sitio web ni nuestros servicios. Reservas y Cancelaciones Las reservas están sujetas a disponibilidad y pueden requerir un depósito o pago por adelantado. Los detalles específicos se proporcionarán al momento de la reserva. Las cancelaciones deben realizarse con un mínimo de 48 horas de antelación a la fecha de llegada para evitar cargos. Se pueden aplicar políticas de cancelación diferentes durante períodos de alta demanda o para reservas especiales. Política de Privacidad Respetamos su privacidad y nos comprometemos a proteger la información personal que nos proporcione. Para más detalles sobre cómo gestionamos y protegemos sus datos, consulte nuestra política de privacidad. Contacto Para cualquier pregunta relacionada con estos términos y condiciones, por favor contáctenos por correo electrónico a costa@gmail.com. Estaremos encantados de asistirle. Estos términos y condiciones pueden actualizarse periódicamente. Le recomendamos que revise esta página regularmente para estar al tanto de cualquier cambio. Pagina Principal Casino Sobre Nosotros Contacto Habitaciones Informacion de Contacto Marbella, España +34-727-802-194 costa@gmail.com Legalidades Politica de Privacidad Aviso Legal Terminos de Condiciones",
    "thanks": "Gracias por Contactar - Hotel Costa, Costa Española ¡Gracias por ponerte en contacto! Apreciamos mucho que hayas contactado con nosotros. Nos pondremos en contacto contigo lo antes posible para atender tu solicitud o responder a tu consulta. Mientras tanto, si tienes alguna otra pregunta urgente, no dudes en llamarnos directamente al +34-727-802-194. ¡Esperamos poder darte la bienvenida pronto al Hotel Costa en la Costa Española! Principal"
  },
  "date": "2024-07-11T10:25:54.074Z"
}