{
  "name": "CricketGenius",
  "pages": {
    "disclaimers": "CricketGenius | Disclaimers - Terms and Conditions for Fantasy Cricket CricketGenius Home About How It Works Disclaimers The information and materials provided by CricketGenius are intended solely for informational and entertainment purposes. By accessing and using this website, you acknowledge and agree to the following disclaimers: 1. Accuracy of Information While CricketGenius strives to ensure the accuracy and completeness of the information presented on this website, we make no representations or warranties of any kind, express or implied, regarding the accuracy, adequacy, reliability, or completeness of such information. The content provided may contain inaccuracies or errors, and CricketGenius disclaims any liability for such inaccuracies or errors to the fullest extent permitted by law. 2. No Warranties The CricketGenius platform is provided on an \"as-is\" and \"as-available\" basis. We expressly disclaim all warranties, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We do not warrant that the platform will be uninterrupted, error-free, or free of viruses or other harmful components. 3. Limitation of Liability Under no circumstances shall CricketGenius or its affiliates, officers, directors, employees, or agents be liable for any direct, indirect, incidental, consequential, special, or punitive damages arising out of or in connection with your use of, or inability to use, the platform, whether based on contract, tort, strict liability, or any other legal theory, even if we have been advised of the possibility of such damages. 4. Third-Party Links The platform may contain links to third-party websites or resources. These links are provided solely for your convenience and do not imply any endorsement or responsibility for the content, products, or services available on such third-party sites. CricketGenius is not responsible for the content or practices of any third-party websites and you access them at your own risk. 5. Changes to Disclaimers CricketGenius reserves the right to amend, modify, or update these disclaimers at any time without prior notice. Any changes will be effective immediately upon posting on the website. Your continued use of the platform constitutes your acceptance of the revised disclaimers. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "index": "CricketGenius | Ultimate Fantasy Cricket Experience | Win Cash Prizes CricketGenius Home About How It Works CricketGenius Build Your Winning Team Receive App Link via SMS I accept Privacy Policy About CricketGenius Welcome to CricketGenius, the premier platform for fantasy cricket enthusiasts. Here at CricketGenius, we offer a dynamic and engaging environment where you can build your ultimate cricket team from real-life players and compete in exciting fantasy leagues. Whether you're following international series or local tournaments like the IPL, CricketGenius ensures a thrilling and competitive experience. We are committed to providing a fair and user-friendly experience, allowing you to leverage your cricket knowledge and strategic prowess. With secure transactions and prompt payouts, CricketGenius ensures a smooth journey from registration to winning cash rewards. Why Choose CricketGenius? Diverse League Options: Engage in fantasy cricket leagues across international and domestic tournaments, including the IPL. Live Scoring and Updates: Monitor your team's progress with real-time scores and comprehensive statistics. How CricketGenius Works Assemble Your Dream Team Choose players from upcoming matches to build your ultimate fantasy cricket team on CricketGenius. Earn Points Accumulate points based on the real-life performance of your selected players during the matches. Compete and Win Participate in contests, challenge friends or other players, and win exciting cash rewards every day. How to Download and Install the CricketGenius Fantasy Cricket App You can effortlessly download the CricketGenius fantasy cricket app to your mobile device using a direct download link. The app is available for both Android and iOS.Step 1:&nbsp;Visit the official CricketGenius website.Step 2:&nbsp;Provide your mobile number to receive the download link via SMS.Step 3:&nbsp;Tap on the link in your SMS to start installing the CricketGenius Fantasy Cricket App.Step 4:&nbsp;Alternatively, scan the QR code available on the CricketGenius website to download the app. What Our Users Say \"CricketGenius has revolutionized my fantasy cricket experience. The interface is intuitive, and the competitions are exhilarating. I've won several prizes, and the thrill keeps me coming back!\" - Rajesh Kumar \"I've tried several fantasy cricket platforms, but CricketGenius stands out with its user-friendly design and fair play policies. It's a fantastic way to test my cricket knowledge and win rewards.\" - Anjali Patel \"CricketGenius provides an exceptional fantasy cricket experience. The real-time updates and detailed statistics make it easy to track my team’s performance and improve my strategy.\" - Arjun Singh Frequently Asked Questions What is CricketGenius Fantasy Cricket? + CricketGenius offers an exhilarating fantasy cricket experience where you can build and manage your dream team. Participate in contests across various international and domestic cricket leagues, including IPL and ICC tournaments. Engage in exciting fantasy cricket games and showcase your strategic skills. How secure is adding funds to my CricketGenius account? + Adding funds to your CricketGenius account is secure and simple. We offer multiple payment options to protect your personal details. After verifying your information, you can easily withdraw your winnings directly to your bank account. How do I register on CricketGenius? + Registering on CricketGenius is easy. Simply fill out a quick registration form and verify your account with an OTP. Once registered, you can start creating your fantasy team and joining contests. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "privacy-policy": "CricketGenius | Privacy Policy - Protecting Your Personal Information CricketGenius Home About How It Works Privacy Policy At CricketGenius, we are profoundly committed to safeguarding your privacy and ensuring the protection of your personal data. This Privacy Policy elucidates the nature of information we collect, the methodologies of its utilization, and the measures we adopt to preserve your privacy. 1. Data Collection and Use We may gather various types of personal information, including but not limited to, your name, contact details, and payment information. This data is utilized primarily to enhance your experience on our platform, process transactions, and communicate pertinent information related to your account and services. 2. Data Protection We employ robust security measures and protocols to secure your personal data from unauthorized access, disclosure, alteration, or destruction. Our security framework is continuously updated to counteract potential threats and maintain the integrity of your information. 3. Information Sharing CricketGenius may, under certain circumstances, disclose your personal information to third parties, such as service providers or legal authorities, if required by law or to protect our rights. We ensure that any third parties with whom we share data adhere to equivalent standards of confidentiality and data protection. 4. User Rights You have the right to access, rectify, or erase your personal data held by CricketGenius. Additionally, you may object to or restrict the processing of your data. For any such requests. 5. Policy Changes We reserve the right to amend this Privacy Policy periodically. Any modifications will be communicated through appropriate channels and will take effect upon publication on our website. For further inquiries regarding our Privacy Policy or data protection practices, please do not hesitate to contact us. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "terms-conditions": "CricketGenius | Terms and Conditions - Rules and Guidelines for Fantasy Cricket CricketGenius Home About How It Works Terms and Conditions Welcome to CricketGenius. By accessing or using our website and services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 1. Acceptance of Terms By accessing or using the CricketGenius platform, you acknowledge and agree to abide by these Terms and Conditions and any other policies or guidelines that may be provided. If you do not agree with any part of these terms, you must refrain from using our services. 2. User Obligations Users are required to provide accurate, complete, and current information during registration and must update such information as necessary to keep it accurate. You are solely responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. 3. Prohibited Conduct You agree not to engage in any unlawful, fraudulent, or abusive activities while using the CricketGenius platform. This includes, but is not limited to, unauthorized access, harassment, spamming, or any actions that could harm the platform or its users. 4. Intellectual Property All content and materials available on CricketGenius, including but not limited to text, graphics, logos, and software, are the property of CricketGenius or its licensors and are protected by intellectual property laws. You may not reproduce, distribute, or create derivative works from any content without prior written consent from us. 5. Disclaimers and Limitation of Liability The CricketGenius platform is provided on an \"as-is\" basis. We make no warranties or representations of any kind, express or implied, regarding the operation or availability of the platform. We shall not be liable for any indirect, incidental, or consequential damages arising out of or in connection with your use of the platform. 6. Modifications to Terms CricketGenius reserves the right to amend these Terms and Conditions at any time. Any changes will be posted on our website and will become effective immediately upon publication. Continued use of the platform following any such changes constitutes your acceptance of the new terms. 7. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising under or in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "thanks": "CricketGenius | Thank You - Your Request Has Been Received CricketGenius Home About How It Works Thank You! We appreciate your engagement with CricketGenius. Your request has been successfully received, and we are processing it. Please check your email or account for further details and updates. If you have any questions or need additional support, feel free to contact our customer service team. Thank you for choosing CricketGenius, and we look forward to providing you with an exceptional fantasy cricket experience! The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits."
  },
  "date": "2024-07-26T07:37:38.568Z"
}