{
  "name": "CricStarFantasyGame",
  "pages": {
    "disclaimer": "Disclaimer - CricStarFantasyGame Disclaimer Welcome to CricStarFantasyGame.com. This disclaimer governs your use of our website. By accessing or using our website, you agree to be bound by the terms of this disclaimer. If you do not agree with any part of this disclaimer, please do not use our website. 1. Accuracy of Information The information provided on CricStarFantasyGame.com is for general informational purposes only. While we strive to keep the information accurate and up-to-date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information. 2. Fantasy Sports Disclaimer CricStarFantasyGame.com offers fantasy cricket games for entertainment purposes only. Participation in fantasy sports involves risk, and we do not guarantee any winnings or outcomes. Players are responsible for understanding the rules and regulations of fantasy sports and any legal implications in their jurisdiction. 3. External Links Our website may contain links to third-party websites or services that are not owned or controlled by CricStarFantasyGame. We do not endorse or assume any responsibility for the content, privacy practices, or terms of use of these websites. Use them at your own risk. 4. Limitation of Liability CricStarFantasyGame.com and its affiliates, directors, officers, employees, agents, and suppliers shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages, including but not limited to damages for lost profits, goodwill, use, data, or other intangible losses. 5. Changes to Disclaimer We reserve the right to modify or update this disclaimer at any time. Changes will be effective immediately upon posting on this page. Your continued use of our website after any such changes constitutes your acceptance of the new terms. 6. Contact Us If you have any questions about this disclaimer, please contact us at cricstarfantasygame@gmail.com. 18+ This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports Disclaimer Privacy policy Terms of Use We enhance your browsing experience through the use of cookies on our website. By continuing to explore this site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "index": "Play Fantasy Cricket Games - CricStarFantasyGame CricStarFantasyGame - India's Leading Fantasy Sports Platform I accept Privacy policy Master Fantasy Cricket with CricStarFantasyGame Enter the magical world of CricStarFantasyGame, where your love for cricket merges with the excitement of fantasy gaming. Get ready for an unforgettable virtual sports adventure! · First, create your dream team of fantasy players, earn points through smart strategies, and defeat your rivals. Strive to be the ultimate CricStarFantasyGame Champion in this captivating sports adventure! · Unleash your talents and utilize your deep knowledge of fantasy cricket. · Shape your destiny and transform the fantasy sports arena! · Start your legendary journey by following these enchanted steps You can contact us at: +91-1956278109 4.8 User Rating 7 Million Downloads 10K+ Daily Contests CricStarFantasyGame Fantasy Application Dive into CricStarFantasyGame and experience an intuitive, user-friendly interface designed for seamless navigation and ultimate fantasy cricket enjoyment. Build your dream team with CricStarFantasyGame’s extensive player database, ensuring you have all the stats and information at your fingertips. Enjoy real-time updates and live scores, keeping you connected to the action and helping you make informed decisions during contests. Participate in numerous daily contests and leagues, offering exciting challenges and rewarding experiences for every fantasy cricket enthusiast. Fantasy FAQs How to deposit funds in your fantasy wallet? Adding funds to your CricStarFantasyGame wallet is simple. Go to the wallet section, choose your preferred payment method, enter the amount, and confirm the transaction. Your wallet will be updated instantly. How to withdraw fantasy winnings? Withdrawing your winnings is easy. Navigate to the withdrawal section, select your preferred payout method, enter the amount you wish to withdraw, and submit your request. Your winnings will be transferred to your account shortly. How can fantasy rewards be used? Fantasy rewards on CricStarFantasyGame can be used to join more contests, enhance your gameplay, or unlock special features within the app. Check the rewards section for more details on how to maximize their use. What happens to fantasy stakes in a canceled match? If a match is canceled, the stakes for that game are typically refunded to your CricStarFantasyGame wallet. Refer to our terms and conditions for specific details on match cancellations and refunds. 18+ This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports Disclaimer Privacy policy Terms of Use We enhance your browsing experience through the use of cookies on our website. By continuing to explore this site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "privacy": "Privacy Policy - CricStarFantasyGame Privacy Policy This Privacy Policy outlines how we handle your personal information at CricStarFantasyGame. We value your privacy and are committed to protecting your personal data. This policy details the types of information we collect, how we use it, and the measures we take to safeguard it. 1. Information We Collect We collect personal information that you provide to us when you register for our services, make transactions, or interact with our customer support. This includes your name, email address, phone number, payment information, and any other details necessary to provide our services. 2. How We Use Your Information The personal information we collect is used to provide and improve our services. We may use your information to: Process your transactions and manage your account. Send you updates, promotions, and news related to our services. Respond to your inquiries and provide customer support. Analyze usage patterns to enhance our platform’s functionality. 3. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except as required by law. We may share your information with trusted third-party service providers who assist us in operating our platform, conducting our business, or serving our users, provided they agree to keep this information confidential. 4. Data Security We implement a variety of security measures to maintain the safety of your personal information. Your personal data is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. Despite our efforts, no security measures are perfect or impenetrable, and we cannot guarantee the absolute security of your data. 5. Your Rights You have the right to access, correct, or delete your personal information held by us. If you wish to exercise these rights, please contact us at cricstarfantasygame@gmail.com. We will respond to your request within a reasonable timeframe. 6. Children's Privacy Our services are not intended for individuals under the age of 18. We do not knowingly collect personal information from children under 18. If we become aware that we have inadvertently received personal information from a user under the age of 18, we will delete such information from our records. 7. Changes to This Privacy Policy We may update this Privacy Policy from time to time. When we do, we will post the updated policy on this page and update the policy's effective date. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information. 8. Contact Us If you have any questions about this Privacy Policy, please contact us at cricstarfantasygame@gmail.com. 18+ This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports Disclaimer Privacy policy Terms of Use We enhance your browsing experience through the use of cookies on our website. By continuing to explore this site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "terms": "Terms of Use - CricStarFantasyGame Terms of Service Welcome to CricStarFantasyGame.com. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions. Please read these terms carefully before using our services. 1. Acceptance of Terms These Terms of Use govern your use of CricStarFantasyGame.com and all associated services provided by us. By accessing or using our website, you agree to be bound by these terms. If you do not agree to these terms, please do not use our services. 2. User Responsibilities You agree to use our services responsibly and in compliance with all applicable laws and regulations. You are solely responsible for any content you post, transmit, or share through our platform. 3. Account Registration To access certain features of our website, you may need to create an account. You agree to provide accurate and complete information during registration and to update your information promptly if there are any changes. 4. Intellectual Property The content on CricStarFantasyGame.com, including text, graphics, logos, images, and software, is the property of CricStarFantasyGame or its licensors and is protected by copyright and other intellectual property laws. 5. Limitation of Liability CricStarFantasyGame.com and its affiliates, directors, officers, employees, agents, and suppliers shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages, including but not limited to damages for lost profits, goodwill, use, data, or other intangible losses. 6. Modification of Terms We reserve the right to modify these Terms of Use at any time. Changes will be effective immediately upon posting on this page. Your continued use of our services after any such changes constitutes your acceptance of the new terms. 7. Governing Law These Terms of Use shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. 8. Contact Us If you have any questions about these Terms of Use, please contact us at cricstarfantasygame@gmail.com. 18+ This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports Disclaimer Privacy policy Terms of Use We enhance your browsing experience through the use of cookies on our website. By continuing to explore this site, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "thanks": "Thank You for Your Submission - CricStarFantasyGame Thank You for Your Submission! We have received your request at CricStarFantasyGame. Our team is diligently reviewing your submission and will get back to you shortly. In the meantime, feel free to explore more about our fantasy cricket game and prepare yourself for an exciting journey into the world of fantasy sports. Should you have any urgent questions or concerns, please don't hesitate to contact us at cricstarfantasygame@gmail.com. We're here to assist you. Home We use cookies to give you the best experience on our website. By continuing to browse this website, you agree to our use of cookies. More information can be found in our Privacy Policy and Cookie Policy. Accept Decline"
  },
  "date": "2024-06-19T16:33:30.609Z"
}