{
  "name": "cricketmatchup",
  "pages": {
    "disclaimer": "CricketMatchUp - Disclaimer and Legal Information CricketMatchUp Home Why are we Advantages Possibilities To learn more Disclaimer User Conduct While using CricketMatchUp, you agree not to post, upload, transmit, distribute, store, create, or otherwise publish through the application any of the following: (a) any message, data, information, text, music, sound, photos, graphics, code, or other material (\"Content\") that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent, or otherwise objectionable; (b) Content that would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national, or international law; (c) Content that may infringe any patent, trademark, trade secret, copyright, or other intellectual or proprietary right of any party; (d) Content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity; (e) unsolicited promotions, political campaigning, advertising, or solicitations; (f) private information of any third party, including, without limitation, addresses, phone numbers, email addresses, social security numbers, and credit card numbers; (g) viruses, corrupted data, or other harmful, disruptive, or destructive files; and (h) Content that, in the sole judgment of CricketMatchUp, is objectionable or which restricts or inhibits any other person from using or enjoying the application, or which may expose CricketMatchUp or its users to any harm or liability of any type. Termination CricketMatchUp reserves the right, in its sole discretion, to terminate your access to all or part of the application, with or without notice. CricketMatchUp also reserves the right to suspend or terminate any user's access to the application for any reason, including, but not limited to, violation of this Disclaimer or any other agreement applicable to the user's use of the application. Indemnification You agree to indemnify, defend, and hold harmless CricketMatchUp, its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of this Disclaimer or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the application using your internet connection. Dispute Resolution Any controversy or claim arising out of or relating to this Disclaimer, or the breach thereof, shall be settled by arbitration administered by the applicable arbitration body in accordance with its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. Severability If any provision of this Disclaimer is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible and will be deemed deleted from this Disclaimer, and the remaining provisions of this Disclaimer shall remain in full force and effect. Waiver The failure of CricketMatchUp to exercise or enforce any right or provision of this Disclaimer shall not constitute a waiver of such right or provision. Any waiver of any provision of this Disclaimer will be effective only if in writing and signed by CricketMatchUp. No Endorsement CricketMatchUp does not endorse any content or any opinion, recommendation, or advice expressed on the application, and we expressly disclaim any and all liability in connection with such content. CricketMatchUp does not permit copyright infringing activities and infringement of intellectual property rights on its application, and CricketMatchUp will remove all content if properly notified that such content infringes on another's intellectual property rights. Contact Information If you have any questions about this Disclaimer, please contact us at cricketmatchup@gmail.com. CricketMatchUp Navigation Home Why are we Advantages Possibilities To learn more Additionally Disclaimer Privacy Policy Terms of use Contacts +91-223-3400500 cricketmatchup@gmail.com Shri Krupa Colony, Sai Nagar, Amravati, Maharashtra 444607, India 18+ Copyright © 2024 CricketMatchUp. All rights reserved.",
    "index": "Welcome to CricketMatchUp - Your Ultimate Cricket Experience CricketMatchUp Home Why are we Advantages Possibilities To learn more Welcome to CricketMatchUp! Dive into the thrilling world of cricket with CricketMatchUp! Whether you're a seasoned player or new to the game, our platform offers an exciting opportunity to experience cricket in a whole new way. Request the game Why Choose Us? CricketMatchUp brings you: Real-time match updates Player statistics check Team rankings Live scorecards Live Match Updates Stay informed with live updates on cricket matches worldwide. Player Statistics Detailed stats on your favorite players' performances. Team Rankings Explore current rankings of cricket teams globally. Our Services Explore CricketMatchUp Features Live Commentary Enjoy real-time commentary on matches. Video Highlights Watch the best moments from matches. Explore More Discover CricketMatchUp Advantages Match Predictions Get insights and predictions for upcoming matches. Fantasy League Join our fantasy league and create your dream team. Exclusive Interviews Read interviews with cricket stars and experts. Stay Connected Connect with CricketMatchUp to stay updated on the latest cricket news, scores, and more. Join our community of cricket enthusiasts today! Social Media Updates Follow us on Facebook, Twitter, and Instagram for live updates and behind-the-scenes content. Newsletter Subscription Subscribe to our newsletter for weekly insights, match previews, and exclusive offers. Contact Join Today Experience CricketMatchUp Now I accept the Privacy Policy Send a request Location Shri Krupa Colony, Sai Nagar, Amravati, Maharashtra 444607, India E-mail cricketmatchup@gmail.com Contact +91-223-3400500 CricketMatchUp Navigation Home Why are we Advantages Possibilities To learn more Additionally Disclaimer Privacy Policy Terms of use Contacts +91-223-3400500 cricketmatchup@gmail.com Shri Krupa Colony, Sai Nagar, Amravati, Maharashtra 444607, India 18+ Copyright © 2024 CricketMatchUp. All rights reserved.",
    "privacy-policy": "CricketMatchUp - Privacy Policy for User Data Protection CricketMatchUp Home Why are we Advantages Possibilities To learn more Privacy Policy Testimonials We may post testimonials on our Application that may contain personal information such as your name, photo, and/or a video of you using our Application. We will obtain your consent prior to posting any testimonials with your personal information. If you wish to update or delete your testimonial, please contact us at cricketmatchup@gmail.com. Referral Program We may offer a referral program where you can invite your friends to join our Application. If you choose to participate in our referral program, we will ask for your friend's name and email address. We will use this information to send your friend an invitation to join our Application. We will not use your friend's personal information for any other purpose unless they become a registered user of our Application. Social Media Features Our Application may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button. These features may collect your IP address, which page you are visiting on our Application, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our Application. Your interactions with these features are governed by the privacy policy of the company providing it. Push Notifications We may send you push notifications through our Application to provide you with game updates and other relevant information. You can opt-out of receiving push notifications by changing the settings on your mobile device. Data Breach In the event of a data breach, we will notify you as soon as possible and take reasonable steps to mitigate the damage. We will also report the breach to the relevant authorities, as required by law. Your Rights You have certain rights regarding the personal information we collect, use, and disclose. These rights include: The right to know what personal information we have collected about you, including the categories of personal information, the sources from which the personal information is collected, the business or commercial purpose for collecting or selling personal information, and the categories of third parties with whom we share personal information. The right to access the specific pieces of personal information we have collected about you. The right to request deletion of your personal information, subject to certain exceptions. The right to opt-out of the sale of your personal information to third parties. To exercise any of these rights, please contact us at cricketmatchup@gmail.com. We will respond to your request within a reasonable timeframe. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at cricketmatchup@gmail.com. CricketMatchUp Navigation Home Why are we Advantages Possibilities To learn more Additionally Disclaimer Privacy Policy Terms of use Contacts +91-223-3400500 cricketmatchup@gmail.com Shri Krupa Colony, Sai Nagar, Amravati, Maharashtra 444607, India 18+ Copyright © 2024 CricketMatchUp. All rights reserved.",
    "terms-conditions": "CricketMatchUp - Terms of Use and Service Agreement CricketMatchUp Home Why are we Advantages Possibilities To learn more Terms of Use Refund Policy All In-App Purchases are final and non-refundable, except as required by law. If you have any issues with an In-App Purchase, please contact us at cricketmatchup@gmail.com. Account Security You are responsible for maintaining the confidentiality of your CricketMatchUp account and password, and for restricting access to your computer or mobile device. You agree to accept responsibility for all activities that occur under your account or password. CricketMatchUp reserves the right to refuse service, terminate accounts, remove or edit content, or cancel orders in its sole discretion. Force Majeure CricketMatchUp will not be liable for any delay or failure to perform any obligation under these Terms if the delay or failure is due to any cause beyond CricketMatchUp's reasonable control, including but not limited to natural disasters, acts of God, wars, civil disturbances, acts of terrorism, strikes, or any other similar causes. Governing Law and Jurisdiction These Terms and any dispute or claim arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims) will be governed by and construed in accordance with the laws of the jurisdiction in which CricketMatchUp is based. The courts of the jurisdiction in which CricketMatchUp is based will have exclusive jurisdiction to settle any such dispute or claim. Notices Any notices or other communications permitted or required hereunder, including those regarding modifications to these Terms, will be in writing and given by CricketMatchUp (i) via email (in each case to the address that you provide) or (ii) by posting to CricketMatchUp. For notices made by email, the date of receipt will be deemed the date on which such notice is transmitted. No Agency No agency, partnership, joint venture, or employment relationship is created as a result of these Terms, and neither party has any authority of any kind to bind the other in any respect. Equitable Remedies You acknowledge that the rights granted and obligations made under these Terms to CricketMatchUp are of a unique and irreplaceable nature, the loss of which will result in immediate and irreparable harm to CricketMatchUp for which remedies at law are inadequate. CricketMatchUp will be entitled to seek injunctive or other equitable relief (without the obligations of posting any bond or surety or proof of damages) in the event of any breach or anticipatory breach by you. Headings The section headings in these Terms are for convenience only and have no legal or contractual effect. Contact Information If you have any questions about these Terms or CricketMatchUp, please contact us at cricketmatchup@gmail.com. CricketMatchUp Navigation Home Why are we Advantages Possibilities To learn more Additionally Disclaimer Privacy Policy Terms of use Contacts +91-223-3400500 cricketmatchup@gmail.com Shri Krupa Colony, Sai Nagar, Amravati, Maharashtra 444607, India 18+ Copyright © 2024 CricketMatchUp. All rights reserved.",
    "thanks": "CricketMatchUp - Thank You for Your Support and Participation Thank You for Connecting with CricketMatchUp! We're truly grateful that you took the time to reach out to us. At CricketMatchUp, we value every message and piece of feedback we receive from our community. Your voice helps us shape our platform and ervices to better suit your needs and enhance your experience. We're always striving to improve and create a more engaging and enjoyable environment for cricket enthusiasts like you. Our team will carefully review your message and get back to you as soon as possible. Please allow some time for our response, as we want to ensure we provide you with the most accurate and helpful information. In the meantime, feel free to continue exploring CricketMatchUp and enjoy everything our platform has to offer. Remember, you're an essential part of our cricket-loving community, and we're thrilled to have you here! Stay cricketastic, and thank you once again for your valuable input! To main"
  },
  "date": "2024-07-05T07:19:55.601Z"
}