{
  "name": "CricHero",
  "pages": {
    "disclaimer": "CricHero Disclaimer: Understand Our Terms & Conditions x We utilize cookies to enhance your browsing experience. These cookies are instrumental in recalling your preferences, tailoring content and ads, analyzing site traffic, and refining our services. Accept CricHero Home About Us Play Now How Start FAQ'S Contact Download The Most Popular Fantasy App in Goa Download the award winning app and start scoring for free. Enter Telephone Get App Link Disclaimer for CricHero App CricHero App is a trademark of CricHero. All Rights Reserved. 1. General This Disclaimer (the 'Disclaimer') applies to all websites, mobile applications, and other online platforms (collectively, the 'Platforms') owned or operated by CricHero ('Company'). 2. No Warranties COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, REGARDING THE PLATFORMS OR ANY CONTENT, PRODUCTS, OR SERVICES PROVIDED THEREIN. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, COMPANY DISCLAIMS ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. 3. Limitation of Liability IN NO EVENT SHALL COMPANY BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES) ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS TO OR USE OF THE PLATFORMS, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. 4. Indemnification You agree to indemnify and hold Company, its subsidiaries, affiliates, officers, directors, agents, and employees harmless from any and all claims, losses, damages, liabilities, costs, and expenses (including reasonable attorneys' fees) arising out of or in connection with your access to or use of the Platforms. 5. Intellectual Property The Platforms and all of its content, including but not limited to text, graphics, images, videos, and audio, are protected by copyright, trademark, and other intellectual property laws. 6. Governing Law This Disclaimer and your use of the Platforms shall be governed by and construed in accordance with the laws of the State of [State], without regard to its conflict of laws provisions. 7. Severability If any provision of this Disclaimer is held to be invalid or unenforceable by a court of competent jurisdiction, the remaining provisions of this Disclaimer shall remain in full force and effect. 8. Entire Agreement This Disclaimer constitutes the entire agreement between you and Company with respect to your access to and use of the Platforms. Seize the chance to join this exhilarating game today! FunCricket Useful Link Home About Us Play Now How Start FAQ'S Contact Other Links Privacy Policy Terms and Conditions Disclaimer Partners 18+ Users of the FunCricket app are solely responsible for their own actions and decisions. © 2024 FunCricket. All rights reserved.",
    "index": "Welcome to the world of cricket with CricHero: your trusted companion for live scores, player stats and exciting games! x We utilize cookies to enhance your browsing experience. These cookies are instrumental in recalling your preferences, tailoring content and ads, analyzing site traffic, and refining our services. Accept CricHero Home About Us Play Now How Start FAQ'S Contact Download The Most Popular Fantasy App in Goa Download the award winning app and start scoring for free. Enter Telephone Get App Link World's first and only awards recognizing passionate cricketers and cricketing community. Download App What is the CricHero app? It is your ideal companion in the world of cricket. Our mobile app offers a comprehensive platform for all lovers of this exciting sport. With CricHero, you can stay updated with the latest news, watch live matches in real time, study player stats, get exclusive commentary and analysis from experts, participate in predictions and connect with like-minded people in our community. Whether you are new to the world of cricket or a seasoned fan, CricHero provides you with everything you need to enjoy this exciting sport. Install the app now and become a real cricket hero with CricHero! Get App SUPPORT 24/7 SUPPORT See More SAFETY 100% SECURITY See More DOWNLOADS 1, 000, 000+ DOWNLOADS See More RATING 4.95 / 5 FROM 199,055+ USERS See More HOW TO START USING APP? Follow these straightforward steps, and you're ready to plunge into the thrilling realm of fantasy cricket with the FunCricket app! 1. Download the app: Get started by downloading the CricHero app from the App Store or Google Play Store on your mobile device. 2. Set up an account: After downloading the app, follow the simple instructions to create an account. Enter the required information and click the \"Register\" button. 3. Features Overview: Explore the app's core features, such as viewing the latest news, live matches, analyzing statistics, participating in predictions and much more. 4. Profile Personalization: Customize your profile by adding a photo and information about yourself. This will help other users get to know you better and create a more interesting experience within the app. 5. Subscribe to notifications: Turn on notifications to receive instant notifications about important events, news and match results. 6. Start Using: Now you are ready to start using the application! Explore all its features, enjoy the game and share your impressions with other cricket fans. GET CrickHero NOW Get CrickHero now and experience the ultimate cricket companion! Stay updated with live scores, player stats, news, and more. Join a community of cricket enthusiasts, participate in predictions, and immerse yourself in the world of cricket like never before! Enter your telephone I accept - Privacy Policy Get App Link Contact Us Need help? Tell us more and we'll be happy to assist you Association For partnering with us CricHero@gmail.com +91 786 181 6001 Support For player queries CricHero@gmail.com +91 786 181 6001 Downloads For value added services CricHero@gmail.com +91 786 181 6001 Seize the chance to join this exhilarating game today! FunCricket Useful Link Home About Us Play Now How Start FAQ'S Contact Other Links Privacy Policy Terms and Conditions Disclaimer Partners 18+ Users of the FunCricket app are solely responsible for their own actions and decisions. © 2024 FunCricket. All rights reserved.",
    "play": "Play Cricket Anytime, Anywhere with CricHero: Dive into the immersive world of cricket gaming, where every match is a new adventure! x We utilize cookies to enhance your browsing experience. These cookies are instrumental in recalling your preferences, tailoring content and ads, analyzing site traffic, and refining our services. Accept CricHero Home About Us Play Now How Start FAQ'S Contact Download The Most Popular Fantasy App in Goa Download the award winning app and start scoring for free. Enter Telephone Get App Link Live Scoring Get instant updates on ongoing matches with Live Scoring. 01 Scorecard Explore player performances and match outcomes with a Professional Scorecard. 02 Organise Tournaments Seamlessly Organise Tournaments and plan them better. 03 Live Streaming Get real-time cricket match updates with Live Streaming. 04 The Dressing Room Explore customised merchandise and equipments with The Dressing Room. 05 CricInsights Get in-depth analysis of matches, players and opponents with CricInsights. 06 World's first and only awards recognizing passionate cricketers and cricketing community. Download App How to start using the CricHero app? To get started, download the app from the App Store or Google Play Store, create an account and start exploring all its features! What should I do if I have problems? If you have any problems or questions, please contact our support team by email at CricHero@gmail.com. Can I use the CricHero app on multiple devices? Yes, you can use one account on multiple devices to stay updated with all the news and events in the world of cricket. Is it possible to receive notifications about events? Yes, you can enable notifications in the app settings to receive instant notifications about breaking news, match results and other important events. How can I connect with other cricket fans on the app? The app has a community feature where you can interact with other fans, discuss matches, share your experiences and participate in interesting discussions. Can I participate in predictions and games? Yes, the app has sections for predictions and games where you can participate, predict match results and win prizes! What People Say About CricHero See what our fans are saying about CricHero. \"I've been using CricHero for a few weeks now, and I'm blown away by the features! It's so convenient to check live scores and player stats on the go. Definitely recommend it to any cricket fan!\" John S. \"CricHero has taken my cricket experience to a whole new level! The app is user-friendly, and I love the community aspect where I can chat with other fans. It's become a must-have for me during the cricket season!\" Sarah L. \"I've tried several cricket apps, but CricHero stands out for its accuracy and reliability. I never miss a match thanks to the timely notifications. Plus, the fantasy cricket section adds an extra layer of excitement to the game!\" David M. Seize the chance to join this exhilarating game today! FunCricket Useful Link Home About Us Play Now How Start FAQ'S Contact Other Links Privacy Policy Terms and Conditions Disclaimer Partners 18+ Users of the FunCricket app are solely responsible for their own actions and decisions. © 2024 FunCricket. All rights reserved.",
    "policy": "CricHero Privacy Policy: Your Data, Your Rights, Our Commitment x We utilize cookies to enhance your browsing experience. These cookies are instrumental in recalling your preferences, tailoring content and ads, analyzing site traffic, and refining our services. Accept CricHero Home About Us Play Now How Start FAQ'S Contact Download The Most Popular Fantasy App in Goa Download the award winning app and start scoring for free. Enter Telephone Get App Link Privacy Policy for CricHero App This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. 1. Introduction This Privacy Policy ('Policy') outlines the policies and procedures of CricHero ('Company') regarding the collection, use, and disclosure of Personal Data (as defined below) through the Company's website, mobile applications, and other online services (collectively, the 'Services'). 2. Definitions In this Policy, the following terms have the meanings set forth below: 'Personal Data' means any information that identifies, relates to, or could be used to identify an individual, directly or indirectly. This may include, but is not limited to, name, address, email address, telephone number, and demographic information. 'Processing' means any operation or set of operations performed on Personal Data, such as collection, recording, organization, structuring, storage, adaptation, alteration, retrieval, consultation, use, disclosure, transmission, dissemination, or otherwise making available. 'Controller' means the entity that determines the purposes and means of processing Personal Data. In this case, the Controller is CricHero. 'Data Subject' means the individual whose Personal Data is being processed. 3. Collection of Personal Data Forms and Surveys: Data Subjects may voluntarily provide Personal Data when they fill out forms or participate in surveys on the Services. Transactions: The Company may collect Personal Data during transactions, such as when Data Subjects purchase products or services through the Services. Third-Party Sources: The Company may obtain Personal Data from third-party sources, such as credit bureaus or data aggregators, to enhance its services. 4. Use of Personal Data Providing Services: The Company may use Personal Data to provide and improve the Services, such as by tailoring content to Data Subjects' preferences. Marketing: The Company may use Personal Data for marketing purposes, such as to send Data Subjects promotional materials or personalized offers. Research and Development: The Company may use Personal Data for research and development purposes, such as to improve the Services or develop new features. Customer Support: The Company may use Personal Data to provide customer support, such as to respond to inquiries or resolve issues. Legal Compliance: The Company may use Personal Data to comply with legal obligations, such as responding to subpoenas or complying with regulatory requirements. 5. Disclosure of Personal Data Service Providers: The Company may share Personal Data with third-party service providers that assist in the operation of the Services, such as payment processors or hosting providers. Legal Obligations: The Company may disclose Personal Data to law enforcement or other government agencies if required by law or to protect the rights, property, or safety of the Company, its employees, or others. Business Transfers: The Company may disclose Personal Data to a third party in the event of a merger, acquisition, or sale of all or a portion of its business. 6. Security of Personal Data Physical Security: The Company stores Personal Data in secure locations with limited access. Technological Security: The Company uses encryption, firewalls, and other security measures to protect Personal Data electronically. Employee Education: The Company educates its employees on the importance of privacy and data protection. 7. Data Retention: The Company will retain Personal Data for as long as it is necessary for the purposes described in this Policy. Once Personal Data is no longer required, it will be securely disposed of in accordance with applicable laws and regulations. 8. Data Subject Rights Right of Access:** Data Subjects have the right to access their Personal Data and request a copy. Right of Rectification: Data Subjects have the right to have inaccurate or incomplete Personal Data corrected. Right to Erasure: Data Subjects have the right to have their Personal Data erased in certain circumstances, such as if it is no longer necessary for the purposes it was collected. Right to Restriction of Processing: Data Subjects have the right to restrict the processing of their Personal Data in certain circumstances, such as if the accuracy of the data is disputed. Right to Data Portability: Data Subjects have the right to receive their Personal Data in a structured, commonly used, and machine-readable format and to transmit it to another controller. Changes to this Policy The Company reserves the right to update or modify this Policy at any time. Any changes will be posted on this page and become effective immediately upon posting. Seize the chance to join this exhilarating game today! FunCricket Useful Link Home About Us Play Now How Start FAQ'S Contact Other Links Privacy Policy Terms and Conditions Disclaimer Partners 18+ Users of the FunCricket app are solely responsible for their own actions and decisions. © 2024 FunCricket. All rights reserved.",
    "terms-conditions": "Terms of Conditions: Understand Your Rights with CricHero x We utilize cookies to enhance your browsing experience. These cookies are instrumental in recalling your preferences, tailoring content and ads, analyzing site traffic, and refining our services. Accept CricHero Home About Us Play Now How Start FAQ'S Contact Download The Most Popular Fantasy App in Goa Download the award winning app and start scoring for free. Enter Telephone Get App Link Terms and Conditions for CricHero App CricHero is a trademark of CricHero. All Rights Reserved. 1. Eligibility Our platform is intended for users who are at least 18 years old. By using our platform, you represent and warrant that you are of legal age to form a binding contract and meet all of the foregoing eligibility requirements. 2. Account Creation To access certain features of our platform, you may be required to create an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer or device. 3. User Conduct Upload, post, email, transmit, or otherwise make available any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. 4. Intellectual Property Our platform and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof), are owned by us, our licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. 5. Third-Party Links Our platform may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by us. We do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services. If you access any third-party website, service, or content from our platform, you do so at your own risk, and you understand that these Terms and Conditions and our Privacy Policy do not apply to your use of such sites. 6. Termination We may terminate or suspend your access to all or part of our platform, without notice, for any reason, including, without limitation, if you breach these Terms and Conditions. Any suspected fraudulent, abusive, or illegal activity may be grounds for termination of your use of our platform. Upon termination or suspension, your right to use our platform will immediately cease, and we may, without liability to you or any third party, immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or our platform. 7. Disclaimer of Warranties Our platform is provided on an 'as is' and 'as available' basis, without warranties of any kind, either express or implied. We expressly disclaim all warranties, including but not limited to implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement. We do not warrant that our platform will be uninterrupted, timely, secure, or error-free. 8. Limitation of Liability In no event shall we be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from the use or inability to use our platform. 9. Indemnification You agree to indemnify, defend, and hold harmless us, our officers, directors, employees, agents, and third parties, for any losses, costs, liabilities, and expenses (including reasonable attorneys' fees) relating to or arising out of your use of or inability to use our platform or your violation of these Terms and Conditions. 10. Governing Law and Jurisdiction These Terms and Conditions and any disputes arising out of or related to these Terms and Conditions or our platform shall be governed by and construed in accordance with the laws of the United States and the State in which our platform is operated, without giving effect to any choice or conflict of law provision or rule. Any legal suit, action, or proceeding arising out of or related to these Terms and Conditions or our platform shall be instituted exclusively in the federal courts of the United States or the courts of the State in which our platform is operated. 11. Waiver and Severability Our failure to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision. If any provision of these Terms and Conditions is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms and Conditions shall remain in full force and effect. 12. Contact Us: If you have any questions or concerns about these terms and conditions, please contact us at By using the CricHero App, you agree to these Terms & Conditions and enter into a legally binding agreement with us. If you do not agree to any of these Terms, please refrain from using the App. Seize the chance to join this exhilarating game today! FunCricket Useful Link Home About Us Play Now How Start FAQ'S Contact Other Links Privacy Policy Terms and Conditions Disclaimer Partners 18+ Users of the FunCricket app are solely responsible for their own actions and decisions. © 2024 FunCricket. All rights reserved.",
    "thanks": "Thank You for Choosing CricHero! Welcome to the Ultimate Fantasy Cricket Experience. Let's Play and Win Together! x We utilize cookies to enhance your browsing experience. These cookies are instrumental in recalling your preferences, tailoring content and ads, analyzing site traffic, and refining our services. Accept CricHero Home About Us Play Now How Start FAQ'S Contact Download The Most Popular Fantasy App in Goa Download the award winning app and start scoring for free. Enter Telephone Get App Link Thank you for your interest in CricHero We appreciate your interest in joining our community. Thank you for choosing CricHero! We're thrilled to have you on board and look forward to providing you with an exciting and immersive experience. Your decision to download our app demonstrates your enthusiasm for cricket and fantasy sports, and we're here to ensure that you have a seamless and enjoyable time. At CricHero, we're committed to delivering top-notch features, engaging gameplay, and a user-friendly interface. With our app, you can create your dream team, compete with friends or other users, and experience the thrill of fantasy cricket like never before. We understand that your time is valuable, which is why we've designed CricHero to be intuitive and easy to navigate. Whether you're a seasoned fantasy sports enthusiast or new to the game, you'll find everything you need to get started and enjoy hours of entertainment. We're constantly striving to improve and enhance the CricHero experience, so your feedback is invaluable to us. If you have any questions, suggestions, or concerns, please don't hesitate to reach out to our support team. We're here to assist you every step of the way. Once again, thank you for choosing CricHero. Get ready to immerse yourself in the world of fantasy cricket and enjoy endless hours of excitement and fun. Let the games begin! Go Back Seize the chance to join this exhilarating game today! FunCricket Useful Link Home About Us Play Now How Start FAQ'S Contact Other Links Privacy Policy Terms and Conditions Disclaimer Partners 18+ Users of the FunCricket app are solely responsible for their own actions and decisions. © 2024 FunCricket. All rights reserved."
  },
  "date": "2024-05-08T11:43:18.758Z"
}