{
  "name": "cricketmate",
  "pages": {
    "terms-conditions": "CricketMate - Terms of Use 18+ cricketmate@gmail.com +91-910-0332244 CricketMate Home The best companion Why are we Functions News Join Terms of Use Responsible Gaming CricketMate encourages its users to engage in responsible gaming practices. While our services are designed to be enjoyable and entertaining, it is important to remember that they should not interfere with your daily life or responsibilities. If you feel that you are spending too much time or money on our services, please take a break and consider seeking help from a professional. CricketMate is not responsible for any consequences arising from excessive or addictive gaming behavior. Parental Controls and Supervision If you are a parent or guardian and you provide your consent for your child to use the CricketMate services, you agree to be bound by these Terms of Use in respect of their use. You are responsible for supervising your child's use of the CricketMate services and ensuring that they comply with these Terms of Use. CricketMate encourages parents and guardians to use parental control tools to monitor and manage their children's access to online content and services. Language These Terms of Use are drafted in the English language. In the event of any conflict or inconsistency between the English version and any translated version of these Terms of Use, the English version shall prevail. Headings The headings used in these Terms of Use are included for convenience only and will not limit or otherwise affect these Terms. Survival The provisions of these Terms of Use that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. No Waiver of Rights CricketMate's failure to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision unless acknowledged and agreed to by CricketMate in writing. Reporting Abuse and Violations If you become aware of any abuse, violations of these Terms of Use, or any other inappropriate or unlawful behavior related to the CricketMate services, please report it to us immediately at cricketmate@gmail.com. We will investigate the matter and take appropriate action, if necessary. CricketMate Navigation Home The best companion Why are we Functions News Join Additionally Disclaimer Privacy Policy Terms of use 18+",
    "thanks": "CricketMate - Thank You CricketMate Thank you for reaching out to us! We truly appreciate your time and effort in sharing your thoughts with us. Your feedback is invaluable as it helps us improve our services and create a better experience for our CricketMate community. Our team will review your message and get back to you as soon as possible. We value your input and look forward to continuing this conversation. Once again, thank you for your contribution. Together, we can make CricketMate the best platform for cricket enthusiasts. To main",
    "disclaimer": "CricketMate - Disclaimer 18+ cricketmate@gmail.com +91-910-0332244 CricketMate Home The best companion Why are we Functions News Join Disclaimer User Responsibility Users are solely responsible for their interactions with other users of CricketMate. CricketMate reserves the right, but has no obligation, to monitor disputes between users. CricketMate shall have no liability for any user's actions or inactions. Viruses and Malware CricketMate does not guarantee that the application will be free from viruses or other malicious software. Users are responsible for implementing sufficient procedures and checkpoints to satisfy their particular requirements for accuracy of data input and output, and for maintaining a means external to our site for the reconstruction of any lost data. Linking to CricketMate Users may link to the CricketMate website or mobile application, provided they do so in a way that is fair and legal and does not damage our reputation or take advantage of it. However, users must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part without our prior written consent. Advertising and Sponsorship CricketMate may display advertisements and sponsorships from third parties. CricketMate does not endorse or take responsibility for the content, products, or services available from these third parties. Users are advised to read the terms and conditions and privacy policies of these third parties before using their services. Assignment CricketMate may assign or transfer its rights and obligations under this Disclaimer to any third party without prior notice to users. Users may not assign or transfer their rights and obligations under this Disclaimer without the prior written consent of CricketMate. Entire Agreement This Disclaimer, together with any other agreements or policies referred to herein, constitutes the entire agreement between CricketMate and users regarding the use of CricketMate. If any provision of this Disclaimer is held to be invalid or unenforceable, such provision shall be struck, and the remaining provisions shall be enforced. Survival The provisions of this Disclaimer that by their nature should survive termination shall survive termination, including but not limited to the provisions on intellectual property, limitation of liability, indemnification, and governing law. Contact Information For any questions, concerns, or feedback regarding this Disclaimer, please contact us at cricketmate@gmail.com. CricketMate Navigation Home The best companion Why are we Functions News Join Additionally Disclaimer Privacy Policy Terms of use 18+",
    "index": "CricketMate - Your Ultimate Mobile Cricket Experience 18+ cricketmate@gmail.com +91-910-0332244 CricketMate Home The best companion Why are we Functions News Join Welcome to CricketMate Experience the Thrill of Cricket Anytime, Anywhere Request the game About Us Your Ultimate Cricket Companion CricketMate is your go-to mobile app for an immersive cricket experience. Whether you’re a casual fan or a cricket enthusiast, CricketMate brings you closer to the game you love with exciting features, real-time updates, and interactive gameplay. Get the game Why Choose CricketMate? CricketMate offers unparalleled cricket experiences tailored to your preferences. With our user-friendly interface and innovative features, you can enjoy the best of cricket right at your fingertips. Real-Time Scores Stay updated with live scores from matches around the world. Our real-time updates ensure you never miss a moment of the action. Interactive Gameplay Engage in dynamic cricket games that test your skills and strategy. Play against friends or take on global opponents to prove your mettle. Features CricketMate is packed with features designed to enhance your cricket experience. Explore what makes our app unique and indispensable for every cricket lover. Personalized Experience Customize your app settings to receive updates and news about your favorite teams and players. Match Highlights Catch up on all the action with high-quality highlights and replays of every match. Player Stats Get in-depth statistics and performance analyses of players to keep track of your favorites. Latest News Stay informed with the latest news and updates from the world of cricket. From match results to player interviews, CricketMate keeps you in the loop. Upcoming Events Don’t miss out on any upcoming cricket tournaments and matches. Our calendar feature helps you stay on top of all important dates. Expert Insights Read expert analyses and opinions to gain a deeper understanding of the game. Our insights section provides valuable perspectives on matches and player performances. Join the CricketMate Community CricketMate isn’t just an app; it’s a community of cricket lovers. Connect, share, and celebrate the game with fellow fans. Engage with Fans Exclusive Content Special Offers Regular Updates Get in Touch Contact Us Have questions or feedback? We’d love to hear from you. Fill out the form below to get in touch with our team. Thank you for choosing CricketMate as your ultimate cricket companion. Enjoy the game! I accept the Privacy Policy Get the game Location 304, Nehru Outer Ring Rd, Financial District, Gachibowli, Hyderabad, Nanakramguda, Telangana 500032, India Phone +91-910-0332244 Email cricketmate@gmail.com CricketMate Navigation Home The best companion Why are we Functions News Join Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptButton = document.getElementById(\"accept-cookies\"); if (cookieBanner && !localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } });",
    "privacy-policy": "CricketMate - Privacy Policy 18+ cricketmate@gmail.com +91-910-0332244 CricketMate Home The best companion Why are we Functions News Join Privacy Policy Legal Basis for Processing We process personal data when we have a legal basis to do so. The legal basis we rely on includes: Consent: We may process your personal data when you have given us clear consent to do so for a specific purpose. Contract: We may process your personal data when it is necessary for the performance of a contract to which you are a party, such as providing you with the Services you have requested. Legal Obligation: We may process your personal data when it is necessary for compliance with a legal obligation to which we are subject. Legitimate Interests: We may process your personal data when it is necessary for the purposes of our legitimate interests, such as improving our Services, conducting marketing activities, and ensuring the security of our Services. Information We Collect When You Use Our Services. Device Information. We receive information about the device and software you use to access our Services, including internet protocol (IP) address, web browser type, operating system version, phone carrier and manufacturer, application installations, device identifiers, mobile advertising identifiers, and push notification tokens. Usage Information. To help us understand how you use our Services and to help us improve them, we automatically receive information about your interactions with our Services, like the pages or other content you view, the searches you conduct, purchases you make, and the dates and times of your visits. Information from Cookies and Similar Technologies. We and third-party partners collect information using cookies, pixel tags, or similar technologies. Our third-party partners, such as analytics and advertising partners, may use these technologies to collect information about your online activities over time and across different services. Information We Receive from Third Parties. Third-party services. If you choose to link our Services to a third-party account, we may receive information about you, including your profile information and your photo, and your use of the third-party account. How We Use the Information We Collect We use the information we collect: To provide, maintain, improve, and enhance our Services; To personalize your experience on our Services such as by providing tailored content and recommendations; To understand and analyze how you use our Services and develop new products, services, features, and functionality; To communicate with you, provide you with updates and other information relating to our Services, provide information that you request, respond to comments and questions, and otherwise provide customer support; For marketing and advertising purposes, such as developing and providing promotional and advertising materials that may be relevant, valuable, or otherwise of interest to you; To generate anonymized, aggregate data containing only de-identified, non-personal information that we may use for various business purposes; To find and prevent fraud, and respond to trust and safety issues that may arise; For compliance purposes, including enforcing our Terms of Service or other legal rights, or as may be required by applicable laws and regulations or requested by any judicial process or governmental agency; and For other purposes for which we provide specific notice at the time the information is collected. If you have any questions about this Privacy Policy, please contact us at cricketmate@gmail.com. CricketMate Navigation Home The best companion Why are we Functions News Join Additionally Disclaimer Privacy Policy Terms of use 18+"
  },
  "date": "2024-07-16T19:45:34.874Z"
}