{
  "name": "cricketx",
  "pages": {
    "terms-conditions": "CricketX - Detailed Terms of Use and User Agreement CricketX Home Features of the game Game modes Our obligations Join Be ready Terms of Use Changes to the Terms of Use CricketX reserves the right to update and change the Terms of Use from time to time without notice. Any new features that augment or enhance the current CricketX application, including the release of new tools and resources, shall be subject to the Terms of Use. Continued use of the CricketX application after any such changes shall constitute your consent to such changes. Account Termination CricketX may terminate your access to all or any part of the CricketX application at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate your account, you may simply discontinue using the CricketX application. All provisions of the Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability. Links to Other Websites The CricketX application may contain links to third-party websites or resources. You acknowledge and agree that CricketX is not responsible or liable for: (i) the availability or accuracy of such websites or resources; or (ii) the content, products, or services on or available from such websites or resources. Links to such websites or resources do not imply any endorsement by CricketX of such websites or resources or the content, products, or services available from such websites or resources. You acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources. User Content Certain features of the CricketX application may allow you to post, upload, or otherwise provide content to the CricketX application (\"User Content\"). You retain all ownership rights in your User Content. However, by providing User Content to CricketX, you grant CricketX a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the User Content in connection with the CricketX application and CricketX's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the CricketX application (and derivative works thereof) in any media formats and through any media channels. You also hereby grant each user of the CricketX application a non-exclusive license to access your User Content through the CricketX application, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the CricketX application and under these Terms of Use. No Professional Advice The information contained in or made available through the CricketX application cannot replace or substitute for the services of trained professionals in any field, including, but not limited to, financial, medical, or legal matters. In particular, you should regularly consult a doctor in all matters relating to physical or mental health, particularly concerning any symptoms that may require diagnosis or medical attention. CricketX and its licensors make no representations or warranties concerning any treatment, action, or application of medication or preparation by any person following the information offered or provided within or through the CricketX application. Neither CricketX nor its partners, or any of their affiliates, will be liable for any direct, indirect, consequential, special, exemplary or other damages that may result, including but not limited to economic loss, injury, illness or death. Contact Information If you have any questions about these Terms of Use or the practices of this site, please contact us at cricketx@gmail.com. CricketX Home Features of the game Game modes Our obligations Join Be ready Disclaimer Privacy Policy Terms of Use 18+ Copyright © 2024 CricketX. All rights reserved.",
    "thanks": "CricketX - Thank You for Joining Our CricketX Community! CricketX Thank you for reaching out to us! We truly appreciate your time and effort in sharing your thoughts or queries with us. Our team is committed to providing you with the best possible assistance. Your feedback is valuable and helps us improve our services. We'll review your message and get back to you as soon as possible. In the meantime, feel free to explore more of our website. Remember, we're here to help, so don't hesitate to reach out again if you have more questions or need further assistance. Thank you once again for connecting with CricketX. We look forward to serving you better! To main",
    "disclaimer": "CricketX - Legal Disclaimer and Important Information CricketX Home Features of the game Game modes Our obligations Join Be ready Disclaimer Welcome to CricketX, the ultimate mobile cricket gaming experience designed to provide users with an engaging and immersive cricket environment. This Disclaimer governs your use of our application and any content, products or services made available from or through this application. By using the CricketX application, you signify your acceptance of this Disclaimer. If you do not agree to be bound by all of these terms, do not access or use the CricketX application. We reserve the right to modify or amend the terms of our Disclaimer from time to time without notice. Your continued use of the CricketX application following the posting of changes will mean you accept those changes. The CricketX application and the content herein are provided \"as is\" and without warranties of any kind, either expressed or implied. We disclaim all warranties, expressed or implied, including but not limited to implied warranties of merchantability and fitness for a particular purpose, title, compatibility, security, accuracy or non-infringement. CricketX is not responsible for any incorrect or inaccurate content posted on the application, whether caused by users or by any of the equipment or programming associated with or utilized in the application. We are not responsible for the conduct, whether online or offline, of any user of the CricketX application. CricketX assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, user communications. We are not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of email or players on account of technical problems or traffic congestion on the Internet or at any website or combination thereof, including injury or damage to users or to any other person's computer related to or resulting from participating or downloading materials in connection with the application. Under no circumstances shall CricketX be responsible for any loss or damage, including personal injury or death, resulting from use of the application, any content posted on or through the application, or conduct of any users of the application, whether online or offline. The CricketX application may contain links to other websites or applications. We are not responsible for the content, accuracy or opinions expressed in such websites or applications, and such websites or applications are not investigated, monitored or checked for accuracy or completeness by us. Inclusion of any linked website or application on our application does not imply approval or endorsement of the linked website or application by us. If you decide to leave our application and access these third-party sites, you do so at your own risk. CricketX does not claim ownership of any content that you post on or through the application. Instead, you hereby grant to us a non-exclusive, fully paid and royalty-free, transferable, sub-licensable, worldwide license to use the content that you post on or through the application. For any questions or concerns regarding this Disclaimer, please contact us at cricketx@gmail.com. We will make every effort to resolve your concerns without delay. CricketX Home Features of the game Game modes Our obligations Join Be ready Disclaimer Privacy Policy Terms of Use 18+ Copyright © 2024 CricketX. All rights reserved.",
    "index": "CricketX - Experience the Ultimate in Mobile Cricket Gaming at Home CricketX Home Features of the game Game modes Our obligations Join Be ready Experience the Thrill of Cricket Anywhere, Anytime Welcome to CricketX, the ultimate mobile cricket game designed to bring the excitement and passion of cricket right to your fingertips. Dive into realistic gameplay, compete with players worldwide, and become the cricket champion you've always dreamed of. Down-load a game Game Features Why CricketX Stands Out CricketX offers a unique and immersive cricket gaming experience with features that set it apart from the rest. Whether you're a casual player or a cricket fanatic, CricketX has something for everyone. Realistic Gameplay Enjoy lifelike graphics and authentic cricket mechanics that make every match feel like a real game. Global Competitions Compete in tournaments against players from around the world and climb the leaderboards to become a global champion. Endless Entertainment Game Modes and More CricketX offers a variety of game modes and features to keep you entertained for hours on end. Explore everything from quick matches to extensive career modes. Quick Matches: Play a quick game on the go. Career Mode: Build your career from rookie to legend. Multiplayer: Challenge friends and foes in real-time. Tournaments: Participate in worldwide tournaments. Customization: Personalize your team and players. Challenges: Complete daily and weekly challenges. Achievements: Unlock achievements and earn rewards. Updates: Regular updates with new features and improvements. Our Commitment Why Choose CricketX Top-Notch Graphics Experience stunning visuals that bring the cricket field to life. Smooth Performance Enjoy seamless gameplay with optimized performance on all devices. Regular Updates Benefit from continuous updates that enhance your gaming experience. User-Friendly Interface Navigate the game easily with an intuitive and user-friendly interface. Community Support Join a thriving community of cricket enthusiasts and share your passion. Secure and Safe Play with peace of mind knowing your data and privacy are protected. Join the CricketX Community Get Involved Today Download Now Get CricketX on your mobile device today and start playing immediately. Connect with Friends Invite friends to play and compete in exciting matches together. Share Your Achievements Show off your victories and milestones on social media. Give Feedback We value your input! Share your suggestions and help us improve CricketX. Get Ready to Play! Download CricketX now and embark on your journey to cricket glory. Whether you're a seasoned player or new to the sport, CricketX offers an unparalleled cricket gaming experience that you won't want to miss. Join the action and become a legend on the cricket field with CricketX! Down-load a game Write to us I accept the Privacy Policy Send Get in Touch with Us We'd love to hear from you! Whether you have questions about CricketX, need support, or just want to share your feedback, our team is here to help. Reach out to us through any of the channels below, and we'll get back to you as soon as possible. Your satisfaction and gaming experience are our top priorities. Survey #104 A, Judges Bunglow Rd, I I M, Vastrapur, Ahmedabad, Gujarat 380015, India +91-796-9664000 cricketx@gmail.com CricketX Home Features of the game Game modes Our obligations Join Be ready Disclaimer Privacy Policy Terms of Use 18+ Copyright © 2024 CricketX. All rights reserved.",
    "privacy-policy": "CricketX - Comprehensive Privacy Policy and Data Protection Information CricketX Home Features of the game Game modes Our obligations Join Be ready Privacy Policy SENSITIVE INFORMATION We do not collect sensitive data such as biometric data, racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, health data, data concerning a person's sex life, or sexual orientation. We ask that you do not send us, and you do not disclose, any sensitive personal data on or through the mobile application or otherwise. YOUR CHOICES AND RIGHTS You have several choices regarding the use and disclosure of your personal data. These include: Marketing Communications: If you decide at any time that you no longer wish to receive marketing communications from us, please follow the unsubscribe instructions provided in any of the communications or update your user preferences information. Cookies and Similar Technologies: You can manage the use of cookies and similar technologies through your browser settings. However, if you opt to disable or delete certain cookies, some features of our mobile application may not function properly. Access, Modify, or Delete Your Data: You can access, modify, or delete your personal data by logging into your account and updating your profile information. You can also contact us at cricketx@gmail.com to request access, modification, or deletion of your personal data. Data Portability: You can request a copy of your personal data in a commonly used electronic format so that you can manage and move it. Object or Restrict Processing: You can object to or restrict the processing of your personal data in certain circumstances, such as when we are using your data for direct marketing purposes. CHANGES TO THIS PRIVACY POLICY We may update this Privacy Policy from time to time in response to changing legal, technical, or business developments. When we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make. We will obtain your consent to any material Privacy Policy changes if and where this is required by applicable data protection laws. You can see when this Privacy Policy was last updated by checking the \"last updated\" date displayed at the top of this Privacy Policy. CONTACT US If you have any questions about this Privacy Policy, please contact us at cricketx@gmail.com. We hope that we can satisfy queries you may have about the way we process your data. However, if you have unresolved concerns, you also have the right to complain to competent data protection authorities. GLOSSARY \"Personal data\" means any information relating to an identified or identifiable natural person. \"Processing\" means any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure, or destruction. \"Controller\" means the natural or legal person, public authority, agency, or other bodies which, alone or jointly with others, determines the purposes and means of the processing of personal data. \"Processor\" means a natural or legal person, public authority, agency, or other bodies which processes personal data on behalf of the controller. \"Third-party\" means a natural or legal person, public authority, agency, or body other than the data subject, controller, processor, and persons who, under the direct authority of the controller or processor, are authorized to process personal data. CricketX Home Features of the game Game modes Our obligations Join Be ready Disclaimer Privacy Policy Terms of Use 18+ Copyright © 2024 CricketX. All rights reserved."
  },
  "date": "2024-07-05T10:47:43.102Z"
}