{
  "name": "CricketFrenzy",
  "pages": {
    "disclaimers": "CricketFrenzy - Disclaimers CricketFrenzy Disclaimer Welcome to CricketFrenzy. Please read this disclaimer carefully before using our website. The information provided on this site is for general purposes only and is not guaranteed to be accurate or complete. CricketFrenzy is not responsible for any errors or omissions in the information provided. We also do not take responsibility for any decisions made based on the content of our site. Your use of the site is at your own risk. For more details, please review our Terms and Conditions and Privacy Policy. The CricketFrenzy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CricketFrenzy cricketfrenzy@gmail.com +91-9213706210 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "index": "CricketFrenzy - Your Ultimate Fantasy Cricket Destination CricketFrenzy CricketFrenzy - India’s Premier Fantasy Cricket Platform I agree to the Privacy Policy Get Access How to Play on CricketFrenzy? CricketFrenzy brings an exhilarating fantasy cricket experience where you can immerse yourself in the game like never before! &#9737; Sharpen your skills and demonstrate your cricket expertise. &#9737; Take control and transform your cricket experience! &#9737; Follow these simple steps to start your CricketFrenzy journey: &#9737; It’s easy: Build your dream team, score points, and aim for victory. Remember: Play smart, excel, and become the CricketFrenzy Champion! Join CricketFrenzy Today! Dive into the ultimate fantasy cricket experience with CricketFrenzy. Download our app now to create your dream team and compete in thrilling matches! Download Now CricketFrenzy Fantasy Application Experience CricketFrenzy: Build Your Dream Team and Achieve Glory Dive into CricketFrenzy: Assemble Your Team and Celebrate Your Wins Immerse Yourself in CricketFrenzy: Create Your Team and Claim Victory User Ratings and Reviews John Doe &#11088;&#11088;&#11088;&#11088;&#11088; CricketFrenzy is fantastic! The interface is intuitive, and the competitions are thrilling. I enjoy assembling my dream team and competing against others. Highly recommended! Jane Smith &#11088;&#11088;&#11088;&#11088; I love using CricketFrenzy for my fantasy cricket needs. The app is user-friendly and offers a wide range of contests. The customer support is also excellent and very helpful. Mike Johnson &#11088;&#11088;&#11088;&#11088;&#11088; CricketFrenzy provides an exciting and competitive fantasy cricket experience. The live updates and scoring are top-notch. It's a great platform for cricket enthusiasts! Emily Davis &#11088;&#11088;&#11088;&#11088;&#11088; I'm thoroughly impressed with CricketFrenzy. The app is seamless and engaging, making it fun to follow cricket matches and compete. Five stars for an excellent platform! Frequently Asked Questions How do I deposit funds into my account? Depositing funds is easy with CricketFrenzy. You can use options like UPI, credit/debit cards, or net banking. Your funds will be instantly available in your CricketFrenzy account. How can I withdraw my winnings? Withdrawing your winnings is straightforward. You can transfer funds to your PayTm wallet or bank account. Instant withdrawals to PayTm are available if your registered number matches your PayTm number. For bank withdrawals, complete KYC is required, with options for instant or standard processing (24 to 48 hours). How can I use my rewards? Your rewards on CricketFrenzy never expire and can be used to enter different leagues. The amount of rewards utilized in each league is specified during the league entry process. What happens if a match is canceled? If a match is canceled, refunds are processed immediately. The amount will be credited back to your CricketFrenzy account without delay. The CricketFrenzy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CricketFrenzy cricketfrenzy@gmail.com +91-9213706210 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "privacy-policy": "CricketFrenzy - Privacy Policy CricketFrenzy CricketFrenzy Privacy Policy CricketFrenzy respects your privacy and is committed to protecting your personal information. This Privacy Policy outlines how we collect, use, disclose, and protect your information when you use our website and services. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, date of birth, etc. Usage Information: Information about your interaction with our website, such as pages visited, clicks, and time spent. Device Information: Information about your device, such as IP address, device type, and operating system. How We Use Your Information We may use your information for the following purposes: Providing and improving our services Processing transactions and payments Communicating with you Marketing and promotions Protecting against fraud and abuse Information Sharing We may share your information with: Third-party service providers Business partners Law enforcement or other legal authorities The CricketFrenzy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CricketFrenzy cricketfrenzy@gmail.com +91-9213706210 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "terms-conditions": "CricketFrenzy - Terms and Conditions CricketFrenzy Terms and Conditions Welcome to our website! By using our site, you agree to these terms. We can change these terms at any time. It's your job to check them often. We try to keep our site up and running, but sometimes things happen. We're not responsible if the site is down. You can't copy our stuff without our permission. If you have a problem, please contact us. User acceptance of these Terms of Service constitutes a binding agreement. The Company reserves the right to unilaterally modify these Terms of Service. The Company shall not be liable for any interruptions or errors in service. Intellectual property rights in all website content are exclusively owned by the Company. Dispute resolution shall be governed by the laws of India. The CricketFrenzy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CricketFrenzy cricketfrenzy@gmail.com +91-9213706210 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work.",
    "thanks": "CricketFrenzy - Thank You! CricketFrenzy Thank You for Your Engagement! We appreciate you taking the time to interact with CricketFrenzy. Whether you’ve signed up, made a purchase, or participated in an event, your involvement is important to us. We’re excited to have you as part of our fantasy cricket community. Stay tuned for updates and enjoy your fantasy cricket experience! The CricketFrenzy website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CricketFrenzy cricketfrenzy@gmail.com +91-9213706210 Important Links Privacy & Policy Terms & Conditions Disclaimers This game involves an element of financial risk and may be addictive. Please game responsibly at your own work."
  },
  "date": "2024-07-25T05:52:12.431Z"
}