{
  "name": "cricketChamps",
  "pages": {
    "disclaimer": "Disclaimer of Cricket Champs: Important Legal Information Main About Us How to Start Download Disclaimer 1. General Information The information provided by Cricket Champs on our app is for general informational purposes only. All information on the app is provided in good faith; however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the app. 2. Professional Advice Cricket Champs is not a professional sports advisor or gambling expert. The content provided on our app is for entertainment purposes only and should not be considered as professional advice. Users should conduct their own research and consult with a qualified professional before making any financial decisions related to sports betting or fantasy sports. 3. User Responsibility Users are responsible for their own actions and decisions when using our app. Cricket Champs will not be liable for any losses or damages incurred as a result of using the information provided on our app. 4. No Guarantees Cricket Champs does not guarantee any specific results from the use of our app. The outcomes of sports events and fantasy sports contests are inherently uncertain and involve significant risk. Users should be aware of the risks involved and use our app at their own discretion. 5. External Links Our app may contain links to third-party websites or services that are not owned or controlled by Cricket Champs. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We do not warrant the offerings of any of these entities or individuals or their websites. 6. Gambling Risks Gambling and betting involve substantial risk and are not suitable for everyone. Users should gamble responsibly and be aware of their own limits. If you believe you have a gambling problem, we recommend seeking help from a professional organization or support group. 7. Age Restrictions Our app is intended for use by individuals who are 18 years of age or older. By using our app, you represent and warrant that you are at least 18 years old. We do not knowingly collect personal information from individuals under the age of 18. 8. Limitation of Liability In no event shall Cricket Champs, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your use of or inability to use our app; (ii) any unauthorized access to or use of our servers and/or any personal information stored therein; (iii) any interruption or cessation of transmission to or from our app; and (iv) any bugs, viruses, trojan horses, or the like that may be transmitted to or through our app by any third party. 9. Changes to the Disclaimer We may update this disclaimer from time to time in order to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this disclaimer periodically for any updates or changes. 10. Contact Information If you have any questions about this disclaimer, please contact us at cricketchamps@gmail.com. Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketchamps@gmail.com +91 (12) 423 31184 Plot No 264, Chakkarpur, Gurugram Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. We use cookies to ensure you get the best experience on our website. By using our site, you agree to our Privacy Policy. Accept",
    "index": "Cricket Champs: Your Ultimate Fantasy Cricket Experience Main About Us How to Start Download Cricket Champs: Where Legends Are Made Join the ultimate fantasy cricket league and create your dream team today. &#9733; Extensive Player Selection &#9733; Real-time Scoring &#9733; Secure Transactions &#9733; Exciting Rewards &#9733; User-friendly Interface About Us Cricket Champs was founded with the passion for cricket and a vision to bring fantasy sports to every cricket fan in India. Our team comprises dedicated professionals who are committed to delivering the best fantasy cricket experience. We believe in fair play and transparency. Our platform is designed to be user-friendly, providing seamless interaction for our users. Security is our top priority. We ensure all transactions are safe and secure, protecting our users' data at all times. Customer satisfaction is our motto. Our support team is always ready to assist you with any queries or issues you might face. Join us and be part of an exciting community where you can showcase your cricket knowledge and win amazing rewards. Download Now Why Choose Our App? Best Player Analysis Tools Fast and Responsive App Comprehensive Match Coverage High Security Standards Regular Updates and Improvements How to Start Playing Download the Cricket Champs app from our website. Create your account and verify your email. Select a match or tournament you want to participate in. Create your fantasy team by selecting players within the given budget. Join the contest and start scoring points based on the real-time performance of your selected players. Track your performance and win exciting rewards! Download Now App Screenshots Installation Guide Download the app from our official website. Go to your phone's settings and enable installation from unknown sources. Open the downloaded file and follow the installation instructions. Launch the app and log in to your account. Start creating your fantasy team and join contests. Frequently Asked Questions How do I create an account? You can create an account by downloading the app and following the registration process. Is Cricket Champs free to play? Yes, Cricket Champs offers both free and paid contests for users. How do I select players for my team? You can select players from the available list within the given budget for each match or tournament. Can I change my team after joining a contest? No, once the contest starts, you cannot make changes to your team. How do I withdraw my winnings? You can withdraw your winnings through the withdrawal section in the app, following the instructions provided. Is my personal information safe? Yes, we use advanced security measures to ensure your personal information is protected. What Our Users Say \"Cricket Champs has completely changed the way I enjoy cricket. The app is easy to use and the rewards are amazing!\" - Ravi Sharma \"This app brings out the best in fantasy cricket. The real-time scoring and extensive player options are fantastic!\" - Priya Singh \"As a cricket enthusiast, Cricket Champs has been a game-changer. The seamless interface and secure transactions give me peace of mind.\" - Ajay Verma Download Cricket Champs I agree to the Privacy Policy Get Download Link Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketchamps@gmail.com +91 (12) 423 31184 Plot No 264, Chakkarpur, Gurugram Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. We use cookies to ensure you get the best experience on our website. By using our site, you agree to our Privacy Policy. Accept",
    "privacy-policy": "Privacy Policy of Cricket Champs: Your Data Protection Guide Main About Us How to Start Download Privacy Policy 1. Introduction Welcome to Cricket Champs. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data when you use our app and services. 2. Information We Collect We collect information that you provide directly to us, such as when you create an account, participate in contests, or contact us for support. This information may include your name, email address, phone number, and payment details. 3. How We Use Your Information Your information is used to provide and improve our services, personalize your experience, process transactions, and communicate with you about updates and promotions. We may also use your data for analytics and research to enhance our app's performance and features. 4. Data Security We implement robust security measures to protect your information from unauthorized access, disclosure, alteration, and destruction. Our security practices include encryption, secure servers, and regular security audits. 5. Sharing Your Information We do not sell or rent your personal information to third parties. We may share your data with trusted partners who assist us in operating our app, conducting our business, or serving you, provided they agree to keep your information confidential. 6. Cookies and Tracking Technologies We use cookies and similar tracking technologies to enhance your experience, analyze app usage, and deliver personalized content and advertisements. You can manage your cookie preferences through your browser settings. 7. Your Rights You have the right to access, update, or delete your personal information. You can also object to or restrict certain processing of your data. To exercise these rights, please contact us at cricketchamps@gmail.com. 8. Data Retention We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, comply with legal obligations, resolve disputes, and enforce our agreements. 9. Third-Party Links Our app may contain links to third-party websites or services that are not operated by us. We are not responsible for the privacy practices of these third parties. We encourage you to review their privacy policies before providing any personal information. 10. Children's Privacy Our app is not intended for children under the age of 18. We do not knowingly collect personal information from children under 18. If we become aware that we have inadvertently received personal data from a child under 18, we will delete such information from our records. 11. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the new policy on our app and updating the effective date. 12. International Data Transfers Your personal information may be transferred to, and processed in, countries other than the country in which you are resident. These countries may have data protection laws that are different from those of your country. We ensure that appropriate safeguards are in place to protect your data during such transfers. 13. Consent By using our app, you consent to the collection, use, and sharing of your personal information as described in this Privacy Policy. If you do not agree with this policy, please do not use our app. 14. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at cricketchamps@gmail.com. 15. Governing Law This Privacy Policy is governed by and construed in accordance with the laws of India, without regard to its conflict of law principles. Any disputes arising under or in connection with this policy shall be subject to the exclusive jurisdiction of the courts of India. 16. Effective Date This Privacy Policy is effective as of 06/27/2024. Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketchamps@gmail.com +91 (12) 423 31184 Plot No 264, Chakkarpur, Gurugram Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. We use cookies to ensure you get the best experience on our website. By using our site, you agree to our Privacy Policy. Accept",
    "terms-conditions": "Terms and Conditions of Cricket Champs: Your Agreement Guide Main About Us How to Start Download Terms and Conditions 1. Introduction Welcome to Cricket Champs. These Terms and Conditions govern your use of our app and services. By accessing or using our app, you agree to comply with and be bound by these terms. 2. Eligibility You must be at least 18 years old to use our app. By using our app, you represent and warrant that you meet this age requirement. 3. Account Registration To access certain features of our app, you may need to create an account. You agree to provide accurate, current, and complete information during the registration process and to update such information as necessary to keep it accurate, current, and complete. 4. User Responsibilities You are responsible for maintaining the confidentiality of your account login information and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account. 5. Prohibited Conduct You agree not to engage in any of the following prohibited activities: (a) copying, distributing, or disclosing any part of our app in any medium; (b) using any automated system, including robots, to access our app; (c) interfering with the proper functioning of our app; (d) engaging in any illegal activities through our app. 6. Intellectual Property All content and materials on our app, including but not limited to text, graphics, logos, and software, are the property of Cricket Champs or its licensors and are protected by copyright, trademark, and other intellectual property laws. 7. User Content By posting or submitting content to our app, you grant us a non-exclusive, royalty-free, worldwide, and transferable license to use, reproduce, distribute, and display such content in connection with our app. 8. Termination We may terminate or suspend your access to our app without prior notice or liability for any reason, including if you breach these Terms and Conditions. 9. Disclaimers Our app is provided on an \"as is\" and \"as available\" basis. We make no warranties, express or implied, regarding the app, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. 10. Limitation of Liability In no event shall Cricket Champs, its directors, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages, including loss of profits, data, use, goodwill, or other intangible losses, arising out of or in connection with your use of our app. 11. Indemnification You agree to indemnify and hold Cricket Champs, its affiliates, officers, agents, and employees harmless from any claims, damages, liabilities, costs, and expenses arising out of or in connection with your use of our app or your violation of these Terms and Conditions. 12. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India, without regard to its conflict of law principles. Any disputes arising under or in connection with these terms shall be subject to the exclusive jurisdiction of the courts of India. 13. Changes to Terms We reserve the right to modify these Terms and Conditions at any time. We will notify you of any changes by posting the new terms on our app. Your continued use of our app following the posting of changes constitutes your acceptance of such changes. 14. Contact Us If you have any questions about these Terms and Conditions, please contact us at cricketchamps@gmail.com. 15. Entire Agreement These Terms and Conditions constitute the entire agreement between you and Cricket Champs regarding your use of our app and supersede any prior agreements or understandings, whether written or oral, relating to such subject matter. Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketchamps@gmail.com +91 (12) 423 31184 Plot No 264, Chakkarpur, Gurugram Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. We use cookies to ensure you get the best experience on our website. By using our site, you agree to our Privacy Policy. Accept",
    "thank_page": "Thank You from Cricket Champs: We'll Be in Touch Soon Thank you! Your submission has been received. We’ll be in touch shortly. Return to Home Page"
  },
  "date": "2024-06-27T09:44:02.969Z"
}