{
  "name": "crickace",
  "pages": {
    "disclaimer": "CrickAce - Disclaimer and Legal Information 18+ CrickAce Home Why are we Functions Join Be aware of Start now Disclaimer User Responsibility As a user of the CrickAce mobile game application, you are responsible for maintaining the confidentiality of your account and password, and for restricting access to your computer or mobile device. You agree to accept responsibility for all activities that occur under your account or password. CrickAce Private Limited is not responsible for any loss or damage arising from your failure to maintain the confidentiality of your account and password. In-App Purchases The CrickAce mobile game application may offer in-app purchases, such as virtual currency or other virtual goods. You acknowledge and agree that you are fully responsible for managing your in-app purchases and the amount you spend on in-app purchases within the application. CrickAce Private Limited is not responsible for any unauthorized or accidental in-app purchases made by you or any other user of your account. User-Generated Content The CrickAce mobile game application may allow users to create and share user-generated content, such as custom teams, player profiles, and gameplay videos. By submitting user-generated content to the application, you grant CrickAce Private Limited a non-exclusive, worldwide, royalty-free, perpetual, and irrevocable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology now known or later developed. You also represent and warrant that you own or have obtained all necessary rights, licenses, consents, and permissions to use and authorize CrickAce Private Limited to use any user-generated content in accordance with this Disclaimer. Termination CrickAce Private Limited reserves the right to terminate your access to the CrickAce mobile game application at any time, without notice, for any reason, including but not limited to, your breach of this Disclaimer or any applicable law or regulation. Upon termination, you will no longer be able to access your account or any content or data associated with your account. Entire Agreement This Disclaimer constitutes the entire agreement between you and CrickAce Private Limited regarding the use of the CrickAce mobile game application. Any prior agreements, representations, or statements made by CrickAce Private Limited are superseded by this Disclaimer. If any provision of this Disclaimer is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Waiver The failure of CrickAce Private Limited to enforce any provision of this Disclaimer shall not be deemed a waiver of such provision or the right to enforce such provision. Assignment CrickAce Private Limited may assign its rights and obligations under this Disclaimer to any party at any time without notice to you. You may not assign your rights or obligations under this Disclaimer without the prior written consent of CrickAce Private Limited. Contact Information If you have any questions or concerns regarding this Disclaimer, please contact us at crickace@gmail.com. CrickAce © 2024 CrickAce. All Rights Reserved. Links Home Why are we Functions Join Be aware of Start now Disclaimer Privacy Policy Terms of Use Contacts +91-957-3401750 crickace@gmail.com A-72, Road No. 12, Giani Zail Singh Nagar, Film Nagar, Hyderabad, Telangana 500096, India 18+",
    "index": "Welcome to CrickAce - Your Ultimate Cricket Gaming Experience 18+ CrickAce Home Why are we Functions Join Be aware of Start now Experience Cricket Like Never Before with CrickAce Welcome to CrickAce, the ultimate mobile cricket gaming experience! Whether you're a seasoned player or new to the game, CrickAce offers thrilling gameplay, realistic graphics, and the chance to become a cricket legend. Download now and step onto the pitch with confidence! Get the game Why Choose CrickAce? Realistic Gameplay Immerse yourself in lifelike cricket matches with precise controls and stunning graphics. CrickAce brings the excitement of cricket right to your fingertips. Multiple Game Modes From quick matches to full tournaments, CrickAce offers a variety of game modes to keep you entertained. Play solo or challenge your friends in multiplayer mode. Customizable Teams Build and customize your dream cricket team. Choose your players, design your uniforms, and lead your team to victory! Features What CrickAce Offers Career Mode Embark on a cricketing journey from rookie to superstar. Rise through the ranks, improve your skills, and achieve greatness. Real-Time Multiplayer Compete against players from around the world in real-time matches. Show off your skills and climb the global leaderboard. Daily Challenges Take on new challenges every day to earn rewards and keep your gameplay fresh and exciting. In-Depth Statistics Track your performance with detailed statistics. Analyze your strengths and work on your weaknesses to become the best. Live Events Participate in live events and tournaments to win exclusive prizes. Stay engaged with new events happening regularly. Player Customization Personalize your players with unique gear and accessories. Stand out on the pitch with your custom Join the Community Connect and Compete Social Integration Connect with friends and other players. Share your achievements and invite others to join the CrickAce community. User Forums Join our forums to discuss strategies, share tips, and get the latest news about CrickAce. Be part of the conversation. Support and Feedback We value your input! Reach out to our support team for help or provide feedback to help us improve CrickAce. Stay Updated Latest News Keep up with all the latest updates and announcements from CrickAce. From new features to special events, stay informed and never miss out on the action. Subscribe to our newsletter and follow us on social media to stay connected with the CrickAce community. Get Started Download CrickAce Now Ready to dive into the world of cricket? Download CrickAce today from the App Store or Google Play. Join millions of players and start your cricket adventure now. CrickAce offers a free-to-play experience with optional in-app purchases. Enjoy endless hours of cricket fun, challenge your friends, and become the ultimate cricket champion. Contact Us I accept the Privacy Policy Request the game Our Contacts crickace@gmail.com A-72, Road No. 12, Giani Zail Singh Nagar, Film Nagar, Hyderabad, Telangana 500096, India +91-957-3401750 CrickAce © 2024 CrickAce. All Rights Reserved. Links Home Why are we Functions Join Be aware of Start now Disclaimer Privacy Policy Terms of Use Contacts +91-957-3401750 crickace@gmail.com A-72, Road No. 12, Giani Zail Singh Nagar, Film Nagar, Hyderabad, Telangana 500096, India 18+ We use cookies to ensure you get the best experience on our website. By continuing to use this site, you consent to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookieConsent\"); const acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (cookieConsent && !localStorage.getItem(\"cookiesAccepted\")) { cookieConsent.style.display = \"flex\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieConsent.style.display = \"none\"; }); } });",
    "privacy-policy": "CrickAce - Privacy Policy for User Data Protection 18+ CrickAce Home Why are we Functions Join Be aware of Start now Privacy Policy Changes to this Privacy Policy CrickAce may modify or update this Privacy Policy from time to time. If we make any changes, we will notify you by revising the \"Last Updated\" date at the top of this Privacy Policy and, in some cases, we may provide additional notice (such as adding a statement to our homepage or sending you an email notification). We encourage you to review the Privacy Policy whenever you access the Services to stay informed about our information practices and the ways you can help protect your privacy. Third-Party Links and Services The Services may contain links to third-party websites, apps, services, and features, such as social media platforms. These third-party services are not owned or controlled by CrickAce, and we are not responsible for the content or privacy practices of these third-party services. We encourage you to review the privacy policies and terms of use of these third-party services before providing them with your information. Governing Law This Privacy Policy and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of India. Dispute Resolution Any controversy, claim, or dispute arising out of or relating to this Privacy Policy or the breach, termination, enforcement, interpretation, or validity thereof, including the determination of the scope or applicability of this agreement to arbitrate, shall be determined by binding arbitration in India in accordance with the Indian Arbitration and Conciliation Act, 1996. The arbitration shall be conducted before a single arbitrator mutually agreed upon by the parties. The language of the arbitration shall be English. Cookies Most web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove or reject browser cookies. Please note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services. Contact Information If you have any questions or concerns about this Privacy Policy or our practices, please contact us at crickace@gmail.com or write to us at. CrickAce © 2024 CrickAce. All Rights Reserved. Links Home Why are we Functions Join Be aware of Start now Disclaimer Privacy Policy Terms of Use Contacts +91-957-3401750 crickace@gmail.com A-72, Road No. 12, Giani Zail Singh Nagar, Film Nagar, Hyderabad, Telangana 500096, India 18+",
    "terms-conditions": "CrickAce - Terms of Use and Conditions 18+ CrickAce Home Why are we Functions Join Be aware of Start now Terms of Use User Accounts To access certain features of CrickAce, you may need to create a user account. You are responsible for maintaining the confidentiality of your account and password, and for restricting access to your computer or mobile device. You agree to accept responsibility for all activities that occur under your account or password. In-App Purchases CrickAce may offer in-app purchases. You acknowledge that you are fully responsible for managing your in-app purchases and the amount you spend on in-app purchases within the game. Third-Party Services CrickAce may contain links to third-party websites or resources. We do not endorse and are not responsible or liable for their availability, accuracy, or the related content, products, or services. Updates to the Application CrickAce reserves the right to update the application at any time and without notice. You agree to download and install updates to the application when prompted. Failure to do so may result in the application no longer functioning properly. Indemnity You agree to indemnify and hold harmless CrickAce, its officers, directors, employees, and agents, from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with your access to or use of the application. Entire Agreement These Terms of Use constitute the entire agreement between you and CrickAce regarding the use of the application, superseding any prior agreements. Severability If any provision of these Terms of Use is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced. Waiver CrickAce's failure to enforce any right or provision of these Terms of Use will not be considered a waiver of such right or provision. Feedback We welcome and encourage you to provide feedback, comments, and suggestions for improvements to the application. You may submit feedback by emailing us at crickace@gmail.com. Thank you for taking the time to read our Terms of Use. We hope you enjoy using CrickAce and the thrilling cricket experience it provides. Remember, your satisfaction is our top priority. CrickAce © 2024 CrickAce. All Rights Reserved. Links Home Why are we Functions Join Be aware of Start now Disclaimer Privacy Policy Terms of Use Contacts +91-957-3401750 crickace@gmail.com A-72, Road No. 12, Giani Zail Singh Nagar, Film Nagar, Hyderabad, Telangana 500096, India 18+",
    "thanks": "CrickAce - Thank You for Your Support and Feedback CrickAce Thank you for reaching out to us! We truly appreciate that you took the time to connect with us. Your feedback and thoughts are invaluable as they help us improve our services and create a better experience for you and our community. Our team will carefully review your message and get back to you as soon as possible. We value your patience and understanding. Once again, thank you for your contribution. Together, we can make CrickAce a more engaging and enjoyable platform for all cricket enthusiasts. To main"
  },
  "date": "2024-07-16T19:33:34.608Z"
}