{
  "name": "CrownJewelIndia",
  "pages": {
    "about-us": "About CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact Elevate Your Experience at CrownJewel Hotel Resort Immerse yourself in the world of luxury and comfort with CrownJewel's exclusive offerings. Exceptional Hospitality Experience personalized service and unmatched hospitality that sets CrownJewel apart. Explore Our Featured Amenities Discover our top-rated amenities that elevate your stay with unmatched comfort and luxury. Exclusive Spa Services Spa & Wellness Discover More Gourmet Dining Experiences Culinary Delights Discover More Adventure & Excursions Outdoor Activities Discover More Stay Updated with the Latest Resort Insights and News Enhancing Your Resort Experience: The Ultimate Guide Exploring Local Cuisine: A Culinary Journey at CrownJewel The Art of Relaxation: Unwinding at CrownJewel Resort CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com",
    "contacts": "Contact Us - CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact CONTACT US Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com Have a question? I accept Privacy Policy SUBMIT CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com",
    "disclaimers": "Disclaimer - CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact Disclaimer for CrownJewel If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at crownjewel@gmail.com. Disclaimers for CrownJewel All the information on this website - crownjewel - is published in good faith and for general information purpose only. CrownJewel does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (CrownJewel), is strictly at your own risk. CrownJewel will not be liable for any losses and/or damages in connection with the use of our website. From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com",
    "index": "CrownJewel Hotel Resort - Luxury Redefined CrownJewel HOME ABOUT US Casino Contact Luxurious Escapes Discover the epitome of luxury and relaxation at CrownJewel Hotel Resort. Let us guide you through a journey of unparalleled comfort and hospitality. Discover Our Luxurious Hotel Rooms Experience unparalleled comfort and elegance with our selection of luxurious hotel rooms. Each room is designed to provide a sanctuary of relaxation and sophistication. Deluxe King Suite King Bed | Ocean View Oceanfront Wing From $399.99 per night Luxury Villa Private Pool | Garden View Garden Wing From $599.99 per night Executive Suite City View | Business Amenities Downtown Wing From $299.99 per night Family Suite Multiple Beds | Mountain View Mountain Wing From $499.99 per night Elevate Your Experience at CrownJewel Hotel Resort Immerse yourself in the world of luxury and comfort with CrownJewel's exclusive offerings. Exceptional Hospitality Experience personalized service and unmatched hospitality that sets CrownJewel apart. Explore Career Opportunities with Leading Hospitality Brands Unlock career opportunities to immerse yourself in the world of luxury hospitality and guest services. CrownJewel Hotel Resort Join a dynamic team at CrownJewel Hotel Resort and contribute to creating unforgettable guest experiences. Hospitality Group International Be part of Hospitality Group International, a leading brand in luxury hospitality. Drive excellence in guest services and hospitality management. Luxury Resorts Ltd. Join Luxury Resorts Ltd. and play a pivotal role in curating luxurious experiences for our discerning guests. Explore Our Featured Amenities Discover our top-rated amenities that elevate your stay with unmatched comfort and luxury. Exclusive Spa Services Spa & Wellness Discover More Gourmet Dining Experiences Culinary Delights Discover More Adventure & Excursions Outdoor Activities Discover More Stay Updated with the Latest Resort Insights and News Enhancing Your Resort Experience: The Ultimate Guide Exploring Local Cuisine: A Culinary Journey at CrownJewel The Art of Relaxation: Unwinding at CrownJewel Resort CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com",
    "privacy-policy": "Privacy Policy - CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact Privacy Policy At CrownJewel Hotel Resort one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by CrownJewel Hotel Resort and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us through email at crownjewel@gmail.com. Log Files CrownJewel Hotel Resort follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information. Cookies and Web Beacons Like any other website, CrownJewel Hotel Resort uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information. Privacy Policies You may consult this list to find the Privacy Policy for each of the advertising partners of CrownJewel Hotel Resort. Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on CrownJewel Hotel Resort, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit. Note that CrownJewel Hotel Resort has no access to or control over these cookies that are used by third-party advertisers. Third Party Privacy Policies CrownJewel Hotel Resort's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. Children's Information Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity. CrownJewel Hotel Resort does not knowingly collect any Personal Identifiable Information from children under the age of 18. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records. Online Privacy Policy Only This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in CrownJewel Hotel Resort. This policy is not applicable to any information collected offline or via channels other than this website. Consent By using our website, you hereby consent to our Privacy Policy and agree to its terms. CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com",
    "products": "Casino at CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact Explore Our Exciting Casino Games Immerse yourself in the thrill of our diverse selection of casino games. Experience entertainment and excitement like never before. Slot Machines Classic and Video Slots Roulette European and American Roulette Blackjack Classic and Variants Poker Texas Hold'em and Omaha Explore Thrilling Casino Games at CrownJewel Dive into the excitement and sophistication of our exclusive casino offerings. Wide Variety of Games Enjoy a diverse selection of casino games designed to thrill and entertain. Stay Updated with the Latest Casino Insights and News The Evolution of Casino Games: A Comprehensive Guide Mastering the Art of Poker: Strategies for Success Inside Look: Behind the Scenes of Slot Machine Development Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact Terms and Conditions Welcome to CrownJewel Hotel Resort. By accessing this website, we assume you accept these terms and conditions. Do not continue to use CrownJewel Hotel Resort if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company's terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services, in accordance with and subject to, prevailing law of India. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. Cookies We employ the use of cookies. By accessing CrownJewel Hotel Resort, you agreed to use cookies in agreement with the CrownJewel Hotel Resort's Privacy Policy. Most interactive websites use cookies to let us retrieve the user's details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies. License Unless otherwise stated, CrownJewel Hotel Resort and/or its licensors own the intellectual property rights for all material on CrownJewel Hotel Resort. All intellectual property rights are reserved. You may access this from CrownJewel Hotel Resort for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from CrownJewel Hotel Resort Sell, rent or sub-license material from CrownJewel Hotel Resort Reproduce, duplicate or copy material from CrownJewel Hotel Resort Redistribute content from CrownJewel Hotel Resort Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site. Iframes Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it's linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com",
    "thanks": "Thank You - CrownJewel Hotel Resort CrownJewel HOME ABOUT US Casino Contact Thank You for Contacting CrownJewel Hotel Resort! We appreciate your inquiry and will respond to you shortly. In the meantime, feel free to explore more about CrownJewel Hotel Resort. Back to Home CrownJewel website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline CrownJewel Important Links Disclaimer Privacy & Policy Terms & Conditions Contact Us Hasmukh Nagar, Santacruz West, Mumbai, Maharashtra 400054, India +91-755-502-4422 crownjewel@gmail.com"
  },
  "date": "2024-07-08T12:18:13.882Z"
}