{
  "name": "deckduel",
  "pages": {
    "terms-conditions": "Terms of Use - Rules and Regulations for Participating in Deck Duel Tournaments 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 deckduel@gmail.com Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Help Terms of Use Use of the Service Account Registration To participate in the Deck Duel tournaments, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information, including your password, and for all activities that occur under your account. You agree to notify Deck Duel immediately of any unauthorized use of your account or any other breach of security. Tournament Participation Deck Duel organizes offline blackjack tournaments. By participating in these tournaments, you agree to abide by the rules and regulations set forth by Deck Duel. You understand that participation in the tournaments may be subject to additional terms and conditions, which will be provided to you prior to the tournament. Prohibited Activities You agree not to engage in any of the following activities while using the Service: Violating any laws, regulations, or third-party rights. Using the Service for any illegal or unauthorized purpose. Interfering with or disrupting the Service or servers or networks connected to the Service. Attempting to gain unauthorized access to the Service or any related systems or networks. Collecting or harvesting any personally identifiable information from the Service. Uploading or transmitting any viruses, worms, or other harmful code. Engaging in any form of cheating, collusion, or fraudulent activity. Intellectual Property Ownership The Service and its original content, features, and functionality are owned by Deck Duel and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. License Subject to your compliance with these Terms, Deck Duel grants you a limited, non-exclusive, non-transferable, non-sublicensable license to access and use the Service for your personal, non-commercial use. This license does not include any right to modify, distribute, or create derivative works based on the Service. Contact Us If you have any questions about these Terms, please contact us at deckduel@gmail.com. Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Disclaimer Privacy Policy Terms of use deckduel@gmail.com 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888",
    "thanks": "Thank You - Your Registration for Deck Duel is Confirmed Thank You! We appreciate your feedback and for taking the time to reach out to us at Deck Duel. Your input is invaluable as we strive to improve and enhance your experience with our platform. We look forward to seeing you again soon! Back to Home",
    "about": "About Deck Duel - Meet the Team Behind the Ultimate Blackjack Tournament 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 deckduel@gmail.com Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Help About Deck Duel Welcome to Deck Duel, your premier destination for offline blackjack tournaments. We are dedicated to providing an exceptional gaming experience for every player. Our mission is to create a community of passionate blackjack enthusiasts and offer a variety of tournaments that cater to different skill levels and preferences. Whether you're a seasoned player or just starting out, Deck Duel is here to make your gaming experience unforgettable. Our Mission Our mission is to provide a thrilling and fair gaming experience for all blackjack enthusiasts. We strive to create a community where players can come together, compete, and enjoy the excitement of the game. Our Values At Deck Duel, we value integrity, fairness, and community. We are committed to ensuring that every tournament is conducted with the highest standards of honesty and transparency. Our Team Our team consists of passionate blackjack players and experienced event organizers. We are dedicated to making every tournament a memorable experience for our participants. 500+ Satisfied Customers 1000+ Tournaments Available 10+ Years of Experience 95%+ Satisfaction Rate Why Choose Deck Duel? Professional Organization Our tournaments are professionally organized to ensure a smooth and enjoyable experience for all participants. From registration to prize distribution, every aspect is handled with care and precision. Exciting Prizes We offer a range of exciting prizes to make your gaming experience even more rewarding. From cash prizes to exclusive merchandise, there's something for everyone to win. Community Engagement Deck Duel is more than just tournaments; it's a community of passionate blackjack enthusiasts. Join us to connect with like-minded players, share strategies, and build lasting friendships. Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Disclaimer Privacy Policy Terms of use deckduel@gmail.com 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 This website uses cookies to ensure you get the best experience on our website. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookieBanner\"); const acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); 18+ You must be 18 years or older to enter this site. By clicking \"Confirm\", you verify that you are at least 18 years old. Confirm document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"agePopup\"); const confirmAgeButton = document.getElementById(\"confirmAge\"); if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.style.display = \"flex\"; } confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "disclaimer": "Disclaimer - Important Information About Deck Duel and Your Participation 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 deckduel@gmail.com Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Help Disclaimer General Disclaimer Deck Duel is an independent entity and is not affiliated with any casino or gambling institution. The information provided on this website is for entertainment and informational purposes only. We do not endorse or promote gambling, and we strongly advise all users to gamble responsibly. Legal Compliance Deck Duel operates in accordance with the laws and regulations of Australia. We reserve the right to modify or discontinue any aspect of our services at any time without prior notice. By using our website, you agree to comply with all applicable laws and regulations. Age Restrictions Deck Duel is intended for adults only. You must be at least 18 years of age to participate in our tournaments. We reserve the right to request proof of age and identity at any time. If you are under the age of 18, please do not attempt to access or use our services. Responsible Gaming Deck Duel is committed to promoting responsible gaming. We encourage all participants to set limits on their gambling activities and to seek help if they believe they have a gambling problem. If you or someone you know has a gambling problem, please contact a professional organization for assistance. Liability Deck Duel is not responsible for any losses, damages, or injuries that may occur as a result of using our services. We do not guarantee the accuracy, completeness, or reliability of any information provided on this website. You use our services at your own risk. Tournament Rules Deck Duel reserves the right to establish and modify the rules and regulations governing our tournaments at any time. All participants must comply with these rules and regulations. Failure to do so may result in disqualification from the tournament and forfeiture of any prizes. Prizes and Payments Deck Duel is not responsible for any errors or delays in the distribution of prizes. All prizes are subject to availability and may be substituted at our discretion. Payments for tournament entry fees must be made in accordance with our payment policies, which can be found on our website. Contact Us If you have any questions or concerns regarding this disclaimer or any other aspect of our services, please do not hesitate to contact us at deckduel@gmail.com. Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Disclaimer Privacy Policy Terms of use deckduel@gmail.com 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888",
    "index": "Deck Duel - Welcome to the Ultimate Offline Blackjack Tournament 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 deckduel@gmail.com Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Help Deck Duel - Transforming Your Blackjack Experience Discover the Finest Selection of Blackjack Tournaments Welcome to Deck Duel, where skill meets luck. Explore our exquisite collection of premium blackjack tournaments designed to elevate your gaming experience. From classic games to modern twists, we offer a variety of formats and styles to suit every player. Transform your game with our high-quality tournaments that add a touch of excitement and sophistication to any event. Experience the perfect blend of strategy and entertainment with Deck Duel. Sign up for the tournament Personalized service At Deck Duel, we value each individual player and are here to help you choose the ideal tournament. Contact us by email or phone and receive advice on how to choose the right tournament, taking into account skill level, game type, and other important aspects. We are here for you and want to ensure that your gaming experience is the best it can be. Why Choose Deck Duel? Wide Range of Tournaments From small local events to large-scale competitions, we have a diverse selection of tournaments to suit your needs and preferences. Find the perfect game for your next adventure with Deck Duel. Flexible Tournament Options Whether you want to play for a day, a week, or even longer, we offer flexible tournament options to accommodate your schedule. Enjoy the convenience of playing on your terms with Deck Duel. Exceptional Customer Service Our dedicated team is here to provide you with top-notch customer service every step of the way. Count on Deck Duel for a seamless gaming experience and personalized assistance whenever you need it. Variety of Games Explore our wide range of blackjack games, from classic to modern. Find the one that best suits your style and gaming needs. Ease of Play Our tournaments are designed to be easy to participate in, even for beginners. Enjoy the simplicity of playing blackjack in just a few easy steps. Quality Guaranteed We guarantee exceptional quality in every tournament we offer. Built to last and provide consistent excitement, our tournaments ensure a great gaming experience every time. Unleash the Power of Strategy Crafted for Excitement and Skill Discover Our Blackjack Essentials Experience the difference with our cutting-edge blackjack tournaments designed to challenge even the most skilled players. Our range of innovative features ensures exciting and strategic gameplay, leaving you with an unforgettable gaming experience. From classic rules to advanced strategies, our tournaments are not just games but statements of sophistication. Discover the perfect balance of performance and elegance with Deck Duel. Guarantee and Quality Guarantee of Authenticity All our tournaments are authentic and certified, ensuring the quality and integrity of each event. Rigorous Quality Control Each tournament undergoes rigorous quality control to ensure you receive a flawless gaming experience. Customer Satisfaction Our commitment is to ensure your satisfaction. We are here to meet your needs and exceed your expectations. Upcoming Tournaments Participate Participate Friday Night Showdown Every Friday Join us for an exciting weekly tournament. Sharpen your skills and compete against top players in a thrilling Friday night showdown. Participate Monthly Masters First of Every Month tart the month off right with our Monthly Masters tournament. A perfect opportunity for serious players to prove their prowess and claim the title. Participate Weekend Warriors Every Saturday and Sunday Dive into the weekend with our Weekend Warriors series. Enjoy back-to-back days of intense blackjack action and camaraderie. Participate Holiday Special Major Holidays Celebrate the holidays with special themed tournaments. Unique prizes and festive fun await you during our Holiday Special events. Write to us +61-8-7089-7888 deckduel@gmail.com 202 Tynte St, North Adelaide SA 5006, Australia I accept the Privacy Policy Send a massage Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Disclaimer Privacy Policy Terms of use deckduel@gmail.com 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 This website uses cookies to ensure you get the best experience on our website. Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookieBanner\"); const acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); 18+ You must be 18 years or older to enter this site. By clicking \"Confirm\", you verify that you are at least 18 years old. Confirm document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"agePopup\"); const confirmAgeButton = document.getElementById(\"confirmAge\"); if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.style.display = \"flex\"; } confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - How Deck Duel Protects and Uses Your Personal Information 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888 deckduel@gmail.com Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Help Privacy Policy Data Retention Deck Duel retains your personal information for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements. To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information, and whether we can achieve those purposes through other means, as well as the applicable legal requirements. In some circumstances, you can ask us to delete your data. However, please note that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request. International Data Transfers Deck Duel is based in Australia, but we may transfer your personal information to countries outside of Australia for the purposes described in this Privacy Policy. When we transfer your personal information internationally, we take steps to ensure that appropriate safeguards are in place to protect your personal information and to comply with applicable data protection laws. By using our website and services, you consent to the transfer of your personal information to countries outside of Australia. Do Not Track Some web browsers and operating systems include a \"Do Not Track\" feature that signals to websites that you do not want your online activity to be tracked. At this time, Deck Duel does not respond to \"Do Not Track\" signals. Social Media Features Our website may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our site. Your interactions with these features are governed by the privacy policy of the company providing them. Contact Us: If you have any questions, concerns, or requests regarding this Privacy Policy or the handling of your personal information, please contact us at: Email: deckduel@gmail.com Deck Duel Home Service Why are we About Us Advantages Fundamentals of the game Disclaimer Privacy Policy Terms of use deckduel@gmail.com 202 Tynte St, North Adelaide SA 5006, Australia +61-8-7089-7888"
  },
  "date": "2024-07-24T19:46:30.549Z"
}