{
  "name": "DiamondEliteIndia",
  "pages": {
    "about-us": "DiamondElite Hotel Resort - Essence of Unparalleled Luxury DiamondElite HOME ABOUT US Casino Contact Our Commitment to Unmatched Service At DiamondElite Hotel Resort, we are committed to providing exceptional services and experiences. Explore our range of services tailored to enhance your stay and ensure your satisfaction. Luxurious Accommodations Explore Suites Fine Dining Experience View Restaurants Spa and Wellness Retreat Book Spa Session Personalized Concierge Services Contact Concierge Assurance of Unmatched Comfort Experience unparalleled comfort at DiamondElite Hotel Resort. From luxurious accommodations to exceptional service, we ensure your stay is nothing short of extraordinary. Exceptional Experiences for Every Ocassion Explore exceptional experiences for every ocassion at DiamondElite Hotel Resort. From romantic getaways to family vacations, we offer unforgettable stays amidst luxurious settings. DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712",
    "contacts": "Contact DiamondElite Hotel Resort - Inquiries and Assistance DiamondElite HOME ABOUT US Casino Contact Have questions? I accept Privacy Policy SUBMIT GET IN TOUCH Contact DiamondElite today for casino hotel. St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712 DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712",
    "disclaimers": "Disclaimers - Legal Information | DiamondElite Hotel Resort DiamondElite HOME ABOUT US Casino Contact Important Disclaimers Please review the following important disclaimers before booking your stay at DiamondElite Hotel. **Rates and Availability:** All rates displayed on this website are subject to change and availability. Taxes and gratuities may be added. **Guarantee Policy:** A valid credit card is required to guarantee your reservation. Please refer to our cancellation policy for details on cancellation fees. **Image Disclaimer:** The images displayed on this website are for illustrative purposes only and may not depict the actual furnishings or layout of all rooms. **Accessibility:** We strive to provide reasonable accommodations for guests with disabilities. Please contact us in advance if you have any specific accessibility needs. **Parking:** Parking options and fees may vary. Please refer to our website or contact us for the latest information. **Pet Policy:** We may have restrictions on pets. Please see our pet policy for details or contact us directly. **Limitation of Liability:** DiamondElite Hotel is not liable for any damages arising from your use of this website or your stay at our hotel, except to the extent required by law. DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712",
    "index": "DiamondElite Hotel Resort - Unparalleled Luxury and Comfort DiamondElite HOME ABOUT US Casino Contact Timeless Luxury. Experience Tranquility! Indulge in unparalleled luxury at DiamondElite Hotel Resort, where elegance meets tranquility. EXPLORE NOW Assurance of Unmatched Comfort Experience unparalleled comfort at DiamondElite Hotel Resort. From luxurious accommodations to exceptional service, we ensure your stay is nothing short of extraordinary. VIEW ROOMS Our Commitment to Unmatched Service At DiamondElite Hotel Resort, we are committed to providing exceptional services and experiences. Explore our range of services tailored to enhance your stay and ensure your satisfaction. Luxurious Accommodations Explore Suites Fine Dining Experience View Restaurants Spa and Wellness Retreat Book Spa Session Personalized Concierge Services Contact Concierge Exceptional Experiences for Every Ocassion Explore exceptional experiences for every ocassion at DiamondElite Hotel Resort. From romantic getaways to family vacations, we offer unforgettable stays amidst luxurious settings. EXPLORE OFFERS Featured Offers Luxury Suite Experience unparalleled luxury in our spacious and elegantly appointed suites. From $599/night View Details Gourmet Dining Savor exquisite culinary creations crafted by our award-winning chefs. From $299/dinner View Details Spa Retreat Relax and rejuvenate with personalized spa treatments in a serene setting. From $199/session View Details Luxurious Amenities for Unmatched Comfort Experience unmatched comfort and luxury at DiamondElite Hotel Resort. Our resort offers a wide range of amenities designed to enhance your stay, including exquisite dining options, relaxing spa treatments, and personalized concierge services. Whether you're here for leisure or business, our amenities ensure a memorable and enjoyable stay. Explore all that DiamondElite has to offer and indulge in a world of luxury. EXPLORE AMENITIES DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712",
    "privacy-policy": "Privacy Policy | DiamondElite Hotel Resort DiamondElite HOME ABOUT US Casino Contact Your Privacy Policy At DiamondElite Hotel Resort, we understand the importance of safeguarding your personal information. This Privacy Policy outlines how we collect, utilize, and protect your data, ensuring transparency and respecting your privacy. **Gathering Information:** When you interact with our website and services, we may collect certain details that help us personalize your experience. This may include your name, email address, and phone number. **Enhancing Your Stay:** We leverage your information to provide exceptional service, tailor your experience, and keep you informed of reservations, special offers, and property updates. **Data Security:** We prioritize the security of your personal information. We implement industry-leading safeguards to prevent unauthorized access, disclosure, modification, or destruction of your data. **Transparency and Control:** We value your trust. We don't sell, trade, or share your personal information with external parties without your prior consent, except as mandated by law. **Keeping You Informed:** We may update this Privacy Policy periodically to reflect changes in our practices or legal requirements. We encourage you to revisit this policy regularly for the latest information. **Your Data, Your Rights:** We empower you to manage your data. For more details on our data practices and your rights regarding your personal information, feel free to contact us through our Contact Page. DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712",
    "products": "DiamondElite Casino - Thrilling Gaming Excitement DiamondElite HOME ABOUT US Casino Contact Exciting Casino Games for Every Player Explore a thrilling array of casino games at DiamondElite Casino. From classic table games to modern slots, we offer an unparalleled gaming experience in a luxurious setting. BOOK NOW Featured Casino Games Slot Machines Spin the reels and try your luck on our variety of slot machines with exciting themes. From $0.25/spin Book Now Blackjack Tables Challenge the dealer in a game of Blackjack and aim for 21 to win big! From $10/hand Book Now Roulette Place your bets and spin the wheel in our thrilling Roulette games. From $5/spin Book Now Assurance of Gaming Excellence Experience gaming excellence at DiamondElite Casino. From a wide selection of games to attentive service, we ensure your gaming experience is exceptional. Book NOW Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions | DiamondElite Hotel Resort DiamondElite HOME ABOUT US Casino Contact Terms and Conditions to DiamondElite Hotel Resort! By accessing our website or using our exceptional services, you agree to these Terms and Conditions, our Privacy Policy, and any additional guidelines we provide. These policies establish the ground rules for creating a smooth and enjoyable experience for all our guests. Using Our Services We encourage you to explore and utilize our services to plan your dream stay at DiamondElite Hotel Resort. However, to ensure a comfortable and secure environment for everyone, we kindly ask that you use our services responsibly and in accordance with these terms, as well as all applicable laws and regulations. Your Trust is Important We reserve the right to modify, suspend, or discontinue our services or your access to them, at any time and for any reason, with or without notice. Our goal is always to act in the best interests of our guests and uphold the quality of service we strive to provide. Limitations of Liability While we take every precaution to ensure a seamless experience, we acknowledge that unforeseen circumstances can arise. We are not liable for any direct, indirect, incidental, special, or consequential damages that may result from your use of our website or services. Working Together If you encounter any issues during your experience with DiamondElite Hotel Resort, we encourage you to reach out to us promptly. We value your feedback and strive to resolve any concerns efficiently. In these Terms and Conditions, you agree to indemnify and hold us harmless from any claims, losses, liabilities, damages, costs, and expenses arising from your violation of these terms or your use of our services. DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712",
    "thanks": "Thank You | DiamondElite Hotel Resort DiamondElite HOME ABOUT US Casino Contact Thank You for Contacting DiamondElite Hotel Resort! We appreciate your inquiry and will respond to you shortly. Experience unparalleled luxury and exceptional service during your stay with us. DiamondElite website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline DiamondElite HOME ABOUT US Casino CONTACT US Important Links DISCLAIMER PRIVACY & POLICY TERMS & CONDITIONS Contact Us St Sebastian Colony, Mount Mary, Bandra West, Mumbai, Maharashtra 400050, India diamondelite@gmail.com +919255506712"
  },
  "date": "2024-07-09T08:14:41.580Z"
}