{
  "name": "DiamondRiver-Great Britain",
  "pages": {
    "about": "About Diamond River: Our Story & Values 18+ Casino About Us Dining Contact Us Discover the Essence of Diamond River Welcome to Diamond River, where luxury meets tranquility in perfect harmony. Nestled along the serene banks of a picturesque river, our boutique hotel offers a sanctuary of refined elegance and exceptional service. Whether you seek rejuvenation in our world-class spa, culinary delights in our gourmet restaurants, or simply wish to unwind amidst breathtaking natural surroundings, Diamond River promises an unforgettable experience tailored to elevate every moment of your stay. Explore our commitment to excellence and discover why Diamond River is your premier destination for indulgence and relaxation. Our Mission At Diamond River, our mission is to create an unparalleled sanctuary for relaxation, inspiration, and luxury. We strive to make every guest feel special by offering exquisite comfort, attentive service, and unique experiences. We are committed to impeccable environmental responsibility, maintaining harmony with the surrounding nature, and cultivating an atmosphere where every detail is designed for your utmost pleasure and tranquility. Our goal is to exceed guest expectations and leave lasting impressions, ensuring each stay at Diamond River is unique and exceptional. Our Values Holistic Well-being We are committed to delivering exceptional quality in every aspect of our service, from luxurious accommodations to personalized guest experiences. Culinary Excellence Our commitment to culinary excellence ensures each dining experience is a journey of flavors, showcasing local ingredients and innovative techniques. Artistic Inspiration Embracing creativity, we curate spaces that inspire artistic expression and cultivate a sense of cultural richness. Heritage Preservation We are dedicated to preserving local heritage, integrating historical elements into our design and guest experiences. Adventure Integration We seamlessly blend luxury with adventure, offering unique outdoor activities and excursions that allow guests to explore and connect with nature. Contact Us Information about Our Staff At Diamond River, our dedicated staff members embody professionalism, warmth, and a passion for hospitality. Each team member undergoes rigorous training to ensure they provide exceptional service and cater to the unique needs of our guests. Whether it's a warm greeting upon arrival, expert guidance on local attractions, or attending to personalized requests, our staff is committed to creating memorable experiences. Emily Johnson Guest Relations Manager Emily's infectious enthusiasm and attention to detail make her a standout member of our team. With a background in hospitality management, she goes above and beyond to ensure every guest feels valued and cared for. Emily's dedication to personalized service and her ability to anticipate guest needs make her a favorite among returning visitors. Michael Patel Head Chef Michael brings a wealth of culinary expertise and creativity to our dining experiences. Trained at renowned culinary institutes, he oversees our kitchen with precision and passion, crafting menus that highlight local flavors and seasonal ingredients. Michael's commitment to culinary excellence and his innovative approach to gastronomy elevate each meal to an extraordinary dining experience. Customer Reviews Guest Review 1 June 10, 2024 My stay at Diamond River was nothing short of enchanting. From the moment I arrived, I was greeted by a warm smile and impeccable service. The room was a haven of luxury, with breathtaking views of the river that added to the serene atmosphere. What truly stood out was the attention to detail—every aspect of my experience felt personalized, from the handpicked amenities to the exquisite meals prepared by the talented chef. I indulged in a spa treatment that left me feeling rejuvenated and relaxed, and every interaction with the staff was met with genuine warmth and professionalism. Diamond River surpassed my expectations in every way, making it a destination I can't wait to return to. Guest Review 2 May 28, 2024 I chose Diamond River for its reputation of blending luxury with nature, and it exceeded my expectations. The setting was simply stunning, surrounded by lush greenery and the calming flow of the river. The activities offered were diverse and unique—I particularly enjoyed the private river cruise, where I was treated to a picturesque sunset over the water. The staff's knowledge of the local area and their passion for hospitality made my stay truly memorable. The dining experience was exceptional, with each dish crafted with precision and care, showcasing the region's flavors. Overall, Diamond River provided a perfect balance of relaxation and adventure, making it a standout destination for anyone seeking a retreat in harmony with nature. Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it!",
    "casino": "Diamond River Casino: Play & Win Big 18+ Casino About Us Dining Contact Us Riverside Excitement: Discover the Diamond River Casino Experience Immerse yourself in a world of thrilling entertainment and luxury at the Diamond River Casino. Nestled along the picturesque riverbanks, our casino offers an unparalleled atmosphere of sophistication and excitement. Whether you're testing your luck at our state-of-the-art gaming tables or enjoying a cocktail at the elegant bar, every moment at Diamond River Casino is a celebration of indulgence and refinement. Join us for an unforgettable night of gaming, dining, and entertainment, where the thrill of winning meets the tranquility of the river's embrace. Explore Our Casino Experience At Diamond River Casino, we redefine entertainment with an unmatched blend of sophistication and excitement. Located amidst the serene beauty of river vistas, our casino offers a premier gaming experience that caters to both seasoned players and novices alike. Wide Selection of Games Embark on an adventure of chance and fortune with our thrilling slot machines at Diamond River Casino. Featuring a wide array of modern slots—from classic favorites to cutting-edge machines with diverse themes and bonus features—each game offers a unique opportunity for wins and unforgettable experiences. Exclusive Table Games Experience the thrill and elegance of roulette at Diamond River Casino. Our roulette tables provide a unique atmosphere where you can test your luck in this classic game of chance. Anticipate the spin of the wheel and savor the excitement of victory in the heart of luxury and pleasure.. Live Dealer Experiences Play poker like a pro at Diamond River Casino. We offer a variety of poker games and formats, including Texas Hold'em and Omaha, catering to different preferences and skill levels. Whether you're playing at the tables or joining our tournaments, there's something for every poker enthusiast at our casino. Prepare for excitement and adrenaline at Diamond River Casino, where each division promises gaming excellence combined with impeccable service and attention to detail. Plan Your Ultimate Getaway Create memories to cherish with our customizable packages at Diamond River. Whether you seek relaxation, adventure, or a romantic escape, our tailored offerings ensure an unforgettable experience. From luxurious accommodations with stunning river views to curated dining experiences and exclusive spa treatments, every detail is crafted to exceed your expectations. Plan your perfect getaway and indulge in the essence of tranquility and luxury at Diamond River. Book Your Stay Exciting Poker Tournaments at Diamond River Casino Immerse yourself in the thrill of competitive poker tournaments at Diamond River Casino. Our tournaments are renowned for their exhilarating gameplay and impressive prize pools, attracting both seasoned players and newcomers alike. Whether you're vying for the top spot in Texas Hold'em or showcasing your skills in Omaha, our professionally organized events promise an electrifying atmosphere and a chance to test your strategic prowess. Join us for an unforgettable experience where the excitement of poker meets the luxury of Diamond River Casino. Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it! Age Restriction Please confirm if you are 18 years old or above to proceed to this page. I am 18 or older",
    "dining": "Dining at Diamond River: Culinary Delights 18+ Casino About Us Dining Contact Us Exquisite Dining at Diamond River: Culinary Delights in Nature's Embrace Discover exceptional taste experiences at Diamond River restaurants, where every dish becomes a feast for your senses. Located in a unique natural environment, our restaurants offer not only an exquisite menu of local products, but also a unique atmosphere in which every corner is filled with inspiration. Enjoy the magnificent view of the river and feel the harmony with nature by tasting the culinary masterpieces created by our talented chef. At Diamond River, every lunch or dinner becomes a unique journey of flavors and aromas that will be remembered for a long time. Our Restaurants and Bars Indulge in a culinary journey like no other at Diamond River, where our restaurants and bars are crafted to elevate your dining experience amidst nature's splendor. Whether you're savoring gourmet dishes by the river, enjoying a cocktail at sunset, or sampling local delicacies in a cozy setting, each venue offers a unique atmosphere and impeccable service. From our fine dining restaurant with panoramic views to our casual bar overlooking serene landscapes, every moment spent dining with us is a celebration of flavors, ambiance, and the art of hospitality. Discover the essence of dining excellence at Diamond River, where every meal is a memorable occasion. Gourmet Restaurant Step into a world of culinary excellence at Diamond River's Gourmet Restaurant, where each dish is a masterpiece crafted to delight the senses. Nestled amidst breathtaking views of the river, our restaurant offers an intimate and sophisticated dining experience. Led by our talented chef, who skillfully combines local flavors with international techniques, every menu reflects a commitment to freshness, quality, and innovation. Ocean's Bounty: Seafood Delights at Diamond River Dive into a culinary adventure with our Ocean's Bounty seafood experience at Diamond River. Savor the freshest catches from the sea expertly prepared by our talented chefs. Whether you crave succulent lobster, delicate scallops, or flavorsome fish, each dish is a testament to our commitment to quality and taste. Set against the backdrop of serene river views, our seafood dining offers a perfect blend of elegance and coastal charm. Join us for an unforgettable journey of flavors that celebrates the bounty of the ocean at Diamond River. Feast and Flavors: Buffet Dining at Diamond River Indulge in a feast for the senses at Diamond River's buffet, where culinary delights from around the world await. Our buffet showcases a diverse array of dishes crafted with the freshest ingredients and a passion for flavor. From international cuisines to local specialties, each selection is prepared with care and presented in an inviting setting overlooking picturesque views. Whether you're enjoying breakfast, lunch, or dinner, our buffet ensures a satisfying and memorable dining experience for every palate and preference. Join us to discover the essence of culinary excellence at Diamond River. Sunset Bliss: Lounge at Horizon Bar with Spectacular Views Experience enchanting sunsets and refreshing drinks at Horizon Bar, a serene retreat perched atop Diamond River. Overlooking panoramic vistas of the river and surrounding landscapes, this bar offers an unparalleled setting for relaxation and socializing. Sip on handcrafted cocktails or indulge in a selection of premium spirits while soaking in the natural beauty that unfolds before you. Whether you're unwinding solo or celebrating with friends, Horizon Bar promises a memorable evening of tranquility and breathtaking views at Diamond River. Riverside Elegance: Enjoy Drinks and Views at Diamond River Bar Unwind in style at Diamond River Bar, where sophistication meets relaxation along the tranquil riverbank. Whether you prefer a classic cocktail, a fine wine, or a refreshing mocktail, our expert mixologists are dedicated to crafting beverages that complement the beauty of our natural surroundings. With panoramic views and a welcoming atmosphere, our bar is the perfect spot to unwind after a day of exploration or to toast to special moments with friends and loved ones. Discover the charm of riverside elegance at Diamond River Bar, where every sip is an invitation to savor the moment. Special Offers and Promotions Explore exclusive offers designed to enhance your experience at Diamond River: River Romance Package: Treat your loved one to a romantic getaway with champagne on arrival, a gourmet dinner by the river, and a relaxing couples' spa treatment. Family Fun Package: Enjoy a memorable family vacation with complimentary activities for children, family-friendly dining options, and spacious accommodations. Adventure Escape: Embark on an outdoor adventure with our package including guided hiking tours, river kayaking, and a picnic lunch amidst scenic vistas. Extended Stay Discount: Stay longer and save more with our extended stay offer, including discounted rates, complimentary breakfast, and additional perks. Check Availability and Book Now Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it!",
    "disclaimer": "Disclaimer of Diamond River 18+ Casino About Us Dining Contact Us Disclaimer of liability General Information Palacio de Diamond River strives to provide accurate and up-to-date information, but does not guarantee the accuracy, completeness, or suitability of the information contained on this website. Reliance on the information provided is at your own risk. Palacio de Diamond River reserves the right to modify, add, or remove any information on this website at any time and without prior notice. Palacio de Diamond River is not responsible for any errors or omissions in the information provided on this website or for the results obtained from the use of this information. Limitations of liability Palacio de Diamond River is not responsible for any loss or damage that may arise directly or indirectly from the use or reliance on the information provided on this website, including, but not limited to, direct, indirect, incidental, special or consequential damages. It is the user's responsibility to verify any information before relying on it. Consent By using this website, you accept this disclaimer and agree to its terms and conditions. Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it!",
    "index": "Welcome to Diamond River: Luxury Awaits 18+ Casino About Us Dining Contact Us Welcome to Diamond River: Your Perfect Retreat for an Unforgettable Stay Step into the world of luxury and tranquility at Diamond River — your unique sanctuary nestled amidst nature's embrace. Situated along the banks of a picturesque river, our hotel combines refined comfort with the richness of the natural surroundings. Every moment here is filled with inspiration and serenity, from the exquisite room designs to the stunning panoramic restaurant and the peaceful rustling of the river just outside your window. At Diamond River, we've crafted the perfect space for your retreat, where every detail is thoughtfully curated to ensure your stay is unforgettable. Immerse Yourself in Luxury and Comfort At Diamond River, we redefine comfort with an unwavering commitment to your relaxation and pleasure. Each of our meticulously designed rooms offers a haven of tranquility, featuring plush bedding, elegant furnishings, and modern amenities that cater to your every need. Whether you're unwinding in our spacious suites or enjoying the soothing ambiance of our riverside views, every corner of Diamond River is crafted to elevate your comfort to new heights. Luxurious Rooms Experience the epitome of luxury at Diamond River with our exquisite rooms designed to offer unparalleled comfort and style. Each room is a sanctuary of sophistication, featuring opulent furnishings, sumptuous bedding, and modern amenities to ensure a blissful stay. Whether you're here for business or pleasure, our luxurious accommodations promise a serene retreat amidst the beauty of nature. World-Class Spa Indulge in a sanctuary of relaxation and rejuvenation at Diamond River's world-class spa. Nestled in the heart of tranquility, our spa offers a serene escape where luxurious treatments and personalized care await. From soothing massages to revitalizing facials, each experience is crafted to refresh your body, mind, and spirit. Fine Dining Embark on a culinary journey of indulgence at Diamond River's fine dining establishments. Nestled amidst stunning views of nature, our restaurants offer an exquisite blend of flavors and ambiance that captivate the senses. Welcome to Diamond River Discover Diamond River, a luxurious haven nestled along the tranquil banks of a picturesque river. Our boutique hotel offers a seamless blend of modern elegance and natural beauty, providing guests with an unforgettable retreat. Immerse yourself in spacious and beautifully appointed rooms, each designed to offer supreme comfort and breathtaking views. Whether you're here to unwind in our world-class spa, indulge in gourmet dining experiences, or explore the surrounding nature, every moment at Diamond River is crafted to exceed your expectations. Experience a sanctuary where luxury meets serenity, ensuring a stay that is as rejuvenating as it is memorable. Learn more Ready to Experience Luxury? Contact us today to book your stay at Diamond River. Contact Us Discover Our Premier Services Private River Cruises Embark on a personalized journey along the tranquil river with our exclusive private cruises. Whether for a romantic evening or a serene afternoon escape, indulge in breathtaking views and impeccable service. Underwater Meditation Immerse yourself in a unique wellness experience with our underwater meditation sessions. Held in our specially designed pool, these sessions combine tranquility and rejuvenation in a truly unforgettable way. Helicopter Tours Elevate your stay with exhilarating helicopter tours showcasing stunning aerial views of the surrounding landscape. Perfect for adventurers and photographers alike, this experience promises awe-inspiring moments. Forest Bathing Excursions Connect with nature on a deeper level through guided forest bathing excursions. Led by experienced naturalists, these immersive walks enhance well-being by engaging all senses in the serene beauty of our surroundings. Gourmet Picnics Delight in a gourmet picnic experience tailored to your preferences. Set against the backdrop of lush gardens or beside the gently flowing river, enjoy a curated selection of culinary delights accompanied by fine wines. Stargazing Nights Unveil the mysteries of the night sky during our stargazing sessions. Equipped with high-quality telescopes and guided by astronomy experts, these evenings offer a glimpse into the cosmos, complemented by cozy blankets and hot beverages. Reserve Your Blissful Escape at Diamond River Immerse yourself in a world of exquisite comfort and constant peace at Diamond River. Leave a booking request to start your journey into luxury and harmony. Our team will be happy to do everything possible to ensure that every detail of your stay is impeccable. Fill your life with unforgettable experiences with Diamond River. Don't miss out on the ultimate getaway. Whether you're planning a relaxing retreat or an action-packed adventure, Diamond River is your perfect destination. Reserve your room now and step into a world of elegance and exhilaration. I accept the Privacy Policy Send message Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it!",
    "privacy-policy": "Privacy Policy of Diamond River 18+ Casino About Us Dining Contact Us Privacy Policy for Diamond River's 1. PRIVACY Dragon MoneyN.V. is committed to protecting your personal information. This Privacy Policy lets you know what information we collect when you use our services, why we collect this information and how we use the collected information. Please note that this Privacy Policy will be agreed between you and YOUR WEBSITE. (‘We’, ‘Us’ or ‘Our’, as appropriate). This Privacy Policy is an integrated part of YOUR WEBSITE’s Terms and Conditions. The website Diamond River (\"Casino\", \"Website\", “Company”, \"We\", \"Us\", \"Our\") is owned and operated by Diamond River's. We may periodically make changes to this Privacy Policy and will notify you of these changes by posting the modified terms on our platforms. We recommend that you revisit this Privacy Policy regularly. 2. INFORMATION COLLECTED We consider information that may be used to identify an individual, including, but not limited to, first and last name, date of birth, home or other physical address, email address, phone number or other relevant information to be Personal Information (‘Personal Information’). You may be asked to provide Personal Information when you use our website, register for an account or use our services. The Personal Information that we collect may include information such as: contact information (including telephone number), shipping information, billing information, transaction history, website usage preferences, and feedback regarding the Services. This information is held by us on servers based in Germany and elsewhere from time to time. When you interact with the services, our servers keep an activity log unique to you that collects certain administrative and traffic information including: source IP address, time of access, date of access, web page(s) visited, language use, software crash reports and type of browser used. This information is essential for the provision and quality of our services. We do not collect Personal Information about you without your knowledge. 3. MEANS OF COLLECTING AND PROCESSING DATA We may automatically collect certain data as discussed above and receive Personal Information about you where you provide such information through the services or other communications and interactions on the YOUR WEBSITE site. We may also receive Personal Information from online vendors and service providers, and from customer lists lawfully acquired from third-party vendors. In addition, we may engage the services of third-party service providers to provide technical support process your online transactions and maintain your account. We will have access to any information you provide to such vendors, service providers and third-party e-commerce services, and we will use the Personal Information as set out in this Privacy Policy below. This information will only be disclosed to third parties outside the company in accordance with this Privacy Policy. We take steps to ensure that our arrangements with third-party service providers and online vendors protect your privacy. 4. INFORMATION USE We use the Personal Information we collect from you to deliver our Services, to provide customer support, to undertake necessary security and identify verification checks, to process any of your online transactions, to assist your participation in third-party promotions, meet certain business requirements and for any other purpose related to the operation of the Services. As such, we may share your Personal Information with our carefully selected partners (including any other parties that have data sharing arrangements with the latter). Your Personal Information may also be used by us to provide you with: (1) promotional offers and information regarding our products and services; and (2) promotional offers and information regarding the products and services of our partners, in order to enlarge the range of provided products and improve our customer service. From time-to-time, we may request information from you via surveys or contests. Participation in these surveys or contests is completely voluntary and you have the choice of whether or not to disclose such information. Information requested may include contact information (such as name, correspondence address and telephone number), and demographic information (such as zip or postal code or age). By accepting any contest prize or winnings from us, you consent to use of your name for advertising and promotional purposes without additional compensation, except where prohibited by law. Unless you have elected not to receive promotional information, we may also use your Personal Information (including your email address and phone number) to provide you with information regarding our products, services and promotions, including other gaming products (including online poker, casino, betting, backgammon) and products and services from third parties carefully selected by us. 5. CERTAIN EXCLUDED DISCLOSURES We may disclose your Personal Information if required to do so by law, or if we believe in good faith that such action is necessary to: (1) comply with any legal process served on us, any of our sites or the services or in circumstances where we are under a substantially similar legal obligation; (2) protect and defend our rights or property; or (3) act to protect the personal safety of users of the services or the public. If, in our sole determination, you are found to have cheated or attempted to defraud us, the company , or any other user of the services in any way including but not limited to game manipulation or payment fraud, or if we suspect you of fraudulent payment, including use of stolen credit cards, or any other fraudulent activity (including any chargeback or other reversal of a payment) or prohibited transaction (including money laundering), we reserve the right to share this information (together with your identity) with other online gaming sites, banks, credit card companies, appropriate agencies and relevant authorities. (4) For the purpose of research on the prevention of addiction, data can be made anonymous and passed on to the respective institutions. 6. ACCESS You may ‘opt out’ of receiving any promotional communications either by choosing to opt out via your account settings available on our sites or the services or in an email you receive from us, or at any time by sending an email, or by writing to us at Customer Service. In addition, You may contact us if you: 1) want to confirm the accuracy of the Personal Information we have collected about you; 2) would like to update your Personal Information; and/or 3) have any complaint regarding our use of your Personal Information. If requested, we will (1) update any information you have provided to us, in case you prove the necessity for such changes or (2) mark any information to prohibit future use for marketing purposes. For the avoidance of doubt, nothing in this Privacy Policy shall prevent us from retaining your Personal Information where we are required to do so by law. 7. COOKIES Information placed on your device When accessing our services, we may store information on your device. This information is referred to as cookies, which are small text files that are stored on your device when you visit online pages that record your preferences. We also use Local Shared Objects or ‘flash cookies’. ‘Flash cookies’ are similar to browser cookies. They allow us to remember things about your visits across our sites. Neither cookies nor flash cookies can be used to access or use other information on your computer. We only use these methods to track your use of our services. Cookies help us monitor traffic to the site, improve our services and make it easier and/or more relevant for your use. We use flash cookies and third party cookies to help us show you more relevant and desirable advertisements. Strictly necessary cookies Strictly necessary cookies are essential to allow a user move around a website and use its features, such as accessing secure areas of the website or making financial transactions. Without these cookies, we would not be able to make our websites work efficiently. During the registration process These cookies will hold information collected during your registration and will allow us to recognize you as a customer and provide you with the services you require. We may also use this data to better understand your interests while online and to enhance your visits to our platforms. Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it!",
    "terms-conditions": "Terms and Conditions of Diamond River 18+ Casino About Us Dining Contact Us Terms of Use for Diamond River 1. Introduction These terms and conditions and the documents referred to below (the \"Terms\") apply to the use of the current website (the \"Website\") and its related or connected services (collectively, the \"Service\"). You should carefully review these Terms as they contain important information concerning your rights and obligations concerning the use of the Website and form a binding legal agreement between you - our customer (the \"Customer\"), and us. By using this Website and/or accessing the Service, you, whether you are a guest or a registered user with an account (“Account”), agree to be bound by these Terms, together with any amendments, which may be published from time to time. If you do not accept these Terms, you should refrain from accessing the Service and using the Website. 2. General Terms We reserve the right to revise and amend the Terms (including any documents referred to and linked to below) at any time. You should visit this page periodically to review the Terms and Conditions. Amendments will be binding and effective immediately upon publication on this Website. If you object to any such changes, you must immediately stop using the Service. Your continued use of the Website following such publication will indicate your agreement to be bound by the Terms as amended. Any bets not settled prior to the changed Terms taking effect will be subject to the pre-existing Terms. 3. Your Obligations 3.1. You are is over 18, or the legal age at which gambling, or gaming activities are allowed under the law or jurisdiction that applies to you. We reserve the right to request proof of age documents from you at any time. 3.2. You are of legal capacity and can enter into a binding legal agreement with us. You must not access the Website or utilize the Service if you are not of legal capacity. 3.3. You are a resident in a jurisdiction that allows gambling. You are not a resident of any country in which access to online gambling to its residents or to any person within such country is prohibited. It is your sole responsibility to ensure that your use of the service is legal. 3.4. You may not use a VPN, proxy or similar services or devices that mask or manipulate the identification of your real location 3.5. You must make all payments to us in good faith and not attempt to reverse a payment made or take any action which will cause such payment to be reversed by a third party. Disclaimer Privacy Policy Terms and Conditions Rutland Pl, Barbican, London EC1M 6BQ, Great Britain Casino About Us Dining Contact Us +44-20-1152-8641 This website uses cookies to ensure you get the best experience on our website. Got it!",
    "thanks": "Thanks for your inquiry! Gratitude Overflowing from theDiamond River Team! Here atDiamond River, we're absolutely thrilled to receive your communication. Your insights are like precious gems to us, enriching our journey and guiding our path forward. Your trust in us fuels our commitment to excellence, igniting our passion to continually raise the bar in all that we do. If there's anything more you'd like to share or inquire about, please don't hesitate to reach out once more. Once again, we extend our deepest appreciation for selectingDiamond River! Your support means the world to us! Explore More withDiamond River"
  },
  "date": "2024-07-09T13:12:05.487Z"
}