{
  "name": "dicepit",
  "pages": {
    "terms-conditions": "Terms of Use - DicePit: Rules and Guidelines for Using Our Platform 18+ Experience the thrill at DicePit – where luck meets excitement. DicePit Home Why are we Join Safe and reliable Connect with us Commitment to the game Terms of Use Eligibility To use DicePit, you must be at least 18 years old or the age of legal majority in your jurisdiction, whichever is greater. By using DicePit, you represent and warrant that you meet these age requirements and that you have the right, authority, and capacity to enter into and abide by these Terms. Account Registration To access certain features of DicePit, you may be required to register for an account. When registering for an account, you must provide accurate and complete information, and you must keep your account information up to date. You are responsible for maintaining the confidentiality of your account password and for any activity that occurs under your account. You agree to notify us immediately if you suspect any unauthorized use of your account or any other breach of security. User Conduct You agree not to use DicePit for any unlawful purpose or in any way that is prohibited by these Terms. You may not use DicePit in any way that could damage, disable, overburden, or impair DicePit or interfere with any other party's use and enjoyment of DicePit. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through DicePit. Termination We reserve the right to terminate or suspend your access to DicePit at any time, without prior notice, for any reason, including but not limited to a violation of these Terms or any applicable law. Upon termination, you must immediately stop using DicePit, and any outstanding fees or charges will become immediately due and payable. Disclaimer of Warranties DicePit is provided on an \"as is\" and \"as available\" basis, without any warranties of any kind, either express or implied, including but not limited to warranties of title, non-infringement, merchantability, or fitness for a particular purpose. We do not warrant that DicePit will be uninterrupted or error-free, and we do not make any representations regarding the accuracy, reliability, or completeness of any content on DicePit. Indemnification You agree to indemnify, defend, and hold harmless DicePit, its affiliates, and its licensors from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or in connection with your use of DicePit, your violation of these Terms, or your violation of any rights of another. User Content DicePit may allow you to submit, post, or upload content such as text, images, audio, video, or other material (\"User Content\") to DicePit. By submitting User Content to DicePit, you grant us a perpetual, irrevocable, non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, modify, distribute, transmit, display, publish, perform, and create derivative works from your User Content in any form, media, or technology now known or later developed. You represent and warrant that you own or have the necessary licenses, rights, consents, and permissions to grant us this license and that the use and posting of your User Content on DicePit will not infringe, misappropriate, or violate any intellectual property rights, privacy rights, publicity rights, or other rights of any third party. Prohibited Content You may not submit, post, or upload any User Content that is illegal, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, racially, ethnically, or otherwise objectionable, or that infringes or violates any intellectual property rights, privacy rights, publicity rights, or other rights of any third party. We reserve the right to remove any User Content that violates these Terms or that we determine, in our sole discretion, to be inappropriate or offensive. eedback If you provide us with any feedback, suggestions, or ideas regarding DicePit or our services (\"Feedback\"), you agree that we may use, disclose, reproduce, distribute, and otherwise exploit such Feedback without any obligation or compensation to you. You hereby assign to us all right, title, and interest in and to such Feedback and waive any moral rights you may have in such Feedback. Entire Agreement These Terms, together with our Privacy Policy, constitute the entire agreement between you and us regarding your use of DicePit. If any provision of these Terms is held to be invalid or unenforceable, such provision will be struck and the remaining provisions will be enforced. Our failure to enforce any provision of these Terms will not be deemed a waiver of such provision or our right to enforce such provision in the future. Survival The provisions of these Terms that by their nature should survive termination will survive termination, including but not limited to the provisions regarding intellectual property, user conduct, termination, disclaimer of warranties, limitation of liability, indemnification, and governing law. Contact Us If you have any questions or concerns about these Terms, please contact us at dicepit@gmail.com. Our links Home Why are we Join Safe and reliabl Connect with us Commitment to the game Additional links Disclaimer Privacy Policy Terms of use Contacts +91-915-4156345 dicepit@gmail.com 7JWF+QWP, Hayathnagar_Khalsa, Telangana 501511, India",
    "thanks": "Thank You for Visiting - DicePit: We Appreciate Your Support DicePit Thank you for reaching out to us! We truly appreciate your time and effort in sharing your thoughts with us. Your feedback is invaluable as it helps us improve our services and create a better experience for you and our community. Our team will carefully review your message and get back to you as soon as possible. We value your input and are committed to providing you with the best assistance. Once again, thank you for connecting with us. We look forward to continuing this conversation and making your journey with DicePit more enjoyable and rewarding. To main",
    "disclaimer": "Disclaimer - DicePit: Important Information Regarding Our Services 18+ Experience the thrill at DicePit – where luck meets excitement. DicePit Home Why are we Join Safe and reliable Connect with us Commitment to the game Disclaimer Nature of the DicePit Offline Gaming Club DicePit is an offline gaming club that provides a physical space for gamers to gather, socialize, and participate in various tabletop games, card games, and role-playing games. Our primary focus is to foster a sense of community among gaming enthusiasts and provide them with an enjoyable, safe, and engaging environment. We do not offer any online gaming services or platforms, nor do we host or facilitate any form of online gambling. User Conduct and Responsibility As a user of the DicePit website, you are responsible for your conduct and any content you submit or post on our website, including but not limited to forum discussions, comments, and reviews. You agree not to engage in any activity that may be considered unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. DicePit reserves the right to remove any content that violates these guidelines or is otherwise deemed inappropriate, without prior notice and at our sole discretion. We also reserve the right to terminate or suspend a user's access to our website and services if they are found to be in violation of these guidelines or any applicable laws. Third-Party Links and Content The DicePit website may contain links to third-party websites, resources, or content that are not owned or controlled by DicePit. We are not responsible for the availability, accuracy, or reliability of any third-party websites or content. The inclusion of such links on our website does not imply any endorsement, approval, or affiliation with the linked sites or their respective owners. When accessing third-party websites or content through links provided on our website, you do so at your own risk and are subject to the terms and conditions of those third-party websites. We encourage you to review the terms of use and privacy policies of any third-party websites you visit. Disclaimer of Warranties The DicePit website, its content, and the services we provide are offered on an \"as is\" and \"as available\" basis without any warranties, express or implied. To the fullest extent permitted by law, DicePit disclaims all warranties, including but not limited to warranties of merchantability, fitness for a particular purpose, non-infringement, title, compatibility, security, accuracy, or availability. We do not guarantee that the DicePit website or services will be uninterrupted, error-free, or free of viruses or other harmful components. We are not responsible for any damages, including but not limited to direct, indirect, incidental, special, consequential, or exemplary damages, resulting from the use or inability to use our website or services. By using the DicePit website and attending our offline gaming events, you affirm that you are at least 18 years of age or have obtained the consent of a parent or legal guardian to participate in our activities. DicePit is not responsible for any unauthorized use of our website or services by minors. Privacy Policy Your privacy is important to us. DicePit is committed to protecting the personal information you provide when using our website or participating in our offline gaming events. Our Privacy Policy outlines the types of information we collect, how we use and store that information, and the measures we take to safeguard your personal data. By using the DicePit website, you consent to the collection, use, and storage of your personal information in accordance with our Privacy Policy. We encourage you to review our Privacy Policy to understand how we handle your personal information. Event Registration and Cancellation Policy To ensure a smooth and enjoyable gaming experience for all participants, DicePit may require registration for certain events or activities. By registering for an event, you agree to provide accurate and complete information and to comply with any event-specific rules or guidelines. DicePit reserves the right to cancel or reschedule events for any reason, including but not limited to low registration numbers, unforeseen circumstances, or force majeure events. In the event of a cancellation or rescheduling, we will make every effort to notify registered participants as soon as possible. Contact Information If you have any questions or concerns regarding this Disclaimer, please contact us at dicepit@gmail.com. We will make every effort to address your inquiries in a timely and thorough manner. Our links Home Why are we Join Safe and reliabl Connect with us Commitment to the game Additional links Disclaimer Privacy Policy Terms of use Contacts +91-915-4156345 dicepit@gmail.com 7JWF+QWP, Hayathnagar_Khalsa, Telangana 501511, India",
    "index": "Welcome to DicePit - Your Ultimate Offline Gambling Experience 18+ Experience the thrill at DicePit – where luck meets excitement. DicePit Home Why are we Join Safe and reliable Connect with us Commitment to the game Welcome to DicePit Unleash Your Luck and Skill! Experience the thrill of offline gambling like never before. At DicePit, we bring you a world of excitement and opportunities to win big. Join us and dive into a premium gaming experience where your luck and strategy make all the difference. Whether you're a seasoned player or just starting out, DicePit is your ultimate destination for offline gambling. Get ready to roll the dice and chase your fortune today! To learn more Why Choose DicePit? Diverse Game Selection At DicePit, we offer a wide range of classic and modern offline games to suit every taste. From thrilling dice games to strategic card games, there's something for everyone. Premium Experience Enjoy a high-quality gaming environment with top-notch facilities and a friendly atmosphere. Our dedicated team ensures you have the best possible experience every time you visit. Fair Play Guarantee We prioritize fair play and transparency. All our games are regularly audited to ensure a level playing field, giving you peace of mind as you chase your next big win. Exclusive Rewards Join our loyalty program and earn exclusive rewards and bonuses. The more you play, the more benefits you unlock, making your time at DicePit even more rewarding. 01 Join the Fun Become a Member Today! Unlock a world of exclusive benefits and premium gaming by becoming a member of DicePit. Enjoy personalized offers, early access to events, and special promotions tailored just for you. Our membership program is designed to enhance your gaming experience and reward your loyalty. Don't miss out on the chance to be part of an elite community of gaming enthusiasts. Sign up today and start enjoying the perks of being a DicePit member! Read more Events & Tournaments Join our exciting events and tournaments held regularly at DicePit. Compete with fellow enthusiasts and test your skills for a chance to win big prizes. Whether you’re a novice or a pro, our events are designed to provide thrilling experiences and opportunities to showcase your talent. Safe & Secure At DicePit, your safety and security are our top priorities. We have stringent measures in place to ensure a secure gaming environment. Enjoy peace of mind knowing that your personal information and gaming experience are protected with the highest standards of security. Contact Us We're Here to Help At DicePit, we value our community and are committed to providing exceptional customer service. Whether you have a question, need assistance, or want to give feedback, our dedicated support team is here for you. You can reach out to us via email, phone, or visit us in person at our venue. We strive to respond to all inquiries promptly and effectively, ensuring you have the best experience possible. Don't hesitate to get in touch with us. Your satisfaction is our priority, and we are always eager to hear from our valued guests. Let us know how we can make your time at DicePit even better! Our Commitment to Responsible Gaming At DicePit, we are dedicated to promoting responsible gaming practices. We understand that gambling should be a form of entertainment, and we strive to create a safe and enjoyable environment for all our guests. Our team is trained to identify and support those who may need assistance in managing their gaming habits. We provide resources and tools to help you stay in control. From self-exclusion options to setting personal limits, we ensure you have the means to gamble responsibly. Your well-being is important to us, and we take proactive steps to protect and support our community. If you ever feel that gambling is becoming a problem, we encourage you to seek help. We are here to provide information and direct you to professional support services. Let's work together to ensure that your gaming experience remains fun and positive. Self-Exclusion Programs Our self-exclusion programs allow you to take a break from gaming if you feel it's necessary. You can set temporary or permanent exclusions to help manage your gambling habits. Our team is here to support you through the process and ensure your decision is respected. Support Resources We offer access to various support resources, including counseling services and helplines. Our staff can guide you to the right resources and provide confidential assistance. Remember, seeking help is a sign of strength, and we are here to help you every step of the way. Email dicepit@gmail.com Location 7JWF+QWP, Hayathnagar_Khalsa, Telangana 501511, India Phone +91-915-4156345 Get In Touch Have Any Questions? I accept the Privacy Policy Send a message Our links Home Why are we Join Safe and reliabl Connect with us Commitment to the game Additional links Disclaimer Privacy Policy Terms of use Contacts +91-915-4156345 dicepit@gmail.com 7JWF+QWP, Hayathnagar_Khalsa, Telangana 501511, India This website uses cookies to ensure you get the best experience on our website. Accept Are you 18 years old? I am 18 years old if (localStorage.getItem(\"ageConfirmed\") === \"true\") { document.getElementById(\"ageModal\").style.display = \"none\"; document.body.style.overflow = \"auto\"; } function confirmAge() { localStorage.setItem(\"ageConfirmed\", \"true\"); document.getElementById(\"ageModal\").style.display = \"none\"; document.body.style.overflow = \"auto\"; }",
    "privacy-policy": "Privacy Policy - DicePit: How We Protect Your Information 18+ Experience the thrill at DicePit – where luck meets excitement. DicePit Home Why are we Join Safe and reliable Connect with us Commitment to the game Privacy Policy Your Choices You have certain choices regarding the information we collect and how we use it. These choices include: You can choose not to provide us with certain information, but this may limit your ability to use our services. You can opt out of receiving promotional emails from us by following the instructions in those emails. You can access, update, or delete your account information at any time by logging into your account. You can choose to disable cookies or other tracking technologies in your browser settings, but this may affect your ability to use our services. Security We take reasonable measures to protect your information from unauthorized access, use, or disclosure. However, no security measures can be 100% effective, and we cannot guarantee the security of your information. You should take steps to protect your account information and other sensitive information, such as by choosing a strong password and keeping it confidential. International Users Our services are hosted in the India and are intended for users located in the India. If you are accessing our services from outside the India, please be aware that your information may be transferred to, stored, and processed in the India, where our data practices may be different than those of your country. By using our services, you consent to the transfer, storage, and processing of your information in the India. Data Retention We retain your information for as long as necessary to provide you with our services, comply with our legal obligations, resolve disputes, and enforce our agreements. The length of time we retain your information depends on the purpose for which it was collected and used. For example, we may retain your account information as long as your account is active, and we may retain your purchase history for a longer period to comply with tax and accounting requirements. Entire Agreement This Privacy Policy constitutes the entire agreement between you and us regarding the use of our services and supersedes all prior or contemporaneous communications and proposals, whether oral or written. If any provision of this Privacy Policy is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Our Commitment to Data Security We take reasonable measures to protect your information from unauthorized access, use, or disclosure. We use industry-standard encryption technologies to protect your information during transmission and storage. However, no security measures can be 100% effective, and we cannot guarantee the security of your information. You should take steps to protect your account information and other sensitive information, such as by choosing a strong password and keeping it confidential. In the event of a data breach or security incident, we will promptly notify you and any relevant authorities, as required by law. We will also take appropriate measures to investigate and mitigate the incident, and to prevent future incidents. Your Responsibilities You are responsible for maintaining the confidentiality of your account information and password, and for restricting access to your computer or device. You agree to accept responsibility for all activities that occur under your account or password. You should immediately notify us of any unauthorized use of your account or password, or any other breach of security. Data Retention We retain your personal information for as long as necessary to provide you with our services, comply with our legal obligations, resolve disputes, and enforce our agreements. The length of time we retain your information depends on the purpose for which it was collected and used. For example, we may retain your account information as long as your account is active, and we may retain your purchase history for a longer period to comply with tax and accounting requirements. Data Security We take reasonable measures to protect your information from unauthorized access, use, or disclosure. We use industry-standard encryption technologies to protect your information during transmission and storage. However, no security measures can be 100% effective, and we cannot guarantee the security of your information. You should take steps to protect your account information and other sensitive information, such as by choosing a strong password and keeping it confidential. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at dicepit@gmail.com. We will do our best to address your concerns and respond to your inquiries in a timely manner. Thank you for using DicePit! We appreciate your trust in us and our commitment to protecting your privacy and security. Our links Home Why are we Join Safe and reliabl Connect with us Commitment to the game Additional links Disclaimer Privacy Policy Terms of use Contacts +91-915-4156345 dicepit@gmail.com 7JWF+QWP, Hayathnagar_Khalsa, Telangana 501511, India"
  },
  "date": "2024-06-20T08:44:40.000Z"
}