{
  "name": "ditionon",
  "pages": {
    "disclaimer": "Blue Horizon Hotel | Isenção de responsabilidade Sobre Quartos Serviços Contato Isenção de responsabilidade Observe que as informações fornecidas neste documento estão sujeitas a alterações e podem nem sempre estar atualizadas. Blue Horizon Hotel é um estabelecimento fictício criado para efeitos deste exemplo. Qualquer semelhança com lugares ou organizações reais é mera coincidência. O endereço de e-mail associado ao Blue Horizon Hotel é BlueHorizonHotel@gmail.com. Por favor esteja ciente de que não enviamos e-mails não solicitados ou solicitações de informações pessoais. Se você receber algum e-mail suspeito alegando ser do Blue Horizon Hotel, por favor não responda e informe-nos imediatamente. Para reservas ou dúvidas, você pode entrar em contato pelo telefone +91 67 4321-5634. Nossas linhas telefônicas são aberto 24 horas por dia, 7 dias por semana para ajudá-lo com qualquer dúvida ou preocupação que você possa ter. Observe que o volume de chamadas pode ser alto durante horários de pico, por isso agradecemos sua paciência se você tiver um tempo de espera. Esteja ciente de que o Blue Horizon Hotel não se responsabiliza por quaisquer itens perdidos ou roubados durante sua estadia. Recomendamos que você guarde seus objetos de valor no cofre do quarto fornecido ou com a equipe da recepção. Além disso, é importante manter o cartão-chave do seu quarto consigo em todos os momentos e não partilhar o número do seu quarto com estranhos. Enquanto nos esforçamos para proporcionar uma experiência confortável e agradável a todos os nossos hóspedes, peça que você respeite todas as políticas e diretrizes do hotel. Isto inclui não fumar em áreas designadas áreas para não fumantes, sem ruídos altos ou perturbações após o expediente e sem convidados não autorizados em seu quarto. O Blue Horizon Hotel está empenhado em manter um ambiente limpo e seguro para todos os nossos hóspedes. Siga as diretrizes de distanciamento social e use máscara nas áreas comuns, conforme exigido pelos regulamentos locais. Para quaisquer pedidos especiais ou acomodações, por favor informe a nossa equipe da recepção no momento da reserva ou na chegada. Faremos o nosso melhor para atender às suas necessidades e tornar a sua estadia o mais confortável possível. Obrigado por escolher o Blue Horizon Hotel para suas necessidades de acomodação. Nós apreciamos seus negócios e estamos ansiosos para recebê-lo em nosso estabelecimento. Se você tiver alguma dúvida ou preocupação, por favor Não hesite em nos contatar. Estamos aqui para ajudá-lo no que pudermos. política de Privacidade termos e Condições Isenção de responsabilidade BlueHorizonHotel@gmail.com +55 23 6902-1246",
    "index1": "Blue Horizon Hotel Sobre Quartos Serviços Contato Utilizamos cookies no nosso site para lhe proporcionar a experiência mais relevante, lembrando as suas preferências e visitas repetidas. Ao clicar em “Aceitar”, você concorda com o uso de todos os cookies. Aceitar Declínio Experimente o melhor refúgio à beira-mar no Blue Horizon Hotel onde cada momento é uma lufada de ar fresco do oceano Bem-vindo ao Blue Horizon Hotel O Blue Horizon Hotel é um luxuoso hotel à beira-mar localizado na pitoresca costa de Miami Beach. Com vistas deslumbrantes sobre o oceano e comodidades de classe mundial, nosso hotel oferece o cenário perfeito para férias relaxantes e rejuvenescedoras. Nesta descrição detalhada, destacaremos as principais características que tornam o nosso hotel uma escolha popular para viajantes que procuram uma experiência verdadeiramente inesquecível. Serviços de spa Uma das principais atrações do Blue Horizon Hotel é o nosso spa de última geração, onde os hóspedes podem mimar-se com uma ampla variedade de tratamentos luxuosos. Nosso spa conta com uma equipe de terapeutas qualificados que se dedicam a proporcionar aos hóspedes uma experiência verdadeiramente relaxante. De massagens suecas a tratamentos faciais rejuvenescedores, nosso spa oferece algo para todos. Os hóspedes também podem aproveitar as banheiras de hidroterapia, sauna seca e a vapor do nosso spa para melhorar ainda mais seu relaxamento. Nossos serviços de spa são projetados para acalmar a mente, o corpo e a alma, deixando os hóspedes revigorados e rejuvenescidos. Esteja você procurando relaxar após um longo dia de passeios turísticos ou simplesmente buscando alguns mimos bem merecidos, nosso spa é o lugar perfeito para escapar e se deliciar. Contate-nos Os centro de fitness Para aqueles hóspedes que preferem manter-se activos durante as férias, o Blue Horizon Hotel oferece um centro de fitness totalmente equipado com uma vasta gama de equipamentos de cardio e musculação. Nossa academia está aberta 24 horas por dia, permitindo que os hóspedes se exercitem conforme sua conveniência. Se você prefere correr na esteira pela manhã ou treinar à tarde, nossa academia tem tudo que você precisa para ficar em forma durante as férias. Além do nosso equipamento de fitness, o nosso hotel também oferece uma variedade de aulas de fitness e sessões de treino pessoal para aqueles que querem levar o seu treino para o próximo nível. Com nossa equipe dedicada de profissionais de fitness, os hóspedes podem atingir seus objetivos de condicionamento físico em um ambiente de apoio e motivação. De ioga e Pilates a treinamento intervalado de alta intensidade, nossa academia tem algo para todos. Contate-nos Por que escolher o Blue Horizon Hotel Há muitas razões pelas quais os hóspedes escolhem o Blue Horizon Hotel para suas férias, incluindo nossa localização privilegiada à beira-mar, comodidades luxuosas e serviço excepcional. O nosso hotel está situado directamente na praia, permitindo aos hóspedes desfrutar de vistas deslumbrantes sobre o oceano e de fácil acesso às praias arenosas. Quer prefira relaxar na praia com um bom livro ou dar um mergulho refrescante no oceano, o nosso hotel oferece o cenário perfeito para um dia de sol e surf. Além da nossa localização à beira-mar, o Blue Horizon Hotel possui uma variedade de comodidades luxuosas que atendem às necessidades de cada hóspede. Do nosso spa e centro de fitness à piscina exterior e ao restaurante no local, o nosso hotel tem tudo o que precisa para umas férias verdadeiramente memoráveis. Nossa simpática equipe se dedica a fornecer um serviço excepcional, garantindo que cada hóspede tenha uma estadia confortável e agradável. Além disso, o Blue Horizon Hotel está convenientemente localizado perto de uma variedade de atrações, incluindo lojas, restaurantes e locais de entretenimento. Se você deseja explorar a vibrante vida noturna de Miami Beach ou simplesmente relaxar na areia, nosso hotel é a base perfeita para todas as suas aventuras de férias. Com fácil acesso ao transporte local e uma variedade de atividades e excursões disponíveis, nosso hotel oferece algo para todos os viajantes. Concluindo, o Blue Horizon Hotel é a escolha ideal para hóspedes que procuram férias luxuosas e relaxantes à beira-mar. Com nosso spa, academia e comodidades de alto nível, nosso hotel oferece tudo que você precisa para uma experiência verdadeiramente inesquecível. Quer pretenda relaxar na praia, mimar-se no spa ou manter-se activo no centro de fitness, o nosso hotel tem algo para todos. Reserve hoje mesmo a sua estadia no Blue Horizon Hotel e descubra o melhor refúgio à beira-mar. Galeria Contato Nome Email Telefone Aceito a Política de privacidade Enviar formulário política de Privacidade termos e Condições Isenção de responsabilidade BlueHorizonHotel@gmail.com +55 23 6902-1246 document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; }",
    "index": "ditionon Você tem 18 anos? Sim Não document.addEventListener(\"DOMContentLoaded\", function() { setTimeout(function() { document.getElementById(\"ageRestrictionSection\").style.display = \"flex\"; }, 10000); // 10000 миллисекунд = 10 секунд });",
    "policy": "Blue Horizon Hotel | política de Privacidade Sobre Quartos Serviços Contato política de Privacidade No Blue Horizon Hotel, estamos empenhados em proteger a sua privacidade e garantir a segurança das informações pessoais que você nos fornece. Esta política de privacidade explica como coletamos, usar, proteger e divulgar suas informações quando você visita nosso site ou nos contata por e-mail ou telefone. Coleta de Informações: Coletamos informações pessoais, como seu nome, endereço de e-mail, número de telefone e qualquer outra informação que você nos forneça ao fazer uma reserva, solicitar informações ou comunique-se conosco por e-mail ou telefone. Uso de Informações: Usamos as informações que você fornece para processar suas reservas, responder às suas dúvidas, melhorar nossos serviços e comunicar com você sobre ofertas especiais, promoções e eventos no Blue Horizon Hotel. Também poderemos usar suas informações para fins de marketing e publicidade. Proteção de Informações: Tomamos precauções para proteger suas informações contra acesso não autorizado acesso, divulgação, alteração ou destruição. Suas informações pessoais são armazenadas com segurança e só é acessível a pessoal autorizado que é obrigado a manter a confidencialidade das informações. Compartilhamento de informações: Podemos compartilhar suas informações com prestadores de serviços terceirizados que nos ajudar a fornecer serviços a você, como processar pagamentos ou gerenciar nosso e-mail comunicações. Também podemos compartilhar suas informações com autoridades policiais ou agências governamentais em resposta a uma solicitação legal ou conforme exigido por lei. Cookies: Nosso site pode usar cookies para rastrear seu comportamento e preferências de navegação. Biscoitos são pequenos arquivos armazenados em seu computador que nos ajudam a melhorar sua experiência de usuário em nosso site. Links para outros sites: Nosso site pode conter links para outros sites que não são operados do Blue Horizon Hotel. Não somos responsáveis ​​pelas práticas de privacidade ou pelo conteúdo destes sites de terceiros. Encorajamos você a revisar as políticas de privacidade de qualquer site que visitar. Consentimento: Ao nos fornecer suas informações pessoais, você concorda com a coleta, uso e compartilhamento de suas informações conforme descrito nesta política de privacidade. Se você não concorda com nosso práticas, por favor não nos forneça suas informações. Alterações na Política de Privacidade: Reservamo-nos o direito de atualizar ou fazer alterações nesta política de privacidade a qualquer momento. Quaisquer alterações serão publicadas em nosso site e seu uso continuado de nossos serviços após as alterações serem feitas constituirá sua aceitação da política de privacidade atualizada. Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade ou sobre o tratamento de seus dados pessoais informações, entre em contato conosco pelo e-mail BlueHorizonHotel@gmail.com ou pelo telefone +55 23 6902-1246. Obrigado por escolher o Blue Horizon Hotel para suas necessidades de acomodação. política de Privacidade termos e Condições Isenção de responsabilidade BlueHorizonHotel@gmail.com +55 23 6902-1246",
    "rooms": "Blue Horizon Hotel | Quartos Sobre Quartos Serviços Contato Experimente o melhor refúgio à beira-mar no Blue Horizon Hotel onde cada momento é uma lufada de ar fresco do oceano Bem-vindo ao Hotel Horizonte Azul Blue Horizon Hotel & Resort Reservar um quarto Blue Horizon Hotel à beira-mar Reservar um quarto Hotel Blue Horizon à beira-mar Reservar um quarto Hotel Boutique Horizonte Azul Reservar um quarto Hotel de luxo Horizonte Azul Reservar um quarto Blue Horizon Hotel à beira-mar Reservar um quarto Hotel Executivo Horizonte Azul Reservar um quarto Hotel Jardim Horizonte Azul Reservar um quarto Hotel Litoral Horizonte Azul Reservar um quarto Blue Horizon Paraíso Hotel Reservar um quarto Hotel Ilha Horizonte Azul Reservar um quarto política de Privacidade termos e Condições Isenção de responsabilidade BlueHorizonHotel@gmail.com +55 23 6902-1246",
    "services": "Blue Horizon Hotel | Serviços Sobre Quartos Serviços Contato Experimente o melhor refúgio à beira-mar no Blue Horizon Hotel onde cada momento é uma lufada de ar fresco do oceano Nossos serviços Bem-vindo ao nosso restaurante: uma experiência culinária como nenhuma outra Mime os seus sentidos numa viagem culinária como nenhuma outra no nosso restaurante. De pratos gourmet às especialidades locais, nosso cardápio oferece uma gama diversificada de opções para satisfazer todos os paladares. Nosso chefs talentosos usam apenas os ingredientes mais frescos para criar refeições de dar água na boca que deixarão você deseja mais. Quer você esteja procurando uma refeição casual ou uma experiência gastronômica requintada, nosso restaurante tem algo para todos. Junte-se a nós no café da manhã, almoço ou jantar e descubra o verdadeiro sabor do luxo. Contate-nos Zona de fitness: rejuvenesça seu corpo e mente Mantenha-se ativo e em forma durante a sua estadia no nosso hotel, visitando a nossa zona de fitness de última geração. Equipada com as mais recentes máquinas e equipamentos de treino, nossa academia é o lugar perfeito para fazer uma pausa suar e rejuvenescer seu corpo e mente. Nossos instrutores de fitness estão à disposição para ajudá-lo a criar um plano de treino personalizado e guiá-lo através de seus exercícios. Se você prefere cardio, treinamento de força ou ioga, nossa zona de fitness tem tudo que você precisa para ficar em forma enquanto aproveitando sua estadia. Contate-nos Mergulhe no luxo: nossa piscina requintada Dê um mergulho na nossa luxuosa piscina e experimente o verdadeiro relaxamento e tranquilidade. Se você deseja nadar, tomar sol à beira da piscina ou simplesmente relaxar após um longo dia, nossa piscina é o lugar perfeito para fazer isso. Nossa área de piscina também conta com banheira de hidromassagem e bar ao lado da piscina, onde você pode desfrutar de bebidas refrescantes e lanches enquanto aproveita o sol. Mergulhe no luxo e aproveite ao máximo da sua estadia com um mergulho refrescante na nossa requintada piscina. Contate-nos Retiro de bem-estar: desfrute de tratamentos de spa e relaxamento Mime-se com uma luxuosa experiência de spa em nosso retiro de bem-estar. De massagens a tratamentos faciais, nosso spa oferece uma ampla variedade de tratamentos para ajudá-lo a relaxar e rejuvenescer. Nossos terapeutas qualificados use apenas os melhores produtos e técnicas para garantir que você saia sentindo-se revigorado e revitalizado. Se você precisa de uma massagem profunda ou de um envolvimento corporal relaxante, nosso spa tem algo para todos. Delicie-se com alguns cuidados pessoais e mimos tão necessários em nosso retiro de bem-estar. Contate-nos Espaços para eventos: o local perfeito para suas ocasiões especiais Organize seus eventos especiais e celebrações nos elegantes espaços para eventos do nosso hotel. Se você está planejando um casamento, uma festa de aniversário ou um evento corporativo, nossos locais versáteis podem acomodar todas as suas necessidades. De reuniões íntimas a grandes recepções, nossos espaços para eventos são o cenário perfeito para qualquer ocasião. Nossos experientes planejadores de eventos trabalharão com você em cada etapa do processo para garantir que seu evento seja um sucesso. sucesso. Crie memórias que durarão a vida inteira escolhendo nosso hotel como local para suas ocasiões especiais. Contate-nos Business Center: atendendo às suas necessidades de trabalho Mantenha-se produtivo e conectado durante sua estadia em nosso hotel com nosso business center totalmente equipado. Se você precisa imprimir, digitalizar ou enviar documentos por fax, nosso centro de negócios tem tudo que você precisa para ficar em cima do seu trabalho. Nossa conexão à Internet de alta velocidade e estações de trabalho confortáveis ​​facilitam a concluir tarefas com eficiência e eficácia. Precisa de um espaço para reuniões? Nosso centro de negócios também oferece salas de conferência que podem ser alugadas para reuniões, apresentações ou entrevistas. Fique por dentro do seu compromissos de trabalho com a ajuda do nosso conveniente centro de negócios. Contate-nos Serviços de concierge: seu guia definitivo para atrações locais Descubra o melhor que nossa cidade tem a oferecer com a ajuda de nossa experiente equipe de concierge. Desde recomendações de restaurantes até reservas de passeios, nossos serviços de concierge são projetados para tornar o seu permaneça memorável e sem complicações. Quer você esteja procurando ingressos para um show, uma reserva em um restaurante popular ou instruções para chegar a uma atração próxima, nossa equipe de concierge está aqui para ajudá-lo. Deixe-nos ajudá-lo a aproveitar ao máximo sua estadia, fornecendo informações e recomendações sobre as melhores atrações e atividades locais. Contate-nos Acomodações de luxo: experimente conforto e elegância Experimente o verdadeiro luxo e conforto em nossas acomodações espaçosas e elegantemente decoradas. De aconchegante de quartos a suítes luxuosas, nosso hotel oferece uma variedade de opções para atender às necessidades de cada viajante. Cada um nossos quartos são decorados com bom gosto e equipados com comodidades modernas para garantir uma estadia confortável. Com roupas de cama macias, produtos de toalete premium e vistas deslumbrantes, nossas acomodações foram projetadas para oferecer você com uma experiência verdadeiramente memorável. Relaxe e descontraia com estilo em nossas acomodações luxuosas. Contate-nos Práticas Sustentáveis: Nosso Compromisso com a Responsabilidade Ambiental No nosso hotel, estamos comprometidos com a sustentabilidade e a responsabilidade ambiental. Da economia de energia práticas para comodidades ecológicas, nos esforçamos para reduzir nossa pegada de carbono e promover um ambiente mais verde futuro. O programa de reciclagem do nosso hotel, iniciativas de economia de água e uso de produtos de origem local são apenas algumas das maneiras pelas quais estamos trabalhando para uma operação mais sustentável. Você pode se sentir bem sobre ficar conosco sabendo que estamos empenhados em proteger o planeta e preservar sua recursos naturais. Junte-se a nós em nosso compromisso com a sustentabilidade e ajude a causar um impacto positivo no ambiente. política de Privacidade termos e Condições Isenção de responsabilidade BlueHorizonHotel@gmail.com +55 23 6902-1246",
    "terms": "Blue Horizon Hotel | termos e Condições Sobre Quartos Serviços Contato termos e Condições Bem-vindo ao Hotel Horizonte Azul! Ao acessar ou utilizar nossos serviços, você concorda em cumprir e ficar vinculado aos seguintes termos e condições: Reservas: Todas as reservas deverão ser feitas antecipadamente através do nosso site, email BlueHorizonHotel@gmail.com ou telefone +55 23 6902-1246. É necessário um cartão de crédito válido para garantir a reserva. Check-in/Check-out: O horário de check-in é às 15h00 e o horário de check-out é às 11h00. Check-in antecipado e tardio os pedidos de check-out estão sujeitos à disponibilidade e podem implicar custos adicionais. Pagamento: O pagamento da sua estadia deverá ser feito no momento do check-in. Aceitamos dinheiro, cartões de crédito e transferências bancárias. Política de Cancelamento: Os cancelamentos devem ser feitos pelo menos 72 horas antes da data de chegada para evite uma taxa de cancelamento. O não cancelamento dentro deste prazo resultará em uma cobrança equivalente a uma noite de estadia. Política para fumantes: O Blue Horizon Hotel é uma propriedade para não fumantes. Fumar é estritamente proibido em todas as áreas internas. Será cobrada uma taxa de limpeza por fumar em áreas não designadas. Pet Policy: Pets are not allowed on the premises, with the exception of service animals. Please inform us in advance if you will be bringing a service animal. Danos: Os hóspedes são responsáveis ​​por quaisquer danos causados ​​à propriedade do hotel durante a sua estadia. Os custos por danos serão aplicados ao cartão de crédito utilizado para garantir a reserva. Política de Privacidade: O Blue Horizon Hotel respeita a sua privacidade e não divulgará quaisquer informações pessoais informações a terceiros sem o seu consentimento. Consulte nossa Política de Privacidade para obter mais detalhes. Conduta: Espera-se que os hóspedes se comportem de maneira respeitosa com os outros hóspedes e com o hotel. funcionários. Qualquer comportamento perturbador pode resultar no despejo do hotel sem reembolso. Responsabilidade: O Blue Horizon Hotel não se responsabiliza por qualquer perda, dano ou lesão resultante de negligência dos hóspedes ou ações fora do nosso controle, como desastres naturais ou circunstâncias imprevistas. Comodidades: O hotel oferece Wi-Fi gratuito, estacionamento e serviço de limpeza diário. Comodidades adicionais, como lavanderia, serviço de quarto e transporte para o aeroporto, estão disponíveis por um custo extra. Alterações nos Termos: O Blue Horizon Hotel reserva-se o direito de modificar ou atualizar estes termos e condições a qualquer momento. Os hóspedes serão notificados de quaisquer alterações por e-mail ou em nosso site. Ao reservar uma estadia no Blue Horizon Hotel, você concorda em cumprir estes termos e condições. Esperamos proporcionar-lhe uma experiência relaxante e agradável durante a sua visita. Se você tiver alguma dúvida ou preocupação, não hesite em nos contatar. política de Privacidade termos e Condições Isenção de responsabilidade BlueHorizonHotel@gmail.com +55 23 6902-1246",
    "thank_page": "Blue Horizon Hotel | Obrigado! Obrigado! Obrigado por entrar em contato e fazer a solicitação. Eu realmente aprecio seu interesse e irei fazer o meu melhor para atender às suas necessidades. Se você tiver alguma dúvida ou preocupação adicional, por favor não hesite em entrar em contato comigo. Voltar à página inicial"
  },
  "date": "2024-06-25T07:24:47.582Z"
}