{
  "name": "DreamCric",
  "pages": {
    "disclaimers": "DreamCric | Disclaimers and Legal Information DreamCric Home About How It Works Disclaimers for DreamCric Welcome to DreamCric's Disclaimers page. By using our fantasy cricket platform, you agree to accept the following disclaimers and limitations of liability. DreamCric provides fantasy sports entertainment and does not guarantee the accuracy, completeness, or reliability of any information or content on the platform. While we strive to ensure fair play and accurate scoring in fantasy contests, we cannot guarantee against technical failures, interruptions, or errors. DreamCric shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your use of the platform, including but not limited to loss of profits, data, or goodwill. DreamCric may include links to third-party websites or services for your convenience. We do not endorse or take responsibility for the content or practices of these third parties. DreamCric reserves the right to modify, suspend, or terminate the platform or your access to it at any time without prior notice. We may also update these disclaimers periodically, and continued use of DreamCric constitutes acceptance of any changes. If you have any questions or concerns about our Disclaimers, please contact us at dreamcric@gmail.com. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "privacy-policy": "DreamCric | Privacy Policy DreamCric Home About How It Works Privacy Policy for DreamCric Welcome to DreamCric's Privacy Policy page. At DreamCric, we take your privacy seriously and are committed to protecting your personal information. This policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or use our services. We collect various types of information from users to provide and improve our services. This includes personal data such as your name, contact details, and payment information. We may also gather non-personal information related to your browsing behavior and device information. Your information is used to personalize your experience, process transactions, and provide customer support. We may also use it for research purposes to enhance our services and develop new features. We may disclose your information to third-party service providers who assist us in operating our website and conducting our business. These parties are required to protect your information and use it only for the purposes specified by us. DreamCric employs security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is completely secure. We reserve the right to update this Privacy Policy periodically. Any changes will be posted on this page, and we encourage you to review this policy regularly. If you have any questions or concerns regarding our Privacy Policy or the handling of your personal information, please contact us at dreamcric@gmail.com. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "terms-conditions": "DreamCric | Terms and Conditions DreamCric Home About How It Works Terms and Conditions for DreamCric Welcome to DreamCric's Terms and Conditions page. These terms govern your use of our fantasy cricket platform and services. By accessing or using DreamCric, you agree to comply with these terms and our Privacy Policy. You must be at least 18 years old to use DreamCric. By registering an account or using our services, you confirm that you are of legal age and have the capacity to enter into a binding agreement. You are responsible for maintaining the confidentiality of your account information and are liable for all activities that occur under your account. You agree to notify us immediately of any unauthorized use or security breach. All content and materials on DreamCric, including logos, graphics, and software, are owned or licensed by us and are protected by intellectual property laws. You may not modify, reproduce, or distribute any part of DreamCric without our prior written consent. DreamCric reserves the right to modify, suspend, or terminate the platform or your access to it at any time without prior notice. We may also update these terms periodically, and continued use of DreamCric constitutes acceptance of any changes. DreamCric provides fantasy sports entertainment and does not guarantee the accuracy, completeness, or reliability of any information or content on the platform. Participation in contests is at your own risk. These terms and your use of DreamCric are governed by the laws of India. Any disputes arising from or related to these terms or your use of DreamCric shall be resolved exclusively in the courts of India. If you have any questions or concerns about our Terms and Conditions, please contact us at dreamcric@gmail.com. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "thanks": "Thank You | DreamCric DreamCric Home About How It Works Thank You for Visiting DreamCric! We appreciate your interest in our fantasy cricket platform. Stay tuned for more updates and exciting contests. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits."
  },
  "date": "2024-07-25T15:56:30.883Z"
}