{
  "name": "Dream11",
  "pages": {
    "privacy-policy": "Privacy Policy | Protection of your personal data Home About HOW TO PLAY FAQ'S DOWNLOAD APP Privacy Policy At Dream11, we prioritize the protection of your privacy. This Privacy Policy delineates how we gather, utilize, and safeguard your personal information. 1. Information We Collect: - We may collect personal information, such as your name, email address, and contact number, when you engage our services or subscribe to our updates. - Additionally, we gather non-personal information like your IP address, browser specifications, and device details to enhance our website's functionality and service offerings. 2. Utilization of Your Information: - Your personal details are employed to process orders, facilitate communication, and deliver customer assistance. - Non-personal information may be utilized for analytics, marketing endeavors, and refining our online platform. 3. Information Disclosure: - We do not trade, sell, or lease your personal information to external parties. However, we may share your data with trusted service providers who support us in website operations and service provision. 4. Data Protection Measures: - Stringent security protocols are implemented to safeguard your personal information from unauthorized access, alteration, disclosure, or destruction. 5. Your Rights: - You retain the rights to access, amend, or erase your personal data. Additionally, you can opt out of receiving promotional communications from us. 6. Policy Amendments: - We reserve the prerogative to update or revise this Privacy Policy at any time. Any alterations will take effect immediately upon posting on our website. Should you have queries or concerns regarding our Privacy Policy, please reach out to us at dream11@gmail.com. Thank you for choosing Dream11! Last Updated: April 2024 PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY dream11@gmail.com PAYMENT PARTNERS Disclaimer Dream11 is a fantasy sports platform intended for entertainment purposes only. Participation in contests on Dream11 involves financial risk and may be addictive. Users are advised to exercise caution and play responsibly. It is important to note that winning on Dream11 requires skill, knowledge, and understanding of the sports and players involved. Dream11 complies with all applicable laws and regulations related to fantasy sports in the jurisdictions where it operates. Users must ensure they are legally eligible to participate in fantasy sports as per their local laws. 18+",
    "terms-conditions": "Terms of Use | Dream11 Home About HOW TO PLAY FAQ'S DOWNLOAD APP Terms and Conditions Welcome to the Terms of Service page for Dream11. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions of use, which together with our Privacy Policy govern Dream11' relationship with you in relation to this website. The term 'Dream11' or 'us' or 'we' refers to the owner of the website whose registered office. The term 'you' refers to the user or viewer of our website. Use of the Website By accessing and using the Palacio de HotelWin website, you agree to comply with these terms and conditions. If you do not agree with any part of these terms, we recommend that you do not use our site. You must be at least 18 years of age to access and use our website. The use of the website for illegal or unauthorized purposes is prohibited. We reserve the right to suspend or terminate your access to the website in case of breach of these terms and conditions. Intellectual Property All intellectual property rights of the content of the website belong to Palacio de HotelWin. Unauthorized use, reproduction or distribution of the content without our prior written consent is prohibited. Website Disclaimer Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness, or suitability of the information and materials found or offered on this website for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law. Links to Other Websites: From time to time, this website may also include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s). Your Use of Information Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements. Limitation of Liability Palacio de HotelWin shall not be liable for any direct, indirect, incidental, special or consequential damages resulting from the use of or inability to use our website. We strive to ensure the accuracy and updating of the information provided on our site, but we make no guarantees as to its accuracy or completeness. Changes to Terms We reserve the right to update or modify these terms and conditions at any time without prior notice. Your use of this website following any such change constitutes your agreement to follow and be bound by the terms and conditions as changed. Therefore, we encourage you to review these terms and conditions whenever you use this website. y using our website, you acknowledge that you have read, understood, and agree to be bound by these terms and conditions. If you do not agree to these terms and conditions, please do not use our website. For any questions regarding these terms, please contact PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY dream11@gmail.com PAYMENT PARTNERS Disclaimer Dream11 is a fantasy sports platform intended for entertainment purposes only. Participation in contests on Dream11 involves financial risk and may be addictive. Users are advised to exercise caution and play responsibly. It is important to note that winning on Dream11 requires skill, knowledge, and understanding of the sports and players involved. Dream11 complies with all applicable laws and regulations related to fantasy sports in the jurisdictions where it operates. Users must ensure they are legally eligible to participate in fantasy sports as per their local laws. 18+",
    "thanks": "Thanks for your inquiry! Thank you for reaching out to us! The Dream11 team sincerely appreciates you taking the time to contact us. Your feedback is extremely valuable to us and will be considered carefully. We are committed to providing the best service possible, and your suggestions help us to continuously improve. If there is anything else we can assist with or if you have any further questions, please do not hesitate to contact us again. Once again, thank you for choosing Dream11! Thank you very much! Return to Homepage",
    "cookies": "Cookies Policy | Protection of your personal data Home About HOW TO PLAY FAQ'S DOWNLOAD APP Dream11 Cookies Policy At Dream11, safeguarding your privacy and ensuring your security is paramount. Our Cookies Policy outlines the use of cookies on our platform to enrich your user experience and deliver personalized content. By continuing to utilize our app, you agree to the utilization of cookies as delineated in this policy. What are cookies? Cookies are tiny text files stored on your device when you visit a website or utilize an app. They gather data on your browsing habits and preferences, aiding the website or app in offering a tailored user experience. How we use cookies: To retain your preferences and settings, like language preferences and login details. To monitor your interactions with our platform, including visited pages and utilized features. To analyze user behavior and enhance our app's performance and functionality. To furnish personalized content and recommendations based on your interests and activities on the app. Types of cookies we use: We employ both session cookies (temporary, deleted upon closing the app) and persistent cookies (stored on your device for an extended period). We also use first-party cookies (set by Dream11) and third-party cookies (set by external service providers). Your cookie preferences: You have the option to accept or decline cookies on Dream11 by adjusting your browser or device settings. However, please be aware that disabling cookies may impact the functionality and performance of our app. Changes to this policy: We may periodically update this Cookies Policy to reflect alterations in our practices or legal requirements. We encourage regular review of this policy to stay informed about our cookie usage. For any inquiries or concerns regarding our cookie usage, please contact us at dream11@gmail.com. Thank you for choosing Dream11! PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY dream11@gmail.com PAYMENT PARTNERS Disclaimer Dream11 is a fantasy sports platform intended for entertainment purposes only. Participation in contests on Dream11 involves financial risk and may be addictive. Users are advised to exercise caution and play responsibly. It is important to note that winning on Dream11 requires skill, knowledge, and understanding of the sports and players involved. Dream11 complies with all applicable laws and regulations related to fantasy sports in the jurisdictions where it operates. Users must ensure they are legally eligible to participate in fantasy sports as per their local laws. 18+",
    "index": "Fuel Your Passion for Cricket with Dream11 Fantasy Sports Home About HOW TO PLAY FAQ'S DOWNLOAD APP Join Dream11 – The Leading Fantasy Cricket Platform! Welcome to Dream11, where your fantasy cricket dreams come true! Build your team with your favorite players, manage it, and compete with millions of fans worldwide. Enjoy an exciting gameplay experience, enhance your strategic skills, and win thrilling tournaments. Join now and become a part of the ultimate fantasy cricket community! GET APP LINK Build teams with favorite players. Compete with global cricket fans. Enhance strategic thinking skills. Win prizes in thrilling tournaments. About At Dream11, we transform the cricketing passion of millions into an immersive fantasy sports experience. Founded with a vision to bring fans closer to the game they love, Dream11 has grown into the ultimate platform for fantasy cricket enthusiasts. Here, every match is more than just a game—it's an opportunity to showcase your strategic acumen, engage with a vibrant community, and feel the thrill of competition. We empower users to create their dream teams, combining the skills of their favorite players to outwit opponents. Our dynamic and user-friendly interface ensures that both seasoned players and newcomers can enjoy the excitement of fantasy sports with ease. Dream11 is not just about winning; it’s about the joy of the game, the camaraderie among fans, and the thrill of making informed decisions. With regular updates, live scores, and comprehensive player stats, we ensure you’re always in the game, making the most of every cricketing moment. Join us at Dream11, where your cricketing dreams take flight and every match is a new adventure! Get app link WHY Dream11 MOST POPULAR? Innovative Gameplay Experience: Dream11 offers a unique and immersive gameplay experience that blends strategic thinking with the excitement of live sports. Users can select their dream teams, make real-time decisions, and feel like they are part of the game. Massive Prize Pools: Dream11 features some of the largest prize pools in the fantasy sports industry. This attracts players who are not only looking for fun but also the chance to win substantial rewards. The prospect of winning big makes the competition even more thrilling. Real-Time Player Insights: Dream11 provides up-to-date player statistics and performance analysis, ensuring users make informed decisions when building their teams. The real-time insights help users strategize better and increase their chances of winning. Community Engagement: Dream11 hosts vibrant community forums where fans can interact, discuss strategies, share tips, and celebrate victories. This sense of community fosters engagement and loyalty among users, making the platform more than just a game. Customized Contests: One of Dream11's unique features is the ability for users to create private contests with friends and family. This personalization adds a layer of fun and competition among close circles, enhancing the overall user experience. Community Engagement: At Dream11, we foster a vibrant community of cricket enthusiasts. Our platform encourages interaction, friendly competition, and collaboration among fans. Share your strategies, discuss matches, and connect with like-minded individuals from around the world. Multi-Sport Platform: While cricket remains the flagship sport, Dream11 has expanded to include other popular sports like football, basketball, and kabaddi. This diversity attracts a broader audience and keeps the platform dynamic and engaging throughout the year. Celebrity Endorsements: Dream11 is backed by prominent cricket players and celebrities, lending credibility and attracting their fanbase to the platform. These endorsements also boost visibility and trust among new users. User-Friendly Interface: Dream11’s app and website are designed with user experience in mind. The intuitive and easy-to-navigate interface ensures that both seasoned players and newcomers can effortlessly enjoy the game. The smooth design enhances user satisfaction and keeps them coming back for more. Get a Sneak Peek of the Dream11 App Get the Dream11 App Now! Download the Dream11 app today and dive into the ultimate fantasy cricket experience! Build your dream team, compete in exciting contests, and stand a chance to win amazing prizes. With real-time player insights, a user-friendly interface, and the ability to join or create private leagues, Dream11 brings the thrill of the game right to your fingertips. Don’t wait – join millions of fans worldwide and make every match a new adventure. Get the Dream11 app now and start playing! Visit windaily.co and select the \"Download for Android\" option. Once the apk has finished downloading, simply tap on \"Open\". Ensure that installation from unknown sources is enabled in your device's settings. Dream11 FANTASY CRICKET: A GUIDE TO PLAYING Step 1:Download and Register: Get the App: Download the Dream11 app from the App Store or Google Play. Create an Account: Sign up using your email, phone number, or social media accounts. Step 2: Select a Match: Browse Matches: Explore upcoming cricket matches listed on the Dream11 platform. Choose Your Game: Select the match you want to participate in from the available options. Step 3: Build Your Team: Select Captain and Vice-Captain: Assign the roles carefully as they earn 2x and 1.5x points respectively. Save Your Team: Finalize and save your team before the match deadline. Step 4: Join Contests and Play: Find Contests: Browse and join contests with different entry fees and prize pools. Monitor Performance: Track your players’ real-time performance and score during the match. FAQ'S Can I create my own private contest on Dream11? Yes, you can create private contests on Dream11 to compete with your friends and family. Simply choose the match, set the entry fee, and invite others to join. How are points awarded for player performance? Points are awarded based on various performance metrics like runs scored, wickets taken, catches, and more. Captains and vice-captains earn extra points for their performances. What happens if a selected player doesn't play in the match? If a player you selected doesn't play in the match, you won't earn any points for them. It's important to stay updated with the team line-ups before the match begins. Can I change my team after creating it? Yes, you can make unlimited changes to your team before the match deadline. Once the match starts, no further changes can be made. What are the different types of contests available on Dream11? Dream11 offers various contests including Mega Contests, Head-to-Head, Small Leagues, and Practice Contests. Each type has different entry fees and prize structures. How do I withdraw my winnings from Dream11? You can withdraw your winnings directly to your bank account. Go to the \"My Winnings\" section, enter your bank details, and submit a withdrawal request. Are there any bonuses or promotions for new users? Yes, Dream11 often provides welcome bonuses and promotional offers for new users. Keep an eye on the promotions page for the latest deals and bonuses. Is Dream11 legal and safe to play? Yes, Dream11 is legal in most states in India and operates under the fantasy sports laws. It employs robust security measures to ensure a safe and fair gaming experience for all users. What Our Players Say Dream11 has revolutionized how I follow cricket. Building teams and competing with friends adds a whole new dimension to my fandom! Rahul Gupta \"As a newbie to fantasy sports, Dream11's user-friendly interface made it easy for me to understand and enjoy the game. I love the excitement of tracking my team's performance!\" Priya Sharma \"Winning on Dream11 is not just about luck; it's about strategy and research. The platform's detailed player statistics help me make informed decisions, giving me an edge in every contest.\" Amit Patel \"Dream11 is addictive! It's more than just a game; it's a community where I can interact with fellow cricket enthusiasts and showcase my skills.\" Neha Singh \"I've been playing on Dream11 for years now, and it's still as exciting as ever. The thrill of competing against other users and winning cash prizes keeps me coming back for more!\" Sandeep Kumar Get the Dream11 Fantasy App Now! I accept the Privacy Policy GET APP LINK PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY dream11@gmail.com PAYMENT PARTNERS Disclaimer Dream11 is a fantasy sports platform intended for entertainment purposes only. Participation in contests on Dream11 involves financial risk and may be addictive. Users are advised to exercise caution and play responsibly. It is important to note that winning on Dream11 requires skill, knowledge, and understanding of the sports and players involved. Dream11 complies with all applicable laws and regulations related to fantasy sports in the jurisdictions where it operates. Users must ensure they are legally eligible to participate in fantasy sports as per their local laws. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you consent to the use of cookies. For more information, please see our Cookies Policy. Accept"
  },
  "date": "2024-07-01T07:07:07.870Z"
}