{
  "name": "DreamlandCricketFantasyIndia",
  "pages": {
    "terms": "Dreamland Cricket Fantasy Site Terms and Conditions for Users in India. Home About Us How to play Records Advantages Download App Terms & Conditions Welcome to Dreamland Cricket Fantasy! These Terms and Conditions govern your use of the Dreamland Cricket Fantasy application in India. By using the application, you agree to comply with these Terms and Conditions. Please read them carefully. 1. Acceptance of Terms: By using the Dreamland Cricket Fantasy application, you are agreeing to be bound by these Terms and Conditions. If you do not agree with any of these Terms and Conditions, you should not use the application. 2. Eligibility: To use the Dreamland Cricket Fantasy application, you must be at least 18 years old. If you are under 18, you may use the application with the consent and supervision of a parent or legal guardian. 3. Registration: In order to use the Dreamland Cricket Fantasy application, you may be required to create an account. You agree to provide accurate and complete information during the registration process. You are responsible for maintaining the confidentiality of your account and password. 4. User Content: You are solely responsible for any content that you post, upload, or share on the Dreamland Cricket Fantasy application. You agree not to post any content that is illegal, obscene, defamatory, or otherwise objectionable. 5. Prohibited Activities: You agree not to engage in any activities that may harm, disrupt, or interfere with the operation of the Dreamland Cricket Fantasy application. This includes, but is not limited to, hacking, spamming, or transmitting viruses. 6. Intellectual Property: All content on the Dreamland Cricket Fantasy application, including text, graphics, logos, and images, is the property of Dreamland Cricket Fantasy or its licensors. You may not use, reproduce, or distribute any content from the application without permission. 7. Privacy Policy: Your privacy is important to us. Please review our Privacy Policy to understand how we collect, use, and disclose your personal information. 8. Disclaimer of Warranties: The Dreamland Cricket Fantasy application is provided on an \"as is\" and \"as available\" basis. We make no warranties or representations regarding the reliability, accuracy, or availability of the application. 9. Limitation of Liability: In no event shall Dreamland Cricket Fantasy be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of the application. 10. Governing Law: These Terms and Conditions shall be governed by the laws of India. Any disputes arising from these Terms and Conditions shall be subject to the jurisdiction of the courts in India. By using the Dreamland Cricket Fantasy application, you agree to abide by these Terms and Conditions. If you have any questions or concerns, please contact us at dreamlandcricketfantasy@gmail.com. Thank you for using Dreamland Cricket Fantasy! Home About Us How to play Records Advantages Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "thanks": "Thank You for Choosing Dreamland Cricket Fantasy - The Ultimate Fantasy Cricket Experience! Thank you for choosing our application! We wish bright victories to your fantasy team Home",
    "cookies": "Fantasy Cricket India: Dreamland Cricket Fantasy Cookies Policy - Updated for Better User Experience! Home About Us How to play Records Advantages Download App Cookies Policy This Cookies Policy explains what cookies are and how we use them on the Dreamland Cricket Fantasy website and mobile application in India (hereinafter referred to as the \"Service\"). What are cookies? Cookies are small pieces of data stored on your device (computer or mobile device). They are widely used to make websites work or work more efficiently. Cookies are created when you visit a website or use a mobile application that uses cookies to track your preferences and activities. How do we use cookies? Dreamland Cricket Fantasy uses cookies to collect information about your browsing and usage activities on our Service. We use this information to improve the user experience, analyze trends, and deliver personalized content and advertisements. What types of cookies do we use? There are several types of cookies that we may use on our Service: 1. Essential cookies: These cookies are necessary for the Service to function properly. They enable core functionality such as security, network management, and accessibility. 2. Performance cookies: These cookies help us understand how users interact with our Service by collecting information about the pages they visit, the links they click, and other actions they take. We use this information to improve the performance and usability of the Service. 3. Functionality cookies: These cookies allow us to remember your preferences and personalize your experience on our Service. For example, we may use these cookies to remember your language preferences or your login information. 4. Targeting cookies: These cookies are used to deliver personalized content and advertisements based on your interests and browsing behavior. We may share this information with third parties, such as advertisers, to display relevant ads to you across the web. How to manage cookies? You can control and manage cookies through your browser settings. Most web browsers allow you to block or delete cookies, as well as set preferences for how cookies are handled. Please note that if you disable cookies, some features of the Service may not function properly. Changes to this Cookies Policy We may update this Cookies Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to review this policy periodically for any updates. Contact us If you have any questions about this Cookies Policy, please contact us at dreamlandcricketfantasy@gmail.com. By using the Dreamland Cricket Fantasy Service, you consent to the use of cookies in accordance with this policy. Home About Us How to play Records Advantages Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "index": "Dreamland Cricket Fantasy: Dive into the Fantasy World of Cricket in India. Home About Us How to play Records Advantages Download App Dreamland is your portal to the world of real cricket GET APP LINK Game tips Full statistics Live online About Us Dreamland Cricket Fantasy is a popular fantasy cricket site in India that allows members to create their own cricket teams and compete against other players. It is becoming increasingly popular in India, where cricket is one of the most popular sports. Dreamland Cricket Fantasy offers members the opportunity to showcase their cricket knowledge and team-building abilities. Players can choose cricketers from various teams and participate in various tournaments and leagues. Participants can earn points based on the performance of their chosen cricketers in real matches. Winners receive prizes and accolades for their success. Dreamland Cricket Fantasy offers various game modes, including daily and monthly tournaments, as well as the opportunity to participate in games against friends and other users. Players can also participate in various cricket championships and cups. Dreamland Cricket Fantasy also offers members a wide range of cricketers to choose from, including world-class stars like Viraat Kohli, Rohit Sharma, David Warner, and more. Players can choose their teams from different categories of cricketers such as batsmen, bowlers, defenders and riders. The site also offers members the opportunity to follow live scores, cricketer statistics and other interesting content. Players can interact with each other through the chat and forum, discuss tactics, exchange opinions and share their successes. Dreamland Cricket Fantasy offers members an exciting and thrilling cricket adventure that allows them to enjoy their favorite sport and compete with other players. The site also offers members the opportunity to win prizes and incentives for their success. Overall, Dreamland Cricket Fantasy is a great way to spend time enjoying cricket, improving your knowledge of the sport and participating in fun games. More and more people in India are turning to this site to experience the thrill and excitement of playing fantasy cricket. How to play Fantasy Cricket is a popular online entertainment that allows players to create virtual teams of real players and participate in tournaments, match predictions, and other exciting activities. One of the most popular sites for playing Fantasy Cricket in India is Dreamland Cricket Fantasy. Dreamland Cricket Fantasy is a platform where cricket lovers can test their knowledge and luck by creating virtual teams of real cricket stars and competing against other players. The site offers a wide range of tournaments, from the bigger and better known ones to the less popular ones, allowing every player to find the right option for themselves. What can you play? Play virtual team building: Dreamland Cricket Fantasy India allows players to create their own virtual teams with real players. Participate in tournaments: The site features various tournaments where players can compete with each other for prizes and honorary titles. Match Predictions: Players have the opportunity to make predictions on the outcome of matches and the performance of individual players, which adds an extra dimension to the game. Stat Analysis: Players are given access to real player statistics, which helps them make more informed decisions when building their virtual teams. Updates and Innovations: The developers are constantly adding new features and improvements to the site, making the game more exciting and interesting. Participate in Fantasy Leagues: Dreamland Cricket Fantasy offers various fantasy leagues where players can compete with other participants for prizes and honorary titles. Ability to follow real matches: Playing fantasy cricket increases the interest of players in real matches as they have to follow the performance of real cricketers and analyze their performance, which makes watching sports events more fun and exciting. Community interaction: Participating in the game on the Dreamland Cricket Fantasy website allows players to interact with other members, share their experiences and discuss the happenings in the world of cricket. Exciting prizes: The website can provide various prizes for the winners of tournaments and competitions, which adds intrigue and motivation to participate in the game. Opportunity to improve cricket knowledge: Participating in fantasy cricket helps players to understand the rules and strategies of cricket in more depth, as well as get acquainted with the history and statistics of this exciting sport. Tracking results: Players can track their results and statistics in the game, which helps them to see their progress and improve their skills in the future. Ability to compete with friends: On the site you can create private leagues and invite your friends to compete, which makes the game even more exciting and interesting. Records Dreamland Cricket Fantasy is a popular fantasy cricket website where players can create their own teams of real players and compete against each other in virtual matches. The site offers various tournaments and leagues where players can win prizes and incentives for their performance. Players on Dreamland Cricket Fantasy can set various records and achievements during their participation in the games. Some of the most significant records of players on the site in India include: 1. Highest Score in a Single Match: The record for the highest score in a single match on Dreamland Cricket Fantasy in India belongs to a player named Rahul, who scored a whopping 250 points in a single match. 2. Highest Total Score: A player with the nickname \"CricketMaster\" set the record for the highest total score on Dreamland Cricket Fantasy in India, scoring a total score of 1500 points in the entire tournament. 3. Longest Winning Streak: A team named \"Champion Team\" set the record for the longest winning streak in Dreamland Cricket Fantasy India by winning 10 matches in a row. 4. Longest Margin of Win: A player named Vishwa set the record for the longest margin of win in Dreamland Cricket Fantasy India by beating his opponent by 300 runs. 5. Most Successful Captain: The captain of Team \"Winners\" set the record for the most wins as a captain in Dreamland Cricket Fantasy India by achieving 20 wins in a single season. These records and achievements only prove the high level of competition and skill of the players in Dreamland Cricket Fantasy India. The members of the site actively compete for prizes and try to set new records in this exciting fantasy cricket game. What our app looks like on mobile devices 1. Open Google Play Store on your Android device and search for \"Dreamland Cricket Fantasy\". Find the app with this name and click \"Install\". 2. If you have an iPhone, open the App Store and search for \"Dreamland Cricket Fantasy\". Find the app with this name and click \"Install\". 3. Once the app is installed, open it and register with your details to start participating in fantasy cricket leagues. Advantages Fantasy Cricket is a popular virtual sports management game that allows participants to build a team of players from real cricketers and compete against other participants. One of the most popular fantasy cricket sites in India, Dreamland Cricket Fantasy, offers a unique experience for cricket lovers and players who want to test their skills and knowledge in this game. Advantages of the Dreamland Cricket Fantasy site: Wide range of tournaments and leagues to participate in. The site offers participation in various leagues and tournaments, including popular competitions like the Indian Premier League (IPL), Big Bash League, Caribbean Premier League and others. This is a unique opportunity for participants to choose their favorite tournament and team to participate in. Variety of game formats. Dreamland Cricket Fantasy offers various game formats, including captain's choice tournaments, captain and vice-captain's choice tournaments, one-day matches and test matches. This allows participants to choose the format that best suits their interests and preferences. Unique promotions and bonuses. Dreamland Cricket Fantasy regularly holds various promotions and offers players bonuses for participating in tournaments and the best results. This allows participants to receive additional bonuses and increase their chances of winning. Simple and user-friendly interface. The Dreamland Cricket Fantasy website has an intuitive interface that allows participants to easily and quickly create their team, follow the results of matches and participate in competitions. The user-friendly interface makes the game even more exciting and convenient for participants. Opportunity to win real prizes. Dreamland Cricket Fantasy offers participants the opportunity to win real prizes, such as cash, gifts and other prizes. This is a great incentive for participants and makes the game even more exciting and thrilling. Quality support and security. The Dreamland Cricket Fantasy website provides its participants with quality support and guarantees the security of the game. Participants can be sure of the reliability of the site and that their personal data and financial transactions will be protected. Thus, the Dreamland Cricket Fantasy website offers participants many advantages and unique opportunities to participate in fantasy cricket. A wide range of tournaments, a variety of game formats, unique promotions and bonuses, a user-friendly interface, the opportunity to win real prizes, quality support and security - all this makes the Dreamland Cricket Fantasy website one of the best in its class and allows participants to enjoy the game and get the most out of participating in competitions. Download Dreamland Cricket Fantasy app I accept Privacy Policy GET APP LINK Home About Us How to play Records Advantages Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "policy": "Dreamland Cricket Fantasy India Privacy Policy: Protecting your data and privacy online. Home About Us How to play Records Advantages Download App Privacy Policy At Dreamland Cricket Fantasy, we are committed to protecting the privacy and security of our users' personal information. This Privacy Policy outlines how we collect, use, and disclose your personal information when you use our application. By using Dreamland Cricket Fantasy, you agree to the terms outlined in this Privacy Policy. 1. Information We Collect When you use Dreamland Cricket Fantasy, we may collect the following types of information: - Personal Information: When you create an account, we collect your name, email address, and other contact information. We may also collect information about your preferences and interests related to cricket. - Device Information: We may collect information about the device you use to access our application, including the device's IP address, operating system, and browser type. - Usage Information: We may collect information about how you interact with our application, such as the pages you visit, the games you play, and the ads you click on. 2. How We Use Your Information We use the information we collect for the following purposes: - To provide and improve our services: We use your information to personalize your experience, provide customer support, and improve the features of our application. - To send you promotional messages: We may use your contact information to send you promotional emails, newsletters, and other marketing communications. - To prevent fraud and abuse: We may use your information to detect and prevent illegal activities, fraud, and abuse of our application. 3. How We Share Your Information We may share your personal information with third parties in the following circumstances: - With service providers: We may share your information with third-party service providers who help us operate our application, such as hosting providers, payment processors, and marketing agencies. - With legal authorities: We may disclose your information to comply with legal obligations, such as responding to court orders or requests from law enforcement agencies. - With your consent: We may share your information with third parties if you consent to the disclosure. 4. Data Security We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction. However, no method of transmission over the internet or electronic storage is 100% secure, so we cannot guarantee absolute security. 5. Changes to This Privacy Policy We reserve the right to update and modify this Privacy Policy at any time. We will notify you of any changes by posting the updated Privacy Policy on our website. Your continued use of Dreamland Cricket Fantasy after the changes take effect constitutes your acceptance of the updated Privacy Policy. 6. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at dreamlandcricketfantasy@gmail.com. By using Dreamland Cricket Fantasy, you acknowledge that you have read and understood this Privacy Policy and agree to the collection, use, and disclosure of your personal information as described herein. Thank you for using Dreamland Cricket Fantasy! Home About Us How to play Records Advantages Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+"
  },
  "date": "2024-07-02T13:10:28.567Z"
}