{
  "name": "DreamCricket",
  "pages": {
    "disclaimers": "DreamCricket - Disclaimers DreamCricket HOME ABOUT US Disclaimers By accessing and using the DreamCricket website and mobile applications, you agree to comply with our terms and conditions outlined below: - DreamCricket provides a fantasy cricket gaming platform for entertainment purposes only. It does not involve real money gambling or betting. - Users must be of legal age to participate in fantasy cricket contests as per the laws of their respective jurisdictions. - DreamCricket reserves the right to modify contest rules, prize structures, and other aspects of the platform without prior notice. - We take reasonable measures to ensure the accuracy and fairness of contest results, but we do not guarantee the performance of players or teams in real matches. - Users are responsible for maintaining the confidentiality of their account information and agree not to share their login credentials with others. - DreamCricket may collect and use personal information as described in our Privacy Policy to provide services and improve user experience. For further details, please refer to our Privacy Policy and Terms and Conditions. By using DreamCricket, you acknowledge and agree to these disclaimers and policies. The DreamCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DreamCricket dreamcricket@gmail.com +91-5709611572 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The DreamCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "index": "DreamCricket - Dive into the World of Fantasy Gaming DreamCricket HOME ABOUT US DreamCricket - Explore and enjoy with fantasy Cricket Game. I accept Privacy & Policy Get a Link About Us Welcome to DreamCricket, your ultimate destination for fantasy cricket gaming. At DreamCricket, we are passionate about cricket and dedicated to providing an unparalleled fantasy cricket experience. Our platform allows cricket enthusiasts from around the world to come together, showcase their knowledge, and engage in thrilling fantasy cricket competitions. Our mission is to create a vibrant community where fans can enjoy the game they love, challenge themselves, and win exciting rewards. Whether you're a seasoned fantasy cricket player or a newcomer, DreamCricket offers a seamless and user-friendly interface, ensuring an enjoyable and immersive experience for all. Join us today and become a part of the DreamCricket family. Build your dream team, compete against other cricket enthusiasts, and take your love for the game to the next level. At DreamCricket, the thrill of cricket never ends. How to Play? DreamCricket is a dream platform for all cricket enthusiasts to experience the most authentic and engaging fantasy cricket gaming experience, virtually! &#9737; Test your skills and showcase your cricket knowledge and strategic acumen on the field. &#9737; It’s time to take control and change the game! &#9737; Follow these simple steps to dive into an exciting fantasy cricket experience! &#9737; The concept is straightforward: build the right team, earn points and cash. It’s all about the three C’s: Compete, Conquer, and become a Champion! &#9737; Easy to Register Registration is simple and convenient. Enter a few basic details and you're all set. &#9737; Choose Your Match DreamCricket offers a wide array of matches for participation. Select the upcoming match from your favorite cricket events. &#9737; Create Your Team Handpick your game-changing team of Wicket Keepers, Batsmen, All-Rounders, and Bowlers. Craft your best team using our intuitive player selection interface. &#9737; Join Contests Enter contests with various options that suit your winning strategy. We offer everything from free to premium contests, catering to different numbers of participants and prize pools. Joining / Referral Rewards Join the DreamCricket community by simply downloading our app from the Apple App Store or our website. &#9737; Earn 50 INR in your DreamCricket wallet as a joining reward. &#9737; Refer friends to DreamCricket by sharing your referral code with them. &#9737; When a referred user downloads the DreamCricket app and deposits a minimum of Rs. 20, both you and the referred user will receive 50 INR each in your DreamCricket wallets. &#9737; There is no limit to the number of referrals you can make. The more referrals, the more rewards you can earn. Frequently Asked Questions How to deposit the amount? You can deposit using any UPI payment method, cards, and net banking. The transaction will reflect in your wallet immediately. How to withdraw the winning amount? You can withdraw the winning amount to your Paytm wallet or bank with one touch. If your registered number matches your Paytm number, you will receive the amount immediately in your Paytm wallet. Complete the KYC in the app to withdraw to your bank instantly with nominal charges, or withdraw to your bank normally without any charges within 24 to 48 working hours. How to use the rewards? Reward amounts never expire and can be used to join leagues. Check the percentage mentioned for each league to see how much of the entry fee can be paid using rewards. When will I receive a refund for a cancelled match? You will receive a refund immediately when the match is cancelled. The DreamCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DreamCricket dreamcricket@gmail.com +91-5709611572 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The DreamCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "privacy-policy": "DreamCricket - Privacy Policy DreamCricket HOME ABOUT US Privacy Policy Welcome to DreamCricket's Privacy Policy. Your privacy is important to us. This policy outlines how we collect, use, disclose, and protect your personal information when you use our fantasy cricket gaming platform. - Information Collection: We collect personal information such as name, email address, and payment details when you register and use DreamCricket. - Information Use: We use your personal information to provide services, process transactions, improve our platform, and communicate with you. - Information Sharing: We may share your information with trusted third parties for purposes such as payment processing and analytics, as outlined in this policy. - Data Security: We implement security measures to protect your personal information from unauthorized access and disclosure. - Cookie Policy: DreamCricket uses cookies and similar technologies to enhance user experience and analyze usage patterns. - Access and Control: You have the right to access, correct, or delete your personal information. You can manage your preferences through your account settings. - Updates to Policy: We may update this Privacy Policy periodically. We will notify you of significant changes through our website or other means. For detailed information on how we handle your personal data, please read our full Privacy Policy. By using DreamCricket, you consent to the terms of this Privacy Policy. The DreamCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DreamCricket dreamcricket@gmail.com +91-5709611572 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The DreamCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "terms-conditions": "DreamCricket - Terms and Conditions DreamCricket HOME ABOUT US Terms and Conditions Welcome to DreamCricket's Terms and Conditions. By accessing and using our fantasy cricket gaming platform, you agree to comply with the following terms: - Eligibility: Users must be of legal age to participate in fantasy cricket contests as per the laws of their respective jurisdictions. - Account Registration: You must provide accurate and complete information when creating your DreamCricket account. - Gameplay: DreamCricket provides a platform for fantasy cricket gaming for entertainment purposes only. It does not involve real money gambling or betting. - User Responsibilities: You are responsible for maintaining the confidentiality of your account information and agree not to share your login credentials. - Modifications: DreamCricket reserves the right to modify contest rules, prize structures, and other aspects of the platform without prior notice. - Legal Compliance: You agree to comply with all applicable laws and regulations while using DreamCricket. - Disclaimer: We do not guarantee the performance of players or teams in real matches, and we are not liable for any losses incurred through participation on our platform. For detailed information on our terms and conditions, please read our full Terms and Conditions. By using DreamCricket, you acknowledge and agree to these terms and conditions. The DreamCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DreamCricket dreamcricket@gmail.com +91-5709611572 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The DreamCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "DreamCricket - Thank You DreamCricket HOME ABOUT US Thank You for Joining DreamCricket! We appreciate your participation in our fantasy cricket community. Stay tuned for exciting games and competitions. The DreamCricket website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline DreamCricket dreamcricket@gmail.com +91-5709611572 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The DreamCricket platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  },
  "date": "2024-07-04T12:00:07.324Z"
}