{
  "name": "DreamScore",
  "pages": {
    "disclaimer": "Disclaimer - Terms of Use and Limitations | DreamScore Fantasy Cricket Mobile App Home About us App Download Disclaimer Introduction Welcome to DreamScore, the ultimate fantasy cricket mobile app. This disclaimer governs your use of our website and mobile application. Limitation of Liability We provide the information on DreamScore on an \"as is\" basis. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to DreamScore or the information, products, services, or related graphics contained on DreamScore for any purpose. Use of DreamScore Your use of DreamScore is at your own risk. We shall not be liable for any loss or damage arising out of your use or inability to use DreamScore, whether direct, indirect, incidental, special, consequential, or punitive damages. Changes to Disclaimer We reserve the right to update or change this disclaimer at any time without notice. It is your responsibility to check this disclaimer periodically for changes. Limitation of Services We aim to provide uninterrupted access to DreamScore, but we do not guarantee that the services will be available at all times or be error-free. We may suspend or terminate the services for maintenance or any other reason without prior notice. Third-Party Links DreamScore may contain links to third-party websites or services that are not owned or controlled by us. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Indemnification You agree to indemnify and hold DreamScore, its affiliates, officers, agents, and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of DreamScore, your violation of these Terms, or your violation of any rights of another. Contact Us If you have any questions about this disclaimer, please contact us. Changes to This Disclaimer We may update our disclaimer from time to time. We will notify you of any changes by posting the new disclaimer on this page. You are advised to review this disclaimer periodically for any changes. Changes to this disclaimer are effective when they are posted on this page. DreamScore Disclaimers Privacy Policy Terms & Conditions",
    "index": "DreamScore - Your Ultimate Fantasy Cricket Companion Home About us App Download Welcome to DreamScore Experience the ultimate fantasy cricket adventure and dominate the leaderboard! Join leagues, create your dream team, and compete with players from around the world. Track live scores, analyze player performance, and make strategic decisions to climb to the top. Get ready for a thrilling and immersive cricket experience like never before! Join Now Welcome to DreamScore, the ultimate destination for fantasy cricket enthusiasts. Our platform allows you to create your dream team, join exciting leagues, and compete with players from around the world. With real-time score tracking, player performance analysis, and strategic decision-making tools, DreamScore offers an immersive cricket experience like no other. Our mission is to provide a thrilling and interactive platform for cricket lovers to showcase their knowledge and skills. Whether you're a seasoned player or new to fantasy cricket, DreamScore offers a user-friendly interface and a community of passionate fans. Join us today and become a part of the DreamScore family! Build Your Team Users can create their own team with their favorite players and participate in various matches to showcase their strategic skills. Customize your lineup, select the best players, and lead your team to victory! Play with Friends Connect with friends and play together in friendly matches and exciting tournaments. Invite your friends, form alliances, and compete as a team. Experience the thrill of playing with your friends and make unforgettable memories. Join Tournaments Compete in various tournaments, challenge players from around the world, and win prestigious prizes. Test your skills against the best, climb the leaderboard, and earn your place as a top competitor in the fantasy sports arena. What is Fantasy Cricket? Fantasy cricket is a virtual game where participants create their own teams of real cricket players and earn points based on their performances in actual matches. How do I join a tournament? To join a tournament, you need to register on the platform, select a tournament, and create your team by selecting players within the given budget. Can I play with my friends? Yes, you can invite your friends to join the same tournament and compete against them. You can also create private leagues for your friends. How are points calculated? Points are calculated based on the real-life performance of the players in the actual cricket matches. Different actions like runs, wickets, catches, etc., earn different points. Is there a fee to join? Some tournaments are free to join, while others may have an entry fee. The details will be mentioned on the tournament page. What can I win? Prizes vary by tournament and can include cash prizes, gift vouchers, merchandise, and more. Check the tournament details for specific prize information. How do I withdraw my winnings? You can withdraw your winnings through the payment methods available on the platform, such as bank transfer, PayPal, or other digital wallets. Is my information secure? Yes, we take the security of your personal information seriously. Our platform uses advanced security measures to protect your data. Download the app By reaching out, you agree to our Privacy Policy. Download DreamScore Disclaimers Privacy Policy Terms & Conditions",
    "privacy": "Privacy Policy - Data Protection and Your Rights | DreamScore Fantasy Cricket Mobile App Home About us App Download Privacy Policy Introduction Welcome to DreamScore, the ultimate fantasy cricket mobile app. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or use our mobile application. Information We Collect We collect various types of information when you interact with DreamScore, including personal information provided voluntarily by you and information automatically collected when you use our services. Use of Information We use the information we collect to provide and improve our services, personalize your experience, communicate with you, and comply with legal obligations. Sharing of Information We may share your information with third-party service providers that assist us in delivering our services, and as required by law or to protect our rights. Security of Your Information We implement security measures to protect your information from unauthorized access and maintain data accuracy, but no method of transmission over the Internet or electronic storage is completely secure. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us. DreamScore Disclaimers Privacy Policy Terms & Conditions",
    "terms": "Terms & Conditions - User Agreement and Legal Terms | DreamScore Fantasy Cricket Mobile App Home About us App Download Terms & Conditions Introduction Welcome to DreamScore, the ultimate fantasy cricket mobile app. These Terms & Conditions govern your use of our website and mobile application. Acceptance of Terms By accessing or using DreamScore, you agree to be bound by these Terms & Conditions and all applicable laws and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing DreamScore. Use of DreamScore Your use of DreamScore is solely for personal and non-commercial purposes. You may not use DreamScore in any manner that could disable, overburden, damage, or impair our services. Account Registration When you register an account with DreamScore, you agree to provide accurate and complete information. You are responsible for maintaining the confidentiality of your account credentials. Intellectual Property Rights All content and materials available on DreamScore, including but not limited to text, graphics, logos, images, and software, are the intellectual property of DreamScore or its licensors. Limitation of Liability We shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of your use or inability to use DreamScore. Changes to Terms & Conditions We reserve the right to update or change these Terms & Conditions at any time without notice. Your continued use of DreamScore after any such changes constitutes acceptance of the updated Terms & Conditions. It is your responsibility to review these Terms & Conditions periodically for changes. Contact Us If you have any questions about these Terms & Conditions, please contact us. DreamScore Disclaimers Privacy Policy Terms & Conditions",
    "thanksPage": "Thank You for Your Interest - DreamScore: Your Ultimate Fantasy Cricket Experience Home About us App Download Thank You! We appreciate you leaving your contact details. We will get in touch with you soon. 😊 Your interest means a lot to us. Expect to hear from our team shortly. 📞 If you have any further questions, feel free to reach out to us anytime. 📧 Stay tuned for updates! Follow us on social media for the latest news and features. 🌟 DreamScore Disclaimers Privacy Policy Terms & Conditions"
  },
  "date": "2024-07-17T09:16:30.812Z"
}