{
  "name": "DriftWoodInnIndia",
  "pages": {
    "about-us": "About DriftwoodInn - Luxury and Comfort DriftwoodInn Home About us Casino Contact Experience DriftwoodInn Like Never Before FEATURED AMENITIES Discover Our Luxury Services Spa and Wellness Relax and rejuvenate with our top-notch spa services Exclusive treatments and therapies Learn More Gourmet Dining Experience culinary excellence at our fine dining restaurants A variety of international cuisines Learn More Outdoor Activities Engage in exciting outdoor adventures Hiking, water sports, and more Learn More Enhance Your Stay at DriftwoodInn Join Our Membership Program Become a member of DriftwoodInn and unlock exclusive perks, discounts, and priority reservations. Explore Our Diverse Amenities Discover a wide range of amenities, from spa services to gourmet dining, tailored to your desires. Upgrade Your Experience Upgrade to premium services, enjoy exclusive access, and experience luxury and comfort at DriftwoodInn. Absolutely loved the luxurious stay at DriftwoodInn. The amenities and services exceeded my expectations. Highly recommended! Emily S. about her stay experience The variety of activities and dining options at DriftwoodInn is impressive! From spa services to gourmet dining, DriftwoodInn has everything I needed for a perfect vacation. The customer service is excellent too! Jack L. about the resort's variety DriftwoodInn made our special occasion memorable with their exceptional services and beautiful ambiance. The customizable options and prompt service ensured a perfect celebration! Sophia M. about their special occasion Explore the latest amenities available at DriftwoodInn. No reservation required. View Amenities The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284",
    "contacts": "Contact DriftwoodInn - Inquiries and Reservations DriftwoodInn Home About us Casino Contact CONTACT Have a question? I accept the Privacy Policy SEND GET IN TOUCH Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284 The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284",
    "disclaimers": "DriftwoodInn Disclaimers - Legal Information and Policies DriftwoodInn Home About us Casino Contact Disclaimers Welcome to DriftwoodInn's website. These disclaimers outline the limitations of liability governing the use of our website. 1. Website Content The information contained on DriftwoodInn's website is for general information purposes only. The information is provided by DriftwoodInn and while we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. 2. External Links DriftwoodInn's website may contain links to external websites that are not provided or maintained by or in any way affiliated with DriftwoodInn. Please note that DriftwoodInn does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. 3. Limitation of Liability In no event shall DriftwoodInn be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the website or the contents of the website. DriftwoodInn reserves the right to make additions, deletions, or modifications to the contents on the website at any time without prior notice. 4. Governing Law These disclaimers are governed by and construed in accordance with the laws of the India and you irrevocably submit to the exclusive jurisdiction of the courts in India. The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284",
    "index": "DriftwoodInn - Experience Luxury and Unforgettable Memories DriftwoodInn Home About us Casino Contact Welcome to DriftwoodInn. Discover the ultimate luxury experience at DriftwoodInn, where relaxation and adventure await you. Book your stay FEATURED AMENITIES Discover Our Luxury Services Spa and Wellness Relax and rejuvenate with our top-notch spa services Exclusive treatments and therapies Learn More Gourmet Dining Experience culinary excellence at our fine dining restaurants A variety of international cuisines Learn More Outdoor Activities Engage in exciting outdoor adventures Hiking, water sports, and more Learn More Enhance Your Stay at DriftwoodInn Join Our Membership Program Become a member of DriftwoodInn and unlock exclusive perks, discounts, and priority reservations. Explore Our Diverse Amenities Discover a wide range of amenities, from spa services to gourmet dining, tailored to your desires. Upgrade Your Experience Upgrade to premium services, enjoy exclusive access, and experience luxury and comfort at DriftwoodInn. Experience DriftwoodInn Like Never Before Enhance Your Stay at DriftwoodInn Customized Room Options Explore our customized room options tailored to your specific needs, ensuring a seamless and personalized stay experience. Mobile Concierge Use the DriftwoodInn app for real-time service requests, keeping you informed and connected during your stay anytime, anywhere. Secure Reservations Benefit from our secure booking solutions to ensure a safe and hassle-free reservation process, providing you with peace of mind. Absolutely loved the luxurious stay at DriftwoodInn. The amenities and services exceeded my expectations. Highly recommended! Emily S. about her stay experience The variety of activities and dining options at DriftwoodInn is impressive! From spa services to gourmet dining, DriftwoodInn has everything I needed for a perfect vacation. The customer service is excellent too! Jack L. about the resort's variety DriftwoodInn made our special occasion memorable with their exceptional services and beautiful ambiance. The customizable options and prompt service ensured a perfect celebration! Sophia M. about their special occasion Explore the latest amenities available at DriftwoodInn. No reservation required. View Amenities The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284",
    "privacy-policy": "DriftwoodInn Privacy Policy - Data Protection and Your Rights DriftwoodInn Home About us Casino Contact Your Privacy Policies at Driftwood Shores Welcome to Driftwood Shores' Privacy Policy! We prioritize your privacy and want you to feel confident using our website. This policy explains how we collect, use, protect, and disclose your information when you visit our website (hereafter referred to as the \"Website\"). Please take a moment to review this policy carefully. If you disagree with its terms, kindly refrain from accessing the Website. Information We Gather We may collect personal data from you during your visit to our Website, such as registration, placing an order, subscribing to our newsletter, responding to surveys, or filling out forms. The information we collect may include your name, email address, mailing address, phone number, and any additional details you choose to provide. Using Your Information The information we gather from you during registration, purchases, newsletter subscriptions, survey responses, marketing communication interactions, website browsing, or using certain features may be used for the following purposes: To personalize your experience and tailor content and product offerings to your interests. To enhance our website and better serve your needs. To improve our ability to respond to your customer service inquiries. To manage contests, promotions, surveys, or other website features. Safeguarding Your Information We employ various security measures to ensure the safety of your personal information when you place an order or enter, submit, or access your personal information. We utilize a secure server. All sensitive information, including credit card details, is transmitted via Secure Socket Layer (SSL) technology and encrypted within our databases for access only as authorized above. Policy Updates We may occasionally update this Privacy Policy to reflect changes in our practices or for other operational, legal, or regulatory reasons. The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284",
    "products": "DriftwoodInn Casino - Thrilling Games and Luxury Experiences DriftwoodInn Home About us Casino Contact FEATURED CASINO GAMES Experience the Thrill of Our Casino Blackjack Test your skills and strategy in this classic card game Exciting variants available Join Now Roulette Feel the excitement as the wheel spins Multiple betting options and strategies Join Now Slot Machines Try your luck on our wide range of slot machines Exciting themes and big jackpots Join Now Enhance Your Casino Experience at DriftwoodInn Join Our VIP Program Become a VIP member and enjoy exclusive perks, higher betting limits, and personalized service. Explore a Variety of Games Discover a wide range of casino games, from classic table games to the latest slot machines. Upgrade Your Gaming Experience Upgrade to premium gaming options, enjoy private gaming rooms, and experience the best in casino entertainment. Experience Our Casino Like Never Before Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "DriftwoodInn Terms and Conditions - Rules and Usage Guidelines DriftwoodInn Home About us Casino Contact Terms and Conditions! Thank you for visiting our website. This document outlines the terms and conditions that govern your use of our online presence. Agreements and Responsibilities By accessing our website, you acknowledge and accept these terms and conditions, along with any applicable laws and regulations. You agree to be responsible for adhering to any local legal requirements that may apply. Permissions for Limited Use We grant you permission to temporarily download and keep a single copy of the materials (information or software) from our website. This is solely for your personal, non-commercial browsing and reference. This permission constitutes a license, not a transfer of ownership. Under this license, you are expressly prohibited from: Making modifications to or copying the materials. Utilizing the materials for any commercial purposes or public display. Attempting to disassemble or reverse engineer any software on our website. Removing or altering any copyright or other proprietary notices from the materials. Distributing the materials to others or mirroring them on any external server. This license will automatically terminate if you violate any of these stipulations. We reserve the right to revoke this license at any time. Upon termination of your viewing of these materials or the license itself, you must destroy any downloaded materials in your possession, regardless of format (electronic or printed). The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284",
    "thanks": "Thank You - DriftwoodInn DriftwoodInn Home About us Casino Contact Thank You for Contacting DriftwoodInn! We appreciate your inquiry and will respond to you shortly. Stay tuned for more updates and information about DriftwoodInn's services and offerings. The DriftwoodInn website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Driftwoodinn Your luxury hotel. Navigation Home About Us Casino Contact Privacy Disclaimers Privacy Policy Terms and Conditions Contact Us Devabag Sports Complex, Palolem, Canacona, Chauri, Goa 403702, India driftwoodinn@gmail.com +91-955-550-9284"
  },
  "date": "2024-07-14T06:31:49.200Z"
}