{
  "name": "Eclipse",
  "pages": {
    "disclaimer": "Eclipse Hotel Disclaimer | Important Information and Legal Notices +91-02222631022 Home Features Rooms Contact Disclaimer 1. General Information The information provided by Eclipse Hotel on our website is for general informational purposes only. While we strive to ensure that the information is accurate and up-to-date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. 2. No Professional Advice The content on our website is not intended to be a substitute for professional advice. Always seek the advice of a qualified professional with any questions you may have regarding a particular subject matter. Never disregard professional advice or delay in seeking it because of something you have read on our website. 3. External Links Our website may contain links to external websites that are not provided or maintained by or in any way affiliated with Eclipse Hotel. Please note that we do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. 4. Limitation of Liability In no event shall Eclipse Hotel be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. 5. Changes to This Disclaimer Eclipse Hotel reserves the right to update this Disclaimer at any time. Any changes will be posted on our website, and we encourage you to review this Disclaimer periodically to stay informed about any updates. 6. Contact Us If you have any questions or concerns about this Disclaimer, please feel free to contact us at eclipse@gmail.com. Bangalore, India +91-02222631022 Eclipse Discover luxury and comfort at Eclipse Hotel. Enjoy exceptional service, exquisite dining, and state-of-the-art amenities. Book your stay with us and experience the best in hospitality. Home Features Rooms Contact Disclaimer Terms & Conditions Privacy Policy",
    "index": "Eclipse Hotel | Luxury Accommodations and Unmatched Hospitality in the Heart of the City +91-02222631022 Home Features Rooms Contact Welcome to Eclipse Hotel Experience unparalleled luxury and comfort at Eclipse Hotel. Book your stay with us and enjoy top-notch amenities, exceptional service, and a perfect location in the heart of the city. Book Now Our Features Luxurious Rooms Spacious and elegantly designed rooms with all modern amenities. Fine Dining Enjoy gourmet meals prepared by our world-class chefs in our exquisite restaurants. Wellness Spa Relax and rejuvenate at our state-of-the-art wellness spa and fitness center. Event Spaces Host your events in our versatile and fully-equipped event spaces. Swimming Pool Take a dip in our stunning outdoor swimming pool with a city view. Concierge Service Our concierge team is here to assist you with all your needs and requests. Why Choose Eclipse Hotel? At Eclipse Hotel, we are committed to providing an exceptional guest experience. From our luxurious accommodations to our world-class amenities, every aspect of our hotel is designed with your comfort and satisfaction in mind. Whether you are visiting for business or leisure, Eclipse Hotel offers the perfect blend of elegance and convenience. Discover why we are the top choice for discerning travelers. Location Dining Options Accommodations Service Amenities Relaxation Our Rooms Deluxe Suite $250/night 1 King Bed, 1 Sofa Bed Check Availability Executive Room $200/night 1 Queen Bed Check Availability Family Room $300/night 2 Double Beds, 1 Sofa Bed Check Availability Single Room $150/night 1 Twin Bed Check Availability Presidential Suite $500/night 1 King Bed, 1 Sofa Bed Check Availability Double Room $180/night 2 Twin Beds Check Availability Superior Room $220/night 1 Queen Bed, 1 Sofa Bed Check Availability Junior Suite $280/night 1 King Bed, 1 Sofa Bed Check Availability Contac Us Name Email Message I accept Privacy Policy. Send Message E-mail & Phone +91-02222631022 eclipse@gmail.com Bangalore, India +91-02222631022 Eclipse Discover luxury and comfort at Eclipse Hotel. Enjoy exceptional service, exquisite dining, and state-of-the-art amenities. Book your stay with us and experience the best in hospitality. Home Features Rooms Contact Disclaimer Terms & Conditions Privacy Policy",
    "privacy-policy": "Eclipse Hotel Privacy Policy | Your Privacy and Data Protection +91-02222631022 Home Features Rooms Contact Privacy Policy 1. Introduction Welcome to Eclipse Hotel. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines our practices regarding your privacy and data protection. 2. Data Protection We take appropriate security measures to protect against unauthorized access, alteration, disclosure, or destruction of your personal information. Your privacy is important to us, and we strive to keep your data secure. 3. Use of Personal Information We do not collect any personal information from our guests. Your privacy is our priority, and we ensure that your stay with us remains confidential and secure. 4. Third-Party Services Eclipse Hotel does not engage with third-party services that collect or process personal information. We ensure that your interactions with our services are safe and secure. 5. Changes to This Policy Eclipse Hotel reserves the right to update this Privacy Policy at any time. Any changes will be posted on our website, and we encourage you to review this policy periodically to stay informed about how we protect your privacy. 6. Contact Us If you have any questions or concerns about our Privacy Policy, please feel free to contact us at eclipse@gmail.com. Bangalore, India +91-02222631022 Eclipse Discover luxury and comfort at Eclipse Hotel. Enjoy exceptional service, exquisite dining, and state-of-the-art amenities. Book your stay with us and experience the best in hospitality. Home Features Rooms Contact Disclaimer Terms & Conditions Privacy Policy",
    "terms-conditions": "Eclipse Hotel Terms & Conditions | Rules and Guidelines for Your Stay +91-02222631022 Home Features Rooms Contact Terms & Conditions 1. Introduction Welcome to Eclipse Hotel. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. 2. Reservations All reservations are subject to availability. We reserve the right to refuse or cancel any reservation at our discretion. Confirmation of a booking will be sent via email. 3. Cancellation Policy Cancellations made within 48 hours of the check-in date will incur a cancellation fee. No-shows will be charged the full amount of the reservation. 4. Check-In and Check-Out Check-in time is from 3:00 PM, and check-out time is by 11:00 AM. Late check-out requests will be considered subject to availability and may incur additional charges. 5. Payment Payment for your stay is required upon check-in. We accept major credit cards, debit cards, and cash payments. Additional charges incurred during your stay must be settled at check-out. 6. Guest Responsibilities Guests are expected to behave responsibly and respect the property and other guests. Any damage caused by a guest will be charged to their account. 7. Privacy Policy Your privacy is important to us. Please review our Privacy Policy to understand how we collect, use, and protect your personal information. 8. Changes to Terms & Conditions Eclipse Hotel reserves the right to modify these terms and conditions at any time. Any changes will be posted on our website, and it is your responsibility to review them periodically. 9. Contact Us If you have any questions or concerns about these Terms & Conditions, please contact us at eclipse@gmail.com. Bangalore, India +91-02222631022 Eclipse Discover luxury and comfort at Eclipse Hotel. Enjoy exceptional service, exquisite dining, and state-of-the-art amenities. Book your stay with us and experience the best in hospitality. Home Features Rooms Contact Disclaimer Terms & Conditions Privacy Policy",
    "thanks": "Thank You for Contacting Eclipse Hotel | We Appreciate Your Inquiry Thank You for Contacting Eclipse Hotel We appreciate your inquiry and are thrilled that you've chosen to reach out to us. Our team is dedicated to providing exceptional service and will respond to your message as soon as possible. At Eclipse Hotel, we strive to ensure every guest has a memorable and luxurious experience. Whether you have questions about our accommodations, amenities, or need assistance with your booking, we are here to help. In the meantime, feel free to explore our website to learn more about what makes Eclipse Hotel the premier choice for travelers seeking comfort and elegance. Thank you for considering us, and we look forward to welcoming you soon. Home"
  },
  "date": "2024-07-19T16:13:24.634Z"
}