{
  "name": "Eco-Oasis-New Zealand",
  "pages": {
    "casino": "Feel the Excitement and Thrill Eco-Oasis Rooms About Our playing place To book Desert Oasis Casino: Where Luck Meets Luxury Welcome to Desert Oasis Casino, where excitement meets sophistication in the heart of the desert. Our casino invites guests to a unique experience of gaming and entertainment in an elegant atmosphere. Here, you can enjoy a wide selection of games of chance, from classic slot machines to thrilling table games including poker and blackjack. The combination of cozy ambiance and top-notch service makes Desert Oasis Casino the perfect place for evening relaxation and fun in the heart of our unique hotel. To book Oasis Royale: Where Excitement Reigns Supreme Step into the realm of Oasis Royale, where the thrill of gaming meets the pinnacle of luxury. Nestled within Eco-Oasis, our casino offers an unparalleled experience in an atmosphere of opulence and sophistication. Discover a world of possibility with our diverse array of games, from state-of-the-art slot machines to the strategic allure of blackjack and the suspense of poker. At Oasis Royale, every visit is an adventure in itself, where fortunes are made against the backdrop of desert serenity. Whether you're a seasoned player or new to the excitement, our attentive staff is dedicated to ensuring your enjoyment and comfort throughout your stay. Come and experience the allure of Oasis Royale, where the excitement never sleeps and every moment is a chance to win big in style. Explore Our Diverse Range of Games at Oasis Royale At Oasis Royale, we offer a captivating selection of games that cater to every taste and preference, ensuring an exhilarating gaming experience unlike any other. Whether you're drawn to the allure of classic casino favorites or seeking the thrill of cutting-edge gaming technology, our casino floor promises excitement at every turn. Slot Machines: Immerse yourself in the excitement of our state-of-the-art slot machines, where spinning reels and flashing lights beckon you to try your luck. From traditional three-reel classics to innovative video slots featuring immersive themes and bonus rounds, there's a game to suit every style of play. Table Games: For those who prefer the strategic challenge of table games, Oasis Royale offers a variety of options. Test your skills and strategy at blackjack tables where the goal is to beat the dealer with cards totaling closer to 21 without going over. Or, try your hand at poker and experience the thrill of bluffing, betting, and outsmarting your opponents in games like Texas Hold'em. Roulette: Step up to the roulette wheel and place your bets on where the ball will land. Whether you prefer the simplicity of betting on black or red, or the excitement of choosing specific numbers, roulette at Oasis Royale offers the classic casino experience with modern flair. Electronic Gaming: Explore our electronic gaming stations, offering a blend of traditional casino games with interactive digital interfaces. These stations provide a unique and modern gaming experience, combining the thrill of casino gaming with the convenience of electronic play. At Oasis Royale, our commitment to providing a diverse range of games ensures that every guest can find their perfect match for entertainment and excitement. Join us and discover why Oasis Royale is the ultimate destination for gaming enthusiasts in the heart of Eco-Oasis. To learn more Eco-Oasis Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 14 Duke Street, Gladstone, Invercargill 9810, New Zealand +44-20-5785-5212 eco-oasis@gmail.com Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 years old or older At Oasis Royale, we use cookies to enhance your browsing experience and improve our services. Cookies are small text files stored on your device that help us understand how you interact with our website and allow us to customize your experience. Accept",
    "disclaimer": "Disclaimer | Palacio de Eco-Oasis Eco-Oasis Rooms About Our playing place To book Disclaimer Information The information provided on this website is for general informational purposes only. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. The inclusion of any links on this website does not necessarily imply a recommendation or endorse the views expressed within them. We have no control over the nature, content, and availability of those sites. Every effort is made to keep the website up and running smoothly. However, Oasis Royale takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control. It is important to note that while we strive to provide accurate and timely information, laws and regulations may change and information may become outdated. We recommend consulting with a qualified professional for specific advice tailored to your situation. If you have any questions or concerns about our disclaimer, please eco-oasis@gmail.com for further clarification. Eco-Oasis Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 14 Duke Street, Gladstone, Invercargill 9810, New Zealand +44-20-5785-5212 eco-oasis@gmail.com",
    "index": "Empower Your Business with Professional Management Solutions Eco-Oasis Rooms About Our playing place To book Welcome to Eco-Oasis: Your Unique Desert Retreat At Eco-Oasis, we value the balance between luxury and nature. Our environmentally friendly practices and sustainable initiatives help us create a harmonious coexistence with the magnificent desert environment. Discover your own paradise in the heart of nature, where every corner of the hotel embodies tranquility and elegance. To book Experience Unmatched Comfort and Unforgettable Relaxation at Eco-Oasis Indulge in the ultimate comfort and create lasting memories at Eco-Oasis, where luxury meets serenity in the heart of the desert. Our hotel promises an unparalleled experience, offering spacious accommodations designed for relaxation and equipped with state-of-the-art amenities. Whether you're unwinding in our luxurious rooms or enjoying the privacy of our exclusive villas, every moment at Eco-Oasis is crafted to ensure your comfort and satisfaction. Immerse yourself in the tranquil surroundings and rejuvenate your senses with our impeccable service and attention to detail. Discover a place where luxury seamlessly integrates with the natural beauty of the desert landscape. At Eco-Oasis, we invite you to unwind, recharge, and create unforgettable memories that will linger long after your stay. Experience Tranquility in Our Cottage Rooms at Eco-Oasis Escape to serenity in our exclusive cottage rooms at Eco-Oasis, where luxury meets the tranquility of the desert. Each cottage is a testament to comfort and style, blending traditional desert architecture with modern amenities. Our cottage rooms are designed for privacy and relaxation, offering a peaceful retreat amidst the breathtaking desert landscape. Step inside to discover spacious interiors adorned with elegant furnishings and local artwork, creating a warm and inviting atmosphere. Enjoy the convenience of private terraces or balconies where you can soak in panoramic views of the desert or stargaze under clear night skies. Each cottage is equipped with luxurious amenities including plush bedding, a spacious en-suite bathroom, and thoughtful touches to enhance your stay. Discover Our Hotel Building and Private Cottage Homes in the Desert Eco-Oasis is nestled in the heart of the desert, where our main hotel building stands as a beacon of comfort and sustainability. Designed to blend seamlessly with its natural surroundings, our hotel offers a modern retreat amidst the rugged beauty of the desert landscape. Our main building features spacious and elegantly appointed rooms, each designed to provide a sanctuary of relaxation. Guests can enjoy panoramic views of the desert from private balconies and indulge in luxurious amenities that ensure a restful stay. Additionally, scattered throughout our grounds are individual cottage homes, each meticulously crafted to offer a unique hotel room experience. These cottages are designed with eco-friendly materials and blend traditional desert architecture with contemporary comforts. They provide an intimate and secluded retreat, perfect for guests seeking privacy and tranquility. Whether you choose to stay in our main hotel building or in one of our exclusive cottage homes, Eco-Oasis promises a stay where luxury, comfort, and the natural beauty of the desert combine to create an unforgettable experience. Exceptional Service at Eco-Oasis: Hospitality Beyond Expectations At Eco-Oasis, we pride ourselves on delivering unparalleled service that enhances every aspect of your stay. Our dedicated staff is committed to ensuring your comfort and satisfaction from the moment you arrive. Main Hotel Service: Our main hotel offers a seamless blend of luxury and sustainability. Enjoy personalized service in our spacious rooms, each designed with your relaxation in mind. Whether you're lounging by the pool, indulging in a spa treatment, or dining at our gourmet restaurant, our team is here to cater to your every need. Private Cottage Homes: For those seeking a more intimate experience, our private cottage homes provide a sanctuary of privacy and tranquility. Each cottage is meticulously maintained and equipped with modern amenities, ensuring a comfortable and memorable stay. Our attentive staff is on hand to provide personalized service, whether you need assistance with reservations, local recommendations, or special requests. Additional Services: Explore the desert with our guided tours and excursions, curated to showcase the natural beauty and cultural richness of the region. From sunset camel rides to starlit dinners in the dunes, we offer unique experiences that highlight the uniqueness of Eco-Oasis. Experience Living at Eco-Oasis: Book Your Unique Getaway Now! Immerse yourself in a world of tranquility and luxury at Eco-Oasis. Our desert hotel offers the perfect blend of comfort and environmental responsibility, ensuring an unforgettable stay for every guest. Luxurious rooms and private cottage homes provide cozy accommodations with modern amenities, while our attentive team is always ready to offer personalized service to make your stay memorable. Discover a sanctuary of nature and relaxation at Eco-Oasis, where every moment is filled with harmony and enjoyment of staying in a unique corner of the desert. I accept the Privacy Policy Send message Eco-Oasis Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 14 Duke Street, Gladstone, Invercargill 9810, New Zealand +44-20-5785-5212 eco-oasis@gmail.com Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 years old or older At Oasis Royale, we use cookies to enhance your browsing experience and improve our services. Cookies are small text files stored on your device that help us understand how you interact with our website and allow us to customize your experience. Accept",
    "privacy-policy": "Privacy Policy | Palacio de Eco-Oasis Eco-Oasis Rooms About Our playing place To book Privacy Policy At Oasis Royale, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website. 1. Information We Collect We may collect personal information that you voluntarily provide to us when you interact with our website, such as when you fill out a contact form or subscribe to our newsletter. This information may include your name, email address, phone number, and any other information you choose to provide. 2. How We Use Your Information We may use the information we collect from you to: Personalize your experience and respond to your inquiries or requests; Improve our website and services based on your feedback; Send periodic emails regarding promotions, updates, or other information; Administer contests, promotions, surveys, or other site features. We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties unless we provide you with advance notice, except as described in this Privacy Policy. 3. Data Security We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information. 4. Cookies Our website may use cookies to enhance your experience. You have the option to disable cookies through your browser settings, although this may affect your ability to access certain features of the site. 5. Third-Party Links Our website may contain links to third-party websites. These sites have their own privacy policies, and we have no responsibility or liability for the content and activities of these linked sites. 6. Changes to This Privacy Policy Oasis Royale reserves the right to update or change this Privacy Policy at any time. Any changes will be posted on this page, and your continued use of the website after any changes will constitute your acknowledgment of the modifications and consent to abide and be bound by the updated Privacy Policy. 7. Contact Us If you have any questions about this Privacy Policy, please contact us using the information provided on our eco-oasis@gmail.com. Eco-Oasis Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 14 Duke Street, Gladstone, Invercargill 9810, New Zealand +44-20-5785-5212 eco-oasis@gmail.com",
    "rooms": "About Us | Eco-Oasis – Luxury & Entertainment Destination Eco-Oasis Rooms About Our playing place To book Crafting Desert Dreams: Discover Eco-Oasis's Visionary Hospitality Welcome to the world of Eco-Oasis, where luxury meets sustainability and nature blends with comfort. Step into a unique journey in the heart of the desert, where every corner of the hotel embodies harmony with the surrounding environment. Our mission is to create not only unforgettable experiences but also a positive impact on our planet, leaving a legacy in the realm of sustainable hospitality. To book About Eco-Oasis Our Foundation At Eco-Oasis, our foundation rests upon the shimmering sands of innovation and sustainability. We were born from a vision to create a haven where luxury intertwines with environmental stewardship, nestled amidst the captivating beauty of the desert landscape. Our Mission Our mission at Eco-Oasis is to redefine hospitality through a commitment to eco-friendly practices and unparalleled guest experiences. We strive to inspire and educate, fostering a deep connection between our guests and the natural world. With every stay, we aim to leave a positive impact, preserving the pristine desert environment for future generations to enjoy. Join us in embracing a new era of sustainable luxury, where every moment spent is a testament to our dedication to both comfort and conservation. Our Team At Eco-Oasis, our dedicated team is the heart and soul of our hospitality experience. Comprising passionate individuals from diverse backgrounds, we are united by our commitment to providing exceptional service and creating memorable stays for our guests. From our knowledgeable concierge team ready to assist with local recommendations and tour bookings, to our talented chefs crafting exquisite culinary experiences, each member of our team plays a vital role in ensuring your comfort and enjoyment. Our State-of-the-Art Facilities We take pride in fostering a culture of warmth, professionalism, and environmental responsibility, making your visit to Eco-Oasis not just a stay, but an enriching journey through the beauty of sustainable luxury. Our Culinary Delights: Two Restaurants, One Unforgettable Experience Oasis Grill: Indulge in a feast for the senses at Oasis Grill, where culinary excellence meets the vibrant flavors of the desert. Our chefs artfully blend local ingredients with global inspirations to create dishes that celebrate the richness of the region. Whether you're dining al fresco under the stars or enjoying the elegant ambiance indoors, Oasis Grill offers a dining experience that is both sophisticated and rooted in the essence of the desert. Sand Dunes Bistro: Experience casual elegance at Sand Dunes Bistro, where relaxed dining meets refined flavors. Nestled amidst the tranquil surroundings of Eco-Oasis, this bistro-style restaurant offers a menu inspired by fresh, seasonal ingredients. From hearty breakfasts to light lunches and savory dinners, each dish at Sand Dunes Bistro is crafted to satisfy and delight, complemented by a selection of fine wines and signature cocktails. At Eco-Oasis, our two distinct restaurants invite you to savor the essence of the desert through unforgettable culinary journeys, each offering a unique ambiance and menu that reflects our commitment to exceptional dining experiences. To BOOK Eco-Oasis Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 14 Duke Street, Gladstone, Invercargill 9810, New Zealand +44-20-5785-5212 eco-oasis@gmail.com Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 years old or older At Oasis Royale, we use cookies to enhance your browsing experience and improve our services. Cookies are small text files stored on your device that help us understand how you interact with our website and allow us to customize your experience. Accept",
    "terms-conditions": "Terms and Conditions | Palacio de Eco-Oasis Eco-Oasis Rooms About Our playing place To book Terms of Service Welcome to Oasis Royale's Terms of Service. These terms outline the rules and regulations for the use of our website. 1. Acceptance of Terms By accessing this website, you agree to be bound by these Terms of Service, all applicable laws, and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law. 2. Use License Permission is granted to temporarily download one copy of the materials (information or software) on Oasis Royale's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on Oasis Royale's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. 3. Disclaimer The materials on Oasis Royale's website are provided on an 'as is' basis. Oasis Royale makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. 4. Limitations In no event shall Oasis Royale or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Oasis Royale's website, even if Oasis Royale or a Oasis Royale authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. 5. Revisions and Errata The materials appearing on Oasis Royale's website could include technical, typographical, or photographic errors. Oasis Royale does not warrant that any of the materials on its website are accurate, complete, or current. Oasis Royale may make changes to the materials contained on its website at any time without notice. However, Oasis Royale does not make any commitment to update the materials. 6. Links Oasis Royale has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Oasis Royale of the site. Use of any such linked website is at the user's own risk. 7. Governing Law These terms and conditions are governed by and construed in accordance with the laws of [Your Country], and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 8. Modifications Oasis Royale may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these Terms of Service. 9. Contact Us If you have any questions about these Terms of Service, please contact us. Eco-Oasis Home About Our playing place Privacy Policy Terms and Conditions Disclaimer 14 Duke Street, Gladstone, Invercargill 9810, New Zealand +44-20-5785-5212 eco-oasis@gmail.com",
    "thanks": "Thanks for your inquiry! Thank You for Contacting Oasis Royale Thank you for reaching out to us. Your message has been received, and we appreciate you taking the time to contact Oasis Royale. Our team will review your inquiry and get back to you as soon as possible. If you have any further questions or need immediate assistance, please feel free to contact us directly using the information provided on. We look forward to assisting you and providing you with exceptional service at Oasis Royale. We look forward to welcoming you soon! Return to Homepage"
  },
  "date": "2024-07-17T09:55:13.289Z"
}