{
  "name": "ElegantStay",
  "pages": {
    "about": "About Us - Discover the Essence and Excellence of ElegantStay +91-022-2615231 Home About Contact About Us At ElegantStay, we are committed to providing exceptional experiences for our guests. Our dedicated team ensures every detail is perfect, from luxurious rooms to personalized service. Quality Comfort Personalization Excellence Experience Elegance at ElegantStay 🛏️ Luxurious Rooms Immerse yourself in opulence with our exquisitely designed rooms, featuring top-notch amenities and plush furnishings for a perfect stay. 🍽️ Gourmet Dining Savor delightful dishes prepared by renowned chefs, offering a blend of international and local flavors in a sophisticated setting. 💆‍♂️ World-Class Spa Unwind with our luxurious spa treatments, designed to rejuvenate and relax, featuring massages, facials, and more in a serene environment. 🏛️ Elegant Event Spaces Host unforgettable events with our stylish and versatile event spaces, perfect for weddings, conferences, and special occasions. 🏋️‍♀️ State-of-the-Art Fitness Center Keep fit during your stay with our fully-equipped fitness center, featuring modern exercise machines and free weights for all fitness levels. 🏊‍♀️ Beautiful Pool Area Relax by our stunning pool area, complete with comfortable loungers and poolside service for a refreshing and enjoyable experience. 📍 Prime Location Enjoy our central location with easy access to top attractions, shopping, and entertainment, making your stay both convenient and exciting. Meet Our Team Emily Brown Marketing Specialist Michael Johnson Customer Service Manager David Wilson Guest Relations Officer Discover Your Dream Getaway Aloft New Delhi Aerocity What Our Guests Are Saying \"I had a fantastic stay at ElegantStay. The staff was incredibly friendly and the amenities were top-notch. The location is perfect, and the rooms are cozy and well-maintained. Highly recommend!\" Sarah Johnson Aloft New Delhi Aerocity +91-022-2615231 ElegantStay Your perfect stay awaits. Enjoy luxury and comfort at ElegantStay, where every moment is special. Home About Rooms Contact Address Privacy Policy Terms & Conditions",
    "index": "ElegantStay - Your Luxurious Escape Awaits in the Heart of the City +91-022-2615231 Home About Contact Welcome to ElegantStay - Your Ultimate Destination for Luxury and Comfort Experience luxury and comfort in our exquisite rooms designed to provide you with the ultimate relaxation. At ElegantStay, we offer top-notch amenities and exceptional service to ensure your stay is unforgettable. Book Now Discover the Benefits of Staying with Us - Comfort, Service, and Location 🛏️ Ultimate Comfort Our rooms are meticulously designed to offer unparalleled comfort with plush bedding, elegant decor, and the latest in modern amenities. Experience restful nights and rejuvenating stays in our stylish and well-appointed rooms. 🤝 Exceptional Service From the moment you arrive, our dedicated and friendly staff are here to ensure your stay is nothing short of perfect. We pride ourselves on providing attentive and personalized service to meet all your needs and exceed your expectations. 📍 Prime Location Our hotel is strategically located to provide you with easy access to major attractions, shopping, and dining options. Enjoy the convenience of being at the heart of the action while having a peaceful retreat to return to after your adventures. Relax and Unwind Discover our premium relaxation amenities designed to provide you with ultimate comfort and rejuvenation. From soothing spa treatments to invigorating pool sessions, we have everything you need to unwind. Swimming Pool Spa Massage Therapy Fitness Center Sauna Yoga Classes Find Your Perfect Escape Coastal Bliss $150 /night BOOK NOW 1 BEDROOM Tranquil Retreat $190 /night BOOK NOW 2 BEDROOMS Tropical Oasis $220 /night BOOK NOW 3 BEDROOMS Sunny Paradise $260 /night BOOK NOW 4 BEDROOMS We’re Delighted to Have You! Thank you for choosing our hotel. We’re dedicated to delivering an unforgettable experience tailored just for you. &#10003; Immerse yourself in our unique setting &#10003; Experience unmatched service &#10003; Create cherished memories with us Experience the Magic of Unforgettable Moments Unforgettable Moments Discover the moments that make our experience truly special. From breathtaking views to luxurious interiors, every detail is designed to leave a lasting impression. Learn More Delicious Dinner Awaits Experience an exquisite dinner with a variety of gourmet options. From fresh ingredients to unique recipes, we offer a dining experience you'll remember. Enjoy our carefully curated menu that caters to all tastes, whether you're a fan of classic comfort foods or adventurous cuisines. Each dish is crafted with passion and attention to detail, ensuring a memorable meal in a delightful setting. Join us for an unforgettable dining experience that promises to tantalize your taste buds and leave you craving for more. Explore Menu Family Adventure Awaits Embark on a thrilling family adventure filled with excitement and fun. From exploring new destinations to engaging in exciting activities, our adventures are designed to create lasting memories. Enjoy family-friendly excursions, adventurous activities, and special moments that will bring you closer together. Discover the joy of shared experiences and make your next family trip unforgettable. Plan Your Adventure Contact Us By reaching out, you agree to our Privacy Policy. Send Message Get in Touch If you have any questions or need assistance, feel free to reach out to us. elegantstay@gmail.com +91-022-2615231 Aloft New Delhi Aerocity Aloft New Delhi Aerocity +91-022-2615231 ElegantStay Your perfect stay awaits. Enjoy luxury and comfort at ElegantStay, where every moment is special. Home About Rooms Contact Address Privacy Policy Terms & Conditions",
    "privacy": "Privacy Policy - Comprehensive Overview of How ElegantStay Protects Your Personal Information and Ensures Your Privacy +91-022-2615231 Home About Contact Privacy Policy Information We Collect At ElegantStay, we collect information that you provide directly to us, such as your name, contact details, and booking preferences when using our website or making reservations. We also gather data from your device, including browsing history and IP address, to tailor and enhance your experience. Use of Information The information we collect is utilized to process your reservations, offer customer support, send marketing updates (with your permission), and improve our website and services. We will not disclose your personal information to third parties without your consent. Data Security We prioritize data security and employ various measures to safeguard your information. This includes secure storage, access controls, and regular security evaluations to ensure your data remains protected. Your Choices You have the right to access, update, or delete your personal information. You can also choose to opt-out of receiving marketing communications from us. Refer to the \"Contact Us\" section for further instructions. Children's Privacy Our website is not intended for children under the age of 13. We do not knowingly collect personal data from children. Changes to This Policy We may update our Privacy Policy from time to time. Significant changes will be communicated by posting the revised policy on our website. International Transfers If your data is transferred or stored outside your country, we will adhere to all relevant data protection laws and regulations. Data Retention We will keep your personal information only for as long as necessary to fulfill the purposes for which it was collected and will then securely delete it. Legal Disclaimer We reserve the right to disclose your personal information as required by law or to comply with legal proceedings. Your California Privacy Rights (if applicable) If you reside in California, you have specific rights regarding your personal information. Learn more by contacting us. Do Not Track Signals We do not currently respond to \"Do Not Track\" signals from web browsers. Accessibility We are committed to ensuring our website is accessible to everyone. If you have trouble accessing this Privacy Policy, please reach out to us at elegantstay@gmail.com. Enforcement We regularly review our adherence to this Privacy Policy. If you have any questions or concerns about our privacy practices, please contact us. Aloft New Delhi Aerocity +91-022-2615231 ElegantStay Your perfect stay awaits. Enjoy luxury and comfort at ElegantStay, where every moment is special. Home About Rooms Contact Address Privacy Policy Terms & Conditions",
    "terms": "Terms & Conditions - Detailed Guide to Your Rights and Responsibilities at ElegantStay +91-022-2615231 Home About Contact Terms and Conditions Acceptance of Terms By accessing or using the ElegantStay Website or Services, you agree to comply with and be bound by these Terms and Conditions. If you do not agree to these Terms, please do not use the Website or Services. Age Requirement You must be at least 18 years old to use the ElegantStay Website or Services. If you are under 18, you may only use the Website or Services under the supervision of a parent or legal guardian. User Accounts To access certain features of the Website or Services, you may need to create an account. You are responsible for maintaining the confidentiality of your account details and for all activities that occur under your account. You must notify us immediately of any unauthorized use of your account. User Conduct You agree to use the Website and Services in a lawful and respectful manner. You must not use the Website or Services for any illegal, harmful, or offensive purposes. Additionally, you must not interfere with others' use of the Website or Services. Third-Party Service Providers We may share your information with third-party service providers who assist us in operating our website and delivering our services. These third parties are required to protect your information and maintain confidentiality. Social Media Features Our website may include social media features, such as Facebook buttons and widgets. These features might collect your IP address and the page you are visiting on our site, and may set a cookie to function correctly. Your interactions with these features are governed by the privacy policy of the feature provider. Changes to Our Services We may update our services or introduce new features from time to time. Any changes will be reflected in this Terms and Conditions page. Content The Website and Services may contain content that is protected by copyright, trademark, or other intellectual property laws. You agree not to use any such content without explicit permission from the owner. Links to Third-Party Websites The Website and Services may contain links to third-party websites. These links are for your convenience and do not imply endorsement. We are not responsible for the content or practices of any third-party websites. Disclaimers The Website and Services are provided on an \"as is\" and \"as available\" basis. We make no warranties of any kind, whether express or implied, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We do not guarantee that the Website or Services will be uninterrupted or error-free. Limitation of Liability We shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages arising from or related to your use of the Website or Services, even if we have been advised of the possibility of such damages. Indemnification You agree to indemnify, defend, and hold us harmless from and against any claims, damages, liabilities, costs, and expenses (including reasonable attorney's fees) arising from or related to your use of the Website or Services. Entire Agreement These Terms and Conditions constitute the entire agreement between you and us concerning the subject matter and supersede all prior or contemporaneous communications, representations, or agreements, whether oral or written. Aloft New Delhi Aerocity +91-022-2615231 ElegantStay Your perfect stay awaits. Enjoy luxury and comfort at ElegantStay, where every moment is special. Home About Rooms Contact Address Privacy Policy Terms & Conditions",
    "thanksPage": "Thank You for Connecting with Us - Your Inquiry is Valued at ElegantStay +91-022-2615231 Home About Contact Thank You for Reaching Out! We sincerely appreciate you taking the time to provide your contact details. Your interest in ElegantStay means a lot to us. Our team is currently reviewing your information and will get back to you as soon as possible. 🌟 Your request has been successfully received and is now being processed. We strive to provide exceptional service and look forward to assisting you further. Stay tuned for updates! 🌟 If you have any urgent questions or need immediate assistance, please do not hesitate to contact our support team directly. Your satisfaction is our priority! Aloft New Delhi Aerocity +91-022-2615231 ElegantStay Your perfect stay awaits. Enjoy luxury and comfort at ElegantStay, where every moment is special. Home About Rooms Contact Address Privacy Policy Terms & Conditions"
  },
  "date": "2024-07-23T12:27:13.684Z"
}