{
  "name": "EliteRoyaleCasinoHotel",
  "pages": {
    "about-us": "About Elite Royale Hotel - Luxury and Entertainment EliteRoyale HOME ABOUT US Casino Contact About Elite Royale Elite Royale isn't just a hotel; it's a destination. We are committed to offering unparalleled luxury and exceptional service, ensuring each guest enjoys a memorable stay. Our mission is to provide an oasis of sophistication and comfort, where every detail is meticulously crafted to exceed expectations. At Elite Royale, we prioritize sustainability and ethical hospitality practices. From our eco-conscious initiatives to our support for local communities, we strive to create a positive impact on the world around us while delivering a premium guest experience. Discover the epitome of luxury hospitality at Elite Royale. Join us and experience a blend of elegance, comfort, and impeccable service. DISCOVER MORE Explore Elite Royale's Exquisite Selection Luxury Suite Elite Royale Deluxe From £ 299.99 BOOK NOW Executive Suite Elite Royale Executive From £ 399.99 BOOK NOW Royal Suite Elite Royale Royal From £ 599.99 BOOK NOW Explore Elite Royale Experiences Discover our luxurious accommodations and exceptional services offered at Elite Royale Hotel. Whether you're planning a leisure stay or a business event, elevate your experience with Elite Royale today! CONTACT US The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736",
    "contacts": "Elite Royale Casino & Hotel - Contact Us EliteRoyale HOME ABOUT US Casino Contact Any questions or inquiries? Reach out to us! I accept Privacy Policy SUBMIT GET IN TOUCH The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736",
    "disclaimers": "Elite Royale Casino & Hotel - Disclaimers EliteRoyale HOME ABOUT US Casino Contact Important Disclaimers Elite Royale Casino Hotel encourages responsible gaming. Please be aware of the following disclaimers before playing at our casino: **Gambling Age:** You must be 18 years of age or older to gamble at Elite Royale Casino Hotel. Gambling by underage individuals is strictly prohibited. **Problem Gambling:** Gambling can be addictive. If you or someone you know has a gambling problem, please seek help from a professional organization . **Fair Play:** Elite Royale Casino Hotel is committed to fair play for all guests. Our games are regularly audited to ensure randomness and integrity. **Terms and Conditions:** All players must agree to our Terms and Conditions before playing at our casino. These terms and conditions outline the rules and regulations of our games and services. You can find our Terms and Conditions . **Responsible Play:** We encourage all guests to gamble responsibly. Please set limits on your spending and time spent gambling before you begin playing. By playing at Elite Royale Casino Hotel, you agree to these disclaimers. The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736",
    "index": "Elite Royale Casino & Hotel - Luxury Redefined EliteRoyale HOME ABOUT US Casino Contact Unleash Your Style with Elite Royale DISCOVER OUR LUXURY About Elite Royale Elite Royale isn't just a hotel; it's a destination. We are committed to offering unparalleled luxury and exceptional service, ensuring each guest enjoys a memorable stay. Our mission is to provide an oasis of sophistication and comfort, where every detail is meticulously crafted to exceed expectations. At Elite Royale, we prioritize sustainability and ethical hospitality practices. From our eco-conscious initiatives to our support for local communities, we strive to create a positive impact on the world around us while delivering a premium guest experience. Discover the epitome of luxury hospitality at Elite Royale. Join us and experience a blend of elegance, comfort, and impeccable service. DISCOVER MORE Discover Elite Royale Near You! Exciting news! Elite Royale offers luxurious accommodations and unforgettable experiences right in your city. Explore our exquisite facilities and discover the perfect venue for your next stay or event. Experience the essence of Elite Royale today! EXPLORE OUR OFFERINGS Explore Elite Royale's Exquisite Selection Luxury Suite Elite Royale Deluxe From £ 299.99 BOOK NOW Executive Suite Elite Royale Executive From £ 399.99 BOOK NOW Royal Suite Elite Royale Royal From £ 599.99 BOOK NOW Stay Updated with Elite Royale! Stay informed about our latest offers, exclusive packages, and events! Subscribe to our newsletter and experience luxury redefined with Elite Royale. SUBSCRIBE NOW Explore Elite Royale Experiences Discover our luxurious accommodations and exceptional services offered at Elite Royale Hotel. Whether you're planning a leisure stay or a business event, elevate your experience with Elite Royale today! CONTACT US Join the Elite Experience: Embrace Luxury with Style At Elite Royale, we are dedicated to offering luxurious experiences with a commitment to sustainability. Join us in our journey towards responsible hospitality and discover our eco-conscious initiatives that redefine luxury with a conscience. DISCOVER MORE The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736",
    "privacy-policy": "Elite Royale Casino & Hotel - Privacy Policy EliteRoyale HOME ABOUT US Casino Contact Privacy Policy Introduction Welcome to Elite Royale Casino & Hotel's Privacy Policy. Your privacy is important to us. This policy explains how we collect, use, disclose, and safeguard your information when you visit our website , including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. Information We Collect We may collect personal information such as your name, email address, mailing address, phone number, and payment information when you make a reservation or contact us through our website. How We Use Your Information We use the information we collect in various ways, including: To provide, operate, and maintain our website and services. To improve, personalize, and expand our website. To understand and analyze how you use our website. To develop new products, services, features, and functionality. To communicate with you, either directly or through one of our partners. Sharing Your Information We may share your information with third parties when necessary to provide our services or to comply with legal obligations. Security of Your Information We take reasonable measures to protect the information we collect from unauthorized access, use, or disclosure. Changes to This Privacy Policy We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736",
    "products": "Elite Royale Casino & Hotel - Thrill and Luxury EliteRoyale HOME ABOUT US Casino Contact Explore Our Exciting Casino Games! Discover thrilling casino games and entertainment options at Elite Royale. From classic table games to state-of-the-art slots, immerse yourself in a world of excitement and luxury. LEARN MORE Explore Our Exciting Casino Games Roulette Roulette Game High stakes and fast-paced action! BOOK NOW Slots Jackpot Slots Spin and win big! BOOK NOW Blackjack Classic Blackjack Beat the dealer to 21! BOOK NOW Explore Elite Royale Casino Games Immerse yourself in the excitement of Elite Royale Casino's diverse range of thrilling games. Whether you prefer classic table games, high-stakes poker, or the latest in digital gaming, we offer an unparalleled gaming experience for every enthusiast. DISCOVER MORE Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Elite Royale Casino & Hotel - Terms and Conditions EliteRoyale HOME ABOUT US Casino Contact Terms and Conditions Introduction Welcome to Elite Royale Casino & Hotel's Terms and Conditions. These terms and conditions govern your use of our websiteand our services. By accessing our website or using our services, you agree to comply with these terms and conditions. Use of Website You must be at least 18 years old to use our website and services. You agree not to use our website for any unlawful or prohibited purpose. Reservation of Rights We reserve the right to modify or terminate our website and services for any reason, without notice, at any time. Limitation of Liability We are not liable for any damages or losses arising from your use of our website or services. Indemnification You agree to indemnify and hold us harmless from any claims, damages, or losses arising from your use of our website or services or your violation of these terms and conditions. Changes to Terms and Conditions We may update these terms and conditions from time to time. Any changes will be effective immediately upon posting on this page. The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736",
    "thanks": "Elite Royale Casino & Hotel - Thank You EliteRoyale HOME ABOUT US Casino Contact Thank You for Contacting Elite Royale Casino & Hotel We appreciate your inquiry and will respond shortly. While you wait, feel free to explore more about our luxurious accommodations, casino offerings, and entertainment. Back to Home The Elite Royale Casino Hotel website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location Taleigao Rd, near International Centre Dona Paula, Durgavado, Goa 403002, India eliteroyalehotel@gmail.com +91-945-557-6736"
  },
  "date": "2024-06-28T13:32:23.180Z"
}