{
  "name": "Elysian_Ireland",
  "pages": {
    "casino": "Elysian Casino: Experience Elite Gaming and Exclusive Entertainment Home Casino Rooms Contact Home Casino Rooms Contact Welcome to Elysian Casino Contact Us Discover Our Exciting Casino Games Slots High-Stakes Slots Experience the thrill of our high-stakes slot machines. With a wide variety of themes and jackpots, there's a game for every type of player. Table Games Classic Table Games Enjoy a range of classic table games including Blackjack, Roulette, and Poker. Our professional dealers are ready to ensure an unforgettable gaming experience. Poker Poker Tournaments Join our exciting poker tournaments and compete against the best. Whether you're a novice or a pro, our poker tables are set to challenge and entertain. VIP Lounge Exclusive VIP Lounge Indulge in our exclusive VIP Lounge offering private gaming areas, premium service, and luxurious comfort. Elevate your casino experience at Elysian. Live Entertainment Live Entertainment Enjoy live entertainment every night at Elysian Casino. From live bands to dazzling performances, our entertainment options add an extra layer of excitement to your visit. Promotions Exciting Promotions Take advantage of our exciting promotions and bonuses. Check our website regularly to stay updated on the latest offers and win big at Elysian Casino. Stay with Us Book Your Casino Getaway Experience luxury and excitement with a stay at Elysian Hotel. Our elegant rooms and thrilling casino make for the perfect getaway. Book your stay today and enjoy exclusive offers. View Our Rooms Age Verification Required You must be at least 21 years old to enter the casino. Please verify your age to continue. I am 18 or older I am under 18 Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "contact": "Get in Touch with Elysian Hotel - Contact Us for Any Queries or Assistance Home Casino Rooms Contact Home Casino Rooms Contact Get in Touch with Elysian Hotel Contact Us We'd Love to Hear From You Whether you have questions, feedback, or need assistance with a booking, our team is here to help. Fill out the form below and we'll get back to you as soon as possible. I accept privacy policy. Send Your Comfort is Our Priority Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "disclaimer": "Legal Disclaimer for Elysian Hotel: Understanding Your Rights and Our Policies Home Casino Rooms Contact Home Casino Rooms Contact Disclaimer 1. General Information The information provided on the Elysian Hotel website is for general informational purposes only. While we strive to ensure accuracy, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information contained on the website. 2. No Professional Advice The content on this website is not intended to be a substitute for professional advice. Always seek the advice of qualified professionals with any questions you may have regarding any services or information provided by Elysian Hotel. 3. Limitation of Liability In no event will Elysian Hotel be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, arising from the use of this website or the information contained within it. 4. External Links This website may contain links to external websites that are not provided or maintained by Elysian Hotel. We do not control these sites and are not responsible for their content or availability. 5. Changes to Content Elysian Hotel reserves the right to make additions, deletions, or modifications to the content on this website at any time without prior notice. 6. Contact Us If you have any questions or concerns about this disclaimer, please contact us at elysian@gmail.com. Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "index": "Discover Luxury at Elysian: Unparalleled Comfort & Elegance in Our Premier Hotel Destination Home Casino Rooms Contact Home Casino Rooms Contact Welcome to Elysian Hotel Contact Us About Us Experience Unparalleled Luxury and Comfort At Elysian Hotel, we pride ourselves on offering a unique blend of elegance and modern amenities. Our meticulously designed rooms and suites provide a serene retreat in the heart of the city, ensuring that your stay with us is nothing short of extraordinary. Whether you're here for business or leisure, our dedicated team is committed to providing you with exceptional service. Enjoy our state-of-the-art facilities, including our renowned casino, exquisite dining options, and a range of recreational activities. Your Stay Awaits Book Your Luxurious Escape Today Indulge in the ultimate hospitality experience at Elysian Hotel. Our exclusive rooms and top-tier amenities are designed to offer you an unforgettable stay. Don't miss out on the chance to experience luxury at its finest. View Our Rooms Get in Touch with Elysian Hotel We'd love to hear from you! Whether you have questions, need assistance with a booking, or want to provide feedback, our team is here to help. Reach out to us via our contact page, email, or phone, and we'll get back to you as soon as possible. I accept privacy policy. Send Latest News and Updates Events Grand Opening of Our New Spa Experience the ultimate relaxation at our brand-new spa, now open for guests. Enjoy a range of luxurious treatments designed to rejuvenate your mind and body. Dining Introducing Our New Gourmet Menu Delight your taste buds with our new gourmet menu crafted by our world-class chefs. From exquisite appetizers to decadent desserts, our dining options are sure to impress. Activities Exclusive Golf Packages Take advantage of our exclusive golf packages and enjoy a round of golf at our pristine course. Perfect for both beginners and seasoned players. Events Upcoming Wine Tasting Event Join us for an evening of fine wines and gourmet pairings at our upcoming wine tasting event. A perfect opportunity to indulge and socialize. Promotions Summer Getaway Special Book now and save with our Summer Getaway Special. Enjoy discounted rates and additional perks for stays during the summer season. Updates Renovation Completion We are excited to announce the completion of our hotel renovations. Experience enhanced comfort and modern amenities during your stay. Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "privacy-policy": "Privacy Policy at Elysian Hotel: Safeguarding Your Personal Information Home Casino Rooms Contact Home Casino Rooms Contact Privacy Policy 1. Introduction Welcome to Elysian Hotel. We value your privacy and are committed to protecting your personal information. 2. Information Collection Elysian Hotel does not collect any personal information from our guests or visitors through our website or services. 3. Use of Information Since we do not collect any personal information, we do not use or process any such data for any purpose. 4. Data Security We take the security of our guests seriously and have implemented measures to ensure that no personal data is collected or stored by our systems. 5. Third-Party Links Our website may contain links to third-party websites. Elysian Hotel is not responsible for the privacy practices or content of these external sites. 6. Changes to Privacy Policy Elysian Hotel reserves the right to update this privacy policy at any time. Any changes will be posted on this page. 7. Contact Us If you have any questions or concerns about our privacy policy, please contact us at elysian@gmail.com. Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "rooms": "Elysian Rooms & Suites: Lavish Comfort and Spectacular Views Await You Home Casino Rooms Contact Home Casino Rooms Contact Welcome to Elysian Hotel Rooms Contact Us Our Luxurious Accommodations Deluxe Room Deluxe King Room Our Deluxe King Room offers a spacious and elegant setting with a king-sized bed, modern amenities, and breathtaking views. Suite Executive Suite The Executive Suite features a separate living area, luxurious furnishings, and a king-sized bed, perfect for both work and relaxation. Superior Room Superior Double Room Our Superior Double Room offers two comfortable double beds, elegant décor, and all the amenities you need for a comfortable stay. Family Room Family Suite The Family Suite is designed with families in mind, offering multiple sleeping areas, ample space, and convenient amenities for a relaxing stay. Penthouse Penthouse Suite Experience the height of luxury in our Penthouse Suite, featuring panoramic views, a private terrace, and exquisite furnishings. Accessible Room Accessible Room Our Accessible Room is designed to ensure comfort and convenience for guests with mobility needs, featuring accessible amenities and spacious design. Book Now Reserve Your Luxurious Stay at Elysian Hotel Discover unparalleled comfort and elegance in our luxurious rooms and suites. Book your stay today and experience the best in hospitality and service. View Our Rooms Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "terms-conditions": "Terms and Conditions of Service at Elysian Hotel Home Casino Rooms Contact Home Casino Rooms Contact Terms and Conditions 1. Introduction Welcome to Elysian Hotel. By accessing our website and services, you agree to comply with and be bound by the following terms and conditions. 2. Booking and Reservations All bookings are subject to availability and confirmation. Payment details must be provided at the time of booking. Cancellations must be made 24 hours before the check-in date to avoid charges. 3. Check-In and Check-Out Check-in time is from 3:00 PM and check-out time is by 11:00 AM. Early check-in and late check-out are subject to availability and may incur additional charges. 4. Guest Conduct Guests are expected to conduct themselves in a respectful manner and comply with hotel policies. Any damage to hotel property will be charged to the guest's account. 6. Limitation of Liability Elysian Hotel is not liable for any indirect, incidental, or consequential damages arising out of or in connection with the use of our services. 7. Changes to Terms Elysian Hotel reserves the right to amend these terms and conditions at any time. Updated terms will be posted on our website. 8. Contact Us If you have any questions about these terms, please contact us at elysian@gmail.com. Main Home Casino Rooms Contact Contact Info Belfast, NA +353-(021)4215147 elysian@gmail.com Utilities Disclaimer Terms & Conditions Privacy Policy",
    "thanks": "Thank You for Contacting Elysian Hotel - We Will Get Back to You Soon Thank You for Contacting Elysian Hotel We appreciate you reaching out to us. Your inquiry is important, and our dedicated team is working diligently to respond as quickly as possible. In the meantime, feel free to explore our website for more information about our luxurious rooms, exclusive casino, and top-notch amenities. We are here to ensure your experience with Elysian Hotel is exceptional. Thank you for choosing Elysian Hotel. We look forward to assisting you and making your stay unforgettable. Home"
  },
  "date": "2024-07-17T14:36:31.591Z"
}