{
  "name": "elysiumcasinohotel_Germany",
  "pages": {
    "terms-conditions": "Elysium Casino Hotel - Terms of Use Elysium Casino Hotel Home Comfort Facilities Casino Entertainment is waiting For any case Terms of Use Acceptance of Terms By accessing and using the Elysium Casino Hotel website, you agree to be bound by these Terms of Use and all applicable laws and regulations. If you do not agree to these terms, you should not use or access our website or any of our services. Changes to Terms Elysium Casino Hotel reserves the right to modify or revise these Terms of Use at any time without notice. Your continued use of our website and services after any changes have been made constitutes your acceptance of the revised terms. Eligibility To use our website and services, you must be at least 18 years old and have the legal capacity to enter into contracts. You also represent and warrant that you are not located in a jurisdiction where access to or use of our website or services is prohibited by law. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of Elysium Casino Hotel or its licensors and is protected by copyright and other intellectual property laws. You may not use, reproduce, modify, distribute, or display any of this content without our express written consent. User Conduct You agree to use our website and services only for lawful purposes and in accordance with these Terms of Use. You may not use our website or services to: Transmit or post any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable; Harm minors in any way; Impersonate any person or entity, including, but not limited to, a Elysium Casino Hotel representative, or falsely state or otherwise misrepresent your affiliation with a person or entity; Forge headers or otherwise manipulate identifiers in order to disguise the origin of any content transmitted through our website or services; Upload, post, or otherwise transmit any content that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements); Upload, post, or otherwise transmit any content that infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party; Interfere with or disrupt our website or services or servers or networks connected to our website or services, or disobey any requirements, procedures, policies, or regulations of networks connected to our website or services; Intentionally or unintentionally violate any applicable local, state, national, or international law; Stalk or otherwise harass another user of our website or services; Collect or store personal data about other users of our website or services; Use our website or services for any commercial purpose without our express written consent. Registration and Account Security To use certain features of our website and services, you may need to register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. You are responsible for maintaining the confidentiality of your account password and for all activities that occur under your account. You agree to immediately notify us of any unauthorized use of your account or any other breach of security. Privacy Policy Our Privacy Policy, which is incorporated into these Terms of Use by reference, explains how we collect, use, and disclose information about you when you use our website and services. By using our website and services, you consent to the collection, use, and disclosure of your information in accordance with our Privacy Policy. Links to Third-Party Websites Our website may contain links to third-party websites that are not owned or controlled by Elysium Casino Hotel. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites. You acknowledge and agree that Elysium Casino Hotel is not responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites. Contact Us If you have any questions or concerns about these Terms of Use or our website or services, please contact us at elysiumcasinohotel@gmail.com. Elysium Casino Hotel Elysium Casino Hotel: Your Gateway to Luxury and Excitement Navegação Home Comfort Facilities Casino Entertainment is waiting For any case Adicionalmente Disclaimer Privacy Policy Terms of use 18+",
    "thanks": "Elysium Casino Hotel - Thank You for Your Visit Elysium Casino Hotel Thank you for reaching out to us! We truly appreciate your time and effort to connect with us. Your feedback is invaluable as it helps us improve our services and create a more enjoyable experience for all our guests at Elysium Casino Hotel. Our dedicated team will carefully review your message and respond as soon as possible. We strive to provide a high level of service and we are committed to making your stay with us unforgettable. Once again, thank you for your thoughtful feedback. We look forward to welcoming you back to Elysium Casino Hotel soon! Go back to the main page",
    "casino": "Elysium Casino - Premier Gaming and Entertainment Elysium Casino Hotel Home Comfort Facilities Casino Entertainment is waiting For any case Step into the Action Elysium Casino: Where Fortune Awaits At Elysium Casino, we offer a premier gaming experience that caters to every level of player. Our casino floor is packed with the latest slot machines, classic table games, and exclusive VIP areas. Whether you're a seasoned gambler or a novice looking for excitement, Elysium Casino promises unforgettable moments of thrill and fortune. Explore Our Games Diverse Gaming Options Slot Machines Dive into a world of endless possibilities with our wide selection of slot machines. From classic reels to the latest video slots, there's a game for everyone. Enjoy progressive jackpots and exciting bonus features designed to keep you entertained. Table Games Experience the elegance and strategy of our table games. Take a seat at the blackjack table, test your skills at poker, or try your luck with roulette. Our professional dealers are here to ensure an exceptional gaming experience. High Stakes Room For those seeking the ultimate in luxury and privacy, our High Stakes Room offers an exclusive environment. Play with higher limits and enjoy personalized service, all in a lavish setting designed for our most discerning guests. Join the Excitement Live Tournaments and Events Participate in our regularly scheduled live tournaments and special events. From poker championships to themed casino nights, there's always something exciting happening at Elysium Casino. Our tournaments offer substantial prizes and the opportunity to compete against some of the best players in the region. Membership Rewards Our loyalty program, Elysium Rewards, provides our members with exclusive benefits and rewards. Earn points every time you play, and redeem them for a variety of perks. Tiered Benefits Our tiered benefits system ensures that the more you play, the more you receive. Enjoy increasing levels of rewards, from complimentary meals to luxurious hotel stays. Special Promotions As a member, you'll have access to special promotions and offers. Take advantage of exclusive deals on gaming, dining, and accommodation. Personalized Service Receive personalized service tailored to your preferences. From tailored gaming experiences to bespoke dining options, our team is here to make your visit exceptional. Elysium Casino Hotel Elysium Casino Hotel: Your Gateway to Luxury and Excitement Navegação Home Comfort Facilities Casino Entertainment is waiting For any case Adicionalmente Disclaimer Privacy Policy Terms of use 18+ We use cookies to ensure you get the best experience on our website. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { const banner = document.getElementById(\"cookie-consent-banner\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!getCookie(\"cookieConsent\")) { banner.style.display = \"flex\"; } acceptButton.addEventListener(\"click\", function () { setCookie(\"cookieConsent\", \"true\", 365); banner.style.display = \"none\"; }); function setCookie(name, value, days) { const d = new Date(); d.setTime(d.getTime() + days * 24 * 60 * 60 * 1000); const expires = \"expires=\" + d.toUTCString(); document.cookie = name + \"=\" + value + \";\" + expires + \";path=/\"; } function getCookie(name) { const cname = name + \"=\"; const decodedCookie = decodeURIComponent(document.cookie); const ca = decodedCookie.split(\";\"); for (let i = 0; i This page is for users who are 18 years or older. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"age-verification-popup\"); const confirmButton = document.getElementById(\"confirm-age\"); if (!getCookie(\"ageConfirmed\")) { agePopup.style.display = \"flex\"; } confirmButton.addEventListener(\"click\", function () { setCookie(\"ageConfirmed\", \"true\", 365); agePopup.style.display = \"none\"; }); function setCookie(name, value, days) { const d = new Date(); d.setTime(d.getTime() + days * 24 * 60 * 60 * 1000); const expires = \"expires=\" + d.toUTCString(); document.cookie = name + \"=\" + value + \";\" + expires + \";path=/\"; } function getCookie(name) { const cname = name + \"=\"; const decodedCookie = decodeURIComponent(document.cookie); const ca = decodedCookie.split(\";\"); for (let i = 0; i",
    "disclaimer": "Elysium Casino Hotel - Disclaimer Elysium Casino Hotel Home Comfort Facilities Casino Entertainment is waiting For any case Disclaimer Website Content All content provided on the Elysium Casino Hotel website, including but not limited to text, graphics, logos, images, audio clips, video clips, data compilations, and software, is the property of Elysium Casino Hotel or its content suppliers and is protected by international copyright laws. The compilation of all content on this website is the exclusive property of Elysium Casino Hotel and is also protected by international copyright laws. While we strive to provide accurate and up-to-date information on our website, we make no representations or warranties, express or implied, as to the accuracy, completeness, or reliability of the information provided. We reserve the right to modify the content of this website at any time without notice. se of Website You agree to use the Elysium Casino Hotel website for lawful purposes only and in a manner that does not infringe the rights of, or restrict or inhibit the use and enjoyment of, this website by any third party. You must not use our website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of the website. Online Gaming Elysium Casino Hotel offers online gaming services for entertainment purposes only. By participating in online gaming, you acknowledge that you are of legal age to gamble in your jurisdiction and that you understand the rules and risks associated with gambling. Elysium Casino Hotel is not responsible for any losses incurred as a result of participating in online gaming. We encourage responsible gambling and provide resources for those who may need help with problem gambling. Hotel Reservations Elysium Casino Hotel offers hotel accommodations for guests. All reservations must be guaranteed with a valid credit card. Room rates are subject to change without notice and do not include taxes or fees. Cancellation policies vary by room type and rate plan. Please review the cancellation policy at the time of booking. Elysium Casino Hotel is not responsible for any charges incurred as a result of a cancellation or change in reservation. Privacy Policy Elysium Casino Hotel is committed to protecting your privacy. Our Privacy Policy explains how we collect, use, and disclose information about you when you use our website and services. By using our website, you consent to the collection, use, and disclosure of your personal information in accordance with our Privacy Policy. Limitation of Liability In no event shall Elysium Casino Hotel be liable for any direct, indirect, incidental, special, or consequential damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from the use or inability to use our website or services. Governing Law This Disclaimer and your use of the Elysium Casino Hotel website shall be governed by and construed in accordance with the laws of the jurisdiction in which the casino hotel is located, without giving effect to any principles of conflicts of law. Contact Information If you have any questions or concerns regarding this Disclaimer, please contact us at elysiumcasinohotel@gmail.com. Elysium Casino Hotel Elysium Casino Hotel: Your Gateway to Luxury and Excitement Navegação Home Comfort Facilities Casino Entertainment is waiting For any case Adicionalmente Disclaimer Privacy Policy Terms of use 18+",
    "index": "Elysium Casino Hotel - Experience Luxury and Excitement Elysium Casino Hotel Home Comfort Facilities Casino Entertainment is waiting For any case Welcome to Luxury Experience the Elegance of Elysium Casino Hotel Nestled in the heart of vibrant entertainment, Elysium Casino Hotel offers an unparalleled blend of luxury, comfort, and excitement. From our lavish accommodations to our world-class gaming facilities, every detail is designed to provide an unforgettable experience. Discover a haven where indulgence meets thrill, and every moment is crafted for perfection. Indulge in Comfort Luxurious Accommodations Our rooms and suites are the epitome of sophistication and comfort. Each space is meticulously designed to offer the ultimate retreat after a day of excitement. Enjoy plush bedding, state-of-the-art amenities, and stunning views that will make your stay truly memorable. Whether you're here for relaxation or adventure, our accommodations provide the perfect sanctuary. To learn more World-Class Amenities Gourmet Dining Savor exquisite flavors at our fine dining restaurants, where culinary artistry meets the freshest ingredients. Relaxing Spa Rejuvenate your senses with a visit to our luxurious spa, offering a range of treatments designed to pamper and refresh. Exciting Casino Try your luck at our expansive casino, featuring a wide variety of games and thrilling experiences for every type of player. Elegant Pool Area Unwind by our beautiful pool, complete with comfortable loungers and a serene atmosphere perfect for relaxation. Fitness Center Keep up with your workout routine in our state-of-the-art fitness center, equipped with the latest exercise machines. Business Facilities Conduct your business in style with our fully equipped meeting rooms and high-speed internet access. Entertainment Awaits Activities and Events Live Performances Enjoy spectacular shows and live entertainment that will keep you enthralled throughout your stay. Theme Nights Experience the excitement of our themed nights, offering unique and fun-filled activities for all guests. Exclusive Parties Attend our exclusive parties, where you can mingle and dance the night away with fellow guests. Casino Tournaments Participate in our thrilling casino tournaments and compete for impressive prizes. Seasonal Festivals Celebrate the seasons with our festive events, each designed to offer a unique experience. Cultural Events Immerse yourself in local culture with our curated cultural events, showcasing the best of the region. Perfect for Every Occasion Elysium Casino Hotel is the ideal destination for any event. Whether you're planning a romantic getaway, a family vacation, or a corporate retreat, we offer tailored experiences to suit your needs. Our dedicated event planners are here to ensure your occasion is flawless. Weddings Celebrate your special day with a breathtaking wedding ceremony and reception at our stunning venue. Corporate Events Host productive and impressive corporate events with our fully equipped conference rooms and professional services. Private Parties Enjoy an unforgettable private party with personalized services and exclusive spaces designed for your celebration. Unmatched Convenience Prime Location Located in the heart of the city, Elysium Casino Hotel offers easy access to the best attractions, dining, and entertainment. Explore the vibrant surroundings or relax in the comfort of our luxurious hotel, knowing that everything you need is just steps away. Exclusive Offers Unforgettable Experiences VIP Packages €250 Enjoy the ultimate VIP experience with exclusive access to premium amenities and personalized services. Order Spa Retreat €150 Indulge in a day of pampering with our Spa Retreat package, including luxurious treatments and access to our serene spa facilities. Order Choice Gourmet Experience €100 Delight in a gourmet dining experience with a specially curated menu by our renowned chefs, featuring the finest ingredients and flavors. Order Connect with us I accept privacy policy Send a message Address Rödelheimer Str. 32, 60487 Frankfurt am Main, Germany Email Us elysiumcasinohotel@gmail.com Call Now +496971585800 Elysium Casino Hotel Elysium Casino Hotel: Your Gateway to Luxury and Excitement Navegação Home Comfort Facilities Casino Entertainment is waiting For any case Adicionalmente Disclaimer Privacy Policy Terms of use 18+ We use cookies to ensure you get the best experience on our website. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { const banner = document.getElementById(\"cookie-consent-banner\"); const acceptButton = document.getElementById(\"accept-cookies\"); if (!getCookie(\"cookieConsent\")) { banner.style.display = \"flex\"; } acceptButton.addEventListener(\"click\", function () { setCookie(\"cookieConsent\", \"true\", 365); banner.style.display = \"none\"; }); function setCookie(name, value, days) { const d = new Date(); d.setTime(d.getTime() + days * 24 * 60 * 60 * 1000); const expires = \"expires=\" + d.toUTCString(); document.cookie = name + \"=\" + value + \";\" + expires + \";path=/\"; } function getCookie(name) { const cname = name + \"=\"; const decodedCookie = decodeURIComponent(document.cookie); const ca = decodedCookie.split(\";\"); for (let i = 0; i",
    "privacy-policy": "Elysium Casino Hotel - Privacy Policy Elysium Casino Hotel Home Comfort Facilities Casino Entertainment is waiting For any case Privacy Policy for Elysium Casino Hotel At Elysium Casino Hotel, we are committed to protecting the privacy and security of our guests and visitors. This Privacy Policy explains how we collect, use, and disclose personal information when you use our website, stay at our hotel, or use our casino services. Information We Collect We collect personal information from you when you provide it to us directly, such as when you make a reservation, register for an account, or use our casino services. The information we collect may include: Name Address Email address Phone number Date of birth Government-issued identification number Credit card information Information about your preferences and interests We may also collect information about your use of our website and services through cookies, web beacons, and other technologies. This information may include: Browser type and version Operating system IP address Device type Location data Web pages you view on our site Links you click on our site The length of time you spend on our site How We Use Your Information We use your personal information to provide you with the services you request, to personalize your experience on our site, and to communicate with you about special offers and promotions. We may also use your information to: Process and confirm your reservations Verify your identity and age Provide you with access to our casino services Respond to your inquiries and requests Send you administrative communications, such as confirmation emails and security alerts Improve our website and services Comply with legal and regulatory requirements Disclosure of Your Information We may disclose your personal information to third parties in the following circumstances: To service providers who perform services on our behalf, such as payment processors, marketing companies, and data analytics providers. To our partners and affiliates, such as airlines, car rental companies, and other hotels, to provide you with additional services and benefits. To comply with legal and regulatory requirements, such as responding to a subpoena or court order. To protect our rights and property, and the rights and property of our guests and visitors. In connection with a merger, acquisition, or sale of all or a portion of our business. Security of Your Information We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, no security measures can be 100% effective, and we cannot guarantee the security of your information. International Users Our website and services are intended for users in the United States. If you are accessing our site from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States, where our servers are located and our central database is operated. The data protection and privacy laws of the United States may not be as comprehensive as those in your country. Contact Us If you have any questions or concerns about this Privacy Policy or our information practices, please contact us at elysiumcasinohotel@gmail.com. We will do our best to respond to your inquiry promptly and professionally. Elysium Casino Hotel Elysium Casino Hotel: Your Gateway to Luxury and Excitement Navegação Home Comfort Facilities Casino Entertainment is waiting For any case Adicionalmente Disclaimer Privacy Policy Terms of use 18+"
  },
  "date": "2024-06-28T13:36:01.694Z"
}