{
  "name": "Emerald Dream - en",
  "pages": {
    "casino": "Exciting Casino Entertainment at Emerald Dream About us Contact Us Our casino Welcome to Emerald Dream Casino Experience luxury and excitement at our premier casino hotel in the heart of England About Our Casino Welcome to Emerald Dream Casino, where sophistication meets excitement. Our state-of-the-art gaming floor features a wide range of games to suit every taste, from classic table games to the latest slot machines. At Emerald Dream, we pride ourselves on offering an unparalleled gaming experience. Our professional dealers and staff are dedicated to providing top-notch service, ensuring that your time with us is nothing short of extraordinary. Whether you're a seasoned player or new to the world of casinos, Emerald Dream provides an inviting atmosphere for all. Join us for high-stakes games or enjoy a relaxing evening with friends in our elegant surroundings. Beyond the gaming, our casino hotel offers luxurious accommodations, fine dining, and world-class entertainment. Every detail is designed to make your stay unforgettable, with amenities that cater to your every need. Our commitment to excellence extends to every aspect of our casino. From the moment you step through our doors, you'll be immersed in a world of luxury and excitement. Our gaming floor is equipped with the latest technology, ensuring a seamless and thrilling experience. Enjoy a night of gaming and then retreat to one of our sumptuous hotel rooms. Each room is designed with comfort and style in mind, offering a perfect blend of modern amenities and classic elegance. Indulge in gourmet meals at our in-house restaurants, where our chefs prepare a variety of delicious dishes to satisfy any palate. From casual bites to fine dining, our culinary offerings are sure to delight. At Emerald Dream Casino, we also host a variety of entertainment events throughout the year. From live music performances to exclusive parties, there's always something happening to keep you entertained. We invite you to discover the ultimate casino experience at Emerald Dream. Join us for an unforgettable journey where luxury, excitement, and exceptional service come together to create the perfect getaway. Why Choose Emerald Dream Casino? Discover unparalleled luxury and excitement at Emerald Dream Casino. Our world-class gaming facilities, combined with exceptional service, create an experience like no other. Enjoy a wide range of games, from classic table games to modern slot machines, all designed to provide endless entertainment and the opportunity to win big. State-of-the-Art Games Our casino features the latest in gaming technology, ensuring a seamless and thrilling experience. Whether you prefer blackjack, roulette, or the newest slot games, we have something for everyone. Luxurious Environment Enjoy the elegant and sophisticated atmosphere of our casino. From the moment you step inside, you'll be immersed in a world of luxury and comfort. Exceptional Rewards At Emerald Dream Casino, we believe in rewarding our players. Our loyalty program offers fantastic perks and benefits, ensuring that every visit is as rewarding as the last. Disclaimer Privacy policy Terms of Use 18+ Please be informed that our site for Emerald Dream is restricted to individuals who are 18 years of age or older. Thank you for understanding. We use cookies to enhance your experience on the Emerald Dream website. By continuing to browse, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline × Emerald Dream is intended for users aged 18 and over. Play responsibly. Gambling can be addictive, play in moderation.",
    "disclaimer": "Disclaimer of Emerald Dream Hotel About us Contact Us Our casino Disclaimer Welcome to the website of the \"Emerald Dream\" hotel in England. By accessing or using this website, you agree to be bound by the following terms and conditions. Please read these terms carefully before using our website. If you do not agree with any part of these terms, please refrain from using our website. Website Content The information and materials provided on this website are for general informational purposes only. While we strive to keep the information up-to-date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. We reserve the right to modify or update these terms and conditions at any time without prior notice. It is your responsibility to review these terms periodically for any changes. Your continued use of this website after any such changes constitutes your acceptance of the new terms and conditions. Limitation of Liability In no event will we be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. We shall not be liable for any delays, interruptions, errors, or omissions in the operation of this website, regardless of the cause. We make no warranty that the website will meet your requirements or that access to the website will be uninterrupted, timely, secure, or error-free. We also make no warranty as to the results that may be obtained from the use of this website or as to the accuracy or reliability of any information obtained through this website. Third-Party Links This website may include links to other websites. These links are provided for your convenience to provide further information. They do not signify that we endorse the website(s). We have no responsibility for the content of the linked website(s). The inclusion of any link does not imply endorsement by us of the linked website. We are not responsible for the availability of external websites linked to this website. You acknowledge and agree that we are not responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods, or services available on or through any such linked website. Privacy Policy Please refer to our Privacy Policy for information on how we collect, use, and protect your personal data. By using this website, you consent to the collection and use of your personal information as described in our Privacy Policy. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of England and Wales, and any disputes will be resolved exclusively in the courts of England and Wales. If any provision of these terms and conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. The failure of us to exercise or enforce any right or provision of these terms and conditions shall not constitute a waiver of such right or provision. Disclaimer Privacy policy Terms of Use 18+ Please be informed that our site for Emerald Dream is restricted to individuals who are 18 years of age or older. Thank you for understanding. We use cookies to enhance your experience on the Emerald Dream website. By continuing to browse, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "index": "Luxury Accommodation and Leisure at Emerald Dream Hotel About us Contact Us Our casino Welcome to Emerald Dream Experience the luxury and charm of England's finest hotel Our Hotel Nestled in the heart of the English countryside, Emerald Dream offers a unique blend of classic elegance and modern comfort. Our rooms are designed to provide a relaxing retreat with stunning views of the surrounding landscapes, combining luxurious furnishings with the latest in-room technology to ensure a seamless stay. Our hotel features a world-class restaurant where guests can indulge in gourmet dishes crafted from locally sourced ingredients. The menu reflects a passion for culinary excellence, with a range of options to cater to all tastes. Enjoy a dining experience that celebrates the rich culinary traditions of England, complemented by an extensive wine list. At Emerald Dream, relaxation is paramount. Our luxurious spa offers a haven of tranquility, with a variety of treatments designed to rejuvenate and refresh. From soothing massages to invigorating facials, our professional therapists are dedicated to providing an unparalleled spa experience. Guests can also unwind in our state-of-the-art fitness center, complete with modern equipment and personal training services. Meet Our Team At Emerald Dream, we pride ourselves on providing exceptional service. Our dedicated team of professionals is committed to making your stay unforgettable. Each member brings a wealth of experience and a passion for hospitality. From our welcoming front desk staff to our skilled chefs and attentive housekeeping team, every individual plays a crucial role in creating the perfect experience for our guests. We are here to ensure your every need is met with a smile. Discover the people behind the magic at Emerald Dream. Our team is ready to make your visit truly special. Contact Us James Smith General Manager Oliver Johnson Head Chef Henry Williams Front Desk Manager George Brown Spa Director I accept Privacy policy Address 145 Sussex Gardens, Tyburnia, London W2 2RY, UK Phone number +44-207-8301853 Email emeralddream@gmail.com We look forward to hearing from you at Emerald Dream. Whether you have questions about our services, need assistance with your booking, or simply want to share your feedback, we're here to help. Our dedicated team is available to ensure your inquiries are addressed promptly. Feel free to reach out via phone, email, or by visiting our address. Your satisfaction is our priority, and we aim to provide the highest level of service. Thank you for choosing Emerald Dream. We hope to welcome you soon to experience the elegance and luxury of our hotel. Disclaimer Privacy policy Terms of Use 18+ Please be informed that our site for Emerald Dream is restricted to individuals who are 18 years of age or older. Thank you for understanding. We use cookies to enhance your experience on the Emerald Dream website. By continuing to browse, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "privacy": "Privacy Policy of Emerald Dream Hotel About us Contact Us Our casino Privacy Policy Introduction Welcome to Emerald Dream's Privacy Policy. Your privacy is important to us. This policy explains how we collect, use, disclose, and safeguard your information when you visit our website emeralddream.com, including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the Site. Information We Collect We may collect information about you in a variety of ways. The information we may collect on the Site includes: Personal Data: We may collect personal identification information from you in a variety of ways, including, but not limited to, when you visit our site, register on the site, place an order, subscribe to the newsletter, respond to a survey, fill out a form, and in connection with other activities, services, features, or resources we make available on our Site. Contact Information: We may collect your name, email address, mailing address, phone number, or other contact information. Demographic Information: We may collect demographic information such as your age, gender, preferences, interests, and favorites. Technical Data: We may automatically collect certain information about your equipment, browsing actions, and patterns, including your IP address, browser type, operating system, referring URLs, access times, and pages viewed. Your information is collected to provide and operate our services, for improvement and research purposes, to contact you with updates and marketing materials, and to comply with legal obligations. Use of Your Information The primary purpose of collecting your information is to provide you with a safe, smooth, efficient, and customized experience. We may use your personal information for the following purposes: To operate, maintain, and improve our Site and services To process your transactions and manage your orders To respond to your inquiries and provide you with user support To communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Site, and for marketing and promotional purposes To detect and prevent fraud, unauthorized activities, and ensure compliance with legal obligations Disclosure of Your Information We may disclose your personal information to third parties in the following circumstances: To our subsidiaries and affiliates To contractors, service providers, and other third parties we use to support our business To fulfill the purpose for which you provide it For any other purpose disclosed by us when you provide the information With your consent We may also disclose your personal information to comply with legal obligations, to protect and defend our rights or property, to prevent or investigate possible wrongdoing in connection with the Site, to protect the personal safety of users of the Site or the public, and to protect against legal liability. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable. Changes to This Privacy Policy We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. Your Rights and Choices Depending on your location, you may have certain rights regarding your personal information. These rights may include: The right to access and receive a copy of the personal information we hold about you The right to rectify any personal information held about you that is inaccurate or incomplete The right to request the deletion of personal information held about you The right to restrict the processing of personal information we hold about you The right to object to us processing your personal information The right to data portability If you wish to exercise any of these rights, please contact us using the contact information provided below. Contact Us If you have questions or comments about this Privacy Policy, or if you would like to exercise your rights regarding your personal information, please contact us at emeralddream@gmail.com. Disclaimer Privacy policy Terms of Use 18+ Please be informed that our site for Emerald Dream is restricted to individuals who are 18 years of age or older. Thank you for understanding. We use cookies to enhance your experience on the Emerald Dream website. By continuing to browse, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "terms": "Terms of Use of Emerald Dream Hotel About us Contact Us Our casino Terms of Service Introduction Welcome to Emerald Dream's Terms of Use. These terms outline the rules and regulations for the use of our website emeralddream.com (the \"Site\"). By accessing this website, we assume you accept these terms and conditions. Do not continue to use Emerald Dream if you do not agree to take all of the terms and conditions stated on this page. Intellectual Property Rights Other than the content you own, under these terms, Emerald Dream and/or its licensors own all the intellectual property rights and materials contained in this Site. You are granted a limited license only for purposes of viewing the material contained on this Site. Restrictions You are specifically restricted from all of the following: publishing any Site material in any other media; selling, sublicensing, and/or otherwise commercializing any Site material; publicly performing and/or showing any Site material; using this Site in any way that is or may be damaging to this Site; using this Site in any way that impacts user access to this Site; using this Site contrary to applicable laws and regulations, or in any way may cause harm to the Site, or to any person or business entity; engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this Site; using this Site to engage in any advertising or marketing. Certain areas of this Site are restricted from being accessed by you and Emerald Dream may further restrict access by you to any areas of this Site, at any time, in absolute discretion. Any user ID and password you may have for this Site are confidential and you must maintain confidentiality as well. Your Content In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on this Site. By displaying Your Content, you grant Emerald Dream a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. Your Content must be your own and must not be invading any third-party’s rights. Emerald Dream reserves the right to remove any of Your Content from this Site at any time without notice. Disclaimer This Site is provided \"as is,\" with all faults, and Emerald Dream makes no express or implied representations or warranties, of any kind related to this Site or the materials contained on this Site. Additionally, nothing contained on this Site shall be construed as providing consult or advice to you. Changes to These Terms Emerald Dream reserves the right to modify these terms and conditions at any time. We will notify you of any changes by posting the new terms on this page. Contact Us If you have questions or comments about these Terms of Use, please contact us at emeralddream@gmail.com. Disclaimer Privacy policy Terms of Use 18+ Please be informed that our site for Emerald Dream is restricted to individuals who are 18 years of age or older. Thank you for understanding. We use cookies to enhance your experience on the Emerald Dream website. By continuing to browse, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline",
    "thanks": "Thank You for Choosing Emerald Dream Hotel Thank You for Your Inquiry! We would like to thank you for your interest in our \"Emerald Dream\" hotel. Your inquiry has been successfully received, and we will be in touch with you shortly to discuss the details of your upcoming visit. We are looking forward to the opportunity to provide you with an unforgettable experience during your stay at our cozy and comfortable hotel. Our team of professionals will do their utmost to ensure that your stay at the \"Emerald Dream\" is as pleasant and memorable as possible. If you have any questions or requests, please don't hesitate to reach out to us. We are always happy to assist and make your stay truly exceptional. Home We use cookies to enhance your experience on the Emerald Dream website. By continuing to browse, you consent to our use of cookies. For more details, please refer to our Privacy Policy and Cookie Policy. Accept Decline"
  },
  "date": "2024-07-09T12:56:34.817Z"
}