{
  "name": "EmeraldBayIndia",
  "pages": {
    "about-us": "About Us - EmeraldBay Resort | Discover Our Story and Commitment to Excellence EmeraldBay HOME ABOUT US CASINO Contact Discover What’s Inside Browse Rooms Ocean View Suite Enjoy breathtaking ocean views from our luxurious suites. Garden Villa Relax in our serene garden villas, surrounded by lush greenery. Penthouse Suite Experience ultimate luxury in our spacious penthouse suites. Deluxe Room Indulge in comfort and elegance in our deluxe rooms. Discover Our Exclusive Services Experience luxury and comfort with our tailored services designed to enhance your stay. Spa Treatments Relax and Rejuvenate From $120 Full-Body Massage Book Now Gourmet Dining Exquisite Culinary Experiences From $50 Fine Dining Restaurants Reserve a Table Guided Tours Contact Us for Pricing Explore Local Attractions Contact Us Hear What Our Guests Have to Say \"EmeraldBay Resort is a paradise! The staff are incredibly welcoming, the facilities are top-notch, and the views are breathtaking. I had the best vacation of my life here.\" John Smith \"From the moment we arrived at EmeraldBay Resort, we were treated like royalty. The rooms are luxurious, the dining experiences are exquisite, and the spa treatments are heavenly. We can't wait to come back!\" Emily Johnson \"I can't recommend EmeraldBay Resort enough! The location is perfect, the amenities are fantastic, and the service is outstanding. It truly is a gem of a resort.\" Michael Brown Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact Us - EmeraldBay Resort | Get in Touch with Our Team EmeraldBay HOME ABOUT US CASINO Contact Have questions about EmeraldBay? I accept Privacy Policy SUBMIT CONNECT WITH US Get in touch with us today to learn more about EmeraldBay . Bandra Kurla Complex, Siddharath Nagar, Vakola, Vicinity, Mumbai, Maharashtra 400055, India emeraldbay@gmail.com +91-905-553-1901 Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Disclaimers - EmeraldBay Resort | Important Information and Policies EmeraldBay HOME ABOUT US CASINO Contact Disclaimers Welcome to EmeraldBay Resort! The following disclaimers apply to the use of our website and services. By using our website, you agree to these terms. 1. No Warranties EmeraldBay Resort provides its website and services on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, regarding the operation or availability of our website or the information, content, materials, or products included on it. 2. Limitation of Liability To the fullest extent permitted by law, EmeraldBay Resort shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from the use or inability to use our website or services, even if we have been advised of the possibility of such damages. 3. External Links Our website may contain links to third-party websites. These links are provided for your convenience, and we do not endorse or have control over the content or practices of these external sites. We are not responsible for the content or accuracy of any external websites. 4. Changes to the Website We reserve the right to modify or discontinue any aspect of our website or services at any time without prior notice. We are not liable for any changes, interruptions, or errors in the content or services provided. 5. Accuracy of Information While we strive to ensure that the information on our website is accurate and up-to-date, we cannot guarantee the accuracy, completeness, or reliability of any information. We reserve the right to correct any errors or omissions and to update information without prior notice. 6. User Responsibility You are responsible for ensuring that any information you provide to us is accurate and complete. EmeraldBay Resort is not responsible for any errors or inaccuracies resulting from incorrect or incomplete information provided by users. 7. Governing Law These disclaimers are governed by and construed in accordance with the laws of the jurisdiction in which EmeraldBay Resort operates. Any disputes arising from the use of our website or services will be subject to the exclusive jurisdiction of the courts in that jurisdiction. Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions",
    "index": "EmeraldBay Resort - Experience Luxury and Unparalleled Relaxation EmeraldBay HOME ABOUT US CASINO Contact Experience Unparalleled Luxury at EmeraldBay Resort Book Your Stay Now! EmeraldBay Resort offers an unparalleled luxury experience, providing exquisite accommodations and world-class amenities to elevate your stay. Luxurious Rooms Relax in our luxurious rooms designed to provide comfort and elegance. Gourmet Dining Indulge in gourmet dining experiences with our world-class chefs. Rejuvenating Spa Revitalize your senses with our rejuvenating spa treatments. Exclusive Activities Participate in exclusive activities and events designed for our guests. Discover What’s Inside Browse Rooms Ocean View Suite Enjoy breathtaking ocean views from our luxurious suites. Garden Villa Relax in our serene garden villas, surrounded by lush greenery. Penthouse Suite Experience ultimate luxury in our spacious penthouse suites. Deluxe Room Indulge in comfort and elegance in our deluxe rooms. Explore Different Luxury Experiences at EmeraldBay Resort Discover Our Exclusive Services Experience luxury and comfort with our tailored services designed to enhance your stay. Spa Treatments Relax and Rejuvenate From $120 Full-Body Massage Book Now Gourmet Dining Exquisite Culinary Experiences From $50 Fine Dining Restaurants Reserve a Table Guided Tours Contact Us for Pricing Explore Local Attractions Contact Us Hear What Our Guests Have to Say \"EmeraldBay Resort is a paradise! The staff are incredibly welcoming, the facilities are top-notch, and the views are breathtaking. I had the best vacation of my life here.\" John Smith \"From the moment we arrived at EmeraldBay Resort, we were treated like royalty. The rooms are luxurious, the dining experiences are exquisite, and the spa treatments are heavenly. We can't wait to come back!\" Emily Johnson \"I can't recommend EmeraldBay Resort enough! The location is perfect, the amenities are fantastic, and the service is outstanding. It truly is a gem of a resort.\" Michael Brown Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Privacy Policy - EmeraldBay Resort | How We Protect Your Information EmeraldBay HOME ABOUT US CASINO Contact Privacy Policy Welcome to EmeraldBay Resort! We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data. 1. Information We Collect We may collect the following types of information: Personal Information: Name, contact details, payment information, and reservation details. Usage Data: Information about how you use our website and services, including IP address, browser type, and access times. Cookies: Data collected through cookies to enhance your user experience and analyze site usage. 2. How We Use Your Information Your information may be used for the following purposes: Processing reservations and payments. Improving our services and website functionality. Communicating with you regarding bookings, promotions, and updates. Ensuring the security and integrity of our services. Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions",
    "products": "EmeraldBay Casino - Discover Thrilling Games and Luxurious Gaming Experience EmeraldBay HOME ABOUT US CASINO Contact Discover Our Exciting Casino Games Browse Games Slot Machines Try your luck on our state-of-the-art slot machines. Blackjack Test your skills at our thrilling blackjack tables. Poker Join a game of poker and show off your strategy. Roulette Experience the excitement of our roulette wheels. Experience the Thrill of EmeraldBay Casino Slot Machines Try your luck on our state-of-the-art slot machines. Blackjack Test your skills at our thrilling blackjack tables. Poker Join a game of poker and show off your strategy. Roulette Experience the excitement of our roulette wheels. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - EmeraldBay Resort | Rules and Guidelines for Your Stay EmeraldBay HOME ABOUT US CASINO Contact Terms and Conditions Welcome to EmeraldBay Resort! These terms and conditions outline the rules and regulations for the use of our services and facilities. By accessing or using our website and services, you agree to comply with and be bound by the following terms: 1. Reservation and Booking Reservations and bookings at EmeraldBay Resort are subject to availability. A confirmed reservation is required to guarantee your stay. Cancellation policies apply as outlined at the time of booking. 2. Payment All payments must be made in advance or at check-in as per the booking policy. Accepted payment methods include credit/debit cards and other options as provided on our website. 3. Check-in and Check-out Check-in time is from 3:00 PM, and check-out time is by 11:00 AM. Early check-in or late check-out requests are subject to availability and may incur additional charges. 4. Guest Responsibilities Guests are responsible for maintaining the condition of the room and any resort property. Any damage or loss caused during the stay will be charged accordingly. 5. Privacy Policy Your privacy is important to us. Please refer to our Privacy Policy for information on how we collect, use, and protect your personal data. 6. Liability EmeraldBay Resort is not liable for any loss, damage, or injury sustained by guests during their stay. Guests are advised to take care of their personal belongings and ensure their safety at all times. 7. Changes to Terms We reserve the right to modify these terms and conditions at any time. Any changes will be posted on our website, and continued use of our services constitutes acceptance of the updated terms. 8. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which EmeraldBay Resort operates. Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You - EmeraldBay Resort | We Appreciate Your Inquiry EmeraldBay HOME ABOUT US CASINO Contact Thank You! We appreciate your message and thank you for reaching out to EmeraldBay Resort. Our team will review your inquiry and get back to you as soon as possible. Welcome to the EmeraldBay website! By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. Accept Decline EmeraldBay Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-07-22T15:30:32.204Z"
}