{
  "name": "Emerald Hotel +++",
  "pages": {
    "about": "About Emerald Hotel - Our Story and Team | Luxury Hotel in India Contact About us Casino Welcome to the Emerald Hotel, where luxury meets heritage. Welcome to the Emerald Hotel, where luxury meets heritage. Founded with a vision of creating an unparalleled experience for our guests, the Emerald Hotel has grown into a symbol of excellence in the hospitality industry. Our journey began with a commitment to providing the finest accommodations and exceptional service. Over the years, we have meticulously crafted our hotel to be a haven of luxury and comfort, setting new standards in hospitality. Our restaurant, celebrated as one of the finest dining establishments in the region, offers an exquisite culinary journey that delights the senses. We take immense pride in our ability to provide a dining experience that is both memorable and delightful. At the Emerald Hotel, every guest is a valued individual. We approach every aspect of our service with genuine care and attention to detail, ensuring that your stay with us is nothing short of extraordinary. From the moment you step through our doors, you will experience the warmth and dedication that define our hospitality. Experience the Best of Emerald Hotel! Indulge in luxury and comfort at Emerald Hotel, where every detail is designed to provide an exceptional stay. From our spacious, well-appointed rooms to our world-class amenities, we ensure that every moment of your visit is memorable. Why Choose Us? Luxurious Accommodations: Relax in our elegant rooms and suites, designed for ultimate comfort. Fine Dining: Savor exquisite dishes at our renowned restaurant. Top-Notch Services: Enjoy our spa, wellness center, swimming pool, and fitness center. Convenient Airport Transfer: Arrive in style with our complimentary airport transfer service. Book Now and Unlock Exclusive Benefits! Enjoy all these services and more by booking your stay with us today. Whether you are traveling for business or leisure, Emerald Hotel promises a stay filled with luxury, comfort, and unparalleled service. Reserve Your Room Our Team Our success is built on the dedication and expertise of our team. At the Emerald Hotel, we believe that our staff is our greatest asset. Each member of our team undergoes rigorous training to ensure that they are equipped with the skills and knowledge to provide exceptional service. We are committed to creating an environment where our guests feel comfortable and well-cared for. Our team’s commitment to excellence extends beyond the hotel’s walls. We offer a dedicated airport transfer service, ensuring a seamless and comfortable journey from the moment you arrive in India. Our chauffeurs are trained to provide a smooth and welcoming ride, reflecting the high standards of service that you can expect throughout your stay. Whether you are here for business or leisure, our staff is always at your service, ready to assist with any request. At the Emerald Hotel, we strive to create a home away from home, where every guest feels valued and every need is met with a smile. Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel",
    "casino": "Emerald Casino - Ultimate Gaming Experience at Emerald Hotel Contact About us Casino Emerald Casino - Ultimate Gaming Experience at Emerald Hotel Welcome to Emerald Casino - The Ultimate Gaming Experience! Step into the world of excitement and entertainment at Emerald Casino. Our state-of-the-art facilities and thrilling games await you. Join us for an unforgettable gaming adventure! Join the Fun at Emerald Casino! About Our Casino Emerald Casino offers an unparalleled gaming experience, combining elegance and excitement in a vibrant atmosphere. Our casino features a wide array of games that cater to all levels of players, from beginners to seasoned gamers. With a variety of gaming tables and slot machines, there's something for everyone. We host various tournaments throughout the year, providing an opportunity for you to showcase your skills and compete with other players. Our tournaments are designed to be thrilling and engaging, making your time at Emerald Casino truly memorable. Featured Tournaments Featured Tournaments Join our Blackjack Showdown tournament and test your skills against the best. Experience the thrill of strategic play and compete for the top spot. Poker Masters Tournament Enter the Poker Masters Tournament and demonstrate your poker prowess. Challenge fellow enthusiasts and enjoy an electrifying atmosphere. Exclusive Benefits for Hotel Guests Staying at the Emerald Hotel comes with exclusive perks at our casino. Our hotel guests enjoy special access and privileges, ensuring a seamless and luxurious gaming experience. From priority entry to personalized service, we make sure your stay and play are exceptional. Book Your Stay Now! Take advantage of our exclusive benefits and enjoy a luxurious stay at Emerald Hotel. Reserve your room today and experience the best in hospitality and entertainment. Book Your Room Popular Games Roulette Experience the classic casino game of Roulette. Spin the wheel and enjoy the suspense as the ball lands on your chosen number. Blackjack Test your strategy and luck in Blackjack. Aim for 21 and enjoy one of the most popular card games in the world. Poker Join a game of Poker and showcase your skills. Whether you prefer Texas Hold'em or Omaha, our tables are ready for you. Slot Machines Discover a variety of slot machines with different themes and features. Spin the reels and enjoy the excitement of winning combinations. FAQ 1. What games are available at Emerald Casino? We offer a wide range of games including Roulette, Blackjack, Poker, and various slot machines. 2. Are there any special events at the casino? Yes, we host regular tournaments and special events throughout the year. Check our schedule for upcoming events. 3. What are the benefits for hotel guests at the casino? Hotel guests enjoy exclusive perks such as priority entry, personalized service, and special access to tournaments and events. 4. Is there a dress code for the casino? We recommend smart casual attire for a comfortable and enjoyable experience at our casino. 5. How can I book a room at Emerald Hotel? You can easily book a room through our website or contact our reservation desk for assistance. Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel Welcome to Emerald Casino! Please note that access to our casino is restricted to guests who are 18 years of age or older. By proceeding, you confirm that you meet this age requirement. Are you 18 or older? Yes, I am 18+ No",
    "contact": "Contact Emerald Hotel | Get in Touch with Us Contact About us Casino Contact Emerald Hotel Hotel We’re Here to Help! At Emerald Hotel, your experience is our priority. Whether you have questions, feedback, or need assistance, our dedicated team is ready to assist you. Feel free to reach out to us using the form below, or contact us via phone or email. We look forward to hearing from you! Contact Information Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Address: Arenja Plaza, Plot No 52, near D Mart Store, Sector 15, CBD Belapur, Navi Mumbai, Maharashtra 400614, India &nbsp;I accept&nbsp; Privacy Policy Send Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel",
    "disclaimer": "Disclaimer | Emerald Hotel Contact About us Casino Disclaimer | Emerald Hotel Disclaimer Welcome to the Emerald Hotel website. By accessing and using our site, you agree to comply with and be bound by the following disclaimer. Please review these terms carefully. The information provided on this website is for general informational purposes only. While we strive to keep the information up-to-date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability concerning the website or the information, products, services, or related graphics contained on the site. In no event will we be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of or in connection with the use of this website. Emerald Hotel reserves the right to modify, update, or remove any content on this site without prior notice. We may also change our policies and terms at any time. Please review this disclaimer periodically for updates. Our website may contain links to external sites that are not provided or maintained by Emerald Hotel. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. By using this website, you acknowledge that you have read this disclaimer and agree to its terms. If you do not agree with any part of this disclaimer, please do not use our site. Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel",
    "index": "Emerald Hotel - Luxury Accommodation in India | Book Now Contact About us Casino Welcome to Emerald Hotel Welcome to Emerald Hotel - Your Oasis in India! Experience the blend of luxury and comfort at Emerald Hotel. Nestled in the heart of India, our hotel offers a serene escape with top-notch amenities. Whether you're here for business or leisure, we ensure a memorable stay. Book your room now and experience unparalleled hospitality! Book Now Prime Location Luxurious Comfort Exceptional Service Culinary Delights Emerald Hotel, located in the vibrant city of India, is the epitome of elegance and sophistication. With meticulously designed interiors and state-of-the-art facilities, we provide an ambiance of tranquility and luxury. Our dedicated staff is committed to delivering an exceptional experience for every guest. Our Features Spacious Rooms Fine Dining Spa and Wellness Center Swimming Pool Conference Rooms Fitness Center Airport Transfer Rooms and Restaurant Our hotel boasts a variety of well-appointed rooms, each designed to provide maximum comfort and convenience. From cozy single rooms to expansive suites, we cater to all preferences and needs. Our on-site restaurant offers a diverse menu featuring local and international cuisine. Our chefs use the freshest ingredients to create dishes that are both delicious and memorable. Popular Rooms Deluxe Room Enjoy a luxurious stay in our Deluxe Room, featuring modern amenities and a comfortable king-sized bed. Executive Suite Ideal for business travelers, the Executive Suite offers a spacious living area, work desk, and complimentary Wi-Fi. Family Room Perfect for families, this room includes two queen-sized beds and ample space for a relaxing stay. Presidential Suite Experience ultimate luxury in our Presidential Suite, with a private balcony, jacuzzi, and personalized services. Book your stay with us and discover why we are the best choice for your next vacation! Book Your Room Why Choose Us Emerald Hotel is renowned for its exceptional service and premium facilities. We offer complimentary airport transfer to ensure a hassle-free arrival and departure. Our strategic location, luxurious accommodations, and dedicated staff make us the preferred choice for travelers from around the world. Popular Services Airport Transfer Room Service Laundry Service Concierge Service Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel We use cookies to enhance your experience on our website. By continuing to browse, you consent to our use of cookies. For more information, please review our Privacy Policy. Accept",
    "privacy-policy": "Privacy Policy | Emerald Hotel Contact About us Casino Privacy Policy | Emerald Hotel Privacy Policy At Emerald Hotel, your privacy is of utmost importance to us. This Privacy Policy outlines how we collect, use, and safeguard your personal information when you visit our website and utilize our services. Information We Collect We may collect personal information such as your name, email address, phone number, and other relevant details when you make a reservation, contact us, or subscribe to our newsletter. How We Use Your Information Your information is used to process reservations, respond to inquiries, improve our services, and send you promotional materials if you have opted in. We do not share your personal information with third parties without your consent, except as required by law. Data Security We implement a variety of security measures to protect your personal information. All sensitive data is transmitted via Secure Socket Layer (SSL) technology and stored in secure environments. Your Rights You have the right to access, correct, or delete your personal information at any time. If you wish to exercise these rights or have any questions about our privacy practices, please contact us at emeraldhotel@gmail.com. Changes to This Privacy Policy Emerald Hotel reserves the right to update this Privacy Policy at any time. We will notify you of any changes by posting the new policy on our website. We encourage you to review this policy periodically for any updates. Contact Us If you have any questions or concerns regarding this Privacy Policy, please contact us at emeraldhotel@gmail.com. Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel",
    "terms-conditions": "Terms and Conditions | Emerald Hotel Contact About us Casino Terms and Conditions | Emerald Hotel Terms and Conditions Welcome to Emerald Hotel! By making a reservation with us, you agree to the following terms and conditions: 1. Reservations All reservations must be guaranteed with a valid credit card. The card will be charged for the first night upon booking. 2. Cancellation Policy Cancellations must be made at least 48 hours prior to your arrival date to avoid a cancellation fee equivalent to the first night's stay. 3. Check-in and Check-out Check-in time is from 3 PM, and check-out time is by 11 AM. Early check-in and late check-out are subject to availability and may incur additional charges. 4. Guest Responsibilities Guests are responsible for any damages to hotel property during their stay. Any damage will be charged to the credit card on file. 5. Privacy Policy Your privacy is important to us. We do not share your personal information with third parties without your consent. For more details, please refer to our Privacy Policy. 6. Contact Us If you have any questions regarding these terms, please contact us at emeraldhotel@gmail.com. Thank you for choosing Emerald Hotel. We look forward to welcoming you! Disclaimer Terms conditions Privacy policy Phone: +9134254836452 E-mail: emeraldhotel@gmail.com Contact About us Casino © 2024 Emerald Hotel Hotel",
    "thank_page": "Thank You for Contacting Us | Emerald Hotel Thank You for Contacting Emerald Hotel Hotel Thank You! Your message has been successfully sent. We appreciate you taking the time to reach out to us! Our team is committed to providing exceptional service, and we will respond to your inquiry as soon as possible. If you have any urgent questions, feel free to contact us directly at emeraldhotel@gmail.com. Thank you for choosing Emerald Hotel. We look forward to welcoming you soon! Return to Home"
  },
  "date": "2024-07-16T05:35:08.285Z"
}