{
  "name": "Encore Las Vegas",
  "pages": {
    "about": "Encore Las Vegas About Us: Luxury Gaming Redefined Encore Las Vegas Home About Us Contacts Home About Us Contacts Discover Encore Las Vegas OUR STORY OF LUXURY AND INNOVATION Welcome to Encore Las Vegas, a beacon of sophistication and exhilaration nestled in the heart of Las Vegas. Since our grand opening in 2010, we have set the standard for luxury gaming and hospitality in one of the world's most vibrant cities. Our establishment is a testament to the vision of our founders, who sought to create an unparalleled experience that combines the thrill of gaming with the comfort and elegance of a world-class hotel. At Encore Las Vegas, we believe in offering our guests an escape into a world of luxury and possibility. Our story begins with the dream of building not just a casino, but a destination that stands out for its commitment to excellence, innovation, and the highest standards of service. From the majestic architecture that greets you upon arrival to the meticulous attention to detail in our accommodations, dining options, and gaming facilities, every aspect of Encore Las Vegas is designed to enchant and entertain. Over the years, we have continuously evolved, embracing the latest technologies and trends to ensure that our guests enjoy nothing but the best. Our casino floor features a wide array of games, from timeless classics to the latest innovations, catering to both seasoned players and newcomers alike. Meanwhile, our hotel offers a variety of luxurious rooms and suites, each crafted to provide an oasis of comfort and tranquility amidst the excitement of Las Vegas. Our dedicated team is the heart and soul of Encore Las Vegas. From our expert chefs and casino dealers to our attentive concierge service, everyone here is committed to making your stay memorable. We take pride in our ability to create personalized experiences for our guests, whether you're here to savor the thrill of the game, explore the wonders of Las Vegas, or simply unwind in opulence. As we look to the future, Encore Las Vegas remains devoted to innovation, excellence, and the endless pursuit of creating unforgettable moments for our guests. We invite you to join us and become a part of our story, where luxury meets excitement and dreams become reality. Welcome to Encore Las Vegas, where every visit is a journey beyond the ordinary. EncoreLasVegas.com Encore Las Vegas stands as the epitome of luxury in the heart of Downtown Las Vegas, offering an unparalleled experience for all. Whether you're visiting for the first time or returning as a cherished guest, our establishment is designed to leave a lasting impression with its distinctive blend of elegance and excitement. USEFUL LINKS PRIVACY POLICY TERMS & CONDITIONS DISCLAIMER CONTACTS CONTACT INFORMATION 3121 S Las Vegas Blvd, Las Vegas, NV 89109, USA +1 702 770-7000 EncoreLasVegas@gmail.com const menu = document.querySelectorAll(\".headerBlock\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); }",
    "contact": "Encore Las Vegas Contact: Reach Out for Luxury Service Encore Las Vegas Home About Us Contacts Home About Us Contacts Connect With Encore Las Vegas WE'RE HERE TO ASSIST YOU At Encore Las Vegas, your feedback and inquiries are invaluable to us as we strive to enhance your experience and cater to your needs with exceptional service. Whether you have questions about your stay, need more information about our casino and entertainment options, or simply wish to share your experiences, we are here to listen and assist. Please do not hesitate to reach out to us through any of our communication channels. Our dedicated team is available around the clock to ensure your queries are addressed promptly and efficiently. For reservations, special requests, or further information about our facilities and services, you can contact us via email at EncoreLasVegas@gmail.com, or by phone at +1 702 770-7000. For a more personal touch, visit us at our physical address in the heart of Las Vegas, where our reception staff will be delighted to assist you in person. Follow us on our social media platforms for the latest updates and offerings from Encore Las Vegas. We look forward to hearing from you and welcoming you to an unparalleled experience at Encore Las Vegas. Submit I accept Privacy Policy EncoreLasVegas.com Encore Las Vegas stands as the epitome of luxury in the heart of Downtown Las Vegas, offering an unparalleled experience for all. Whether you're visiting for the first time or returning as a cherished guest, our establishment is designed to leave a lasting impression with its distinctive blend of elegance and excitement. USEFUL LINKS PRIVACY POLICY TERMS & CONDITIONS DISCLAIMER CONTACTS CONTACT INFORMATION 3121 S Las Vegas Blvd, Las Vegas, NV 89109, USA +1 702 770-7000 EncoreLasVegas@gmail.com const menu = document.querySelectorAll(\".headerBlock\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); }",
    "disclaimer": "Encore Las Vegas Disclaimer: Important Information Encore Las Vegas Home About Us Contacts Home About Us Contacts Encore Las Vegas Disclaimer UNDERSTANDING OUR INFORMATION AND ADVICE General Information Welcome to Encore Las Vegas. Please be advised that the information provided on our website is for general informational purposes only. All information on the site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. No Professional Advice The information available through Encore Las Vegas is not a substitute for professional advice. Before making any decision or taking any action, you should consult with a professional or specialist. Your use of the site and your reliance on any information on the site is solely at your own risk. External Links Disclaimer Our website may contain links to external websites that are not provided or maintained by or in any way affiliated with Encore Las Vegas. Please note that Encore Las Vegas does not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. Gaming and Betting Risks Encore Las Vegas offers casino and betting services; however, it is important to be aware of the financial risks involved. Betting and gambling can be addictive and can lead to significant financial loss. We encourage responsible gaming and recommend that all players adhere to their personal limits. Liability Disclaimer Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk. Contact Us For any further clarification regarding this disclaimer or any related matters, please do not hesitate to contact us through our Contact page. This disclaimer was created on 23.02.2024 and last updated on 23.02.2024. The content of this page is subject to change without notice, and Encore Las Vegas makes a commitment to provide the most current and accurate information possible. EncoreLasVegas.com Encore Las Vegas stands as the epitome of luxury in the heart of Downtown Las Vegas, offering an unparalleled experience for all. Whether you're visiting for the first time or returning as a cherished guest, our establishment is designed to leave a lasting impression with its distinctive blend of elegance and excitement. USEFUL LINKS PRIVACY POLICY TERMS & CONDITIONS DISCLAIMER CONTACTS CONTACT INFORMATION 3121 S Las Vegas Blvd, Las Vegas, NV 89109, USA +1 702 770-7000 EncoreLasVegas@gmail.com const menu = document.querySelectorAll(\".headerBlock\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); }",
    "index": "Encore Las Vegas Home: Unrivaled Luxury & Entertainment in Las Vegas Encore Las Vegas Home About Us Contacts Home About Us Contacts We use cookies to ensure the best experience on our website. By continuing to browse this site, you agree to our use of cookies. Accept Decline ALL OUR BEST OFFERS ARE AVAILABLE TO YOU Verify everything HOTEL OFFERS AND SPECIAL PACKAGES Searching for unbeatable offers on Las Vegas hotels? Your search ends here, as you've struck gold. Now, you have the opportunity to dazzle your friends and stay on budget with some of the most attractive deals available in Las Vegas. Royal Flush Palace Reserve a stay of three nights or longer and receive a $150 credit to use at The Cosmopolitan of Las Vegas’ lounges, its collection of restaurants, or for dining in your room. QUICKVIEW 4+ Las vegas Royal Flush Palace Special Offer for Midweek: Available from Sunday to Thursday at just $69, with all taxes and fees included. Use the promo code: BEDBKMD. Weekend Deal: Only on Friday and Saturday for $89, inclusive of all taxes and fees. Please apply the provided code. QUICKVIEW 4+ Las vegas Vegas Glitz Hotel Book now and save up to 20% off room rates, includes free parking and up to 30% off on selected treatments at Glow Spa. QUICKVIEW 4+ Las vegas Mirage of Luck Casino Hotel Receive a complimentary upgrade to a Junior Suite when you reserve a studio! Each suite is equipped with its own living space and a kitchenette. QUICKVIEW 4+ Las vegas Mirage of Luck Casino Hotel Enjoy discounts of up to 40% on certain dates by booking and paying in advance at least 45 days before your arrival. QUICKVIEW 4+ Las vegas Mirage of Luck Casino Hotel Book at least 60 days in advance for a stay of 4 nights or longer and get up to 25% off our Flexible Rate. QUICKVIEW 4+ Las vegas EVER WONDER WHAT'S GOING ON IN VEGAS AT THIS MOMENT? WE'VE GOT THE ANSWERS FOR YOU. Experience the blend of the wild and the wondrous in Downtown Las Vegas, a vivid exhibition of limitless imagination. Let your free spirit soar, dive into spontaneous journeys, and delve into the world of unconventional thoughts—where the unforeseen flourishes as much as a cactus in a pool. If you're eager to break free from the mundane, Downtown Las Vegas welcomes you. KARL Hotel Manager REVIEWS My stay at Encore Las Vegas was absolutely fantastic. The opulence of the venue and the high-end casino facilities exceeded all my expectations. The luxury accommodations provided an unmatched level of comfort and elegance, making my visit unforgettable. The diverse dining options were a culinary delight, and the staff's attentiveness and professionalism were top-notch. The convenient location also meant easy access to local attractions. I can't wait to return and would recommend it to anyone looking for an exceptional experience. DOMINIQUE SANTIAGO Designer, Traveler DISCOVER THE HEART OF DOWNTOWN LAS VEGAS DOWNTOWN LAS VEGAS GOES BEYOND BEING MERELY A LOCATION; IT'S AN EXTRAORDINARY JOURNEY. FROM THE LEGENDARY FREMONT STREET TO THE DIVERSE ARTS DISTRICT, EACH TURN NARRATES ITS OWN TALE. EXPERIENCE THE CITY'S HEARTBEAT THROUGH THE ENCHANTMENT OF STREET PERFORMERS AND THE VIBRANT HUES OF NEON LIGHTS ILLUMINATING THE EVENING. DISCOVER THE HEART OF DOWNTOWN LAS VEGAS 200 FREMONT ST, LAS VEGAS, NV 89101, USA ROYALLUXE MIXOLOGY HAVEN ROYALLUXE HERITAGE HALL EncoreLasVegas.com Encore Las Vegas stands as the epitome of luxury in the heart of Downtown Las Vegas, offering an unparalleled experience for all. Whether you're visiting for the first time or returning as a cherished guest, our establishment is designed to leave a lasting impression with its distinctive blend of elegance and excitement. USEFUL LINKS PRIVACY POLICY TERMS & CONDITIONS DISCLAIMER CONTACTS CONTACT INFORMATION 3121 S Las Vegas Blvd, Las Vegas, NV 89109, USA +1 702 770-7000 EncoreLasVegas@gmail.com document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; } const menu = document.querySelectorAll(\".headerBlock\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); }",
    "policy": "Encore Las Vegas Privacy Policy: Your Privacy Matters Encore Las Vegas Home About Us Contacts Home About Us Contacts Encore Las Vegas Privacy Policy SAFEGUARDING YOUR PERSONAL INFORMATION At Encore Las Vegas, we are committed to protecting the privacy and security of our guests and website visitors. This Privacy Policy outlines the types of personal information we collect, how we use it, and the steps we take to ensure it is protected. Information Collection We collect information from you when you visit our site, make a reservation, sign up for our newsletter, or interact with our services. This may include your name, email address, phone number, and payment information. We also collect non-personal information such as browser type, time spent on the site, and pages visited to improve our service. Use of Information The information we collect is used to personalize your experience, improve our website, provide customer service, process transactions, and send periodic emails regarding your reservation or other services. We may also use your information to send you promotional material about new products, special offers, or other information which we think you may find interesting. Information Protection We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. These measures include SSL technology to ensure that your data is encrypted and secure. Information Sharing Encore Las Vegas does not sell, trade, or otherwise transfer to outside parties your personally identifiable information without your consent, except as necessary to provide the services requested by you or to comply with legal requirements. This does not include trusted third parties who assist us in operating our website, conducting our business, or serving you, so long as those parties agree to keep this information confidential. Your Consent By using our site, you consent to our privacy policy. If we decide to change our privacy policy, we will post those changes on this page. Contacting Us If there are any questions regarding this privacy policy, you may contact us using the information provided on our Contact page. We value your privacy and are dedicated to protecting your information and providing a safe and welcoming experience at Encore Las Vegas. This policy is effective as of 23.02.2024. EncoreLasVegas.com Encore Las Vegas stands as the epitome of luxury in the heart of Downtown Las Vegas, offering an unparalleled experience for all. Whether you're visiting for the first time or returning as a cherished guest, our establishment is designed to leave a lasting impression with its distinctive blend of elegance and excitement. USEFUL LINKS PRIVACY POLICY TERMS & CONDITIONS DISCLAIMER CONTACTS CONTACT INFORMATION 3121 S Las Vegas Blvd, Las Vegas, NV 89109, USA +1 702 770-7000 EncoreLasVegas@gmail.com const menu = document.querySelectorAll(\".headerBlock\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); }",
    "terms": "Encore Las Vegas Terms & Conditions: Understand Our Rules Encore Las Vegas Home About Us Contacts Home About Us Contacts Encore Las Vegas Terms & Conditions YOUR GUIDE TO USING OUR SERVICES By accessing and using the Encore Las Vegas website, services, and facilities, you agree to be bound by the following terms and conditions. Please read them carefully before using our services. If you do not agree to these terms, you must not use our services. Use of Services Encore Las Vegas grants you a limited, non-exclusive, non-transferable license to access and make personal use of this website and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of Encore Las Vegas. Account Registration You may be required to create an account to access certain features or services. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. Privacy Your use of the website is also subject to our Privacy Policy, which covers how we collect, use, share, and store your personal information. Intellectual Property All content included on this site, such as text, graphics, logos, button icons, images, and software, is the property of Encore Las Vegas or its content suppliers and protected by international copyright laws. Limitation of Liability Encore Las Vegas will not be liable for any damages of any kind arising from the use of this site, including, but not limited to direct, indirect, incidental, punitive, and consequential damages. Indemnification You agree to indemnify, defend, and hold harmless Encore Las Vegas, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your Internet account. Modification Encore Las Vegas reserves the right to make changes to our site, policies, and these Terms and Conditions at any time. If any of these conditions shall be deemed invalid, void, or for any reason unenforceable, that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which Encore Las Vegas operates, without regard to its conflict of law provisions. Contact Us If you have any questions about these Terms and Conditions, please contact us via our Contact page. Acknowledgment By using Encore Las Vegas's services and website, you acknowledge that you have read and understand these Terms and Conditions and agree to be bound by them. This agreement is effective as of 23.02.2024. EncoreLasVegas.com Encore Las Vegas stands as the epitome of luxury in the heart of Downtown Las Vegas, offering an unparalleled experience for all. Whether you're visiting for the first time or returning as a cherished guest, our establishment is designed to leave a lasting impression with its distinctive blend of elegance and excitement. USEFUL LINKS PRIVACY POLICY TERMS & CONDITIONS DISCLAIMER CONTACTS CONTACT INFORMATION 3121 S Las Vegas Blvd, Las Vegas, NV 89109, USA +1 702 770-7000 EncoreLasVegas@gmail.com const menu = document.querySelectorAll(\".headerBlock\"); const accordionToggleMenu = (e) => { e.currentTarget.classList.toggle(\"headerBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"headerBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (menu) { menu.forEach((el) => { el.addEventListener(\"click\", accordionToggleMenu); }); }",
    "thank_page": "Experience Royal Luxury at Encore Las Vegas - Unforgettable Games and Exclusive Rewards Await You! Go back Home Thank You for Choosing Encore Las Vegas! Congratulations on your successful transaction at Encore Las Vegas! Your patronage is truly appreciated, and we want to express our sincere gratitude for choosing us as your preferred online gaming destination."
  },
  "date": "2024-05-29T15:28:47.980Z"
}