{
  "name": "EpicStrikers",
  "pages": {
    "disclaimer": "EpicStrikers Disclaimer - Terms of Use and Legal Information EpicStrikers EpicStrikers Disclaimer - Terms of Use and Legal Information EpicStrikers Disclaimer Welcome to EpicStrikers, the ultimate fantasy cricket mobile game. Before you proceed to download and play our game, please carefully read and understand the following disclaimer: Terms of Use By downloading, installing, or using EpicStrikers, you agree to comply with and be bound by the terms and conditions outlined in this disclaimer. If you do not agree with any part of these terms, please refrain from using our game. Age Restriction EpicStrikers is intended for users aged 13 and above. If you are under 13, please do not download or use our game without parental consent and supervision. Virtual Currency and In-Game Items EpicStrikers uses virtual currency and in-game items that hold no real-world monetary value. These virtual assets are licensed to you for entertainment purposes only and do not represent any form of financial investment. Intellectual Property All content within EpicStrikers, including but not limited to graphics, characters, team names, and logos, is protected by copyright and other intellectual property laws. Users are prohibited from reproducing, distributing, or creating derivative works without explicit permission from EpicStrikers. User Conduct Users are expected to maintain respectful and appropriate behavior while using EpicStrikers. Any form of harassment, cheating, or violation of our community guidelines may result in account suspension or termination. Limitation of Liability EpicStrikers and its developers are not liable for any direct, indirect, incidental, or consequential damages resulting from the use or inability to use our game. This includes but is not limited to damages for loss of profits, data, or other intangible losses. Updates and Modifications We reserve the right to modify, update, or discontinue EpicStrikers or any part thereof at any time without prior notice. We are not liable for any loss or inconvenience caused by such changes. Third-Party Links EpicStrikers may contain links to third-party websites or services. We are not responsible for the content, privacy policies, or practices of any third-party sites or services. Governing Law This disclaimer and your use of EpicStrikers shall be governed by and construed in accordance with the laws of [Your Country/State], without regard to its conflict of law provisions. Contact Information If you have any questions or concerns regarding this disclaimer or EpicStrikers, please contact us at [Your Contact Email]. By downloading and using EpicStrikers, you acknowledge that you have read, understood, and agreed to this disclaimer. Enjoy your gaming experience responsibly! EpicStrikers Disclaimer Terms conditions Privacy policy Phone: +912835776824 E-mail: epicstrikers@gmail.com Address: 13-16, Pandara Park, India Gate, New Delhi, Delhi 110003, India",
    "index": "EpicStrikers - The Ultimate Fantasy Cricket Game EpicStrikers EpicStrikers - Embark on Your Fantasy Cricket Adventure! Welcome to EpicStrikers! Dive into the ultimate fantasy cricket experience. Download now by entering your phone number below to receive the download link. Join the adventure today and become a cricket legend! Get App Stunning Graphics Realistic Gameplay Custom Teams Why Choose EpicStrikers? EpicStrikers stands out in the world of mobile cricket games for several reasons. Here are the top 7 features that make our game a must-play: Immersive Gameplay: Experience cricket like never before with our realistic simulations. Customizable Teams: Build and manage your dream team with personalized options. Stunning Graphics: Enjoy high-quality visuals that bring the game to life. Strategic Depth: Engage in deep strategic gameplay that challenges your cricketing skills. Regular Updates: Stay excited with frequent updates and new content. Community Events: Participate in community-driven events and challenges. Offline Mode: Play anytime, anywhere, even without an internet connection. How to Start Playing Getting started with EpicStrikers is easy! Follow these simple steps: Enter Your Phone Number: Fill in your phone number in the form provided. Receive Download Link: Check your messages for the download link. Download the Game: Click on the link to download and install the game. Create Your Profile: Set up your player profile and customize your team. Start Playing: Dive into the game and start your cricket adventure! Download EpicStrikers now and become the ultimate cricket champion! Get App Tournaments EpicStrikers hosts a variety of exciting tournaments. Here are four of our most popular ones: Epic World Cup Fantasy Premier League Champion's Trophy Legends Series Join us and compete in these thrilling tournaments to showcase your skills and win amazing rewards! Get App Data Security At EpicStrikers, we prioritize your data security. Here’s how we ensure your information is protected: Encrypted Data: All data is encrypted to prevent unauthorized access. Secure Servers: We use secure servers to store your information. Regular Audits: Our systems undergo regular security audits. Privacy Policy: We have a clear and transparent privacy policy. User Consent: We always seek your consent before collecting data. Data Minimization: We only collect data that is necessary for game functionality. Support Team: Our dedicated support team is available to address any security concerns. Frequently Asked Questions Q1: How do I download EpicStrikers? A1: Enter your phone number on our website to receive a download link via SMS. Q2: Is EpicStrikers free to play? A2: Yes, the game is free to download and play. Q3: Can I play EpicStrikers offline? A3: Yes, EpicStrikers has an offline mode for uninterrupted gameplay. Q4: How often is new content added? A4: We regularly update the game with new features, events, and content. Q5: What platforms is EpicStrikers available on? A5: EpicStrikers is available on both iOS and Android devices. Get the App Link Want to install our app and enjoy all its benefits? Simply enter your phone number in the form below, and we will instantly send you the download link! &nbsp;I accept&nbsp; Privacy Policy Send EpicStrikers Disclaimer Terms conditions Privacy policy Phone: +912835776824 E-mail: epicstrikers@gmail.com Address: Greams Rd, Thousand Lights West, Thousand Lights, Chennai, Tamil Nadu 600006, India This website uses cookies to enhance your browsing experience. By continuing to use this site, you agree to our cookie policy. You can manage your cookie preferences at any time. Accept",
    "privacy-policy": "Privacy Policy - EpicStrikers Fantasy Cricket Game EpicStrikers Privacy Policy - EpicStrikers Fantasy Cricket Game Privacy Policy - Introduction Welcome to EpicStrikers, a fantasy cricket game designed for cricket enthusiasts in India. We are committed to protecting your privacy and ensuring that your personal data is handled securely and responsibly. This Privacy Policy outlines how we collect, use, and protect your information. Information We Collect 1. Personal Information: When you register on EpicStrikers, we collect your name, email address, and mobile number to create and manage your account. 2. Usage Data: We collect information about your interactions with the game, such as your game progress, scores, and in-game purchases. This helps us improve your gaming experience. 3. Device Information: We collect information about the device you use to access EpicStrikers, including device type, operating system, and unique device identifiers. 4. Location Data: With your consent, we may collect and process information about your location to enhance game features and provide location-based services. How We Use Your Information 1. To Provide and Improve Our Services: We use your personal information to create your account, facilitate gameplay, and provide customer support. Your usage data helps us understand how you interact with the game and allows us to improve game features and functionality. 2. To Communicate with You: We use your email address to send you updates, notifications, and promotional offers. You can opt out of these communications at any time. 3. To Ensure Security: We use device and usage data to detect and prevent fraudulent activities and ensure the security of our game. 4. To Comply with Legal Obligations: We may use your information to comply with legal obligations and respond to lawful requests from public authorities. Data Security We implement industry-standard security measures to protect your data from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or electronic storage is completely secure. While we strive to protect your personal information, we cannot guarantee its absolute security. Your Rights You have the right to access, correct, or delete your personal information. You can also object to the processing of your data and request that we restrict its use. To exercise these rights, please contact us at epicstrikers@gmail.com. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page. You are advised to review this Privacy Policy periodically for any changes. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at epicstrikers@gmail.com. Effective Date This Privacy Policy is effective as of December 28, 2024. EpicStrikers Disclaimer Terms conditions Privacy policy Phone: +912835776824 E-mail: epicstrikers@gmail.com Address: 13-16, Pandara Park, India Gate, New Delhi, Delhi 110003, India",
    "terms-conditions": "EpicStrikers Privacy Policy - Protecting Your Data in Fantasy Cricket EpicStrikers EpicStrikers Privacy Policy - Protecting Your Data in Fantasy Cricket EpicStrikers Privacy Policy Last updated: July 16, 2024 Welcome to EpicStrikers. We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, and safeguard your data when you use our mobile fantasy cricket game. 1. Information We Collect We collect the following types of information: Personal Information: Such as your name, email address, and phone number when you register for an account. Device Information: Including your device type, operating system, and unique device identifiers. Game Data: Information about your in-game activities, progress, and preferences. Usage Data: How you interact with our game, including frequency of play and features used. 2. How We Use Your Information We use your information to: Provide and improve our game services Personalize your gaming experience Communicate with you about game updates and events Analyze game performance and user behavior Ensure the security and integrity of our services 3. Data Security We implement robust security measures to protect your data, including encryption, secure servers, and regular security audits. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee absolute security. 4. Data Sharing We do not sell your personal information. We may share your data with: Service providers who assist us in operating our game Legal authorities when required by law Other players, but only information you choose to make public in the game 5. Your Rights You have the right to: Access and update your personal information Request deletion of your data Opt-out of certain data collection and use Withdraw consent where processing is based on consent 6. Children's Privacy Our game is not intended for children under 13. We do not knowingly collect personal information from children under 13. If you are a parent or guardian and believe we may have collected information about a child, please contact us. 7. Changes to This Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the \"Last updated\" date. 8. Contact Us If you have any questions about this Privacy Policy, please contact us at: epicstrikers@gmail.com By using EpicStrikers, you agree to the collection and use of information in accordance with this policy. Your continued use of the game after we post any modifications to the Privacy Policy will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy. EpicStrikers Disclaimer Terms conditions Privacy policy Phone: +912835776824 E-mail: epicstrikers@gmail.com Address: 13-16, Pandara Park, India Gate, New Delhi, Delhi 110003, India",
    "thank_page": "Thank You for Joining EpicStrikers! Thank You for Joining EpicStrikers! Thank You for Joining EpicStrikers! Congratulations, cricket champion! You've taken the first step towards an epic adventure in the world of fantasy cricket. What's Next? Check Your Phone: We've sent a download link to the number you provided. It should arrive shortly. Download the Game: Click on the link to download EpicStrikers. Install and Launch: Once downloaded, install the game and open it to start your journey. Create Your Profile: Set up your unique player profile and customize your team. Start Playing: Dive into matches, tournaments, and exciting challenges! Return to Homepage"
  },
  "date": "2024-07-16T20:40:47.328Z"
}