{
  "name": "FanLeague",
  "pages": {
    "disclaimers": "FanLeague - Disclaimers and Legal Information FanLeague HOME ABOUT US \"You must be at least 18 years of age to access this application. FirstGames is not affiliated in any way to and claims no association, in any capacity whatsoever, with the International Cricket Council (\"ICC\") or any national cricket board or team, Board of Control for Cricket in India (\"BCCI\"), the Indian Premier League (\"IPL\") or any IPL franchises, any other domestic cricket tournament/league, or tournament franchise/team (other than where specifically stated), Soccerss (FIFA, ISL, EPL, Kolkata Football League), Tournaments, leagues, cups, clubs, teams, players, managers etc. FirstGames acknowledges that the ICC, BCCI, IPL, FIFA, ISL, EPL, Kolkata Football League and its franchises, respective national cricket boards, domestic tournament organisers, All India Football Federation, FIFA and franchises/teams, respectively, own all proprietary names and marks relating to the relevant tournament or competition. FirstGames acknowledges that intellectual property rights in the logo, names and marks, may be owned by a third party including the sport federations, clubs, teams, leagues, cups, clubs, players, managers, broadcasters etc. Any reference or depiction of the logos, marks and names on FirstGames, is merely incidental in nature and for the purposes of reporting. Users from Andhra Pradesh, Assam, Odisha, Telangana, Nagaland, Sikkim should not play on FirstGames. Please check the relevant laws in your jurisdiction before playing on FirstGames. Any liability or penalty, for violation of the applicable laws is solely of the user.\" The FanLeague website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FanLeague fanleague@gmail.com +91-5709611570 About Us Privacy & Policy Terms & Conditions Disclaimers Memberships & Association",
    "index": "FanLeague - Dive into the World of Fantasy Gaming FanLeague HOME ABOUT US Member & Trusted Partners How to play? FanLeague is a dreamy ethereal platform for all the sports lovers to experience the most earnest sports and games experience, virtually! &#9737; It lets you try your skills and explore your fantasy knowledge and gaming skills on field. &#9737; So, it’s time to take matters in your own hands and Change the Game! &#9737; Simply follow these easy steps and get set for your fantastic fantasy experience! &#9737; The concept is simple; you play wisely with the right team, earn points and cash. It’s all about the three C’s; Compete, Conquer and become a Champion! &#9737; Easy to register Very easy and convenient to register. Enter some basic details and here you go. &#9737; Choose your match FanLeague has an ample number of matches for its members to participate. So, Select the upcoming match from your favorite sports. &#9737; Create the team Hand pick your Game Changing team composed of a Wicket Keepers, Batsmen, All Rounders and Bowlers. Create your best team/s with the only platform which have player selection side by side which help you to make the team/s more easy. &#9737; Chose and join the contest Join the contest for wide range of options which you find that you will win. We have covered it all, right from Free to Rs. 9999 and different number of participants in the leagues. Why FanLeague? User friendly interface and get easy with games and fantasy sports. Enjoy the gaming experience and fantasy experience with best application. Achievements and our USP Nominated for “Rookie of the Year” Award at Fantasy Sports & Gaming Association (FSGA) in the year 2020. Multi-channel Support System (Voice & Chat) (Pioneer in Fantasy Sport Industry) Winsome and clutter free user interface of our app. Side by side player view of each teams (Pioneer) Instant Bank & PayTM withdrawals Follow and following to friends and experts GURU - Share teams to the followers (Pioneer) Live scores & statistics Ground / Venue details Features Total transparency, only real users / players are on our platform. Multisport Fantasy Gaming & Multi Games Joining Rewards / Referral Rewards First 4 Deposit Rewards 3 Generation Referral Rewards (Pioneer) Most competitive platform charges Donation to Indian Army No expiry Rewards Download of other players teams in Excel (Pioneer) Joining / Referral Rewards Join the FanLeague community by simply downloading our Application from Apple App Store or download from our website. &#9737; On joining, earn 50 INR Rewards in your FanLeague wallet as a joining Reward. &#9737; Moreover, refer and invite your folks to the FanLeague community by sharing a referral code with them. &#9737; Once a referred user downloads the FanLeague Application and deposit minimum Rs. 20, you along with the referred user will be rewarded with 50 INR Rewards each in your FanLeague wallet. &#9737; Infinite number of referrals can be referred an entire life of FanLeague. So, the more referrals you send our way, the more rewards you could make. Frequently Asked How to deposit the amount? You can deposit with any UPI payment and cards and net banking and you can see that transaction in your wallet. How to withdraw the winning amount? You can withdraw the winning amount in PayTm wallet and bank with one touch. You can get the amount immediately in PayTm wallet if your registered and paytm number is same Do the KYC in the application and withdrawal in bank instantly with nominal charges Or do the withdrawal in bank normally without any charges and get the amount in 24 to 48 working hours. How to use the rewards? Rewards amount are never going to expire and you can use it to join the league Check out the percentage mentioned in every league and that much percentage is used from the rewards Is refund for the cancelled match get at what time? You get refund at the same time the match get cancelled The FanLeague website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FanLeague fanleague@gmail.com +91-5709611570 About Us Privacy & Policy Terms & Conditions Disclaimers Memberships & Association",
    "privacy-policy": "FanLeague - Privacy Policy: Your Personal Information and Data Protection FanLeague HOME ABOUT US Privacy Policy The terms \"We\"/\"Us\"/\"Our\"/”Company” individually and collectively refer to as FanLeague and the terms \"You\"/\"Your\"/\"Yourself\" refer to the users. PRIVACY POLICY (USERS) This Privacy Policy describes the way in which FanLeague deal with the information and data you provide to us to enable us to manage your relationship with FanLeague. We will process any personal information provided to us or otherwise held by us relating to you in the manner set out in this Privacy Policy. Information may be provided via the FanLeague website (the \"Website\"), mobile app or any other means. By accepting the privacy policy you agree that you understand and accept the use of your personal information as set out in this Privacy Policy. If you do not agree with the terms of this Privacy Policy please do not use the Website or otherwise provide us with your personal information. This Privacy Policy is an electronic record in the form of an electronic contract formed under the information Technology Act, 2000 and the rules made thereunder and the amended provisions pertaining to electronic documents / records in various statutes as amended by the information Technology Act, 2000. This Privacy Policy does not require any physical, electronic or digital signature. This Privacy Policy is a legally binding document between you and FanLeague (both terms defined below). The terms of this Privacy Policy will be effective upon your acceptance of the same (directly or indirectly in electronic form, by clicking I accept tab or by use of the website or by other means) and will govern the relationship between you and FanLeague for your use of the website “FanLeague.com”. This document is published and shall be construed in accordance with the provisions of the Information Technology (reasonable security practices and procedures and sensitive personal data of information) rules, 2011 under Information Technology Act, 2000; that require publishing of the Privacy Policy for collection, use, storage and transfer of sensitive personal data or information. Please read this Privacy Policy carefullyby using the Website, you indicate that you understand, agree and consent to this Privacy Policy. If you do not agree with the terms of this Privacy Policy, please do not use this Website. By providing us your Information or by making use of the facilities provided by the Website, You hereby consent to the collection, storage, processing and transfer of any or all of Your Personal Information and Non-Personal Information by us as specified under this Privacy Policy. You further agree that such collection, use, storage and transfer of Your Information shall not cause any loss or wrongful gain to you or any other person. USER INFORMATION To avail certain services on our Websites, users are required to provide certain information for theregistration process namely: - a) your name, b) email address, c) sex, d) age, e) PIN code, f) credit card or debit card details g) medical records and history h) sexual orientation, i) biometric information, j) password etc., and / or your occupation, interests, and the like. The Information as supplied by the users enables us to improve our sites and provide you the most user-friendly experience. All required information is service dependent and we may use the above said user information to, maintain, protect, and improve its services (including advertising services) and for developing new services Such information will not be considered as sensitive if it is freely available and accessible in the public domain or is furnished under the Right to Information Act, 2005 or any other law for the time being in force. Protecting Your Personal Data Your Personal Data isn’t just protected by the quality, commitment and high standards of FanLeague, it’s also protected by law. The law means that we can only process your Personal Data when there is a genuine reason to do so, and those reasons must be one of the following: To fulfil any contract that we have with you We have a legal obligation Where you have consented to the processing When it is in our legitimate interest When it is in the public interest When it is in your vital interests PERSONAL DATA WE SHARE WITH OTHERS We may share your personal data within the FanLeague group and with these other organizations: Law enforcement agencies, regulators and other authorities Credit reference agencies Fraud prevention agencies Identity verification agencies Sports governing bodies Organizations that introduce you to us Third parties you ask us (or permit us) to share your data with Third parties necessary to provide products or services which you have requested Depending on the products you choose to use we may need to share your Personal Data with the third parties that provide those services. We may also disclose personal information to other companies within associated or subsidiary companies and to business partners, or successors in title to our business. COOKIES To improve the responsiveness of the sites for our users, we may use \"cookies\", or similar electronic tools to collect information to assign each visitor a unique, random number as a User Identification (User ID) to understand the user's individual interests using the Identified Computer. Unless you voluntarily identify yourself (through registration, for example), we will have no way of knowing who you are, even if we assign a cookie to your computer. The only personal information a cookie can contain is information you supply (an example of this is when you ask for our Personalised Horoscope). A cookie cannot read data off your hard drive. Our advertisers may also assign their own cookies to your browser (if you click on their ads), a process that we do not control. Our web servers automatically collect limited information about your computer's connection to the Internet, including your IP address, when you visit our site. (Your IP address is a number that lets computers attached to the Internet know where to send you data -- such as the web pages you view.) Your IP address does not identify you personally. We use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic within our site and let advertisers know the geographic locations from where our visitors come. LINKS TO THE OTHER SITES Our policy discloses the privacy practices for our own web site only. Our site provides links to other websites also that are beyond our control. We shall in no way be responsible in way for your use of such sites. INFORMATION SHARING We shares the sensitive personal information to any third party without obtaining the prior consent of the user in the following limited circumstances: (a) When it is requested or required by law or by any court or governmental agency or authority to disclose, for the purpose of verification of identity, or for the prevention, detection, investigation including cyber incidents, or for prosecution and punishment of offences. These disclosures are made in good faith and belief that such disclosure is reasonably necessary for enforcing these Terms; for complying with the applicable laws and regulations. (b) We proposes to share such information within its group companies and officers and employees of such group companies for the purpose of processing personal information on its behalf. We also ensure that these recipients of such information agree to process such information based on our instructions and in compliance with this Privacy Policy and any other appropriate confidentiality and security measures. INFORMATION SECURITY We take appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data. These include internal reviews of our data collection, storage and processing practices and security measures, including appropriate encryption and physical security measures to guard against unauthorized access to systems where we store personal data. All information gathered on our Website is securely stored within our controlled database. The database is stored on servers secured behind a firewall; access to the servers is password-protected and is strictly limited. However, as effective as our security measures are, no security system is impenetrable. We cannot guarantee the security of our database, nor can we guarantee that information you supply will not be intercepted while being transmitted to us over the Internet. And, of course, any information you include in a posting to the discussion areas is available to anyone with Internet access. However the internet is an ever evolving medium. We may change our Privacy Policy from time to time to incorporate necessary future changes. Of course, our use of any information we gather will always be consistent with the policy under which the information was collected, regardless of what the new policy may be. Changes to our Privacy Statement We may update this policy from time to time, so please review it frequently. If any material changes are made to this Privacy Policy we will use reasonable endeavors to inform you in advance by email, notice on the Website or other agreed communications channels. We will communicate the changes to you in advance, giving an appropriate amount of time for you to consider and understand the changes before they become effective. We will not enforce material changes to the Privacy Policy without your express consent. If you decline to accept the changes to the Privacy Policy, or otherwise do not accept the changes within the time period, we may not be able to continue to provide some or all products and services.Can’t find an answer? Contact Us. The FanLeague website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FanLeague fanleague@gmail.com +91-5709611570 About Us Privacy & Policy Terms & Conditions Disclaimers Memberships & Association",
    "terms-conditions": "FanLeague - Terms and Conditions FanLeague HOME ABOUT US A. INTRODUCTION By using, visiting and/or accessing any part (including, but not limited to, sub-domains, source code and/or Website/Mobile Application APIs, whether visible or not) of the FanLeague.com Website/Mobile Application or mobile application or any other Website/Mobile Applications or applications that we own or operate (the “Website/Mobile Application”) and/or registering on the Website/Mobile Application, you agree to be bound by (i) these Terms and Conditions; (ii) our privacy policy; (iii) our cookies policy and (iv) the Rules applicable to our fantasy gaming or gaming products as further referenced at paragraph 2 below (together the \"Terms\"), and are deemed to have accepted and understood all the Terms. Please read the Terms carefully and if you do not accept the Terms, do not use, visit or access any part (including, but not limited to, sub-domains, source code and/or Website/Mobile Application APIs, whether visible or not) of the Website/Mobile Application. The Terms shall also apply to all gaming via mobile devices including downloadable applications to a mobile device. (As if references to your use of the Website/Mobile Application were references to your use of our mobile devices gaming facilities). Where you play any game, using the Website/Mobile Application, you accept and agree to be bound by, the Rules which apply to the applicable products available on the Website/Mobile Application from time to time. The Rules can be found under the Help tab of the applicable section of the Website/Mobile Application. Where reference is made to “FanLeague”, “we”, \"our\" or “us” in relation to then it shall all mean the Company being BB11 Technolabs Pvt Ltd Registered under the Companies Act 1956: We may need to change the Terms from time to time for a number of reasons (including to comply with applicable laws and regulations, and regulatory requirements). All changes will be published on the Website/Mobile Application. The most up to date Terms will be available on the Website/Mobile Application. When a material change is carried out on the Terms and Conditions the customer will be requested to accept the new terms and conditions before proceeding. Once accepted, the new terms and conditions will come into effect thereon. Reference to \"you\", \"your\" or the \"customer\" is reference to any person using the Website/Mobile Application or the services of FanLeague and/or any registered customer of FanLeague. As you are aware, the right to access and/or use the Website/Mobile Application and mobile application (including any or all of the products offered via the Website/Mobile Application and mobile application) may be illegal in certain States and Countries. You are responsible for determining whether you’re accessing and/or use of the Website/Mobile Application and mobile application is compliant with applicable laws in your jurisdiction and you warrant to us that fantasy gaming is not illegal in the territory where you reside FanLeague is committed to providing excellent customer service. As part of that commitment, FanLeague is committed to supporting responsible gaming. Although FanLeague will use its reasonable endeavors to enforce its responsible gaming policies, FanLeague does not accept any responsibility or liability if you nevertheless continue gaming and/or seek to use the Website/Mobile Application with the intention of deliberately avoiding the relevant measures in place and/or FanLeague is unable to enforce its measures/policies for reasons outside of FanLeague’s reasonable control. B. YOUR FanLeague ACCOUNT 1. Application 1.1 All applicants must be over 18 years of age to register with FanLeague. FanLeague reserves the right to ask for proof of age from any customer and suspend their account until satisfactory documentation is provided. FanLeague takes its responsibilities in respect of under age and responsible gaming very seriously. 1.2 All information supplied when registering with the site MUST be your information and be accurate and complete in all respects. Where this is not the case, we reserve the right to suspend the account and treat any deposits into the gaming account as being invalid (and any winnings arising from such deposit as void). Where an account is suspended, the relevant customer should contact us. 1.3 By accepting the Terms and/or registering to use the Website/Mobile Application you hereby agree that we shall be entitled to conduct any and all such identification, credit and other verification checks from time to time that we may require and/or are required by applicable laws and regulations and/or by the relevant regulatory authorities for use of the Website/Mobile Application and Mobile app and our products generally. You agree to provide all such information as we require in connection with such verification checks. We shall be entitled to suspend or restrict your account in any manner that we may deem to be appropriate, until such time as the relevant checks are completed to our satisfaction. 1.4 As part of the registration process, we may supply your information details to authorized credit reference agencies to confirm your identity and payment card details. You agree that we may process such information in connection with your registration. 1.5 Customers may open only one account. Should we identify any customer with more than one account we reserve the right to treat any such accounts as one joint account. 1.6 Customers must keep their registration and account details up to date. This, and your account information, may be amended in the Personal section of the Website/Mobile Application. If you require any assistance, please contact us. 2. Account Details 2.1 FanLeague allows all its customers to choose their own Username and Password combination for their account and also a Passcode for accessing FanLeague app on their mobile devices. Customers must keep this information secret and confidential as you are responsible for all gaming in your account and any other activities taking place on your account. 2.2 If your Username and Password have been entered correctly or if your account has been accessed via Touch ID, Fingerprint log in, Face ID, Passcode or the ‘Keep me logged in’ facility (whether or not authorized by you), you shall be able to access the Contesting in the fantasy league, subject to there being sufficient funds in the account. 2.3 If, at any time, you feel a third party is aware of your Username, Password and/or Passcode you should change it immediately via the Website/Mobile Application. Should you forget part or all of your combination, please contact us. 2.4 If you activate Touch ID, Fingerprint log in, Face ID, Passcode and/or the ‘Keep me logged in’ facility and feel that a third party could be accessing your account via any of these methods then you should immediately disable Touch ID, Fingerprint log in, Face ID, Passcode and/or the ‘Keep me logged in’ facility from all of your devices and contact us. You are responsible for the security of your device/s and for all gaming activities on.com your account and any other activities taking place on your account. 2.5 Please note that cardholder details and any other sensitive data should never be sent to us by unencrypted email. 2.6 The current balance and transaction history of your account may be viewed at any time once you have logged into your account on the Website/Mobile Application and mobile app. 3. Suspension and Closure 3.1 If you want to close your account, please contact us. Any negative balance on your account will fall immediately due and payable to FanLeague, and your account will not be closed until the relevant amount owed to FanLeague is paid in full. 3.2 FanLeague reserves the right to close or suspend your account at any time and for any reason. Without limiting the preceding sentence, FanLeague shall be entitled to close or suspend your account if: you become bankrupt; FanLeague considers that you have used the Website/Mobile Application in a fraudulent manner or for illegal and/or unlawful or improper purposes; FanLeague considers that you have used the Website/Mobile Application in an unfair manner, have deliberately cheated or taken unfair advantage of FanLeague or any of its customers or if your account is being used for the benefit of a third party; FanLeague is requested to do so by the police, any regulatory authority or court; FanLeague considers that any of the events referred to in (a) to (c) above may have occurred or are likely to occur; or your account is deemed to be dormant and its balance is, or reaches zero in accordance with paragraph B.4.1 below. 3.3 If FanLeague closes or suspends your account for any of the reasons referred to in (a) to (e) above, you shall be liable for any and all claims, losses, liabilities, damages, costs and expenses incurred or suffered by FanLeague (together “Claims”) arising therefrom and shall indemnify and hold FanLeague harmless on demand for such Claims. In the circumstances referred to in (a) to (e) above, FanLeague shall also be entitled to withhold and/or retain any and all amounts which would otherwise have been paid or payable to you (including any winnings or Reward payments). The FanLeague website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FanLeague fanleague@gmail.com +91-5709611570 About Us Privacy & Policy Terms & Conditions Disclaimers Memberships & Association"
  }
}