{
  "name": "FantasyStumps",
  "pages": {
    "disclaimers": "FantasyStumps - Fantasy Cricket Disclaimer FantasyStumps About Faq's Disclaimer for FantasyStumps If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at fantasystumps@gmail.com. Disclaimers for FantasyStumps All the information on this website - fantasystumps.com - is published in good faith and for general information purpose only. FantasyStumps does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (FantasyStumps), is strictly at your own risk. FantasyStumps will not be liable for any losses and/or damages in connection with the use of our website. From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. The FantasyStumps website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyStumps Disclaimer Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmStrikers platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "privacy": "FantasyStumps - Privacy Policy FantasyStumps About Faq's Keeping Your Privacy in Mind at FantasyStumps At FantasyStumps, your privacy is our top priority. This Privacy Policy explains how we handle your information when you use our website and services. We want you to feel confident and in control, so we'll break it down clearly. What Information We Collect There are two main types of information we collect: **Personal Information:** This includes things like your name, email address, and phone number (if you provide them) when you sign up or use our services. **Non-Personal Information:** This is behind-the-scenes data that helps us improve your experience, like your browser type, preferred language, and the website that brought you here. How We Use Your Information We use your information to make FantasyStumps the best it can be. Here's how: **Delivering a Fantastic Experience:** We personalize your experience, provide the services you use, and make communication smooth. **Keeping Things Secure:** We use your information for legal reasons, to prevent fraud, and keep everything safe. Sharing Your Information? Not Without Your Say-So We take your privacy seriously. We will never sell, trade, or share your personal information with anyone outside FantasyStumps unless: You give us the okay. We work with trusted partners who help us run things smoothly (they're also bound by strict privacy rules). Keeping Your Information Safe and Sound Protecting your information is important to us. We use top-notch security measures to keep your data safe from unauthorized access, changes, leaks, or deletion. Changes to This Privacy Policy Things might change from time to time, and so might this policy. We'll always keep you updated by posting the new version right here. The FantasyStumps website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyStumps Disclaimer Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmStrikers platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "terms": "FantasyStumps - Terms and Conditions FantasyStumps About Faq's Terms and Conditions &amp; Guidelines Welcome to FantasyStumps! By accessing our platform and using its features, you acknowledge your acceptance of these Agreement &amp; Guidelines. 1. Qualification To utilize our services, you must meet the legal age requirement within your region. By engaging with FantasyStumps, you affirm and guarantee that you possess the legal authority to establish binding agreements. 2. Utilizing Our Services Our platform offers a space for fantasy cricket leagues, enabling users to construct teams and partake in competitions for monetary rewards. You concur not to misuse our platform for unlawful actions or actions that violate our established policies. 3. Account Creation To access specific functionalities on our website, you might need to establish an account. You are entrusted with safeguarding the confidentiality of your account credentials and are accountable for all activities that transpire under your account. 4. Intellectual Property Rights The entirety of the content and materials available on FantasyStumps, including logos, visuals, and text, are the exclusive property of FantasyStumps or its licensors and are protected under intellectual property regulations. 5. Restriction of Responsibility FantasyStumps shall not be held responsible for any indirect, incidental, exceptional, consequential, or punitive damages, encompassing but not restricted to loss of profits, information, or reputation, arising from your utilization of or inability to utilize our services. 6. Governing Law These Agreement &amp; Guidelines shall be governed by and interpreted in accordance with the laws of India, disregarding its conflict of law principles. The FantasyStumps website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyStumps Disclaimer Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmStrikers platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "FantasyStumps - Thank You FantasyStumps About Faq's Thank you for using FantasyStumps! Your submission has been received. Back to Home The FantasyStumps website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyStumps Disclaimer Privacy & Policy Terms & Conditions DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The RealmStrikers platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  },
  "date": "2024-07-24T08:40:09.636Z"
}