{
  "name": "fantasy_CricketPro",
  "pages": {
    "disclaimer": "Disclaimer. Welcome to CricketPro - the exciting world of fantasy cricket! Please read this disclaimer carefully before using our site and game. CricketPro Home / Terms / Disclaimer / Privacy Policy / Disclaimer CricketPro This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports Welcome to CricketPro - the exciting world of fantasy cricket! Please read this disclaimer carefully before using our site and game. Content Disclaimer All content contained on this website and in the CricketPro game, including text, graphics, multimedia information and software, is provided for informational purposes only. We make every effort to make the content as accurate and up-to-date as possible, but we do not guarantee its complete accuracy, completeness or currency. The Content may contain inaccuracies or typographical errors. Users and visitors are solely responsible for their use of this content and the website. CricketPro does not accept any liability for direct, indirect, incidental or consequential damages arising from the use or inability to use our service. No guarantees CricketPro and its content are provided \"as is\" without warranty of any kind, express or implied, including warranties of merchantability, fitness for a particular purpose or non-infringement. CricketPro does not warrant that the service will be uninterrupted or error-free or protected from viruses or malware. Disclaimer In no event shall CricketPro, its officers, directors, employees, affiliates, agents or other representatives be liable for any direct, indirect, incidental, special, punitive or consequential damages, including, without limitation, damages for loss of data , income or profits arising from the use or inability to use this site or related content or software. External links CricketPro has no control over the content of external sites to which this website may link. Links are provided solely as a convenience to you, and the inclusion of a link does not imply CricketPro's endorsement of the website or its content. Changes CricketPro reserves the right to modify or change this disclaimer at any time without prior notice. By continuing to use our site and services after changes are made, you agree to accept the updated version of the document. Applicable Law This disclaimer will be governed by and construed in accordance with the applicable laws of India. In the event of a dispute that cannot be resolved through negotiations, the competent courts of India shall have exclusive jurisdiction. If you have any questions or comments regarding this disclaimer, please contact us. Term & Conditions &#10072; Privacy Policy &#10072; Disclaimer This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports SLL Secure Connection 100% Legel & Secure Connection Payment Partners Copyright @2024 All rights reserved Our website uses cookies to improve your user experience. You can change your browser settings to block or delete cookies. However, this may affect the functionality of some areas of our website. By continuing to use our website you agree to our use of cookies in accordance with this notice. I Accept",
    "index": "CricketPro. Enter the incredible world of fantasy cricket with CricketPro! CricketPro The most exciting fantasy game that will allow you to plunge into the world of strategy, competition and limitless excitement More 4M+ Download Incorrect phone I accept Privacy Policy play now Enter the incredible world of fantasy cricket with CricketPro It's time to turn your passion for cricket into reality! Become the manager of your dreams At CricketPro, you are no longer a spectator - you are the full owner of the team! Create unrivaled squads from the best players from around the world. Predict their statistics, score points and take your team to the top of the standings. Your strategic skills and knowledge of the game will determine your success! Compete with millions of fans Battle in huge leagues with other fantasy cricket managers from all over the planet. Experience the thrill of real competition, where every decision you make can be decisive! Prove that you are the best strategist and cricket expert. Be part of a global community of game enthusiasts. Win impressive prizes Incredible prize pools and rewards await you at CricketPro. Compete for the title of best manager and win truly grandiose prizes: cash rewards, exclusive products and much more! Experience the drive of a real victory over millions of opponents. Unique gameplay CricketPro offers incredibly addictive and thoughtful gameplay. Create many teams for different tournaments. Form a strategy taking into account changing conditions and unforeseen situations in real life.Follow the matches in real time and enjoy every exciting moment! 4.79 &#10029;&#10029;&#10029;&#10029;&#10025; APP RATINGS 1.7 million DOWNLOADS 1K+ daily CONTESTS 100% security guarantee Immerse yourself in a new dimension of cricket today 🔥 Become an unbeatable manager and experience the incredible thrill of building a champion team &#8660; &#128070; &#8660; Download CricketPro now and become a true cricket champion! Improve your strategies, manage your squad and win cool prizes every week. 1. Download and Install App CricketPro is the perfect app for all cricket fans who want to delve deeper into the world of this exciting sport. Here you can create your own team of the best players, develop a strategy for victory and fight with the strongest opponents from different parts of the world. Customize your tactics, customize your lineup, and make tough decisions on your way to victory. 2. Create team You can feel the real excitement and tension of cricket matches thanks to realistic graphics and real-time capabilities. Every CricketPro game will be a real challenge and an opportunity for you to show your skills. Don't miss the chance to win cool prizes and become the best player in this exciting game. 3. Select sports league and tournaments Download the CricketPro app now and enter the world of cricket where your every move counts. Take part in exciting matches, develop as a strategist and reach new heights in sports. Become a real cricket champion with CricketPro! Questions and answers about the fantasy game CricketPro We wish you an exciting game and victories in tournaments! What is CricketPro? CricketPro is an exciting world of fantasy cricket where you become the manager of your own team. You can create squads from real cricket players and compete with millions of other fans around the world. How does the CricketPro game work? In CricketPro, you select players for your team based on their real statistics. For every action of your players on the field (points scored, goals taken, etc.) you receive points in a fantasy game. The better your team performs, the more points you earn. The goal is to score the maximum number of points and beat your opponents. How to create a team in CricketPro? To create a team, you need to log into your account on the CricketPro website or mobile application. You can then assemble a team from available players while respecting budget constraints. It is important to carefully consider the composition so that it brings the maximum number of points. How are points awarded in CricketPro? In CricketPro, points are awarded for various actions of players on the field: runs scored, wickets taken, balls caught, economy, etc. The better your players perform, the more points you get. You can track your stats and scores in real time. How can I win prizes at CricketPro? CricketPro regularly hosts competitions and tournaments with impressive prize pools. To win, you need to score the most points by creating an unbeatable fantasy team. Prizes range from cash rewards to CricketPro branded merchandise. Can I play CricketPro for free? Yes, CricketPro offers free membership options. You can create teams and compete with other players without investing your own funds. There are also paid tournaments with large prize pools for those who are willing to bet on their skills. How can I contact CricketPro support? If you have any questions or problems, you can contact CricketPro support. For this, various communication channels are available, such as email, a feedback form on the website or chat in a mobile application. Our team will try to respond to your requests promptly. What type of players is best for a team? Depending on the format of the game, you can balance your team by choosing different types of players - impact batsmen, aggressive bowlers, reliable fielders, all-rounders, etc. It is important to select players based on their recent performances, statistics and upcoming situation. 📌 Read More 📌 Show Less Download CricketPro and join millions of enthusiasts of this great game from all over the world Do you absolutely love cricket but want to experience it from a completely new perspective? &#10029;&#10029;&#10029;&#10029;&#10029; Darshit \"CricketPro is hands down the best fantasy cricket game app out there! The interface is easy to use, the gameplay is incredibly fun, and the overall experience is just top-notch. It's the perfect way to enjoy cricket and compete with friends. I highly recommend CricketPro to any cricket fan out there!\" &#10029;&#10029;&#10029;&#10029;&#10029; Neeraw \"CricketPro offers a wide range of features, such as player statistics, match predictions, and live scores, making it a comprehensive platform for cricket enthusiasts. Whether you're a casual fan or a hardcore follower of the sport, CricketPro caters to all levels of expertise and provides an immersive experience that keeps you coming back for more.\" &#10029;&#10029;&#10029;&#10029;&#10029; Ranbir \"One of the key highlights of CricketPro is its competitive aspect, allowing users to create their own teams and compete against friends or other players in real-time. The app also offers prizes and rewards for top performers, adding an extra layer of excitement to the gameplay. \" Term & Conditions &#10072; Privacy Policy &#10072; Disclaimer This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports SLL Secure Connection 100% Legel & Secure Connection Payment Partners Copyright @2024 All rights reserved Our website uses cookies to improve your user experience. You can change your browser settings to block or delete cookies. However, this may affect the functionality of some areas of our website. By continuing to use our website you agree to our use of cookies in accordance with this notice. I Accept",
    "privacy_policy_site": "Privacy Policy for Fantasy Cricket App CricketPro. At CricketPro, we take the privacy of our users seriously. CricketPro Home / Terms / Disclaimer / Privacy Policy Privacy Policy CricketPro At CricketPro, we take the privacy of our users seriously. This Privacy Policy explains what information we collect, how we use it, and the steps we take to protect your personal information. Data collection When using CricketPro we may collect the following information: - Personal information such as name, email address and player ID provided when creating an account. - Demographic information such as age, gender and region based on the information you provide. - Usage data including game history, game statistics, in-app purchases, and device information. - Location data may be collected solely with your consent to improve your gaming experience and related services. Data usage We use the collected information for the following purposes: - Providing and improving CricketPro services. - Personalize and optimize your gaming experience. - Marketing, advertising and promotion of relevant content and offers. - Analytics and reporting to understand trends. - Ensuring safety and fulfilling legal obligations. Data Disclosure We do not sell or share your personal information with third parties for direct marketing purposes. However, we may disclose certain information to trusted partners who help us provide CricketPro services: - Cloud service providers for data storage and processing. - Payment processors for secure transaction processing.Marketing and advertising partners to target relevant content. Analytics companies to track and optimize performance. We may also disclose certain information when required by law, to ensure safety, or to protect the interests of CricketPro. Data Security We take reasonable technical and organizational measures to protect your personal information from unauthorized access, disclosure or modification. However, no method of transmitting or storing data is completely secure. User rights Depending on applicable law, you may have the right to access, correct or delete your personal data, as well as the right to withdraw consent to data processing. Changes to the Privacy Policy We may update this Policy from time to time. Any significant changes will be duly communicated. If you have any questions regarding data processing at CricketPro, please contact us. Term & Conditions &#10072; Privacy Policy &#10072; Disclaimer This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports SLL Secure Connection 100% Legel & Secure Connection Payment Partners Copyright @2024 All rights reserved Our website uses cookies to improve your user experience. You can change your browser settings to block or delete cookies. However, this may affect the functionality of some areas of our website. By continuing to use our website you agree to our use of cookies in accordance with this notice. I Accept",
    "terms": "Terms & Conditions. Welcome to CricketPro Fantasy Cricket Game! By using our site, you agree to abide by the following terms and conditions: CricketPro Home / Terms / Disclaimer / Privacy Policy / Terms & Conditions CricketPro Welcome to CricketPro Fantasy Cricket Game! By using our website, you agree to abide by the following terms and conditions: 1. Eligibility: You must be at least 18 years old to use our app. By using CricketPro, you confirm that you meet this age requirement. 2. Account Registration: To use our app, you must create an account. You are responsible for keeping your login information secure and should not share it with anyone else. 3. Gameplay: CricketPro is a fantasy cricket game where users can create their own teams and compete against other players. You are responsible for selecting your team and making strategic decisions during gameplay. 4. Fair Play: Cheating and unfair practices, such as using bots or unauthorized software, are strictly prohibited. Any violation of fair play rules may result in your account being suspended or terminated. 5. In-App Purchases: CricketPro may offer in-app purchases for virtual items or premium features. By making a purchase, you agree to our payment terms and refund policy. 6. User Content: By using CricketPro, you grant us the right to use any content you create, such as team names or logos, for promotional purposes. You are responsible for ensuring that your content does not violate any laws or third-party rights. 7. Privacy Policy: Our app collects and stores personal information in accordance with our Privacy Policy. By using CricketPro, you consent to the collection and use of your data as described in the Privacy Policy. 8. Termination: We reserve the right to terminate or suspend your account at any time, without prior notice, for violating these terms and conditions or for any other reason we deem appropriate. 9. Limitation of Liability: CricketPro is provided \"as is\" and we do not guarantee uninterrupted or error-free gameplay. We are not liable for any damages or losses resulting from your use of our app. 10. Changes to Terms: We reserve the right to update or modify these terms and conditions at any time. By continuing to use CricketPro after changes are made, you agree to the updated terms. Thank you for using CricketPro Fantasy Cricket Game website! Let's play some cricket! Term & Conditions &#10072; Privacy Policy &#10072; Disclaimer This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports SLL Secure Connection 100% Legel & Secure Connection Payment Partners Copyright @2024 All rights reserved Our website uses cookies to improve your user experience. You can change your browser settings to block or delete cookies. However, this may affect the functionality of some areas of our website. By continuing to use our website you agree to our use of cookies in accordance with this notice. I Accept"
  },
  "date": "2024-05-21T17:06:17.084Z"
}