{
  "name": "fantasy__Real-Cricket",
  "pages": {
    "disclaimer": "Disclaimer - Real Cricket This website is intended for individuals over the age of 18. By using this website, you confirm that you are of legal age to enter into a binding contract. This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Disclaimer Legal Notice The contents of this website are provided for information purposes only. The information on this website is not intended as legal advice, nor should it be relied upon as the basis for a legal decision or course of action. The information on this website has not been prepared by us to be used as a substitute for professional legal advice. Real Cricket may link to other websites that are not owned or controlled by us. Please be aware that we have no control over the content of these websites. Real Cricket is not responsible for the content of these websites, and we strongly advise you to read the terms and conditions and privacy policy of any third-party website that you visit. The Real Cricket app is intended for individuals over the age of 18. By using the Real Cricket app, you confirm that you are of legal age to enter into a binding contract. Terms of Use The terms of use of the Real Cricket app and website (the \"Site\") are as follows: You agree that you will not use the Site for any illegal or unauthorized purpose. You may not sell, license, or otherwise transfer any rights or ownership in or to the Site. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information of Real Cricket without our prior written consent. You may use the Site for your personal use, non-commercial use, or commercial use, as permitted by applicable law. You may not use the Site in any way that is or may be harmful to the Site or in any way that may infringe the rights of others. You agree to indemnify and hold us harmless from any damages, liabilities, claims, or expenses (including legal fees and costs) that arise from or relate to your use of the Site, including your violation of these terms of use. Changes to Terms of Use We reserve the right to modify these terms of use at any time without notice. Your continued use of the Site after any changes to these terms of use will be deemed your acceptance of the changes. Privacy Policy Please see our Privacy Policy for information about how we collect, use, and share information that you provide to us through the Site. Get your free download link now! Fill out the form below and receive a link to download the Real Cricket app I accept privacy policy Submit withdraw partners Gambling should always be approached responsibly. If you have a gaming addiction, we recommend visiting www.begambleaware.org Terms & Conditions Privacy Policy Disclaimer",
    "index": "Real Cricket || DOWNLOAD NOW This website is intended for individuals over the age of 18. By using this website, you confirm that you are of legal age to enter into a binding contract. This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Invite you to play Real Cricket Fantasy Game Experience the thrill of real cricket action Join the virtual world of real cricket and play like a pro! Get APP Free How to play Real Cricket Create a team, choose players, and play with friends in a virtual world of real cricket action. Create a team Create a virtual team to play against other players Choose players Select players to join your team Play with friends Battle it out with your friends in a virtual world of real cricket Play everywhere You can play our game anywhere you go - on your computer, mobile or tablet Join the virtual world of real cricket and play like a pro! Try for free Our Fantasy Cricket game has some unique advantages Engaging Gameplay: The game offers an immersive cricket experience with unique fantasy elements, making each match exciting and unpredictable. Variety of Game Modes: From snowy fields to tropical beaches, players can choose from various modes and atmospheres to enjoy the game anywhere, anytime. Social Interaction: Let friends join you or compete with players from around the world, chatting and making new friends in the exciting world of cricket. Customization and Progression: Improve your players, develop your strategies, and build your dream team, leaving your unique mark on the world of fantasy cricket. Regular Updates and Events: Receive new features, participate in events and competitions to keep the game fresh and exciting, always having something new to explore and experience. Securing a loyal audience Amplify your influence with a group of dedicated followers, select the most promising players and exchange them during the competition ( if you desire ) and reap the rewards based on your selections. Rohit Kumar This game is a real game changer, I never thought I would become so addicted to something, but now I can't even think about anything else. The graphics, the gameplay, everything is just amazing! Saraswati Prasad I was skeptical at first, but after trying it out I was blown away. The graphics, the gameplay, the community, everything is top notch. I can't wait for the next update! Rahul Raj This game is a real masterpiece. The graphics are amazing, the gameplay is addictive, and the community is amazing. I can't recommend this game enough, go try it out! Join us now and start enjoying the game Join the virtual world of real cricket and start playing like a pro! Download app Ready to join the virtual cricket revolution? Join the ranks of millions of players around the world, and experience the thrill of Real Cricket action! Don't wait any longer, download the game now and start playing with other cricket enthusiasts today! Real Cricket offers a fresh approach to monetize your sporting smarts Bet on the future of any player Invest in a player's potential and watch their growth over time. Invest in a single player only No need to create teams or manage player selection. Long-term investment Invest in a player for a full season and watch their growth over time. Secure and transparent Sportiqo is built on blockchain technology for maximum security and transparency. Get your free download link now! Fill out the form below and receive a link to download the Real Cricket app I accept privacy policy Submit withdraw partners Gambling should always be approached responsibly. If you have a gaming addiction, we recommend visiting www.begambleaware.org Terms & Conditions Privacy Policy Disclaimer",
    "privacy": "Privacy Policy - Real Cricket This website is intended for individuals over the age of 18. By using this website, you confirm that you are of legal age to enter into a binding contract. This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Privacy Policy What information we collect The app does not collect any personal information. The app does not collect any personal data. The app does not use third-party services that collect personal information. The app does not request access to personal information. The app does not contain third-party ads that collect personal information using cookies or other tracking technologies. How we use the collected information The app does not use the collected data for any purpose. The app does not share the collected data with third parties. Storage of information The app does not store any personal information. The app does not store any personal data. Changing this policy The app's privacy policy may change from time to time. The app will notify you of any changes by updating the Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Contacting us If you have any questions about this Privacy Policy, please contact us Get your free download link now! Fill out the form below and receive a link to download the Real Cricket app I accept privacy policy Submit withdraw partners Gambling should always be approached responsibly. If you have a gaming addiction, we recommend visiting www.begambleaware.org Terms & Conditions Privacy Policy Disclaimer",
    "terms": "Terms & Conditions - Real Cricket This website is intended for individuals over the age of 18. By using this website, you confirm that you are of legal age to enter into a binding contract. This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Terms and Conditions Introduction These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website. You must be at least 18 years of age to use this website. By using this website and by agreeing to these terms and conditions, you warrant and represent that you are at least 18 years of age. From time to time, this website may also include links to other websites. These links are provided for your convenience and do not signify that we endorse or are affiliated with the website. Please note that we have no control over the content of the website. License to use website Subject to the terms and conditions of this agreement, the company grants you a revocable, non-exclusive, non-transferable license to access and make single copies of the pages on the website for your personal, non-commercial use. You must not use the website for any commercial purposes. Changes to terms and conditions We may revise these terms and conditions at any time without notice. By using this website, you are deemed to have accepted the terms and conditions as amended from time to time. Acceptance of these terms and conditions You acknowledge that you have read this agreement and agree to all its terms and conditions. You agree that this agreement sets out the entire agreement between you and the company and that supersedes all prior agreements between you and the company regarding the website. Limitation of liability Neither we nor any of our officers, directors, employees or agents shall be liable to you in contract, tort (including negligence) or otherwise for any loss or damage of any kind or nature (including, without limitation, indirect or consequential loss or damage) arising out of or in connection with the use of the website or any dealings with the website. Get your free download link now! Fill out the form below and receive a link to download the Real Cricket app I accept privacy policy Submit withdraw partners Gambling should always be approached responsibly. If you have a gaming addiction, we recommend visiting www.begambleaware.org Terms & Conditions Privacy Policy Disclaimer",
    "thank_you": "Thank You - Real Cricket This website is intended for individuals over the age of 18. By using this website, you confirm that you are of legal age to enter into a binding contract. This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you agree to the use of cookies as described in our Privacy Policy. Accept Thank You Download The App Now! Fill out the form below and receive a link to download the Real Cricket app. To download the app, you need to have an iOS device or an Android device. The app is optimized for both iPhone and iPad sizes. The app is available in the App Store and Google Play. Get your free download link now! Fill out the form below and receive a link to download the Real Cricket app I accept privacy policy Submit withdraw partners Gambling should always be approached responsibly. If you have a gaming addiction, we recommend visiting www.begambleaware.org Terms & Conditions Privacy Policy Disclaimer"
  },
  "date": "2024-05-06T19:54:57.516Z"
}