{
  "name": "Fantasy_India_CricketQuest",
  "pages": {
    "disclaimer": "CricketQuest - Disclaimer Cricket Quest About Us How to Start FAQ Download Disclaimer 1. General Disclaimer CricketQuest provides fantasy sports services that are intended for entertainment purposes only. Participation in fantasy sports may involve financial risk. By using our services, you acknowledge and accept that all information provided on our platform is subject to change and may not always be accurate or up-to-date. 2. Financial Risk Participation in fantasy sports games involves financial risk and may result in monetary loss. Users are responsible for managing their own financial risks and should not participate in fantasy sports with funds they cannot afford to lose. CricketQuest is not responsible for any financial losses or damages resulting from your participation in fantasy sports on our platform. 3. No Guarantees CricketQuest does not guarantee the accuracy, completeness, or reliability of any information provided on our platform. All information is provided \"as is\" without any warranties of any kind, either express or implied. Users rely on this information at their own risk. 4. Third-Party Links Our platform may contain links to third-party websites or services that are not owned or controlled by CricketQuest. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that CricketQuest shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods, or services available on or through any such websites or services. 5. Changes to This Disclaimer We may update our Disclaimer from time to time. We will notify you of any changes by posting the new Disclaimer on this page. You are advised to review this Disclaimer periodically for any changes. Changes to this Disclaimer are effective when they are posted on this page. 6. Contact Us If you have any questions about this Disclaimer, please contact us at cricketquest@gmail.com. Cricket Quest Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketquest@gmail.com +91 (02) 238 77883 Praveen 114-100, Jagannath Shankar Seth Rd, Charni Road East, Girgaon Payment Partners Disclaimer CricketQuest is a fantasy sports platform intended for entertainment purposes only. Please play responsibly. Users must be 18 years or older to participate. Terms and conditions apply. This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "index": "CricketQuest - Ultimate Fantasy Cricket Experience Cricket Quest About Us How to Start FAQ Download Experience the Thrill with CricketQuest Join the Ultimate Fantasy Cricket Journey Why Choose CricketQuest &#128083; Exclusive Tournaments and Leagues &#128176; Win Real Cash Prizes &#127942; Compete with Top Players &#128187; User-Friendly Interface About Us At CricketQuest, we are passionate about cricket and dedicated to providing the best fantasy cricket experience for our users. Our team of cricket enthusiasts and tech experts works tirelessly to bring you exciting and engaging features that enhance your gaming experience. Founded in 2024, CricketQuest aims to become the leading fantasy cricket platform in India, offering a seamless blend of entertainment, competition, and rewards. We believe in the power of sports to bring people together and create unforgettable moments. Our mission is to create a community of cricket lovers who can share their passion, compete in thrilling contests, and win amazing prizes. We constantly innovate and improve our platform to ensure that you have the best possible experience. Join us on this exciting journey and be a part of the CricketQuest family. Whether you are a seasoned player or new to fantasy sports, we have something for everyone. Get ready to embark on an unforgettable adventure with CricketQuest. Download our app today and start playing! Download Why CricketQuest Stands Out &#9733; Innovative Gameplay Features &#128200; Real-Time Statistics and Updates &#128100; Strong Community Support &#127919; Regular Promotions and Bonuses &#128736; Advanced Security Measures &#128214; Comprehensive Learning Resources &#128161; User-Driven Innovations How to Start Playing Download the CricketQuest App from the official website. Sign up using your email or mobile number. Select your preferred cricket tournament or league. Create your fantasy team by selecting real-life players. Join contests and compete with other players. Track your team's performance in real-time and win rewards! Download Explore Our App How to Install the App Go to the official CricketQuest website and download the app. Open the downloaded file and click on \"Install\". If prompted, enable installation from unknown sources in your device settings. Wait for the installation to complete and open the app. Frequently Asked Questions How do I create an account? You can create an account by signing up with your email or mobile number on the app. Is CricketQuest free to play? Yes, CricketQuest is free to play. However, there are premium contests with entry fees. How do I join a contest? You can join a contest by selecting a tournament and creating your fantasy team. How can I withdraw my winnings? You can withdraw your winnings through the app by linking your bank account or payment method. Is my personal information secure? Yes, we use advanced security measures to protect your personal information and ensure your privacy. Can I play CricketQuest on multiple devices? Yes, you can log in to your account and play on multiple devices. What if I encounter technical issues? You can contact our support team through the app or the website, and we will assist you promptly. What Our Users Say \"CricketQuest has completely changed the way I enjoy cricket. The app is intuitive, and the competitions are thrilling!\" – Rahul Sharma \"I love the real-time updates and the community aspect of CricketQuest. It's a fantastic way to connect with other cricket fans.\" – Anjali Mehta \"Winning cash prizes while enjoying my favorite sport is amazing. CricketQuest is my go-to app for fantasy cricket!\" – Vikram Singh Download CricketQuest Phone Number: I agree to the Privacy Policy Download Now Cricket Quest Privacy Policy Terms Conditions Disclaimer cricketquest@gmail.com +91 (02) 238 77883 Praveen 114-100, Jagannath Shankar Seth Rd, Charni Road East, Girgaon Payment Partners Disclaimer CricketQuest is a fantasy sports platform intended for entertainment purposes only. Please play responsibly. Users must be 18 years or older to participate. Terms and conditions apply. This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "privacy-policy": "CricketQuest - Privacy Policy Cricket Quest About Us How to Start FAQ Download Privacy Policy 1. Introduction Welcome to CricketQuest. Your privacy is important to us. This Privacy Policy outlines how we collect, use, and protect your information when you visit our website or use our services. By accessing CricketQuest, you agree to the collection and use of your information in accordance with this policy. 2. Information We Collect We collect various types of information to provide and improve our services to you. This includes: Personal Information: Name, email address, phone number, and payment details. Usage Data: Information on how you access and use our website and services. Cookies and Tracking Technologies: Information collected through cookies and similar tracking technologies. 3. Use of Your Information We use the information we collect for various purposes, including: To provide and maintain our services. To notify you about changes to our services. To allow you to participate in interactive features of our service. To provide customer support. To gather analysis or valuable information so that we can improve our services. To monitor the usage of our services. To detect, prevent, and address technical issues. 4. Disclosure of Your Information We may share your information with third parties in the following situations: With service providers to monitor and analyze the use of our services. With business partners to offer you certain products, services, or promotions. To comply with legal obligations. To protect and defend our rights and property. 5. Security of Your Information We value your trust in providing us your personal information, thus we strive to use commercially acceptable means of protecting it. However, remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. 6. Children's Privacy Our services are not intended for use by children under the age of 18. We do not knowingly collect personal information from children under 18. If we become aware that we have collected personal information from a child under age 18 without verification of parental consent, we take steps to remove that information from our servers. 7. Data Transfer Your information, including personal data, may be transferred to – and maintained on – computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. 8. Your Data Protection Rights You have certain data protection rights. CricketQuest aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your personal data. If you wish to be informed about what personal data we hold about you and if you want it to be removed from our systems, please contact us. 9. Third-Party Services We may use third-party service providers to monitor and analyze the use of our services, to facilitate our services, and to assist us in analyzing how our services are used. These third parties have access to your personal data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose. 10. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. 11. Contact Us If you have any questions about this Privacy Policy, please contact us at cricketquest@gmail.com. Cricket Quest Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketquest@gmail.com +91 (02) 238 77883 Praveen 114-100, Jagannath Shankar Seth Rd, Charni Road East, Girgaon Payment Partners Disclaimer CricketQuest is a fantasy sports platform intended for entertainment purposes only. Please play responsibly. Users must be 18 years or older to participate. Terms and conditions apply. This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "terms-conditions": "CricketQuest - Terms and Conditions Cricket Quest About Us How to Start FAQ Download Terms and Conditions 1. Introduction Welcome to CricketQuest. These Terms and Conditions outline the rules and regulations for the use of CricketQuest's website and services. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use CricketQuest's website if you do not accept all of the terms and conditions stated on this page. 2. Definitions For the purposes of these Terms and Conditions: Company: Refers to CricketQuest. Service: Refers to the website and any related services offered by CricketQuest. User: Refers to any person who accesses or uses the Service. 3. User Responsibilities As a user of CricketQuest, you agree to: Provide accurate, current, and complete information about yourself as prompted by our registration form. Maintain the security of your password and identification. Notify us immediately of any unauthorized use of your account or any other breach of security. Accept all responsibility for any and all activities that occur under your account. 4. Prohibited Activities You agree not to engage in any of the following prohibited activities: Using the service for any illegal purpose. Uploading, posting, or transmitting any content that infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party. Transmitting viruses or any other harmful code. Attempting to interfere with the service to any user, host, or network. 5. Intellectual Property The Service and its original content, features, and functionality are and will remain the exclusive property of CricketQuest and its licensors. The Service is protected by copyright, trademark, and other laws of both the country and foreign countries. 6. Termination We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Upon termination, your right to use the Service will immediately cease. 7. Limitation of Liability In no event shall CricketQuest, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your use or inability to use the Service; (ii) any unauthorized access to or use of our servers and/or any personal information stored therein; and (iii) any interruption or cessation of transmission to or from our Service. 8. Indemnification You agree to defend, indemnify, and hold harmless CricketQuest and its licensee and licensors, and their employees, contractors, agents, officers, and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of your use and access of the Service, or a breach of these Terms. 9. Changes to These Terms We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. 10. Governing Law These Terms shall be governed and construed in accordance with the laws of the country, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding the Service. 11. Contact Us If you have any questions about these Terms, please contact us at cricketquest@gmail.com. Cricket Quest Cricket Champs Privacy Policy Terms Conditions Disclaimer cricketquest@gmail.com +91 (02) 238 77883 Praveen 114-100, Jagannath Shankar Seth Rd, Charni Road East, Girgaon Payment Partners Disclaimer CricketQuest is a fantasy sports platform intended for entertainment purposes only. Please play responsibly. Users must be 18 years or older to participate. Terms and conditions apply. This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "thank_page": "CricketQuest - Thank You for Your Request Thank You for Your Submission! Your request has been received successfully. Back to the Main Page"
  },
  "date": "2024-07-08T08:08:01.931Z"
}