{
  "name": "Fantasy_DreamCricketLeague",
  "pages": {
    "cookies": "Cookies - DreamCricket League We use cookies DreamCricket League uses cookies to improve your online experience. By continuing to use our website, you agree to the use of cookies in accordance with our privacy policy.. Accept Learn more Cookie Policy What are cookies? Cookies are small text files that are placed on your computer or mobile device when you visit a website. They allow the website to remember your preferences and store information about your interactions with the site How do we use cookies? We use cookies to improve your experience with our app and website. These cookies help us understand how you interact with our content and provide us with information about your preferences. The types of cookies we use are: Necessary cookies: These cookies are necessary for basic site and application functions such as authentication and security. Functional cookies: These cookies help us remember your preferences, such as your chosen language or region, to provide you with a personalized experience. Analytics cookies: These cookies allow us to analyze your interaction with our website and application to improve its functionality and offer more relevant content. Your consent to the use of cookies By continuing to use our app and website, you consent to the use of cookies in accordance with this policy. Manage cookies You can manage cookies in your browser settings, including blocking or deleting them. Please note that disabling cookies may affect the functionality and your experience of using our app and website. Contact Us If you have any questions or suggestions regarding our cookie policy, please contact us. Privacy Policy Disclaimer Terms of Use Cookies DreamCricketLeague@gmail.com Payment partners Disclaimer DreamCricket League is a fantasy sports game and has no affiliation with official cricket leagues or teams. Any similarities to real events or personalities are coincidental. The results of games in DreamCricket League are up to the imagination of the users and do not represent actual competition results. © 2024 DreamCricket League. All rights reserved.",
    "disclaimer": "Disclaimer - DreamCricket League We use cookies DreamCricket League uses cookies to improve your online experience. By continuing to use our website, you agree to the use of cookies in accordance with our privacy policy.. Accept Learn more Disclaimer We strive to provide current and accurate information in our app and website, but cannot guarantee its complete accuracy. We are not responsible for any errors or omissions in the content of the app and website. User Usage. Use of our app and website is at your own risk. We are not responsible for any loss or damage arising from the use or inability to use our app and website. External Links Our application and website may contain links to external sites that are not under our control. We are not responsible for the content of these sites or for any loss or damage resulting from the use of these sites. Changes to disclaimer We reserve the right to change or update this disclaimer at any time. We encourage you to check this page periodically for updates Contact Us If you have any questions or suggestions regarding this disclaimer, please contact us. Privacy Policy Disclaimer Terms of Use Cookies DreamCricketLeague@gmail.com Payment partners Disclaimer DreamCricket League is a fantasy sports game and has no affiliation with official cricket leagues or teams. Any similarities to real events or personalities are coincidental. The results of games in DreamCricket League are up to the imagination of the users and do not represent actual competition results. © 2024 DreamCricket League. All rights reserved.",
    "index": "DreamCricket League - Play fantasy cricket and win real prizes We use cookies DreamCricket League uses cookies to improve your online experience. By continuing to use our website, you agree to the use of cookies in accordance with our privacy policy.. Accept Learn more Welcome to DreamCricket League! Create your teams, compete and win in the best fantasy cricket league! DreamCricket League is your chance to immerse yourself in the world of cricket by creating teams of your favorite players, competing with friends and other fans, and winning incredible prizes. Whether you are a beginner or an experienced player, our app offers you a unique and exciting experience. Get App 50K+ Active Users $10K+ Daily Winnings $3M+ Prizes Distributed Get incredible bonuses with DreamCricket League! At DreamCricket League, we love to reward our players. Join us and get access to exclusive bonuses to help put you on the path to victory! Free $10 for signing up Get a $10 bonus when you sign up. Bonus $20 per invitation Get a $20 bonus for each friend you invite. 100% Deposit Bonus Get 100% bonus on your first deposit. Get incredible bonuses with DreamCricket League! Choose an upcoming match Choose an upcoming match that you like. Create your fantasy team Build your fantasy team using your knowledge of sports. Join competitions Participate in paid and practice competitions and win real prizes on Dream Cricket League. Indian Cricket In the 18th century, British sailors brought cricket to our country. In 1792, the first cricket club was founded and the Indian national team made its international debut on June 25, 1932, playing a Test match at Lord's Stadium. In the same year, India became the sixth team to be granted status to play Test matches. It was not until 20 years later, in 1952, that India scored its first victory in Test cricket. The Indian men's national team, also known among fans as the Men in Blue or Team India, represents the country on the international stage. The team is officially managed and overseen by the Board of Control for Cricket in India (BCCI), which is a full member of the International Cricket Council (ICC The first 50 years of Indian cricket were relatively quiet. It was only after the 1970s that stars like Sunil Gavaskar and Kapil Dev elevated the status of Indian cricket to a new level. India made their debut in ODI and T20 cricket in 1974 and 2006 respectively. About Us Welcome to DreamCricket League! At DreamCricket League, we combine passion for cricket and innovative technology to bring you an exciting and engaging fantasy cricket experience. Our app is designed for cricket fans of all levels, from beginners to experienced players. We aim to make fantasy cricket accessible and fun for everyone by providing a platform where everyone can test their skills in strategy and team management. We believe that every cricket fan deserves a chance to feel like a true captain of their team. Whether you are new to fantasy cricket or a seasoned strategist, DreamCricket League offers you a unique opportunity to test your skills and passion for cricket. Join us today and be a part of the best fantasy cricket community! Answers to Frequently Asked Questions What is DreamCricket League? DreamCricket League is a fantasy cricket platform where you can create your own teams of real players, participate in tournaments and win prizes. How to start playing DreamCricket League? Register in our app, create your profile, select an upcoming match and build your fantasy team. What types of tournaments are available? We offer different types of tournaments including daily, seasonal, paid and free practice tournaments. How do I get the welcome bonus? Upon registration, you will automatically receive a welcome bonus to your account that can be used to participate in tournaments. How can I invite friends and get a bonus for inviting them? In the “Invite Friends” section you will find a unique invitation link. Share it with your friends and you will get a bonus for each new registered player. How can I change my profile or settings? You can change your profile and settings in the Settings section of the app. What types of tournaments are available? Daily, seasonal and specialty tournaments are available in DreamCricket League. You can choose between free practice tournaments and paid contests with real prizes. What is the bonus for inviting friends? Invite your friends to join DreamCricket League and you will receive bonus points for each new player who registers on your recommendation. Your friends will also receive a welcome bonus. How do I make a deposit and withdraw my winnings? To make a deposit and withdraw your winnings, go to the “Wallet” section in the app, select the desired payment method and follow the instructions. We support various payment methods for your convenience. What security measures are in place at DreamCricket League? We use state-of-the-art encryption technology to protect our users' data and ensure the integrity of the games. Your personal and financial information is safe and secure. Download Dream Cricket League app I accept Privacy policy Download Privacy Policy Disclaimer Terms of Use Cookies DreamCricketLeague@gmail.com Payment partners Disclaimer DreamCricket League is a fantasy sports game and has no affiliation with official cricket leagues or teams. Any similarities to real events or personalities are coincidental. The results of games in DreamCricket League are up to the imagination of the users and do not represent actual competition results. © 2024 DreamCricket League. All rights reserved.",
    "policy": "Privacy Policy - DreamCricket League We use cookies DreamCricket League uses cookies to improve your online experience. By continuing to use our website, you agree to the use of cookies in accordance with our privacy policy.. Accept Learn more Privacy Policy DreamCricket League values your privacy and is committed to protecting your personal information. This privacy policy explains how we collect, use and protect your personal information when you use our app and website. Information Collected We may collect the following types of personal information when you use our app and website: - Information you provide to us when you register, including name, email address and other contact information. - Information about your use of the app and website, including your preferences, activity and interaction with content. Usage Information We use your personal information for the following purposes: - Providing and maintaining our app and website. - Personalizing your experience using our app and site. - Providing you with information about new features, products or services. - Analyzing your use of the app and website to improve our content and services. Disclosure of Information We do not sell, trade or share your personal information with third parties without your consent, except as described in this privacy policy. Information Security We take security measures to protect your personal information from unauthorized access, use or disclosure. However, please be aware that no method of data transmission over the Internet or method of electronic storage is 100% secure. Your Consent By using our app and website, you consent to our privacy policy. Privacy Policy Changes We reserve the right to change or update this privacy policy at any time. We encourage you to check this page periodically for updates. Contact Us If you have any questions or suggestions regarding our privacy policy, please contact us. Privacy Policy Disclaimer Terms of Use Cookies DreamCricketLeague@gmail.com Payment partners Disclaimer DreamCricket League is a fantasy sports game and has no affiliation with official cricket leagues or teams. Any similarities to real events or personalities are coincidental. The results of games in DreamCricket League are up to the imagination of the users and do not represent actual competition results. © 2024 DreamCricket League. All rights reserved.",
    "terms": "Terms and Conditions of Use - DreamCricket League We use cookies DreamCricket League uses cookies to improve your online experience. By continuing to use our website, you agree to the use of cookies in accordance with our privacy policy.. Accept Learn more Terms of Use Please read these Terms of Use carefully before using our DreamCricket League app and website. Acceptance of Terms By using our app and website, you agree to these Terms of Use fully and unconditionally. If you do not agree to these Terms of Use, please do not use our app and website. Changes to the Terms of Use We reserve the right to change or update these Terms of Use at any time. Please check this page periodically for changes. Continued use of our app and website after changes have been made confirms your acceptance of the updated Terms of Use. Restrictions of Use You agree to use our app and website only for lawful purposes and to comply with all applicable laws and regulations. Disclaimer DreamCricket League is not responsible for any loss or damage resulting from the use or inability to use our app and website. Third Party Links Our app and website may contain links to third party websites or services that are not under our control. We are not responsible for the content or privacy policies of those websites or services. Intellectual Property All content on our app and website is the property of DreamCricket League and is protected by intellectual property laws. Contact Us If you have any questions or suggestions regarding our Terms of Use, please contact us. Privacy Policy Disclaimer Terms of Use Cookies DreamCricketLeague@gmail.com Payment partners Disclaimer DreamCricket League is a fantasy sports game and has no affiliation with official cricket leagues or teams. Any similarities to real events or personalities are coincidental. The results of games in DreamCricket League are up to the imagination of the users and do not represent actual competition results. © 2024 DreamCricket League. All rights reserved.",
    "thanks": "Thank You! - DreamCricket League Thank you for downloading DreamCricket League! We are excited to welcome you to our fantasy cricket community! Thank you for trusting and choosing DreamCricket League for your gaming experience. Your journey begins now You now have the opportunity to create your own team, compete against other players and win real prizes! We are sure you will find a lot of fun and excitement in the world of DreamCricket League. Our team is always here to help you If you have any questions or problems, don't hesitate to contact our support team. We are here to help you at any time. Thanks again for choosing DreamCricket League! Enjoy the game and good luck on your cricketing adventure! Back"
  },
  "date": "2024-05-21T07:09:15.497Z"
}