{
  "name": "FantasyDreamTeamIndia",
  "pages": {
    "policy": "Privacy Policy: Your Security and Confidentiality Matters at Fantasy Dream Team. Home About Us How to play Players Ratings Download App Privacy Policy At Fantasy Dream Team, we are committed to protecting your privacy and ensuring the security of your personal information while using our website and mobile application. This Privacy Policy outlines the type of information we collect, how we use it, and how we protect it. 1. Information We Collect When you register an account with Fantasy Dream Team, we collect certain personal information such as your name, email address, and phone number. We also collect information related to your use of our platform, including your preferences, settings, and interactions with other users. Additionally, we may collect information about your device, such as your IP address, browser type, and operating system, to improve our services and better understand our users' needs. 2. How We Use Your Information We use the information we collect for various purposes, including: - To provide and personalize our services to meet your specific needs - To communicate with you regarding updates, promotions, and other relevant information - To improve our platform and enhance user experience - To protect the security and integrity of our platform We may also use your information for marketing purposes, such as sending you targeted advertisements based on your preferences and interactions with our platform. 3. Sharing Your Information We do not sell, trade, or rent your personal information to third parties without your consent. However, we may disclose your information to trusted service providers who assist us in operating our platform, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. We may also share your information to comply with legal obligations, enforce our site policies, or protect the rights, property, or safety of Fantasy Dream Team, our users, or others. 4. Security of Your Information We take the security of your personal information seriously and have implemented measures to protect it from unauthorized access, disclosure, alteration, and destruction. We use industry-standard encryption technologies to safeguard your data and ensure its confidentiality. While we strive to protect your information, no method of transmission over the Internet or electronic storage is 100% secure. Therefore, we cannot guarantee the absolute security of your information. 5. Cookies We use cookies to enhance your experience on our platform by storing certain information about your preferences and activities. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your web browser (if you allow) that enables the site's systems to recognize your browser and capture and remember certain information. By using our platform, you consent to the use of cookies in accordance with our Privacy Policy. 6. Third-Party Links Occasionally, we may include third-party links on our platform. These third-party sites have separate and independent privacy policies, and we have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our platform and welcome any feedback about these sites. 7. Children's Privacy Our platform is not intended for children under the age of 18. We do not knowingly collect or solicit personal information from children, and if we learn that we have collected personal information from a child under 18, we will promptly delete that information. 8. Changes to Privacy Policy We reserve the right to update or modify this Privacy Policy at any time without prior notice. Any changes will be posted on this page, and your continued use of our platform after any modifications indicate your acknowledgment and acceptance of the updated Privacy Policy. 9. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at fantasydreamteam@gmail.com. By using Fantasy Dream Team, you agree to the terms outlined in this Privacy Policy. Thank you for trusting us with your information. Home About Us How to play Players Ratings Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "terms": "Terms of Use: Guidelines for Playing and Enjoying Fantasy Cricket on Fantasy Dream Team. Home About Us How to play Players Ratings Download App Terms & Conditions Welcome to Fantasy Dream Team! These Terms of Use govern your access to and use of the Fantasy Dream Team application and services. By using our application, you agree to these Terms of Use. 1. Eligibility You must be at least 18 years old to use the Fantasy Dream Team application in India. By using our application, you confirm that you are at least 18 years old and legally eligible to enter into a contract with us. 2. Registration To use our application, you must create an account with us. You agree to provide accurate and complete information during the registration process. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 3. User Conduct You agree to use the Fantasy Dream Team application in compliance with all applicable laws and regulations. You may not use our application for any illegal or unauthorized purpose. You may not engage in any conduct that disrupts or interferes with the normal functioning of our application. 4. Content You are solely responsible for any content that you upload or post on the Fantasy Dream Team application. You agree not to post any content that is illegal, offensive, or infringes on the rights of others. We reserve the right to remove any content that violates these Terms of Use. 5. Intellectual Property All intellectual property rights in the Fantasy Dream Team application, including the design, graphics, and text, are owned by us. You may not use, reproduce, or distribute any of our intellectual property without our prior written consent. 6. Privacy We collect and use your personal information in accordance with our Privacy Policy. By using the Fantasy Dream Team application, you consent to our collection and use of your personal information as described in the Privacy Policy. 7. Termination We reserve the right to terminate your access to the Fantasy Dream Team application at any time, for any reason. You may also terminate your account with us at any time by contacting customer support. 8. Disclaimer of Warranties The Fantasy Dream Team application is provided \"as is\" and \"as available\" without any warranties of any kind. We do not guarantee the accuracy, completeness, or reliability of any information on our application. 9. Limitation of Liability We are not liable for any indirect, incidental, special, or consequential damages arising out of your use of the Fantasy Dream Team application. In no event shall our liability exceed the amount paid by you to use our application. 10. Changes to Terms of Use We reserve the right to update these Terms of Use at any time without prior notice. By continuing to use the Fantasy Dream Team application, you agree to be bound by the revised Terms of Use. By using the Fantasy Dream Team application, you agree to these Terms of Use. If you do not agree with any of these terms, please do not use our application. Thank you for choosing Fantasy Dream Team! You can always contact us by email fantasydreamteam@gmail.com. Home About Us How to play Players Ratings Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "thanks": "Thank You for Joining Fantasy Dream Team - Let the Fantasy Cricket Begin! Your application is already under consideration! Good luck in the matches and thank you for being with us! Home",
    "cookies": "Cookies Policy: Understanding How We Use Cookies to Enhance Your Experience on Fantasy Dream Team. Home About Us How to play Players Ratings Download App Cookies Policy This Cookie Policy explains how Fantasy Dream Team, operated by Dream Sports, uses cookies and similar technologies to provide you with an optimal experience when you use our website and mobile application. What are cookies? Cookies are small text files that are placed on your device when you visit a website or use a mobile application. Cookies are created by the web server when you access a website or use an application and are stored on your device for a certain period of time. Cookies contain information that can be used by the website or application to enhance your browsing experience and provide personalized content. How do we use cookies? We use cookies for various purposes, including: - Providing personalized content: We use cookies to remember your preferences and personalize your experience on our website and mobile application. - Improving website performance: We use cookies to analyze how users interact with our website and mobile application to optimize performance and usability. - Tracking user behavior: We use cookies to track user behavior on our website and mobile application to understand how users navigate our platform and improve our services. - Targeted advertising: We use cookies to display targeted advertisements based on your interests and browsing behavior. Types of cookies we use There are different types of cookies that we use on our website and mobile application: - Essential cookies: These cookies are necessary for the operation of our website and mobile application. They enable basic functions such as page navigation and access to secure areas of the website. - Functional cookies: These cookies allow us to remember your preferences and provide enhanced features and personalized content. - Analytical cookies: These cookies help us analyze how users interact with our website and mobile application to improve performance and usability. - Advertising cookies: These cookies are used to display targeted advertisements based on your interests and browsing behavior. Third-party cookies We may also use third-party cookies on our website and mobile application. These cookies are set by third-party service providers to provide additional services, such as analytics, advertising, and social media integration. Third-party cookies are subject to the privacy policies of the respective service providers. Managing cookies You can control and manage cookies on your device by adjusting your browser settings. You can choose to accept or reject cookies or set preferences for specific types of cookies. Please note that disabling cookies may affect your browsing experience and limit the functionality of our website and mobile application. Changes to this Cookie Policy We reserve the right to update and modify this Cookie Policy at any time. Any changes to this policy will be posted on our website and mobile application. By continuing to use our services, you agree to the updated Cookie Policy. Contact us If you have any questions or concerns about our Cookie Policy, please contact us at fantasydreamteam@gmail.com. Thank you for using Fantasy Dream Team! Home About Us How to play Players Ratings Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "index": "Welcome to Fantasy Dream Team: Your Ultimate Destination for Fantasy Cricket. Home About Us How to play Players Ratings Download App Assemble your dream squad and win the biggest cricket championships! DOWNLOAD APP Technical support 24/7 Support for the application from developers Easy entry into the game About Us Fantasy Dream Team is a unique site that offers players the opportunity to create their own teams in the game of cricket. We offer a wide range of games and tournaments in which you can participate and compete with other participants. Our Fantasy Dream Team site has become popular among cricket lovers in India due to its fun and exciting gaming concept. We offer a unique cricket experience where you can use your knowledge of the sport and think strategically to create a strong team and win matches. One of the features of our site is the ability to create your own Dream Team by selecting the best players from various teams and participating in tournaments. You can compete with other participants and earn points based on the performance of your players in real life. We are constantly updating our site with new games, tournaments and features to make your gaming time even more exciting and interesting. We also have an opportunity to participate in weekly competitions and win exciting prizes. Our Fantasy Dream Team site also offers many convenient features that will help you manage your team and follow the live results. We also offer detailed player and team statistics to help you make informed decisions when choosing your team lineup. We take the security and privacy of our players’ data very seriously, so you can rest assured that your personal data will be kept safe and private. If you are a cricket fan and want to test your skills and knowledge in this exciting game, then our Fantasy Dream Team site is perfect for you. Join us today and enjoy the exciting world of fantasy cricket! How to play Fantasy Dream Team is an exciting online game that allows participants to create virtual teams, take part in tournaments and competitions, make predictions on sporting events and win real prizes. The fantasy cricket website Fantasy Dream Team in India offers a unique opportunity to immerse yourself in the world of cricket and experience yourself as a team owner. Fantasy cricket is a very popular game among cricket fans around the world. Participation in such competitions allows fans of this sport to demonstrate their knowledge and strategic thinking, as well as enjoy the competition of virtual teams. On the Fantasy Dream Team website, participants can create their own teams of professional cricket players, taking into account their successes and past achievements. Each player has his own rating and value, which must be taken into account when creating a team. Participants can also participate in various leagues and tournaments, where they will compete with other players for prizes. One of the main advantages of Fantasy Dream Team is the ability to play in real time with friends and acquaintances. Participants can create their own leagues, invite their friends to them and compete for the title of the best team. This is a great way to spend time with friends, discuss the latest cricket news and see who is the best at this sport. Another interesting aspect of Fantasy Dream Team is the ability to make predictions on the results of matches and events in the world of cricket. Participants can win additional bonuses and rewards by guessing the correct events and results. This adds excitement and the opportunity to increase your winnings in the game. The fantasy cricket site Fantasy Dream Team in India offers participants a wide range of game modes and the opportunity to compete with players from different countries and regions of the world. There is a place for both beginners and experienced players who know all the intricacies and strategies of virtual competitions. Regardless of your level of training and experience, Fantasy Dream Team offers a unique opportunity to dive into the world of cricket, try yourself as a team owner and change the results of matches in your favor. Here you will find everything you need for an exciting and exciting game that will allow you to truly feel the excitement of sports and competition. Don't miss the chance to become part of the exciting world of cricket and join the Fantasy Dream Team right now. Create your team, take part in tournaments and competitions, make predictions on the results of matches and win incredible prizes. An exciting journey through the world of virtual sports competitions awaits you, where victory depends only on you! Players The best and most popular players in the Fantasy Dream Team cricket app Virundra Jadeja Virundra Jadeja is one of the best players in the Fantasy Dream Team app in India. He is one of the most experienced players, has a unique style of play and understands the game well. Player Stats: Virundra Jadeja is one of the best bowlers in the world and has impressive stats. He knows how to control the speed and direction of the ball, which makes him very effective on the field. His ability to bowl different types of balls makes him even more dangerous for the opponents. He can easily fool the batsmen and make them make mistakes. Player Attributes: Virundra Jadeja has outstanding skills and abilities that make him one of the best players in the world. He has a great sense of the game and often makes the right decisions on the field. He also has excellent fitness and stamina, which allows him to play at a high level for a long time. Rohit Sharma: Rohit Sharma is one of the leading openers in the world and one of the best players in the Fantasy Dream Team app. He has an incredible feel for the ball and is capable of playing in all formats of cricket. Player Stats: Rohit Sharma has an impressive stats in international cricket. He holds the record for the highest individual score in one-day games and eight hundreds in one-day matches. His ability to play at a high level in different conditions and against different types of bowlers makes him one of the most reliable players in the team. Player Attributes: Rohit Sharma has immense talent and ability that makes him one of the best players in the world. He has an excellent eye for the ball and can easily adapt to any playing conditions. His ability to play in various positions in the team lineup makes him a very valuable player for any team. Lokesh Rahul Lokesh Rahul is one of the most talented players in Indian cricket and one of the best players in the Fantasy Dream Team app. He is an all-rounder who can play in a variety of positions and combine attack with defence. Player Stats: Lokesh Rahul has an outstanding record in international matches and has some impressive achievements to his credit. He is an excellent open batsman and can score runs in both Test and One-Day games. His ability to adapt to different conditions and play in a variety of positions makes him a very valuable player for any team. Player Attributes: Lokesh Rahul has a great feel for the game and the ability to make quick decisions on the field, which makes him a very effective player. He also has excellent defensive and attacking skills, which allows him to be useful in any situation on the field. His unique feel for the ball and ability to play different formats of cricket make him one of the best players in the world and a great choice for your Fantasy Dream Team. Ratings 1. CricketFan23 4,567 points 2. Dream11King 4,312 points 3. FantasyGuru007 3,987 points 4. IPLlover99 3,789 points 5. TeamIndiaCaptain 3,621 points 6. CricketCrazy22 3,456 points 7. FantasyChamp88 3,234 points 8. SuperSixes10 2,987 points 9. FantasyCaptain11 2,765 points 10. CricketFever12 2,543 points Application visualization 1. Open the Google Play Store on your Android device or the App Store on your iOS device. 2. Type \"Fantasy Dream Team\" in the search bar and find the app in the search results. 3. Tap on the app icon and then tap on the \"Install\" button to begin downloading and installing. 4. Once the download is complete, open the app and follow the steps to set up your account and create your team. 5. Now you can start playing fantasy cricket with Fantasy Dream Team and enjoy playing with your own custom squad. Download Fantasy Dream Team app I accept Privacy Policy GET APP LINK Home About Us How to play Players Ratings Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+"
  },
  "date": "2024-07-10T14:48:17.053Z"
}