{
  "name": "FantasyPitch",
  "pages": {
    "disclaimers": "FantasyPitch - Disclaimer and Legal Information FantasyPitch HOME ABOUT US Disclaimers Limitation of Liability We strive to provide accurate and reliable information on FantasyPitch, but we do not guarantee the accuracy, completeness, or reliability of any content. We are not liable for any losses or damages arising from your reliance on information obtained through our website or services. Use of Information The information provided on FantasyPitch is for informational purposes only. We do not provide financial, legal, or medical advice. You are responsible for evaluating the accuracy and appropriateness of any information provided on our site. Third-Party Links FantasyPitch may contain links to third-party websites or services that are not owned or controlled by us. We are not responsible for the content, privacy policies, or practices of these third-party sites. Your interactions with these sites are subject to their own terms and policies. Changes to Content We reserve the right to modify, update, or remove content on FantasyPitch at any time without prior notice. We do not guarantee that our website will be free from errors, interruptions, or omissions. The FantasyPitch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyPitch fantasypitch@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The FantasyPitch platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "terms-conditions": "FantasyPitch - Terms and Conditions FantasyPitch HOME ABOUT US Terms and Conditions Introduction Welcome to FantasyPitch's Terms and Conditions. These terms govern your use of our website and services. By accessing or using FantasyPitch, you agree to comply with these terms and our policies. Account Registration When you register an account with FantasyPitch, you agree to provide accurate and complete information. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. Use of Services You agree to use FantasyPitch for lawful purposes only and in compliance with applicable laws and regulations. You may not engage in activities that disrupt or interfere with our services or violate the rights of others. Intellectual Property All content and materials on FantasyPitch, including logos, graphics, and text, are owned or licensed by us and are protected by intellectual property laws. You may not use our content without our prior written consent. Limitation of Liability We strive to provide accurate and reliable information, but we do not guarantee the accuracy, completeness, or reliability of any content on FantasyPitch. We are not liable for any losses or damages arising from your use of our services. Changes to Terms We may update these Terms and Conditions periodically to reflect changes in our services or legal requirements. We will notify you of any material changes. Continued use of FantasyPitch after such changes constitutes your acceptance of the revised terms. The FantasyPitch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyPitch fantasypitch@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The FantasyPitch platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "FantasyPitch - Thank You FantasyPitch HOME ABOUT US Thank You! Thank you for your participation with FantasyPitch! We appreciate your support and engagement in our fantasy cricket games. Stay tuned for more updates and exciting contests. Join FantasyPitch today and continue enjoying the ultimate fantasy cricket experience. Back to Home The FantasyPitch website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyPitch fantasypitch@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own work. The FantasyPitch platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment opportunity or income opportunity on the platform. Please play responsibly and at your own risk.The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  },
  "date": "2024-07-22T11:21:39.487Z"
}