{
  "name": "Fantasy_CricketKings",
  "pages": {
    "cookies": "Cookie Policy - Cricket Kings About us Previews F.A.Q. Download app We use cookies! Our website uses cookies to improve your experience. By continuing to use our website, you agree to our Cookie Policy. Find out more about our cookies and how we manage them in our Cookie Policy. I agree Cookie Policy Welcome to Cricket Kings' Cookie Policy page. Below is a summary of how we use cookies and similar technologies on our website and app. What are cookies? Cookies are small text files that are stored on your device when you use websites or apps. They are used to collect information about your activity and preferences to improve your user experience and provide personalized content. How we use cookies? We use cookies and similar technologies for the following purposes: -Storing your preferences and customizations. - Analyzing your behavior and preferences to improve our application and provide you with more relevant content. - Providing personalized advertising and marketing messages. Your Rights You have the right to manage the use of cookies on your device, including blocking or deleting them. Please note that disabling cookies may affect the functionality and performance of the application. Consent to the use of cookies By using our app, you consent to the use of cookies and similar technologies in accordance with our Cookie Policy. Contact Us If you have any questions or comments about our Cookie Policy, please contact us at CricketKings@gmail.com This Cookie Policy is effective as of the date it is posted and remains in effect until modified or withdrawn. Privacy Policy Disclaimer Terms of Use Cookies CricketKings@gmail.com Payment partners © 2024 Cricket Kings. All rights reserved.",
    "disclaimer": "Disclaimer - Cricket Kings About us Previews F.A.Q. Download app We use cookies! Our website uses cookies to improve your experience. By continuing to use our website, you agree to our Cookie Policy. Find out more about our cookies and how we manage them in our Cookie Policy. I agree Disclaimer Welcome to the Cricket Kings Disclaimer page. Below are the main terms and conditions relating to the use of our app. Limitation of Liability Use of the Cricket Kings app is at your own risk. We are not responsible for any loss, damage or problems arising from the use of our app. Legal Disclaimer Nothing on this website should be construed as legal advice. We are not legal professionals and any information provided on this website does not constitute legal advice. If you have questions about legal matters, please consult a qualified attorney. Accuracy of information We make every effort to ensure that the information provided in our app is accurate and reliable, however we do not guarantee the completeness or currency of this information. We will not be liable for any loss or damage resulting from actions based on the information provided in the app. Links to third-party resources Our app may contain links to third-party websites or resources that are beyond our control. We are not responsible for the content of these resources or for any loss or damage resulting from your use of or reliance on them. Changes and updates We reserve the right to make changes to the terms and conditions of our app at any time without notice. An updated version of the terms and conditions will be published on our website and you are advised to check them regularly for changes. Acceptance of terms and conditions By using our app, you agree to these terms and conditions. If you do not agree to any part of these terms and conditions, please stop using the app. Contact Us If you have any questions or comments regarding our terms and conditions, please contact us at CricketKings@gmail.com These terms and conditions are effective upon posting and shall remain in effect until modified or withdrawn. Privacy Policy Disclaimer Terms of Use Cookies CricketKings@gmail.com Payment partners © 2024 Cricket Kings. All rights reserved.",
    "index": "The fascinating world of cricket - Cricket Kings About us Previews F.A.Q. Download app We use cookies! Our website uses cookies to improve your experience. By continuing to use our website, you agree to our Cookie Policy. Find out more about our cookies and how we manage them in our Cookie Policy. I agree Embark on an amazing journey together with Cricket Kings Play, compete and immerse yourself in the unique experience of fantasy of cricket right now. Install the application Over 1m downloads 500k players 10k wins per day Round-the-clock support Regular updates Safe payment methods About Us We are a collective of talented developers, designers and passionate cricket fans. Our story began with a shared love for this amazing sport and a desire to bring fun to millions of cricket fans around the world. Our mission is to bring virtual cricket into a new era where players can become active participants, not just spectators. We strive to create games that recreate the atmosphere of real stadiums, inspire great feats and allow everyone to feel a part of great sporting events. Our team is made up of people whose passion for cricket transcends all boundaries. We work together to exceed our players' expectations and create a unique playing experience that will delight and inspire. We take pride in the fact that our game connects people from all corners of the planet in a united cricketing community. Our goal is not only to entertain, but to bring people together to enjoy the game together,even at a distance. Join us and let's create the future of cricket together in the world of virtual reality! Get app Why we 1. Passion for cricket We are here because of our deep passion for cricket. Each of us is a true fan of this exciting sport, and our job is not just a job, but an opportunity to bring joy to millions of fans around the world. 2. Innovation and Quality We are constantly striving for innovation and quality. Our goal is to create games that not only entertain but inspire, making players experience incredible moments and feel part of a cricketing legend. 3. Community & Engagement We value every player and strive to create a space where everyone feels part of our cricket community. We pay attention to feedback and actively engage with our players to fulfill their needs and suggestions. 4. Development and Growth We do not stand still. We are constantly evolving and improving our products to offer players something new and exciting every time. Our goal is to be leaders in the world of fantasy cricket and offer the best gaming solutions to our users. 5. Professionalism and openness We strive for high professionalism in everything we do. Our team consists of experienced professionals who are ready to take on challenges and solve the most difficult problems. We are open to feedback and always ready to listen to our players' opinions to make our products even better. 6. Taking care of our users Our players are our top priority. We strive to create a comfortable and safe space for all our users. We provide quality support and are always ready to help solve any questions or problems that arise. Cricket Kings app previews Download Cricket Kings Reviews Rajesh Kumar Wonderful app! Really liked the graphics and gameplay. Happy to play every day! Priyanka Sharma Great fun! A bit difficult in the beginning but then it becomes very addictive. I recommend it! Arjun Patel Super game! Great way to spend time with friends. Love that you can play together! Meghana Gupta The game is good, but sometimes there are minor connectivity issues. Hope the developers will fix it. Shivam Jain Very cool app! Really like how the game is implemented with different modes and features. Thanks to the developers! Frequently Asked Questions How do I start the game? To start the game, simply download our app from the App Store or Google Play, then create an account and start playing! Is it possible to play the game for free? Yes, our app is available to download for free and most game features are also free. However, some additional features may require paid subscriptions or in-app purchases. Which platform is supported? Our app is available for iOS and Android devices. Can I play the game in offline mode? Yes, some game modes support offline play, but full functionality requires an internet connection. How can I contact support? You can contact our support team through the “Contact Us” section in our app or on our website. How can I change my profile or settings? You can change your profile and settings in the Settings section of the app. Do you have the option to play with friends? Yes, you can invite friends and play with them in our game. How often is the game updated? We regularly release updates with new content, bug fixes and performance improvements. Please keep an eye on the App Store or Google Play for our updates. Do you have the ability to sync the game across devices? Yes, you can synchronize your game progress across devices using your account. How can I get additional features or items in the game? You can get additional features or items in the game by purchasing them within the app or by earning them in-game. Download Cricket Kings app I accept Privacy policy Download Privacy Policy Disclaimer Terms of Use Cookies CricketKings@gmail.com Payment partners © 2024 Cricket Kings. All rights reserved.",
    "policy": "Privacy Policy - Cricket Kings About us Previews F.A.Q. Download app We use cookies! Our website uses cookies to improve your experience. By continuing to use our website, you agree to our Cookie Policy. Find out more about our cookies and how we manage them in our Cookie Policy. I agree Privacy Policy Welcome to the Cricket Kings Privacy Policy page. Below is a summary of how we collect, use, protect and disclose your personal information when you use our app. Collection and use of information We may collect various types of information when you use our Cricket Kings app, including: - Information you provide when you create an account, such as your username, email address and other contact information. - Automatically collected information, including app usage data such as app login dates and times, game activity, and device technical data. - We use the information collected to improve the functionality and performance of our app, to personalize the user experience, and to ensure the safety and protect the rights and interests of our users. Information Sharing We may disclose your personal information to third parties only in the cases described in our Privacy Policy or in compliance with laws and security regulations. Data Security We make every effort to keep your personal information secure by using appropriate data protection practices and technical security measures. Policy Changes We may make changes to our Privacy Policy from time to time. An updated version will be posted on this page and you will be notified of changes if required by law. Contacting us If you have any questions or comments about our Privacy Policy, please contact us at CricketKings@gmail.com This Privacy Policy is effective as of the date of publication and remains in effect until modified or withdrawn. Privacy Policy Disclaimer Terms of Use Cookies CricketKings@gmail.com Payment partners © 2024 Cricket Kings. All rights reserved.",
    "terms": "Terms of Use - Cricket Kings About us Previews F.A.Q. Download app We use cookies! Our website uses cookies to improve your experience. By continuing to use our website, you agree to our Cookie Policy. Find out more about our cookies and how we manage them in our Cookie Policy. I agree Terms of Use Please read these Terms of Use carefully before you start using our Cricket Kings app. By using our app, you agree to these Terms of Use fully and unconditionally. If you do not agree to any part of these Terms of Use, please do not use our app. Rights and Responsibilities - You agree to use our app in accordance with applicable laws and regulations. - You are responsible for the security of your account and password. - You agree not to use our app for illegal or malicious purposes. - We reserve the right to modify, suspend or discontinue our app at any time without notice. Waiver of warranties Our app is provided on an “as is” basis and we make no warranties as to its operation or availability. We also do not warrant that our app will meet your expectations or requirements. Limitation of Liability We are not liable for any loss or damage arising from the use of our app, including direct, indirect, incidental or other types of damages. Changes and Updates We may make changes to our Terms of Use from time to time. An updated version will be posted on this page and you will be notified of changes if required by law. Contact us If you have any questions or comments regarding our Terms of Use, please contact us at CricketKings@gmail.com These Terms of Use are effective as of the date of publication and will remain in effect until modified or withdrawn. Privacy Policy Disclaimer Terms of Use Cookies CricketKings@gmail.com Payment partners © 2024 Cricket Kings. All rights reserved.",
    "thanks": "Thank you for your installation! - Cricket Kings Thank you for choosing Cricket Kings! We are very grateful to you for downloading our Cricket Kings app! Now you are part of our exciting world of cricket, where everyone can become a true king of the field. Join millions of players around the world and experience the incredible emotions and impressions of cricket right on your device! Regards, Cricket Kings team Back"
  },
  "date": "2024-05-15T08:33:00.498Z"
}