{
  "name": "FantasyCricketUniverseIndia",
  "pages": {
    "cookies": "Fantasy Cricket Universe India's Fantasy Cricket Cookies Policy: Ensuring Privacy and Security. Home About Us How to play Players Reviews Download App Cookies Policy This Cookies Policy explains what cookies are and how we use them. You should read this policy so you can understand what type of cookies we use, the information we collect using cookies and how that information is used. For further information on how we use, store and keep your personal data secure, see our Privacy Policy. 1. What are cookies? Cookies are small text files that are used to store small pieces of information. They are stored on your device when the website is loaded on your browser. These cookies help us make the website function properly, make it more secure, provide better user experience, and understand how the website performs and to analyze what works and where it needs improvement. 2. How do we use cookies? As most of the online services, our website uses cookies first-party and third-party cookies for a number of purposes. The first-party cookies are mostly necessary for the website to function the right way, and they do not collect any of your personally identifiable data. The third-party cookies used on our websites are used mainly for understanding how the website performs, how you interact with our website, keeping our services secure, providing advertisements that are relevant to you, and all in all providing you with a better and improved user experience and help speed up your future interactions with our website. 3. What types of cookies do we use? - Essential: Some cookies are essential for you to be able to experience the full functionality of our site. They allow us to maintain user sessions and prevent any security threats. They do not collect or store any personal information. For example, these cookies allow you to log-in to your account and add products to your basket and checkout securely. - Statistics: These cookies store information like the number of visitors to the website, the number of unique visitors, which pages of the website have been visited, the source of the visit, etc. These data help us understand and analyze how well the website performs and where it needs improvement. - Marketing: Our website displays advertisements. These cookies are used to personalize the advertisements that we show to you so that they are meaningful to you. These cookies also help us keep track of the efficiency of these ad campaigns. - The information stored in these cookies may also be used by the third-party ad providers to show you ads on other websites on the browser as well. 4. How can I control the cookie preferences? Should you decide to change your preferences later through your browsing session, click on the \"Privacy & Cookie Policy\" tab on your screen. This will display the consent notice again enabling you to change your preferences or withdraw your consent entirely. 5. Data protection For further information about how we use personal data collected by cookies and other tracking technologies, please refer to our Privacy Policy posted on the Site. This Cookie Policy is part of and is incorporated into our Privacy Policy. By using the Site, you agree to be bound by this Cookie Policy and our Privacy Policy. 6. Contact Us If you have any questions about our use of cookies, you can contact us fantasycricketuniverse@gmail.com. Home About Us How to play Players Reviews Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "index": "Welcome to Fantasy Cricket Universe: Where dreams of epic cricket glory come to life! Home About Us How to play Players Reviews Download App Play your favorite sport right on your phone GET APP LINK Modern tactics Famous players Ongoing technical support About Us Fantasy Cricket Universe - Your Source for Fantasy Cricket in India! Fantasy Cricket Universe is one of the most popular sites for fantasy cricket lovers in India. We offer a wide range of games and tournaments where you can create your own teams, manage them and compete with other players. Our site offers a unique fantasy cricket experience that provides excitement, thrill and the chance to win prizes. Our Features: 1. Wide Range of Tournaments: At Fantasy Cricket Universe, you will find a variety of tournaments to participate in including IPL, BBL, PSL, T20 World Cup and more. You can choose between different game formats and difficulty levels to customize the game. 2. Create Your Own Team: You can create your own team of the best cricketers in the world and compete with other players for the prizes. Choose players based on their form, preferences and tactics. 3. Real Stats and Results: Our site provides players with access to real statistics and match results, making the game even more realistic and exciting. 4. Daily and Weekly Prizes: We offer players the chance to win prizes every day and every week, including cash, bonuses and gifts. Take part in our contests and promotions to increase your chances of winning. 5. Tips and Strategies: Our site provides players with useful tips and strategies to improve their results in the game. We give advice on player selection, game tactics and team management. Fantasy Cricket Universe is a place where you can take part in exciting fantasy cricket tournaments, enjoy the excitement of the game and win prizes. Join our community today and start your journey to victory! How to play Fantasy Cricket is a game that has become popular among cricket fans all over the world. Fantasy Cricket is a virtual version of real cricket where you can create your own teams, participate in various tournaments and competitions, make predictions on matches and even win prizes. India Fantasy Cricket Universe is one of the popular sites where you can play fantasy cricket and enjoy the excitement and thrill of the game. How to start playing? To start playing on the India Fantasy Cricket Universe website, you will need to register on the site and create your account. After that, you can start creating your team and participating in various tournaments and competitions. It is important to select players for your team in such a way that they can score as many points as possible. How to create virtual teams? When creating virtual teams on the India Fantasy Cricket Universe website, you need to consider several important points. Your team should be balanced, consist of players from different positions and have a good chance of winning. You also need to consider the form of the players, their past performances and tournament prospects. Remember that you need to stick to the budget that is given to you for making your team. So make your choices carefully and thoughtfully. Also, don’t forget to follow the current news and updates in the world of cricket to stay updated with the latest developments and changes. Participating in Tournaments and Competitions On the India Fantasy Cricket Universe website, you can participate in various tournaments and competitions where your teams will compete with other players. This is a great way to test your cricket skills and knowledge, as well as try your luck and ability to predict the results of matches. Match Predictions Playing fantasy cricket also includes the ability to make match predictions. You can predict the team’s victory, the number of runs scored, the top scorer, and many other aspects of the game. This adds extra excitement and interest to the game and also allows you to test your analytical skills and ability to predict the outcome of matches. Winning Prizes On the India Fantasy Cricket Universe website, you also have the opportunity to win various prizes and awards for successful performance in tournaments and competitions. These can be cash prizes, gift certificates, match tickets and much more. Take your team to the top and get the rewards you deserve for your efforts and talent in fantasy cricket. Playing fantasy cricket at India Fantasy Cricket Universe is an exciting entertainment for cricket fans who want to experience themselves as a team manager and a predictor of matches. Here you will find many opportunities to play, compete, predict and win prizes. Do not deny yourself the pleasure of experiencing the excitement of playing fantasy cricket at India Fantasy Cricket Universe. Best players Virat Kohli Place of Birth: Delhi, India Bio: Virat Kohli is one of the most successful captains of the Indian team and is known for his amazing batting ability. He is also one of the most consistent batsmen in international cricket. Traits: Virat Kohli has amazing tenacity and focus on the field. He has a high batting technique and is able to play in a variety of conditions. Mahendra Singh Dhoni Place of Birth: Ranchi, India Bio: Mahendra Singh Dhoni, also known as MS Dhoni, is a legend of modern cricket. He was a successful captain of the Indian team and is known for his incredible batting ability. Traits: MS Dhoni is known for his intuitive decisions on the field and his ability to control the game. He is also an excellent batsman and a wonderful defender. Jasprit Bumrah Place of Birth: Ahmedabad, India Bio: Jasprit Bumrah is one of the best young bowlers in world cricket. He is renowned for his unique action and ability to generate high speed. Traits: Jasprit Bumrah has excellent ball control and the ability to slow down or speed up the pace depending on the conditions. He is also known for his successful performances at key moments in matches. Reviews Mira \"Fantasy Cricket Universe is by far the best fantasy cricket app I have come across. The interface is user-friendly and the variety of leagues and contests is extensive. It is a great way to enhance your cricket watching experience and I highly recommend it to all cricket enthusiasts.\" Amir \"I have been using Fantasy Cricket Universe for a while now and I have to say, it has completely changed the way I watch cricket. The app offers a wide range of players to choose from and the scoring system is fair and transparent. It is a must-have for any cricket fan looking to add an extra layer of excitement to the game.\" Jaya \"Fantasy Cricket Universe has truly revolutionized the way I engage with cricket matches. The app is well-designed, easy to navigate, and offers a seamless fantasy cricket experience. I love the thrill of creating my own team and competing against my friends . It has added a whole new dimension to my love for cricket.\" What our application looks like 1. Go to Google Play Store or Apple App Store on your mobile device. 2. In the search section, type \"Fantasy Cricket Universe\" and find the app. 3. Click on the \"Install\" button and wait for the download to complete. After that, you can launch the app and start using it to play fantasy cricket. Download Fantasy Cricket Universe app I accept Privacy Policy GET APP LINK Home About Us How to play Players Reviews Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "policy": "Privacy Policy of Fantasy Cricket Universe website in India - Ensuring confidentiality of user data and information. Home About Us How to play Players Reviews Download App Privacy Policy Fantasy Cricket Universe is committed to protecting the privacy of its users. This Privacy Policy describes how we collect, use, and share your information when you use our website or mobile application. 1. Information We Collect When you use Fantasy Cricket Universe, we may collect the following types of information: - Personal Information: When you create an account, we may collect your name, email address, and other contact information. - Usage Information: We may collect information about how you use our website or mobile application, such as the pages you visit, the features you use, and the actions you take. - Device Information: We may collect information about the device you use to access our website or mobile application, such as your IP address, operating system, and browser type. 2. How We Use Your Information We use the information we collect to provide and improve our services, customize your experience, communicate with you, and prevent fraud and abuse. We may also use your information to send you promotional offers and marketing communications. 3. How We Share Your Information We may share your information with third-party service providers that help us operate our website and mobile application. We may also share your information with our affiliates, business partners, and other third parties for marketing purposes. We will not sell your information to third parties without your consent. 4. Data Security We take reasonable measures to protect your information from unauthorized access, disclosure, or alteration. However, no method of transmission over the internet or electronic storage is 100% secure, so we cannot guarantee absolute security. 5. Cookies We may use cookies and similar technologies to collect information about your interactions with our website and mobile application. You can set your browser to refuse cookies or alert you when cookies are being sent, but some features of Fantasy Cricket Universe may not function properly if you disable cookies. 6. Third-Party Links Our website and mobile application may contain links to third-party websites, services, and content. We are not responsible for the privacy practices or content of these third parties. We encourage you to read their privacy policies before providing any personal information. 7. Changes to this Privacy Policy We may update this Privacy Policy from time to time. If we make any material changes, we will notify you by posting the updated policy on our website or mobile application. Your continued use of Fantasy Cricket Universe after the changes are made will signify your acceptance of the updated policy. 8. Contact Us If you have any questions about this Privacy Policy, please contact us at fantasycricketuniverse@gmail.com. Home About Us How to play Players Reviews Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "terms": "Fantasy Cricket Universe Website Terms and Conditions: India's Premier Fantasy Cricket Platform. Home About Us How to play Players Reviews Download App Terms & Conditions Welcome to Fantasy Cricket Universe! These Terms of Service govern your use of our website and mobile application. By accessing or using Fantasy Cricket Universe, you agree to be bound by these terms. If you do not agree to these terms, please do not use our website or mobile application. 1. Acceptance of Terms By using Fantasy Cricket Universe, you agree to comply with these Terms of Service. If you do not agree to these terms, please do not use our services. 2. Description of Service Fantasy Cricket Universe offers a fantasy cricket platform that allows users to create virtual teams and compete against each other based on the performance of real cricket players in actual matches. 3. User Account In order to use our services, you must create a user account. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your account. You agree to accept responsibility for all activities that occur under your account. 4. Rules of Play By participating in fantasy cricket contests on Fantasy Cricket Universe, you agree to abide by our rules of play. These rules are designed to ensure fair competition and to maintain the integrity of our platform. Violation of these rules may result in disqualification from contests and suspension of your account. 5. Contest Entry You may enter contests on Fantasy Cricket Universe by paying an entry fee or by participating in free contests. Entry fees are non-refundable, and you must be at least 18 years old to participate in paid contests. 6. Prizes Prizes are awarded to winners of contests on Fantasy Cricket Universe. The amount and distribution of prizes are determined by the contest type and entry fees. Prizes are typically paid out in the form of credits, which can be used to enter future contests or redeemed for cash. 7. Payment If you participate in paid contests on Fantasy Cricket Universe, you agree to pay the applicable entry fees using a valid payment method. Payments are processed securely through our payment gateway, and your financial information is encrypted to ensure the security of your transactions. 8. User Content By using Fantasy Cricket Universe, you grant us a non-exclusive, royalty-free license to use, reproduce, and distribute any content that you submit or upload to our platform. This content may include user profiles, team names, comments, and other information that you provide. 9. Prohibited Activities You may not engage in any of the following activities while using Fantasy Cricket Universe: - Using cheats, exploits, or other unauthorized means to gain an unfair advantage - Attempting to disrupt the normal operation of our platform - Posting or promoting illegal, obscene, or offensive content - Violating the intellectual property rights of others 10. Privacy Policy Our Privacy Policy governs the collection, use, and sharing of your personal information on Fantasy Cricket Universe. By using our platform, you agree to the terms of our Privacy Policy. 11. Limitation of Liability Fantasy Cricket Universe is provided \"as is\" and \"as available\" without any warranties of any kind. We do not guarantee the accuracy or reliability of our platform, and we are not responsible for any losses or damages that may result from your use of our services. 12. Changes to Terms We reserve the right to update or modify these Terms of Service at any time. Any changes will be posted on our website, and your continued use of Fantasy Cricket Universe will constitute acceptance of the revised terms. 13. Contact Us If you have any questions or concerns about these Terms of Service, please contact us at fantasycricketuniverse@gmail.com. By using Fantasy Cricket Universe, you acknowledge that you have read and understood these Terms of Service and agree to be bound by them. Thank you for choosing Fantasy Cricket Universe as your fantasy cricket destination! Home About Us How to play Players Reviews Download App Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits. Our platform does not carry confidentiality and risks. 18+",
    "thanks": "Thank You for Joining Fantasy Cricket Universe - The Ultimate Destination for Indian Cricket Fans! Thank you for choosing our application! Your favorite teams and players are already waiting for you! Home"
  },
  "date": "2024-06-28T12:30:50.469Z"
}