{
  "name": "Fantasy_India_PrimeCricket",
  "pages": {
    "disclaimer": "PrimeCricket Disclaimer - Information and Liability Notice Welcome About Us F.A.Q. Download Disclaimer PrimeCricket is a fantasy sports platform for cricket enthusiasts. The following disclaimers apply to your use of our platform: Entertainment Purposes: All features and services provided by PrimeCricket are intended for entertainment purposes only. Participation in our games does not involve real-money betting or gambling. Non-Endorsement: We do not endorse or promote any form of real-money gambling. Any resemblance to real-money gambling is purely coincidental and unintended. Compliance with Local Laws: Users are responsible for ensuring compliance with their local laws and regulations regarding online gaming. PrimeCricket does not assume any responsibility for any legal consequences that may arise from the use of our platform. Age Restriction: Users must be of legal age as per their local regulations to participate in fantasy sports. It is the user's responsibility to adhere to age restrictions in their respective regions. Accuracy of Information: While we strive to provide accurate and up-to-date information, PrimeCricket does not guarantee the accuracy, completeness, or reliability of any information provided on the platform. Liability: PrimeCricket is not liable for any losses, damages, or injuries arising from the use of our platform. Users participate at their own risk. Technical Issues: PrimeCricket is not responsible for any technical issues, including but not limited to, network failures, server downtime, or any other interruptions that may affect the accessibility or performance of the platform. Third-Party Links: Our platform may contain links to third-party websites or services. PrimeCricket is not responsible for the content, policies, or practices of any third-party websites. Intellectual Property: All content, trademarks, logos, and other intellectual property on the PrimeCricket platform are owned by PrimeCricket or its licensors. Unauthorized use is prohibited. Amendments: PrimeCricket reserves the right to amend or update this disclaimer at any time without prior notice. Users are encouraged to review the disclaimer periodically. Contact Information: For any questions or concerns regarding this disclaimer, please contact us at primecricket@gmail.com. Prime Cricket Privacy Policy Terms Conditions Disclaimer primecricket@gmail.com +91 (12) 025 24141 160, H Block, Sector 63, Noida, Uttar Pradesh 201301 Payment Partners Disclaimer PrimeCricket is a fantasy sports app for entertainment purposes only. No real money betting or gambling is involved. Users must be 18 years or older to participate. Please play responsibly. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Accept",
    "index": "PrimeCricket - Ultimate Fantasy Cricket Betting Platform Welcome About Us F.A.Q. Download PrimeCricket: Elevate Your Game Unleash Your Cricket Fantasy &#9733; Engaging and User-Friendly Interface &#9733; Real-Time Match Updates &#9733; Secure and Fast Transactions &#9733; Wide Range of Betting Options About PrimeCricket PrimeCricket is designed for cricket enthusiasts who want to experience the thrill of fantasy sports. Our platform offers a seamless and immersive betting experience tailored for the Indian audience. With PrimeCricket, you can place bets on your favorite matches, follow live updates, and enjoy a community of fellow cricket fans. Our user-friendly interface makes it easy for both beginners and seasoned bettors to navigate the platform. We prioritize security and speed, ensuring your transactions are safe and processed quickly. Our range of betting options allows you to find the perfect bet that matches your strategy and interest. PrimeCricket stands out with its commitment to providing an engaging and interactive betting environment. Join us and take your cricket game to the next level. Ready to start? Download PrimeCricket now! Why Choose PrimeCricket Over Competitors? &#9733; Unmatched Customer Support &#127942; Exclusive Betting Options &#128640; Intuitive User Experience &#128274; Highly Secure Platform &#128226; Real-Time Match Updates &#128175; Wide Range of Betting Options &#128295; Innovative Features &#128640; Seamless Integration with Social Media Getting Started with PrimeCricket Download the PrimeCricket app from our website. Create your account and verify your details. Choose a match and explore betting options. Place your bets and watch the game unfold. Track your bets and enjoy real-time updates. Download PrimeCricket now! PrimeCricket App in Action How to Install PrimeCricket Download the APK file from our website. Open your device settings and enable \"Install from Unknown Sources\". Locate the APK file and tap to install. Open PrimeCricket and start playing! Frequently Asked Questions How do I download PrimeCricket? You can download the app directly from our website by following the instructions in the Installation section. Is PrimeCricket free to use? Yes, the app is free to download and use. However, placing bets does not involve real money. How do I place a bet? Simply choose a match, select your bet type, and confirm your wager. Is my information secure? We use advanced security measures to ensure your personal and data is protected. Can I withdraw my winnings? Yes, you can track your winnings within the app through our secure process. Who can I contact for support? You can reach our customer support team via the contact form on our website or through the app's help section. What Our Users Say \"PrimeCricket is the best fantasy cricket app I've used. It's user-friendly and has great features!\" - Rahul S. \"I love the real-time updates and the wide range of betting options. Highly recommended!\" - Priya M. \"Fantastic app! The customer support is very responsive and helpful.\" - Anil K. Download PrimeCricket Now Phone Number: I agree to the Privacy Policy Download Prime Cricket Privacy Policy Terms Conditions Disclaimer primecricket@gmail.com +91 (12) 025 24141 160, H Block, Sector 63, Noida, Uttar Pradesh 201301 Payment Partners Disclaimer PrimeCricket is a fantasy sports app for entertainment purposes only. No real money betting or gambling is involved. Users must be 18 years or older to participate. Please play responsibly. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Accept",
    "privacy-policy": "PrimeCricket Privacy Policy - Your Data, Our Responsibility Welcome About Us F.A.Q. Download Privacy Policy This Privacy Policy outlines the types of personal information that PrimeCricket collects, how we use and protect that information, and your rights regarding your personal data. 1. Information Collection We collect personal information that you provide directly to us when you register, update your profile, or use our services. This may include your name, email address, phone number, and any other information you choose to provide. 2. Use of Information We use the information we collect to provide, maintain, and improve our services, communicate with you, and ensure the security of our platform. 3. Information Sharing We do not share your personal information with third parties except as required by law or with your explicit consent. 4. Data Security We implement various security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, access controls, and secure data storage. 5. Cookies and Tracking Technologies We use cookies and similar tracking technologies to enhance your experience on our platform. You can control the use of cookies through your browser settings. 6. Third-Party Services Our platform may contain links to third-party websites or services. We are not responsible for the privacy practices or the content of these third-party sites. 7. Children's Privacy Our services are not intended for individuals under the age of 18. We do not knowingly collect personal information from children under 18. 8. User Rights You have the right to access, update, and delete your personal information. You can exercise these rights by contacting us at primecricket@gmail.com. 9. Changes to This Policy We may update this Privacy Policy from time to time. We will notify you of any significant changes by posting the new policy on our platform. 10. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at primecricket@gmail.com. 11. Consent By using our services, you consent to the collection and use of your personal information as described in this Privacy Policy. 12. Data Retention We retain your personal information for as long as necessary to provide our services and fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. 13. International Data Transfers Your personal information may be transferred to and processed in countries other than your own. We ensure that such transfers comply with applicable data protection laws. 14. Legal Basis for Processing We process your personal information based on your consent, our legitimate interests, compliance with legal obligations, and performance of a contract with you. 15. Marketing Communications We may send you marketing communications about our services. You can opt-out of these communications at any time by following the unsubscribe instructions in the email or by contacting us at primecricket@gmail.com. Prime Cricket Privacy Policy Terms Conditions Disclaimer primecricket@gmail.com +91 (12) 025 24141 160, H Block, Sector 63, Noida, Uttar Pradesh 201301 Payment Partners Disclaimer PrimeCricket is a fantasy sports app for entertainment purposes only. No real money betting or gambling is involved. Users must be 18 years or older to participate. Please play responsibly. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Accept",
    "terms-conditions": "PrimeCricket Terms and Conditions - User Agreement Welcome About Us F.A.Q. Download Terms and Conditions Welcome to PrimeCricket. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, you accept these terms and conditions in full. Do not continue to use PrimeCricket if you do not accept all of the terms and conditions stated on this page. 1. Definitions \"We,\" \"us,\" and \"our\" refer to PrimeCricket. \"You\" and \"your\" refer to the user of our website and services. 2. User Accounts To access certain features of our website, you may need to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 3. Eligibility You must be at least 18 years old to use our services. By using our website, you represent and warrant that you meet this age requirement. 4. Acceptable Use You agree to use our website only for lawful purposes. You must not use our website in any way that may cause harm to the website or impair the availability or accessibility of the website. 5. Intellectual Property All content on this website, including text, graphics, logos, and images, is the property of PrimeCricket or its content suppliers and is protected by applicable intellectual property laws. 6. Limitation of Liability In no event shall PrimeCricket be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of our website or services. 7. Indemnification You agree to indemnify and hold harmless PrimeCricket, its affiliates, and its respective directors, officers, employees, and agents from any claims, liabilities, damages, losses, and expenses, including legal fees, arising out of your use of our website or services. 8. Modifications We reserve the right to modify or discontinue any part of our website or services at any time without notice. We also reserve the right to update these terms and conditions. Your continued use of our website constitutes acceptance of any changes to these terms and conditions. 9. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. 10. Privacy Policy Your use of our website is also governed by our Privacy Policy, which can be found Privacy Policy. 11. Contact Information If you have any questions about these terms and conditions, please contact us at primecricket@gmail.com. 12. Termination We may terminate or suspend your access to our website and services, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms and conditions. 13. Entire Agreement These terms and conditions, together with our Privacy Policy, constitute the entire agreement between you and PrimeCricket regarding your use of our website and services and supersede all prior agreements and understandings. 14. Severability If any provision of these terms and conditions is found to be invalid or unenforceable, the remaining provisions will continue in full force and effect. 15. Waiver No waiver of any term or condition will be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under these terms and conditions shall not constitute a waiver of such right or provision. 16. Assignment You may not assign or transfer your rights or obligations under these terms and conditions without our prior written consent. We may assign our rights and obligations under these terms and conditions at any time without notice. Prime Cricket Privacy Policy Terms Conditions Disclaimer primecricket@gmail.com +91 (12) 025 24141 160, H Block, Sector 63, Noida, Uttar Pradesh 201301 Payment Partners Disclaimer PrimeCricket is a fantasy sports app for entertainment purposes only. No real money betting or gambling is involved. Users must be 18 years or older to participate. Please play responsibly. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Accept",
    "thank_page": "PrimeCricket - Thank You for Your Submission! Thank You for Your Submission! We appreciate your interest in PrimeCricket. Our team will get back to you shortly. Back to the Main Page"
  },
  "date": "2024-07-18T09:22:14.718Z"
}