{
  "name": "FantasyArena",
  "pages": {
    "disclaimers": "FantasyArena - Legal Disclaimers FantasyArena HOME ABOUT US Disclaimers Financial Risk FantasyArena involves an element of financial risk. Participants should be aware of the risks involved and play responsibly. Addictiveness FantasyArena can be addictive. Users should manage their time and budget responsibly while using our platform. User Responsibility Users are responsible for their actions and participation on FantasyArena. We encourage responsible gaming practices. Limitation of Liability FantasyArena shall not be liable for any damages or losses resulting from the use of our platform. The FantasyArena website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FANTASYARENA fantasyarena@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own risk. The FantasyArena platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment or income opportunity. Please play responsibly and at your own risk. The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "index": "FantasyArena - Step into the Exciting Realm of Fantasy Cricket FantasyArena HOME ABOUT US India's Premier Social Fantasy Cricket Application I accept the Privacy Policy Get the App Link 3.7 Million+ Users 3,742,956+ Contests Played 28 Million+ Transactions Download, Install, and Join Contests Download the FantasyArena app directly from our website. Here’s how to download and install. Visit website and click on the green button at the bottom to download. Click on \"Open\" once the download is complete. Click \"Allow from this source\" when prompted, and then click on install. About FantasyArena FantasyArena is India's premier Social Networking Fantasy Cricket Mobile Application. Unlike other fantasy sports apps that only let users earn by winning contests, FantasyArena offers three unique ways to earn money. Contest Winnings: Create your fantasy team for contests and win money by being in the top 75% (more rewarding than other apps that only reward the top 50%). Referral Commission: Refer users to FantasyArena using a unique code. Earn 1.5% of their contest fee when your referrals participate in paid contests. Referral Income: Earn from the referrals of your referrals, creating an extensive income network. Don't miss out on the opportunity for unlimited income and lifetime rewards. Join FantasyArena now, invite your friends and family, and start sharing your unique code today. User Testimonials \"FantasyArena has completely transformed my love for cricket into an exciting and rewarding experience!\" - Rahul S. \"Winning contests and earning rewards on FantasyArena has been an amazing journey.\" - Priya K. \"The referral program on FantasyArena is fantastic. It's great to earn while having fun!\" - Amit P. How To Play Ratings and Winners Ratings Our users have given us an average rating of 4.8 stars! We are committed to providing the best fantasy cricket experience. Winners John Doe - Champion of the March 2024 Tournament Jane Smith - Winner of the April 2024 Weekly Challenge Mike Johnson - Top Performer in the May 2024 Mega Contest The FantasyArena website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FANTASYARENA fantasyarena@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own risk. The FantasyArena platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment or income opportunity. Please play responsibly and at your own risk. The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "privacy-policy": "FantasyArena - Privacy Policy FantasyArena HOME ABOUT US Privacy Policy Welcome to FantasyArena's Privacy Policy. Information We Collect At FantasyArena, we collect and store the following information: Your personal details (name, email, phone number) when you register. Transaction details when you participate in contests or make payments. Usage data and analytics to improve our services. How We Use Your Information We use your information to: Provide and maintain our services. Personalize your experience and improve our website. Communicate with you, including marketing messages. Data Security We implement security measures to protect your personal information from unauthorized access or alteration. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. The FantasyArena website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FANTASYARENA fantasyarena@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own risk. The FantasyArena platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment or income opportunity. Please play responsibly and at your own risk. The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "terms-conditions": "FantasyArena - Terms & Conditions FantasyArena HOME ABOUT US Terms & Conditions Acceptance of Terms By accessing or using FantasyArena, you agree to these Terms and Conditions. Use License You must be at least 18 years old to use our services. Use our platform only for lawful purposes and in compliance with applicable laws. Respect intellectual property rights and do not infringe on copyrights. Modifications We reserve the right to modify or replace these Terms and Conditions at any time. Limitations We are not liable for any direct, indirect, incidental, or consequential damages arising from the use of FantasyArena. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. The FantasyArena website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FANTASYARENA fantasyarena@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own risk. The FantasyArena platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment or income opportunity. Please play responsibly and at your own risk. The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws.",
    "thanks": "Thank You - FantasyArena FantasyArena HOME ABOUT US Thank You! We appreciate your participation with FantasyArena. Enjoy exploring our fantasy cricket games and tournaments. Visit FantasyArena to continue your journey. The FantasyArena website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FANTASYARENA fantasyarena@gmail.com +91-4076377932 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly at your own risk. The FantasyArena platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as an alternative employment or income opportunity. Please play responsibly and at your own risk. The platform shall not be liable for any violations of your rules and regulations, terms and conditions, or applicable laws."
  },
  "date": "2024-07-02T07:13:02.576Z"
}