{
  "name": "Fantasy_CricketUragan",
  "pages": {
    "cookies": "Cookie Policy - Cricet Uragan HOME HOW TO PLAY HOW TO INSTALL FAQ'S Download App We use cookies ! We use cookies to provide you with a better experience on our website. By continuing to use this website, you agree to our cookie policy. Click “Accept” to continue or learn more about cookie settings in our Cookies Policy section Accept Cookies policy Cookie Policy Because your privacy is of paramount importance to us, we strive to make your online experience on our website as convenient and functional as possible. This includes using cookies and similar technologies to collect and analyze information about your preferences and to improve our site. What are cookies? Cookies are small text files that a website places on your device when you visit it. They contain information about your activity on the site and allow you to use various features of the website. Cookies can be temporary (session cookies) or persistent, and can be set either by the website owners or by third party servic What cookies do we use? We use the following types of cookies on our website: 1. Functional cookies: These cookies are necessary for basic website functions such as authorization, saving user preferences and others. Analytical cookies: These cookies allow us to collect information about how you interact with our website in order to analyze its performance and improve user experience. Advertising cookies: These cookies are used to track your activity on and off our site to provide you with personalized advertising messages. How to manage cookies? You can manage your cookie settings directly in your web browser settings. You can block cookies, delete cookies or allow only certain types of cookies. Please note that blocking cookies may affect the operation of some features of our website. Updates to our Cookie Policy We may update our Cookie Policy from time to time to reflect changes in our cookie practices. Therefore, we encourage you to periodically revisit this page for the latest updates. Privacy Policy Disclaimer Terms of Use Cookies CricketUragan@gmail.com Payment partners Disclaimer All rights to trademarks and logos used on this site belong to their respective owners. Mention of third party trademarks or logos does not constitute an endorsement, sponsorship or support of our site. All information on this site is provided for informational purposes only and does not constitute legal, financial or medical advice. © 2024 Cricket Uragan. All rights reserved.",
    "disclaimer": "Disclaimer - Cricet Uragan HOME HOW TO PLAY HOW TO INSTALL FAQ'S Download App We use cookies ! We use cookies to provide you with a better experience on our website. By continuing to use this website, you agree to our cookie policy. Click “Accept” to continue or learn more about cookie settings in our Cookies Policy section Accept Cookies policy Disclaimer Welcome to the Disclaimer page of our Cricet Uragan app. The following are general statements regarding the use of our application. Information Accuracy: We make every effort to ensure that the information provided in our app is accurate and up to date. However, we do not guarantee the completeness or reliability of this information. We encourage users to verify any information before making any decisions based on it. Waiver of warranties: Use of our app is at your own risk. We make no warranties, express or implied, as to the operation of the application, its content, or its availability. We also do not warrant that the app will operate without interruption or error. Medical Disclaimer We are not medical professionals and nothing on this website should be construed as medical advice or recommendation. Any information provided on this website is not a substitute for a consultation with a qualified physician. If you have medical concerns or questions, please consult a physician. Responsibility for User Content: We are not responsible for content posted by users on our app. Users are solely responsible for the content they post or share through our app. Links to Third Party Resources: Our app may contain links to third-party websites or resources. We have no control over and are not responsible for the content or privacy practices of these resources. Changes to Disclaimer: We reserve the right to make changes to this disclaimer at any time without prior notice. Please review this section periodically for updates. If you have any questions or comments regarding our disclaimer, please contact us. Regards, Cricet Uragan Team Privacy Policy Disclaimer Terms of Use Cookies CricketUragan@gmail.com Payment partners Disclaimer All rights to trademarks and logos used on this site belong to their respective owners. Mention of third party trademarks or logos does not constitute an endorsement, sponsorship or support of our site. All information on this site is provided for informational purposes only and does not constitute legal, financial or medical advice. © 2024 Cricket Uragan. All rights reserved.",
    "index": "Welcome to Cricet Uragan - your adventure in the world of fantasy cricket! HOME HOW TO PLAY HOW TO INSTALL FAQ'S Download App We use cookies ! We use cookies to provide you with a better experience on our website. By continuing to use this website, you agree to our cookie policy. Click “Accept” to continue or learn more about cookie settings in our Cookies Policy section Accept Cookies policy Welcome to Cricket Uragan Fantasy! Explore a new level of strategy in the world of cricket. Your game, your rule! I accept Privacy policy Get app 5m Registered USERS Lowest PLATFORM FEE 24/7 User SUPPORT 100% Safe & Secure About us Cricet Uragan is your guide to the exciting world of fantasy cricket. Our story started with a simple idea: to create a unique platform where any cricket fan can join the game, create their own team and compete in virtual leagues. We are a team of enthusiasts who share a passion for cricket and technology. Our developers, designers and content experts work together to offer you the best cricket experience. We are not only building an app, but also creating a community where cricket lovers can share their ideas and emotions. We believe that cricket is not just a game, it is a lifestyle. That's why we strive to make our app accessible to everyone - from beginners to experienced players. We have no limitations - we only have opportunities for you to enjoy the game and have an unforgettable experience with every match. Join us today and let your cricket dreams become a reality with Cricet Uragan! How To Play PICK YOUR MATCH Select the match of your choice and exhibit your prowess. ASSEMBLE YOUR SQUAD Craft your dream team by handpicking players within a set virtual credit limit. APPOINT YOUR LEADERS After finalizing your squad, designate your captain and vice-captain, enhancing your chance to rake in additional points. Double the points for the Captain and 1.5 times the points for the Vice-Captain, depending on their performance on the field. DIVERSIFY YOUR STRATEGY Enhance your prospects of victory with Multiple Entries. Enter a league with up to 15 distinct teams. IMMERSION INTO THE LEAGUE Enroll your squad in a league or competition hosted by CricketUragan, pitting your skills against fellow users. Alternatively, create or join a private league with your friends for a personalized challenge. Our features 1. Create your own team: With Cricet Uragan you can create your own team of the best players exactly who you choose. Choose from a wide list of players and create a unique team that will lead you to victory. 2. Participate in leagues: Join virtual leagues and compete with other players from all over the world. Show off your skills, win and get rewards. 3. Personal Achievements: Keep track of your progress and achievements in the game. Earn points, improve your team and become the best player in Cricet Uragan. 4. Intuitive interface: Our app is designed with ease of use in mind. The intuitive interface allows you to get used to it quickly and enjoy the game without any hassle. 5. Prizes and Bonuses: Participate in daily and weekly promotions to win exciting prizes and bonuses. We offer many opportunities for you to win even more. How to install our app? Open CricketUragan.com and click on the “Download” button. Wait for the apk to download and then click on “Open”. Click “Allow for this source” when prompted, and then click on “Install Answers to the questions How do I start a game in Cricet Uragan? To start a game, you need to create an account, select players for your team and join a league or create your own. What types of leagues are available in Cricet Uragan? In Cricet Uragan you can participate in different types of leagues including open leagues, private leagues, leagues with friends and seasonal tournaments. Como posso me inscrever em uma sessão de treinamento? Você pode se inscrever para uma sessão de treinamento entrando em contato conosco por telefone ou e-mail, ou visitando nossa academia pessoalmente. What are the rules for making a team? You must select 11 players for your team, subject to your budget limit. Each player has a cost and your team must not exceed the limit. How does the points and ranking system work in Cricet Uragan? Points are awarded to players according to their performance on the pitch. After each match, your team gets points based on the game stats of the selected players. What prizes and bonuses are available at Cricet Uragan? Cricet Uragan has regular promotions, contests and prize draws. Winners receive various prizes including cash rewards, merchandise and bonus points. How often is player data updated at Cricet Uragan? Player data is updated weekly to reflect players' current form and stats. Can I change my squad during the season? Yes, you can make changes to your squad during the season, but subject to budget restrictions and transfer rules. What payment methods are available for paid leagues and tournaments? A variety of payment methods are available for paid leagues and tournaments, including credit cards, e-wallets and bank transfers, providing convenience for all users. Download Cricket Kings app I accept Privacy policy Download Privacy Policy Disclaimer Terms of Use Cookies CricketUragan@gmail.com Payment partners Disclaimer All rights to trademarks and logos used on this site belong to their respective owners. Mention of third party trademarks or logos does not constitute an endorsement, sponsorship or support of our site. All information on this site is provided for informational purposes only and does not constitute legal, financial or medical advice. © 2024 Cricket Uragan. All rights reserved.",
    "policy": "Privacy Policy - Cricet Uragan HOME HOW TO PLAY HOW TO INSTALL FAQ'S Download App We use cookies ! We use cookies to provide you with a better experience on our website. By continuing to use this website, you agree to our cookie policy. Click “Accept” to continue or learn more about cookie settings in our Cookies Policy section Accept Cookies policy Privacy Policy Dedication to your privacy is of the highest priority to us. In this Privacy Policy, we want to explain in detail how we collect, use and protect your personal information when you use our website and our applications. Collected Information We may collect the following types of information: 1. Personal Information: This is information that you provide to us voluntarily when you register, fill out forms, or interact with our services. This may include your name, email address, phone number and other contact information. 2. Use Information: We may collect information about your interaction with our website and applications, including your device, IP address, browser, website activity and other analytics. Use of Information We use the information we collect for the following purposes: 1. Service Provision: We use your personal information to process your requests, provide the services requested, and ensure your comfort in using our products and services. 2. Analytics: We analyze usage information to optimize the performance of our website and applications and to improve our services. Security of Information We take all necessary steps to protect your personal information from unauthorized access, use or disclosure. We utilize state-of-the-art technology and security procedures to protect your information. Updates to Privacy Policy We may update our Privacy Policy from time to time to reflect changes in our data processing practices. Therefore, we encourage you to periodically revisit this page for the latest updates. If you have any questions or comments regarding our Privacy Policy, please contact us. Privacy Policy Disclaimer Terms of Use Cookies CricketUragan@gmail.com Payment partners Disclaimer All rights to trademarks and logos used on this site belong to their respective owners. Mention of third party trademarks or logos does not constitute an endorsement, sponsorship or support of our site. All information on this site is provided for informational purposes only and does not constitute legal, financial or medical advice. © 2024 Cricket Uragan. All rights reserved.",
    "terms": "Terms of Use - Cricet Uragan HOME HOW TO PLAY HOW TO INSTALL FAQ'S Download App We use cookies ! We use cookies to provide you with a better experience on our website. By continuing to use this website, you agree to our cookie policy. Click “Accept” to continue or learn more about cookie settings in our Cookies Policy section Accept Cookies policy Terms of Use Welcome to the “Terms of Use” page of our Cricet Uragan app. Please read these terms carefully as they govern your use of our app. Terms of Use By using our app, you agree to abide by these terms of use. If you do not agree to any of these terms, please stop using our app. Intellectual Property All materials and content on our app are protected by copyright and other forms of intellectual property. Use of this content without permission is prohibited. Disclaimer While we make every effort to ensure that the information in our app is accurate and up-to-date, we do not guarantee its completeness or reliability. We will not be liable for any loss or damage resulting from the use or inability to use our app. Links to Third Party Resources Our app may contain links to third party resources that we do not control. We are not responsible for the content or privacy practices of these resources. Terms Changes We reserve the right to change these terms of use at any time without notice. Please review these terms periodically for updates. Regards, Cricet Uragan Team Privacy Policy Disclaimer Terms of Use Cookies CricketUragan@gmail.com Payment partners Disclaimer All rights to trademarks and logos used on this site belong to their respective owners. Mention of third party trademarks or logos does not constitute an endorsement, sponsorship or support of our site. All information on this site is provided for informational purposes only and does not constitute legal, financial or medical advice. © 2024 Cricket Uragan. All rights reserved.",
    "thanks": "Thank you for downloading - Cricet Uragan Thank you for your interest in our app! We are glad that you decided to download our application. Your request has been successfully received and we thank you for your interest in our product. What's next? - Download the app: A link to download the app has been sent to your email. Check your inbox to start using the app now. - Explore our website: While the app is downloading, why not visit our website and learn more about our products and services? We're sure you'll find plenty of interesting things to learn. - Stay in touch: Join us on social media to keep up to date with the latest news, updates and special offers. If you have any questions or comments, feel free to contact us. We are always ready to help. Back"
  },
  "date": "2024-05-16T21:08:46.382Z"
}