{
  "name": "Fantasy_DragonLore",
  "pages": {
    "disclaimers": "DragonLore | Disclaimers | Terms & Conditions DragonLore Home About How to Play Disclaimers Get App link SMS I accept Privacy Policy Instant Withdrawals 100% Legal & Safe Handcrafted By Paytm Disclaimers Welcome to DragonLore, Netherland's leading fantasy games app. Please read the following disclaimers carefully to understand the limitations and terms associated with using our platform. General Disclaimer The information and services provided on the DragonLore app are for entertainment purposes only. While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the app or the information, products, services, or related graphics contained on the app for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Use at Your Own Risk By using the DragonLore app, you acknowledge that participation in fantasy games involves risk. You assume all risks associated with the use of the app, including but not limited to, the risk of financial loss. DragonLore will not be held liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this app. No Guarantee of Winnings DragonLore does not guarantee any winnings or earnings from participating in fantasy games on our platform. All results are based on user skill, strategy, and luck. We do not provide any refunds or compensation for losses incurred while using our app. Third-Party Content The DragonLore app may contain links to third-party websites or services that are not owned or controlled by us. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that DragonLore shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Technical Issues While we endeavor to keep the app running smoothly, DragonLore takes no responsibility for, and will not be liable for, the app being temporarily unavailable due to technical issues beyond our control. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "index": "DragonLore App | Play DragonLore &amp; Win Cash | New Fantasy Sports App DragonLore Home About How to Play DragonLore Make Your Top Team Get App link SMS I accept Privacy Policy Instant Withdrawals 100% Legal & Safe Handcrafted By Paytm Fantasy App - DragonLore Fantasy App is a platform that offers you to virtually play fantasy games like Cricket and Football. It gives you a chance to fulfils your dream of playing cricket and football. Fantasy App is part of Fantasy Sports Netherland. You can choose and create a virtual team of real cricket or football players. The players can be chosen from the upcoming matches and one can earn points based on the real-life performance of the selected players. It marries the real and virtual sports world. And through your analytical skills and knowledge, you can build the right winning strategy and can win daily cash prizes. The higher your team scores the better are your chances of winning. Don't know where to start? Just go and download Netherland's leading Fantasy League App DragonLore app and start playing for free. DragonLore - Make your Top Team Netherland is a country that loves sports of any kind, be it Cricket, Football, Kabbadi or even Basketball. With DragonLore fantasy games, we are fulfilling your dream of being a part of your favourite game. Choose your players and create your fantasy team to win cash prizes. It only takes your analytical skills and knowledge for the game. So, get in there and make your team now! How to Play DragonLore? DragonLore are virtual games of Cricket, Football, Kabaddi, Basketball etc. In this game, the participants create their fantasy teams with the help of virtual currency. The real-life players of different games are assigned with a virtual value and the goal is to create a team out of these players. The teams are allowed a certain number of changes before the game gets started. Once you are happy with your fantasy team, join a contest of your choice. Your team will start accumulating points based on the performance of players on the ground. This includes all aspects of the game such as scoring runs, taking wickets, goals, fouls, high strike rate, low economy rate, etc. At the end of the match, the users with the highest points will win cash prizes based on their rank on the contest leaderboard. Few Tricks to get you started with DragonLore Fantasy games are skill-based games where you have to use your analytical skills and knowledge to assemble a strong team of 11 players. On the DragonLore App, you can play a variety of fantasy sports like cricket, football, kabaddi and basketball and win big cash prizes. Here are some tricks to help you get started with online fantasy games . Choose A Variety Of Players When you create a team, you should pick players that consistently perform well and those that are a surprise package. The most important thing to look at is the player’s current form when you are drafting their team. They may have a good reputation but may not be playing well at present, so you must be aware of their stats. Do Not Be Biased It is easy to want to draft a team with players you personally like in each game. But this is a biased decision that could cost you. You must instead look at how these players are performing and only choose the top-scoring players who are doing consistently well in their present games. Check The Benched Players When you start creating your winning team of 11 players, you must not include players that are constantly benched. That is why it is important to get a good grasp of the game you are competing in to see which players have been benched all season or have been recently benched. Keep an eye on the team reports and then choose the players. If you are not sure about a player, do not choose them till the final match lineup has been announced. Pick A Good Captain The captain of your virtual team will earn you 2X points, and the vice-captain will earn you 1.5X points. Therefore, it is necessary that you select these players wisely, as they could greatly add to your total points and help you rank higher. Look at the performance of the players and then see who could lead your team in the current match in the best way. With the help of these tips and tricks, you can start playing a variety of fantasy games on the DragonLore App and start winning big today! Benefits Of Playing Fantasy Sports On DragonLore When you download the DragonLore app on your mobile, you get the chance to earn cash prizes every day. This is because there are a number of fantasy skill games like cricket, football, kabaddi and basketball on this app, where you can create your virtual teams for free. Once you assemble your virtual team of real-life players, you can start earning points. Here are some benefits of playing these fantasy sports on the DragonLore App: Easy access to a variety of skilled online fantasy games like Kabaddi, cricket, football and basketball. In each fantasy game, you get to choose from a variety of real-life players on the DragonLore App. Free practice games where you can use your analytical skills and knowledge. A chance to win cash prizes daily. You will earn points based on your team’s real-life performance, like their batting score, bowling score, goals and more. Your cash prize will keep increasing based on how many points your team earns based on the player’s real-life performances in their games. You have the ability to change your teams before the games start to create the perfect virtual combination. You can check each player’s current ranking and economy rate and then combine players to create a solid team. You even get to pick your own captain and vice-captain to lead a solid team of 11 players. You get to choose which competition you want to join once you have created your team. You can withdraw your cash prize instantly and without any charges. The best part is that you have different competitions and games to choose from daily, so you can keep changing your team to get the highest rankings and win big cash prizes. Your Favourite Sports in Fantasy Cricket Your dream team can win you big cash rewards! Football Choose your goal scorers and win big daily! Kabaddi Netherlandn Kabaddi League is more fun with fantasy! Basketball Slam dunk to victory with your fantasy team! How to Download and Install Netherland's Best Fantasy App? You can easily download the DragonLore Fantasy app on your mobile via SMS Link. The fantasy app is available for both Android and iOS users.Step 1- Log on to dragonloregames.in&nbsp;- Netherland's no.1 Fantasy Site.Step 2- Enter your mobile number to receive a download app link in your text messages. Step 3- Click on the link in your SMS to install and download the DragonLore Fantasy App&nbsp;Step 4- You can also scan the QR code on the website to install the DragonLore Fantasy App. OrStep 1-Open dragonloregames.in on mobile Step 2- Click the download button to install and download the Fantasy AppAfter downloading the DragonLore fantasy app. You can create an account on the app by entering the Mobile Number registered with Paytm and login via OTP or Password. If you don't have a Paytm Account, you can still Sign Up with a few simple steps. RATINGS & TESTIMONIALS Sumit Won 21 Lakhs I am Bharat from Bangalore winner of Rs 21 Lakhs. I work in a private company in Bangalore. My family stays in a small town in Karnataka. My Cricket game strategy made me a winner. And now I'll use my prize money to buy a car. Mega Contest Winner FAQ'S What is DragonLore Fantasy Cricket? + In Netherland, cricket is more than just a sport; it is a religion. On Windaily.co, you can participate in contests for every format of international cricket. Users can also play online cricket games from various cricket leagues around the world, including the IPL, apart from ICC matches and tournaments. What is the procedure for joining and playing a fantasy cricket game on Windaily? Your email address and mobile number are all you need to register. There are rules in the game that ensure #FairPlay for all players. How safe is it to add money to DragonLore? + The process of adding money to your Win Daily account is both simple and safe. With Win Daily, you can choose from many different payment options to ensure that your personal information is safe. And what’s more? Win Daily allows you to withdraw your winnings directly to your bank account after you verify your personal information. How do I sign up on DragonLore? + Easy breezy! Getting verified through OTP on our Fantasy Sports Platform is easy. Once you’re on Win Daily, fill out the short form to start playing. What is the process for receiving my winnings? + IMPS withdrawals should be credited within three working days or almost immediately. Within three working days, NEFT should be credited. On DragonLore, how many accounts can I create with the same email address? + There can only be one account created per email address on Win Daily. Our Fair Play Policy prohibits users from creating more than one account on Win Daily. Why can’t I log in to my DragonLore account? + Sorry for the inconvenience! Make sure you’ve entered the correct mobile number and password, and then try again. Please click on “Forgot Password” and enter your registered number on Cricket Fantasy. We will immediately send you an OTP to your registered number to reset your password. You can play fantasy sports online on Cricket Fantasy if you follow the instructions given. The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "privacy-policy": "DragonLore | Privacy Policy | Protecting Your Data DragonLore Home About How to Play Privacy & Policy Get App link SMS I accept Privacy Policy Instant Withdrawals 100% Legal & Safe Handcrafted By Paytm Privacy Policy Welcome to DragonLore, Netherland's premier fantasy games app. We value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data. Information We Collect We collect the following types of information: Personal Information: When you sign up, we collect your name, email address, and other contact details. Usage Data: We collect information about how you interact with our app, including the games you play and your scores. Device Information: We collect data about the device you use to access our app, such as your IP address, operating system, and browser type. How We Use Your Information Your information is used to: Provide and improve our services Personalize your gaming experience Communicate with you about updates, promotions, and news Ensure the security of our app Sharing Your Information We do not sell or share your personal information with third parties, except: With your consent To comply with legal obligations With service providers who assist us in operating our app The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "terms-conditions": "DragonLore | Terms and Conditions | User Agreement DragonLore Home About How to Play Terms & Conditions Get App link SMS I accept Privacy Policy Instant Withdrawals 100% Legal & Safe Handcrafted By Paytm Terms and Conditions Welcome to DragonLore, Netherland's top fantasy games app. By using our services, you agree to abide by the following terms and conditions. Please read them carefully. 1. Acceptance of Terms By accessing or using the DragonLore app, you agree to be bound by these terms and conditions, as well as our Privacy Policy. If you do not agree to these terms, please do not use our app. 2. Eligibility You must be at least 18 years old to use our app. By using DragonLore, you represent and warrant that you meet this age requirement. 3. Account Registration To access certain features of the app, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information as necessary. 4. User Responsibilities As a user, you agree to: Use the app in compliance with all applicable laws and regulations Maintain the confidentiality of your account login information Not engage in any fraudulent or deceptive activities Respect the rights and privacy of other users The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits.",
    "thanks": "DragonLore | Thank You | Enjoy Your Adventure DragonLore Home About How to Play Thanks from Us Get App link SMS I accept Privacy Policy Instant Withdrawals 100% Legal & Safe Handcrafted By Paytm Thank You for Joining DragonLore! We are thrilled to have you as a part of Netherland's premier fantasy games community. Your adventure begins now! Get ready to explore epic quests, create your dream team, and compete for amazing prizes. We're here to ensure you have an incredible gaming experience. Enjoy your journey and may your skills lead you to victory! Happy Gaming, The DragonLore Team Return to Home The DragonLore website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy Policy Terms & Conditions PAYMENT PARTNERS DISCLAIMER This game includes a risk of financial loss and has the potential to become addictive. Please participate responsibly and be aware of your own limits."
  },
  "date": "2024-05-29T10:05:09.822Z"
}