{
  "name": "FantasyWorld",
  "pages": {
    "disclaimers": "FantasyWorld - Disclaimers and Important Information FantasyWorld HOME ABOUT US Disclaimers Welcome to FantasyWorld! Please read these disclaimers carefully. By using our website and services, you acknowledge and agree to the following: 1. Financial Risk Participating in fantasy basketball games involves an element of financial risk. The outcomes of contests are based on various factors, including but not limited to player performance, team strategies, and other variables. FantasyWorld does not guarantee any financial gains or returns on investments made through our platform. 2. No Guarantees FantasyWorld makes no guarantees regarding the accuracy, reliability, or availability of the site and its services. We strive to provide a high-quality experience but cannot guarantee uninterrupted access or error-free operation of the website. 3. Responsible Play We encourage all users to play responsibly. Fantasy basketball is intended for entertainment purposes only. If you believe you may have a gambling problem, we urge you to seek help from appropriate resources. 4. No Employment Opportunity The FantasyWorld platform does not promote or advertise fantasy basketball as a means of earning income or employment opportunity. Participation in our contests is purely for entertainment and personal enjoyment. The FantasyWorld website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyWorld fantasyworld@gmail.com +91-4076377936 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly and only for fun. The FantasyWorld platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as a means of alternative employment or income. Please play responsibly and at your own risk. The platform is not liable for any violations of rules, terms, conditions, or applicable laws.",
    "index": "FantasyWorld - Step into the Ultimate Fantasy Basketball Experience FantasyWorld HOME ABOUT US India's Premier Social Fantasy Basketball Application I accept the Privacy Policy Get the App Link Download, Install, and Start Competing Get the FantasyWorld app directly from our website. Follow these steps to download and install: Go to our website and click on the green download button at the bottom of the page. Once the download is complete, click on \"Open\". When prompted, select \"Allow from this source\", then click \"Install\". About FantasyWorld FantasyWorld is the ultimate Social Networking Fantasy Basketball Mobile Application. Unlike other fantasy sports apps that only offer earnings through contest winnings, FantasyWorld provides multiple earning opportunities. Referral Commission: Invite others to join FantasyWorld using your unique referral code. Earn 1.5% of the contest fee whenever your referrals join paid contests. Network Income: Earn additional income from the activity of your referrals' referrals, expanding your earning potential. Seize the opportunity to earn unlimited income and lifetime rewards. Join FantasyWorld today, share your unique code, and start building your fantasy basketball network before your friends and family do. Fantasy Basketball Showdown Compete in our ultimate basketball showdown and prove your skills. Join now for a chance to win exciting prizes! Join Now Weekly Dunk Challenge Show off your dunking skills and climb the leaderboard. Participate in our weekly challenges for more rewards! Join Challenge Fantasy All-Star League Assemble your all-star team and compete in our prestigious league. Test your strategy and win big! Join League Why Choose FantasyWorld? FantasyWorld offers a unique and engaging fantasy basketball experience, setting us apart from the rest: User-Friendly Interface: Our app is designed for ease of use, ensuring a smooth and enjoyable experience. Real-Time Updates: Get live scores and player statistics to stay ahead of the game. Secure Payments: Play confidently with our secure and reliable payment systems. Diverse Contests: Participate in a variety of contests tailored to different skill levels and preferences. Rewarding Referral System: Earn extra income by inviting friends and family to join FantasyWorld. How to Play FantasyWorld Getting started with FantasyWorld is easy! Follow these simple steps to join the excitement of fantasy basketball: Sign Up Create your FantasyWorld account to get started. It's quick and free! Pick Your Players Choose your favorite basketball players and create your dream team. Join Contests Participate in various contests and test your fantasy skills against other players. Win Rewards Earn points and rewards based on your team's performance. Enjoy the thrill of victory! Frequently Asked Questions How do I create an account? To create an account, click on the \"Sign Up\" button on our homepage. Enter your details, including email and password, and follow the instructions to complete the registration. How can I join a contest? After logging in, navigate to the \"Contests\" section. Choose a contest that interests you, review the details, and click \"Join\" to participate. What are the payment options? We offer various payment options including credit/debit cards and online payment systems. You can choose your preferred method during the payment process. How can I withdraw my winnings? To withdraw your winnings, go to the \"Account\" section and select \"Withdraw Funds\". Follow the instructions to transfer your earnings to your bank account or e-wallet. Who can I contact for support? For support, you can reach out to our customer service team via email at fantasyworld@gmail.com or through our live chat feature available on the website. The FantasyWorld website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyWorld fantasyworld@gmail.com +91-4076377936 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly and only for fun. The FantasyWorld platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as a means of alternative employment or income. Please play responsibly and at your own risk. The platform is not liable for any violations of rules, terms, conditions, or applicable laws.",
    "privacy-policy": "FantasyWorld - Privacy Policy and Data Protection FantasyWorld HOME ABOUT US Privacy Policy Welcome to FantasyWorld! This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our website and services. Please read this policy carefully. If you do not agree with the terms of this Privacy Policy, please do not access the site. 1. Information We Collect We may collect information about you in a variety of ways. The information we may collect includes: Personal Data: Personally identifiable information, such as your name, email address, and contact information that you voluntarily give to us when you register with the site or when you choose to participate in various activities related to the site. Derivatives Data: Information our servers automatically collect when you access the site, such as your IP address, your browser type, your operating system, your access times, and the pages you have previously visited. 2. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the site to: Assist law enforcement and respond to subpoena. Create and manage your account. Deliver targeted advertising, coupons, newsletters, and other information regarding promotions and the site to you. 3. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. 4. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. The FantasyWorld website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyWorld fantasyworld@gmail.com +91-4076377936 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly and only for fun. The FantasyWorld platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as a means of alternative employment or income. Please play responsibly and at your own risk. The platform is not liable for any violations of rules, terms, conditions, or applicable laws.",
    "terms-conditions": "FantasyWorld - Terms and Conditions of Use FantasyWorld HOME ABOUT US FantasyWorld Privacy Policy FantasyWorld (\"we\", \"us\", or \"our\") respects your privacy and is committed to protecting your personal information. This Privacy Policy outlines how we collect, use, disclose, and protect your information when you use our fantasy basketball website (the \"Website\"). Information We Collect We may collect the following types of information: Personal Information: Name, email address, date of birth, and other information you voluntarily provide. Usage Information: Information about your interaction with the Website, such as pages visited, features used, and time spent. Device Information: Information about your device, such as IP address, device type, and browser information. How We Use Your Information We may use your information for the following purposes: To provide and improve our Website and services. To communicate with you about your account and the Website. To process payments and prevent fraud. To analyze website traffic and user behavior. To comply with legal obligations. Information Sharing We may share your information with: Third-party service providers who assist us in operating our Website. Law enforcement or other government officials as required by law. The FantasyWorld website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyWorld fantasyworld@gmail.com +91-4076377936 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly and only for fun. The FantasyWorld platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as a means of alternative employment or income. Please play responsibly and at your own risk. The platform is not liable for any violations of rules, terms, conditions, or applicable laws.",
    "thanks": "FantasyWorld - Thank You for Joining Us! FantasyWorld HOME ABOUT US Thank You for Joining FantasyWorld! We're thrilled to have you on board and can't wait for you to dive into the exciting world of fantasy basketball. Check your email for further instructions and information about your new account. If you have any questions or need assistance, feel free to contact our support team. Welcome to the ultimate fantasy basketball experience! The FantasyWorld website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline FantasyWorld fantasyworld@gmail.com +91-4076377936 About Us Privacy & Policy Terms & Conditions Disclaimers DISCLAIMER This game involves an element of financial risk and may be addictive. Please play responsibly and only for fun. The FantasyWorld platform offers fantasy sports games that carry some financial risk and may be addictive. Fantasy sports are not promoted or advertised as a means of alternative employment or income. Please play responsibly and at your own risk. The platform is not liable for any violations of rules, terms, conditions, or applicable laws."
  },
  "date": "2024-07-22T15:55:14.179Z"
}