{
  "name": "FirstCricket",
  "pages": {
    "cookies": "Cookies Policy | Protection of your personal data Home About HOW TO PLAY FAQ'S DOWNLOAD APP Cookies Policy What Are Cookies? Cookies are small text files that are stored on your device (computer, tablet, or mobile) when you visit a website. They help websites remember information about your visit, like your preferred language and other settings. Cookies can make your next visit easier and the site more useful to you. How We Use Cookies FirstCricket uses cookies to enhance your experience on our website and app. We use cookies to: Remember your preferences and settings. Understand how you use our website and app. Provide personalized content and advertisements. Improve the overall performance and functionality of our services. Types of Cookies We Use We use the following types of cookies: Essential Cookies: These cookies are necessary for the website to function properly. They enable basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies. Performance Cookies: These cookies collect information about how visitors use a website, such as which pages visitors go to most often. These cookies do not collect information that identifies a visitor. All information these cookies collect is aggregated and therefore anonymous. It is only used to improve how a website works. Functionality Cookies: These cookies allow the website to remember choices you make and provide enhanced, more personal features. They may be set by us or by third-party providers whose services we have added to our pages. Targeting Cookies: These cookies are used to deliver advertisements more relevant to you and your interests. They are also used to limit the number of times you see an advertisement and help measure the effectiveness of the advertising campaign. They are usually placed by advertising networks with the website operator’s permission. They remember that you have visited a website, and this information is shared with other organizations such as advertisers. Third-Party Cookies In addition to our own cookies, we may also use various third-parties cookies to report usage statistics of the service, deliver advertisements on and through the service, and so on. These cookies are set by third-party companies and are used to track you across different websites. We do not control the operation of these cookies. Managing Cookies You have the right to decide whether to accept or reject cookies. You can exercise your cookie preferences by clicking on the appropriate opt-out links provided in our cookie consent manager. Most web browsers automatically accept cookies, but you can modify your browser settings to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of our website and app. Changes to This Cookies Policy We may update our Cookies Policy from time to time. We will notify you of any changes by posting the new Cookies Policy on this page. You are advised to review this Cookies Policy periodically for any changes. Changes to this Cookies Policy are effective when they are posted on this page. 7. Contact Us If you have any questions about our use of cookies or other technologies, please contact us at: Email: firstcricket@gmail.com PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY firstcricket@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the FirstCricket app and website is for general informational purposes only. While we strive to ensure the accuracy and reliability of the information, we make no guarantees or warranties, express or implied, regarding the completeness, accuracy, or reliability of any content. Participation in fantasy cricket involves an element of financial risk and may not be suitable for everyone. Users are advised to play responsibly and within their means. FirstCricket is not liable for any losses or damages incurred as a result of using the app or relying on the information provided herein. 18+",
    "index": "Fuel Your Passion for Cricket with FirstCricket Sports Home About HOW TO PLAY FAQ'S DOWNLOAD APP FirstCricket: Your Gateway to Fantasy Cricket Excitement Dive into the thrilling world of cricket with FirstCricket, your ultimate destination for fantasy cricket online. Compete, strategize, and win exciting prizes as you manage your dream team of cricket superstars. Experience the rush of every match, from selecting players to tracking their performances in real-time. Join thousands of cricket enthusiasts and prove your skills in the virtual arena. Start playing today and unleash your cricketing prowess with FirstCricket! GET APP LINK Over 1.6 Million Registered Users 100% Secure and Safe Round-the-Clock Support Minimal Platform Fees Your Ultimate Fantasy Cricket Experience FirstCricket is a unique online platform for fantasy cricket, offering exciting opportunities for cricket enthusiasts worldwide. We've created FirstCricket to not only allow you to enjoy the game but also to compete in contests and win exciting prizes. What We Offer: Fantasy Cricket: Build your dream team from top cricket players and participate in daily matches. Winning and Prizes: Compete with other participants for a chance to win valuable prizes and rewards. Real-time Experience: Follow your team's performances in real-time and adapt your strategies on the go. Community: Join our active community of cricket lovers, exchange views, and enhance your gaming skills. We aim to provide you with an exhilarating gaming experience with FirstCricket, ensuring fairness, security, and inspiring opportunities for all participants. Join us today and explore new horizons of fantasy cricket with FirstCricket! Get app link Why Choose FirstCricket? Innovative Player Performance Tracking: Our advanced tracking system provides real-time updates and detailed statistics on player performances, ensuring you have the most accurate and up-to-date information to make strategic decisions. Exclusive Rewards and Tournaments: Participate in exclusive tournaments and challenges designed specifically for our users, offering unique prizes and experiences that you won’t find anywhere else. Customizable Team Management: Enjoy unparalleled flexibility in managing your team with customizable options that allow you to tailor your lineup, formation, and strategy to suit your unique playing style. Interactive and Engaging Community: Join a vibrant community of cricket enthusiasts where you can share insights, participate in discussions, and even join private leagues with friends or other cricket fans. Dynamic Game Scenarios: Experience a variety of dynamic game scenarios and special events that keep the gameplay fresh and exciting, ensuring there’s always something new to look forward to. Comprehensive Tutorials and Support: Whether you’re a beginner or an expert, our comprehensive tutorials, guides, and 24/7 support ensure that you have all the help you need to master the game and enhance your skills. Seamless Multi-Platform Experience: Enjoy a seamless gaming experience across multiple devices, with our app optimized for both mobile and desktop, allowing you to play anytime, anywhere without compromising on quality or performance. Get a Sneak Peek of the FirstCricket App Access the FirstCricket App Now! Unlock the ultimate fantasy cricket experience with FirstCricket. Whether you're a seasoned cricket fan or new to the game, our app offers something for everyone. Build your dream team, participate in exclusive tournaments, and win amazing prizes. With real-time player tracking, a vibrant community, and seamless multi-platform access, FirstCricket is your go-to destination for all things fantasy cricket. Visit windaily.co and select the \"Download for Android\" option. Once the apk has finished downloading, simply tap on \"Open\". Ensure that installation from unknown sources is enabled in your device's settings. A Guide to Playing FirstCricket: 4 Unique and Exciting Steps Download the FirstCricket App Visit the App Store or Google Play Store and search for \"FirstCricket.\" Download and install the app on your mobile device to begin your fantasy cricket journey. Create Your Account Open the app and sign up using your email address or social media accounts. Complete your profile to personalize your FirstCricket experience. Select a Match or Tournament Browse through the list of upcoming matches and tournaments. Choose the one you want to participate in and get ready to build your dream team. Build Your Dream Team Use your knowledge of cricket to select the best players within the allocated budget. Balance your team with batsmen, bowlers, and all-rounders to maximize your chances of winning. Join a League Choose a league that suits your skill level and compete against other players. You can join public leagues or create private leagues to play with friends. Track Your Performance Follow the real-time performance of your team during live matches. Use in-app analytics and updates to make strategic decisions and improve your team's performance. FAQ'S How is the player performance scored in FirstCricket? Player performance is scored based on real-life match statistics such as runs scored, wickets taken, catches, and other key metrics. Our scoring system is updated in real-time to reflect live match events. What makes FirstCricket different from other fantasy cricket apps? FirstCricket stands out with its innovative features like dynamic game scenarios, exclusive tournaments, customizable team management, and an interactive community of cricket enthusiasts. Can I play FirstCricket with my friends? Absolutely! You can create private leagues and invite your friends to join. Compete against each other and see who has the best cricket strategy. How does FirstCricket ensure fair play? We use advanced algorithms and strict monitoring to prevent any fraudulent activities. Additionally, our randomization and scoring systems are designed to ensure a level playing field for all participants. Are there any special events or bonuses in FirstCricket? Yes, we frequently host special events, including double points weekends, holiday tournaments, and bonus challenges. These events offer unique rewards and enhance the overall gaming experience. Can I get insights and tips for building my team? Yes, FirstCricket provides comprehensive tutorials, expert tips, and in-depth analysis to help you build a winning team. You can also join our community forum to discuss strategies with other players. Is FirstCricket available on all devices? FirstCricket is available on both iOS and Android platforms, and our website is optimized for desktop and mobile browsers, ensuring you can play anytime, anywhere. What Our Players Say I've tried several fantasy cricket apps, but FirstCricket is in a league of its own. The real-time updates and in-depth player statistics make it easy to strategize and stay ahead of the competition. Plus, the exclusive tournaments with unique prizes keep things exciting. I've already won several cash prizes and can't wait for the next big event! Review 1 FirstCricket has completely transformed my love for cricket into a thrilling online experience. The app's interface is user-friendly, and I love the dynamic game scenarios that keep me on my toes. Creating private leagues with friends has become our new favorite pastime, and the community forums are great for sharing tips and strategies. Highly recommend it to all cricket enthusiasts! Review 2 FirstCricket is the ultimate fantasy cricket platform. The customizable team management features allow me to experiment with different strategies, and the special events add an extra layer of excitement. The customer support team is also fantastic, always ready to help with any questions. It's not just about playing the game; it's about the entire experience, and FirstCricket delivers on all fronts! Review 3 Get the FirstCricket App Now! I accept the Privacy Policy GET APP LINK PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY firstcricket@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the FirstCricket app and website is for general informational purposes only. While we strive to ensure the accuracy and reliability of the information, we make no guarantees or warranties, express or implied, regarding the completeness, accuracy, or reliability of any content. Participation in fantasy cricket involves an element of financial risk and may not be suitable for everyone. Users are advised to play responsibly and within their means. FirstCricket is not liable for any losses or damages incurred as a result of using the app or relying on the information provided herein. 18+ This website uses cookies to ensure you get the best experience on our website. By continuing to use this site, you consent to the use of cookies. For more information, please see our Cookies Policy. Accept",
    "privacy-policy": "Privacy Policy | Protection of your personal data Home About HOW TO PLAY FAQ'S DOWNLOAD APP Privacy Policy Effective Date: 20.12.2023 Introduction This Privacy Policy describes how FirstCricket (\"we\", \"our\", \"us\") collects, uses, and shares information about you when you use our website [www.yourwebsite.com] and any related services. We value your privacy and are committed to protecting your personal data. Information We Collect We collect information that you provide directly to us, such as when you register for an account, fill out a contact form, or make a purchase. This information may include your name, email address, phone number, and payment information. We also collect information automatically when you visit our website, such as your IP address, browser type, and referring URLs. This helps us understand how visitors use our site and improve our services. How We Use Your Information We use the information we collect to: Provide, operate, and maintain our website and services Improve, personalize, and expand our website Communicate with you, including customer service Send you promotional emails about new products, special offers, or other information which we think you may find interesting Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties. However, we may share your information with trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. Your Rights and Choices You have the right to access, update, or delete your personal information. You can also choose to opt-out of receiving promotional emails from us. Security We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Contact Us If you have any questions about this Privacy Policy, please contact us at firstcricket@gmail.com. Last Updated: 20.12.2023 PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY firstcricket@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the FirstCricket app and website is for general informational purposes only. While we strive to ensure the accuracy and reliability of the information, we make no guarantees or warranties, express or implied, regarding the completeness, accuracy, or reliability of any content. Participation in fantasy cricket involves an element of financial risk and may not be suitable for everyone. Users are advised to play responsibly and within their means. FirstCricket is not liable for any losses or damages incurred as a result of using the app or relying on the information provided herein. 18+",
    "terms-conditions": "Terms of Use - FirstCricket Home About HOW TO PLAY FAQ'S DOWNLOAD APP Terms of Service Effective Date: 11.12.2024 1. Acceptance of Terms By accessing or using FirstCricket’s website and any related services, you agree to be bound by these Terms of Service, all applicable laws, and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing this site. 2. Use License Permission is granted to temporarily download one copy of the materials (information or software) on FirstCricket’s website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title. 3. Disclaimer The materials on FirstCricket’s website are provided on an 'as is' basis. FirstCricket makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. 4. Limitations In no event shall FirstCricket or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on FirstCricket’s website, even if FirstCricket or a FirstCricket authorized representative has been notified orally or in writing of the possibility of such damage. 5. Revisions and Errata The materials appearing on FirstCricket’s website could include technical, typographical, or photographic errors. FirstCricket does not warrant that any of the materials on its website are accurate, complete, or current. 6. Links FirstCricket has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by FirstCricket of the site. Use of any such linked website is at the user's own risk. 7. Governing Law These terms and conditions are governed by and construed in accordance with the laws, and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 8. Changes to Terms of Service FirstCricket may revise these terms of service for its website at any time without notice. By using this website, you are agreeing to be bound by the then-current version of these Terms of Service. 9. Contact Us If you have any questions about these Terms of Service, please contact us at firstcricket@gmail.com. Last Updated: 12.12.2023 PRIVACY POLICY TERMS & CONDITIONS COOKIES POLICY firstcricket@gmail.com PAYMENT PARTNERS Disclaimer The information provided on the FirstCricket app and website is for general informational purposes only. While we strive to ensure the accuracy and reliability of the information, we make no guarantees or warranties, express or implied, regarding the completeness, accuracy, or reliability of any content. Participation in fantasy cricket involves an element of financial risk and may not be suitable for everyone. Users are advised to play responsibly and within their means. FirstCricket is not liable for any losses or damages incurred as a result of using the app or relying on the information provided herein. 18+",
    "thanks": "Thanks for your inquiry! Gratitude Overflowing from the FirstCricket Team! Here at FirstCricket, we're absolutely thrilled to receive your communication. Your insights are like precious gems to us, enriching our journey and guiding our path forward. Your trust in us fuels our commitment to excellence, igniting our passion to continually raise the bar in all that we do. If there's anything more you'd like to share or inquire about, please don't hesitate to reach out once more. Once again, we extend our deepest appreciation for selecting FirstCricket! Your support means the world to us! Explore More with FirstCricket"
  },
  "date": "2024-07-15T11:16:10.978Z"
}