{
  "name": "Floating Fortune",
  "pages": {
    "casino": "Experience the Excitement of Casino Games on Floating Fortune Floating Fortune Home About Casino Contact 18+ This web-page contains content related to casinos and gambling, and is intended for individuals who are 18 years of age or older. It is important to be aware of the legal age restrictions for gambling in your country or region before accessing this site. Please gamble responsibly. Continue About \"Floating Fortune\" is not just your average casino experience; it is a luxurious casino-cruise that sets sail on the high seas, offering guests a unique and unforgettable gaming experience. Our state-of-the-art cruise ship is equipped with a world-class casino, featuring a wide range of games including slot machines, table games, and more. At \"Floating Fortune,\" we pride ourselves on providing exceptional service and entertainment to our guests. From our elegant dining options to our vibrant entertainment shows, every aspect of the cruise is designed to create a one-of-a-kind experience for our patrons. Our professional and friendly staff are dedicated to ensuring that every guest has a memorable and enjoyable time on board. Whether you're a seasoned gambler or just looking to have some fun, \"Floating Fortune\" offers something for everyone. Join us on our next voyage and let us take you on a journey of endless excitement, luxury, and entertainment. Floating Fortune Casino Experience the thrill of high-stakes gambling and luxurious cruising all in one with our casino-cruise, \"Floating Fortune.\" Set sail on the open seas aboard our state-of-the-art ship, where you can relax and unwind while trying your luck at a variety of exciting casino games. Step into our expansive onboard casino and be greeted by the bright lights and buzzing energy of the gaming floor. Test your skills at the blackjack table, spin the roulette wheel, or try your hand at one of our many slot machines. With a wide range of games to choose from, there is something for everyone to enjoy. About Us For those looking to up the ante, we offer exclusive VIP lounges where high-rollers can play in style and comfort. Enjoy personalized service and access to premium games in a private setting, where you can truly experience the thrill of high-stakes gambling. When you need a break from the action, take advantage of our ship's amenities. Relax by the pool, unwind at the spa, or enjoy a delicious meal at one of our gourmet restaurants. And when the sun goes down, the party continues with live entertainment and shows to keep you entertained all night long. Whether you are a seasoned gambler or a casual player, our casino-cruise has something for everyone. So come aboard \"Floating Fortune\" and experience the excitement of gambling on the high seas. Book your ticket now and get ready for a truly unforgettable experience. TEAM Meet our beautiful people Emily Parker Event Coordinator Michael Johnson Casino Manager Jessica Taylor Food and Beverage Supervisor Ashley Carter Entertainment Coordinator Our Services Jackpot Paradise Feel the excitement as you chase the jackpot on our casino-cruise ship \"Floating Fortune\". Plush Accommodations Rest and recharge in our plush accommodations after a day of gaming and entertainment on board \"Floating Fortune\". Memorable Moments Create unforgettable memories with your loved ones on our casino-cruise \"Floating Fortune\". Our Advantages Variety of Games \"Floating Fortune\" offers an extensive selection of games, from classic table games to the latest slot machines, catering to every type of player and ensuring non-stop entertainment. 24/7 Support Our dedicated support team is available around the clock to assist with any queries or concerns, providing a seamless and stress-free gaming experience for all guests. Good Atmosphere Immerse yourself in a vibrant and lively atmosphere aboard \"Floating Fortune,\" where the energy is infectious and the excitement is palpable, creating the perfect setting for a memorable casino experience. WHAT OUR PEOPLE SAY \"The Floating Fortune cruise was a perfect way to spend a weekend. The staff were attentive and the onboard amenities were top-notch. I had a wonderful time and would highly recommend it to anyone looking for a fun and unique casino experience.\" - Sarah Chang \"I had a fantastic time on the Floating Fortune casino cruise. The live entertainment was great, the food was delicious, and the casino had a good variety of games. I would definitely sail with them again.\" - David Smith \"High Roller Hideaway\" Experience the ultimate high roller hideaway on the Floating Fortune, where you can enjoy luxury accommodations and high-stakes casino gaming. \"Floating Fortune's Discovery\" Discover your luck on this jackpot journey with Lucky Voyage, where you can win big at the onboard casino. \"Casino Bonanza Bash\" Join us for a casino bonanza bash on the Lucky Voyage, where you can enjoy non-stop gaming and excitement. \"Luck of the Seas\" Experience the luck of the seas on this cruise-casino tour with Lucky Voyage, where you can enjoy thrilling casino games and ocean adventures. Contacts +1 (325) 762-9043 FloatingFortune@gmail.com 6380 Fallsview Blvd, Niagara Falls, ON L2G 7X5, Canada I accept Privacy Policy Submit Home About Casino Contact Privacy Policy Terms and Conditions Disclaimer 18+ +1 (325) 762-9043 FloatingFortune@gmail.com At Floating Fortune Casino, we prioritize the well-being of our guests and promote responsible gambling. We encourage all our patrons to gamble responsibly and set limits on their time and spending. Remember, gambling should always be a form of entertainment and not a means to make money. If you or someone you know is struggling with gambling addiction, please seek help by contacting our staff or utilizing the resources available. Let's enjoy the thrill of gaming responsibly together. © 2024 FloatingFortune. All rights reserved. function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; } var toggler = document.querySelector(\".header-toggler\"); var menu = document.querySelector(\".headerMenu\"); var menuItems = document.querySelectorAll(\".header-menu__item\"); toggler.addEventListener(\"click\", () => { menu.classList.toggle(\"header-menu--open\"); toggler.classList.toggle(\"header-toggler--open\"); }); menuItems.forEach((e) => { e.addEventListener(\"click\", () => { menu.classList.remove(\"header-menu--open\"); toggler.classList.remove(\"header-toggler--open\"); }); });",
    "disclaimer": "Important Information: Read Floating Fortune' Disclaimer Floating Fortune Home About Casino Contact 18+ Disclaimer Welcome to Floating Fortune Casino! We are excited to have you onboard our luxurious floating casino. Before you embark on a thrilling gaming experience, we would like to bring your attention to our disclaimer. Please read this disclaimer carefully to ensure that you understand the terms and conditions that govern your participation in our casino activities. Legal Age and Eligibility Floating Fortune Casino is intended for adults aged 18 years and above. By accessing our casino, you confirm that you meet the legal age requirement to participate in gambling activities. It is your responsibility to abide by the laws and regulations of your jurisdiction regarding online gambling. Responsible Gambling At Floating Fortune Casino, we are committed to promoting responsible gambling practices. We encourage our players to gamble responsibly and set limits on their gaming activities. If you feel that your gambling habits are becoming problematic, we urge you to seek help from relevant organizations that provide support for gambling addiction. Availability of Services While we strive to provide a seamless gaming experience, we cannot guarantee uninterrupted access to our casino platform due to technical issues or maintenance activities. We are not liable for any losses incurred as a result of disruptions in service. Please ensure that you have a stable internet connection and compatible device to access our casino games. Fair Play and Security Floating Fortune Casino is committed to ensuring fair play and the security of our players' personal information. We use advanced encryption technologies to safeguard your data and employ strict security measures to prevent unauthorized access to our platform. Our casino games are powered by certified Random Number Generators (RNGs) to guarantee randomness and fairness in outcomes. Payment and Withdrawal Terms When you engage in real money gaming at Floating Fortune Casino, you agree to abide by our payment and withdrawal terms. Deposits can be made using various payment methods available on our platform, and withdrawals are subject to verification procedures to prevent fraud and money laundering. Please note that processing times and fees may apply to certain transactions. Intellectual Property Rights All content, including logos, graphics, and software, displayed on Floating Fortune Casino is protected by intellectual property laws and belongs to our company. You are granted a limited license to use our platform for personal entertainment purposes only. Any unauthorized use or reproduction of our intellectual property is strictly prohibited and may result in legal action. Limitation of Liability Floating Fortune Casino shall not be held liable for any losses, damages, or expenses incurred by players while using our services. We do not guarantee winnings or make any representations regarding the outcomes of our casino games. By participating in our gaming activities, you acknowledge that you assume all risks associated with gambling. Changes to Terms and Conditions Floating Fortune Casino reserves the right to amend or update these terms and conditions at any time without prior notice. It is your responsibility to review the latest version of our disclaimer to stay informed about any changes that may affect your gaming experience. Continued use of our services implies acceptance of the revised terms. Customer Support If you have any questions, concerns, or feedback regarding Floating Fortune Casino, please feel free to contact our customer support team. Our representatives are available around the clock to assist you with any inquiries and ensure that you have a positive gaming experience onboard our floating casino. We hope that you have a fantastic time at Floating Fortune Casino and enjoy our diverse range of exciting casino games. Thank you for choosing us as your preferred online gaming destination. Float on the waves of fortune and may luck be on your side! Sincerely, The Floating Fortune Casino Team Home About Casino Contact Privacy Policy Terms and Conditions Disclaimer 18+ +1 (325) 762-9043 FloatingFortune@gmail.com At Floating Fortune Casino, we prioritize the well-being of our guests and promote responsible gambling. We encourage all our patrons to gamble responsibly and set limits on their time and spending. Remember, gambling should always be a form of entertainment and not a means to make money. If you or someone you know is struggling with gambling addiction, please seek help by contacting our staff or utilizing the resources available. Let's enjoy the thrill of gaming responsibly together. © 2024 FloatingFortune. All rights reserved. var toggler = document.querySelector(\".header-toggler\"); var menu = document.querySelector(\".headerMenu\"); var menuItems = document.querySelectorAll(\".header-menu__item\"); toggler.addEventListener(\"click\", () => { menu.classList.toggle(\"header-menu--open\"); toggler.classList.toggle(\"header-toggler--open\"); }); menuItems.forEach((e) => { e.addEventListener(\"click\", () => { menu.classList.remove(\"header-menu--open\"); toggler.classList.remove(\"header-toggler--open\"); }); });",
    "index": "Start Your Journey to Winning Waves with Floating Fortune Floating Fortune Home About Casino Contact 18+ This website uses cookies to enhance your browsing experience and for analytics purposes. By continuing to use this site, you consent to the use of cookies. Cookie files may collect personal information. Please review the website's privacy policy to understand how your data is being used and stored. If you do not consent to the use of cookies, please adjust your browser settings accordingly. Aceitar Recusar This web-page contains content related to casinos and gambling, and is intended for individuals who are 18 years of age or older. It is important to be aware of the legal age restrictions for gambling in your country or region before accessing this site. Please gamble responsibly. Continue Floating Fortune Embark on a luxurious journey of thrill and excitement on the \"Floating Fortune\" casino-cruise. Set sail on our state-of-the-art ship and enjoy a world-class gaming experience, exquisite dining options, and live entertainment. With stunning ocean views and impeccable service, \"Floating Fortune\" promises an unforgettable adventure on the high seas. Book your ticket to luxury and fortune today! EXCITEMENT: Experience non-stop thrills and entertainment in our casino on board the \"Floating Fortune\" cruise. From live music and special events to a wide selection of games and activities, get ready for an exciting and unforgettable experience at sea. INCLUSIVITY: No matter your skill level or budget, everyone is welcome to join in on the fun at our casino. With a diverse range of games and betting options, there's something for everyone to enjoy on the \"Floating Fortune\" cruise. VARIETY: With a wide selection of traditional and modern casino games, including slots, poker, blackjack, and more, the \"Floating Fortune\" casino offers a variety of options for all types of players. Whether you're a seasoned gambler or just looking to try your luck, there's plenty of excitement to be had on board. WINNING: Test your luck and skill in our casino for the chance to win big on the \"Floating Fortune\" cruise. With exciting jackpots, prizes, and rewards up for grabs, the thrill of winning is just one spin or hand away. Come aboard and see if Lady Luck is on your side. Our Advantages Professional Staff Our experienced and friendly staff are dedicated to providing top-notch service, ensuring that your experience onboard Lucky Voyage is seamless and enjoyable. Social Atmosphere Meet fellow gaming enthusiasts and socialize with like-minded individuals, creating a sense of camaraderie and friendship onboard. Safe and Secure Environment Rest assured that your safety and security are our top priorities, with strict measures in place to ensure a fair and responsible gaming environment for all guests. WHY WE ARE BETTER 01 Extensive Game Selection With a wide range of games to choose from, including popular slots, table games, and live dealer options, \"Floating Fortune\" ensures that every guest can find their favorite game to enjoy during the cruise. 02 Generous Bonuses Experience heightened excitement and increased winning potential with the generous bonuses and promotions offered by \"Floating Fortune,\" providing extra value and rewards for players throughout their gaming experience. 03 Top-Notch Security Rest assured that your personal and financial information is safe and secure while on board \"Floating Fortune,\" as our casino-cruise prioritizes top-notch security measures to protect all guests and their confidential data. 04 24/7 Customer Support Enjoy peace of mind knowing that our dedicated customer support team is available around the clock to assist with any inquiries or issues that may arise during your time on \"Floating Fortune,\" ensuring a smooth and enjoyable gaming experience. 05 User-Friendly Interface Navigate the casino-cruise effortlessly with a user-friendly interface that makes it easy to find your favorite games, access promotions, and manage your account with convenience and simplicity. 06 Fast Payouts Get your winnings quickly and efficiently with fast payouts on \"Floating Fortune,\" ensuring that you can enjoy your earnings without delay and continue playing your favorite games without interruption. Most Popular Tours \"High Roller Hideaway\" Experience the ultimate high roller hideaway on the Floating Fortune, where you can enjoy luxury accommodations and high-stakes casino gaming. \"Floating Fortune's Discovery\" Discover your luck on this jackpot journey with Lucky Voyage, where you can win big at the onboard casino. \"Casino Bonanza Bash\" Join us for a casino bonanza bash on the Lucky Voyage, where you can enjoy non-stop gaming and excitement. \"Luck of the Seas\" Experience the luck of the seas on this cruise-casino tour with Lucky Voyage, where you can enjoy thrilling casino games and ocean adventures. Home About Casino Contact Privacy Policy Terms and Conditions Disclaimer 18+ +1 (325) 762-9043 FloatingFortune@gmail.com At Floating Fortune Casino, we prioritize the well-being of our guests and promote responsible gambling. We encourage all our patrons to gamble responsibly and set limits on their time and spending. Remember, gambling should always be a form of entertainment and not a means to make money. If you or someone you know is struggling with gambling addiction, please seek help by contacting our staff or utilizing the resources available. Let's enjoy the thrill of gaming responsibly together. © 2024 FloatingFortune. All rights reserved. document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; } function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; } var toggler = document.querySelector(\".header-toggler\"); var menu = document.querySelector(\".headerMenu\"); var menuItems = document.querySelectorAll(\".header-menu__item\"); toggler.addEventListener(\"click\", () => { menu.classList.toggle(\"header-menu--open\"); toggler.classList.toggle(\"header-toggler--open\"); }); menuItems.forEach((e) => { e.addEventListener(\"click\", () => { menu.classList.remove(\"header-menu--open\"); toggler.classList.remove(\"header-toggler--open\"); }); });",
    "policy": "Your Privacy Matters: Learn about Floating Fortune' Privacy Policy Floating Fortune Home About Casino Contact 18+ Privacy Policy At FLOATING FORTUNE, we are committed to protecting the privacy of our users and keeping their personal information secure. This Privacy Policy outlines the types of information we collect, how we use it, and the measures we take to keep it safe. Information We Collect When you use our services, we may collect certain information from you, including: Personal information such as your name, email address, mailing address, phone number, and payment information. Information about your use of our services, including your browsing history, game preferences, and interactions with our website. Device information such as your IP address, browser type, operating system, and device identifiers. Geolocation data if you choose to enable location services for our games. How We Use Your Information We may use the information we collect from you for the following purposes: To provide and improve our services, including customizing your experience, analyzing usage patterns, and developing new features. To communicate with you, including sending updates about our games, promotions, and other relevant information. To process payments and fulfill transactions. To prevent fraud and abuse of our services. To comply with legal requirements and protect our rights and interests. Information Sharing We may share your information with third parties in certain circumstances, including: Service providers who help us with payment processing, customer support, marketing, and other operational tasks. Authorized third parties who assist us in analyzing user data and improving our services. Law enforcement agencies or government authorities when required by law or to protect our rights and interests. Data Security We take the security of your information seriously and have implemented various measures to safeguard it, including: Secure encryption protocols to protect data during transmission and storage. Restricted access controls to ensure that only authorized personnel can access your information. Regular monitoring and testing of our systems to identify and address security vulnerabilities. Data Retention We will only retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required by law. Your Choices You have the right to opt out of receiving promotional communications from us and to request that we delete or update your personal information. You can do so by contacting us at [email protected] Children's Privacy Our services are not intended for children under the age of 18, and we do not knowingly collect personal information from individuals in this age group. Changes to this Privacy Policy We reserve the right to update this Privacy Policy periodically to reflect changes in our practices and legal requirements. We will notify you of any material changes by posting a notice on our website or sending you an email. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at FloatingFortune@gmail.com Last updated: January 1, 2022. Home About Casino Contact Privacy Policy Terms and Conditions Disclaimer 18+ +1 (325) 762-9043 FloatingFortune@gmail.com At Floating Fortune Casino, we prioritize the well-being of our guests and promote responsible gambling. We encourage all our patrons to gamble responsibly and set limits on their time and spending. Remember, gambling should always be a form of entertainment and not a means to make money. If you or someone you know is struggling with gambling addiction, please seek help by contacting our staff or utilizing the resources available. Let's enjoy the thrill of gaming responsibly together. © 2024 FloatingFortune. All rights reserved. var toggler = document.querySelector(\".header-toggler\"); var menu = document.querySelector(\".headerMenu\"); var menuItems = document.querySelectorAll(\".header-menu__item\"); toggler.addEventListener(\"click\", () => { menu.classList.toggle(\"header-menu--open\"); toggler.classList.toggle(\"header-toggler--open\"); }); menuItems.forEach((e) => { e.addEventListener(\"click\", () => { menu.classList.remove(\"header-menu--open\"); toggler.classList.remove(\"header-toggler--open\"); }); });",
    "terms": "Stay Informed: Review Floating Fortune' Terms and Conditions Floating Fortune Home About Casino Contact 18+ Terms and Conditions Welcome to Floating Fortune, the premier online casino experience! Before you begin enjoying all of the exciting games and features that our casino has to offer, please take a moment to review the following Terms and Conditions. By accessing and using our website, you are agreeing to comply with these terms and conditions. If you do not agree with any part of these terms, please do not use our website. Registration and Account In order to access the features of Floating Fortune, you must create an account on our website. You are responsible for providing accurate and up-to-date information when registering for an account. You are also responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. Floating Fortune reserves the right to suspend or terminate your account at any time if we believe that you have violated these Terms and Conditions. Age Requirement You must be at least 18 years of age or the legal age for gambling in your jurisdiction in order to access and use Floating Fortune. By using our website, you are representing that you meet this age requirement. Prohibited Activities When using Floating Fortune, you agree to not engage in any of the following activities: Violating any laws or regulations Posting or transmitting any material that is offensive, harmful, or obscene Interfering with the operation of our website Attempting to access unauthorized areas of our website Engaging in any fraudulent activity Using any automated means to access our website Impersonating any person or entity Intellectual Property All content on Floating Fortune, including text, graphics, logos, and images, is the property of Floating Fortune or its licensors and is protected by copyright and other intellectual property laws. You are not permitted to use any of this content without the express permission of Floating Fortune. Payment and Deposits When making deposits on Floating Fortune, you agree to provide accurate and up-to-date payment information. Floating Fortune reserves the right to refuse deposits or withdraw funds from your account if we believe that the payment information provided is inaccurate or fraudulent. Withdrawals To withdraw funds from your Floating Fortune account, you must follow the withdrawal procedures outlined on our website. You may be required to provide additional documentation to verify your identity before a withdrawal can be processed. All withdrawal requests are subject to review and approval by Floating Fortune. Responsible Gaming Floating Fortune is committed to promoting responsible gaming practices. If you believe that you have a gambling problem, we encourage you to seek help from a professional organization. You can also set limits on your account to help manage your gaming activity. Termination Floating Fortune reserves the right to terminate your access to our website at any time and for any reason. We may also suspend or terminate your account if we believe that you have violated these Terms and Conditions or engaged in any prohibited activities. Limitation of Liability Floating Fortune is not liable for any damages or losses that result from your use of our website. We do not guarantee the accuracy or completeness of any information on our website, and we are not responsible for any errors or omissions. Changes to Terms and Conditions Floating Fortune reserves the right to make changes to these Terms and Conditions at any time. We will notify you of any changes by posting the revised terms on our website. It is your responsibility to review these terms periodically to ensure that you are aware of any updates. By using Floating Fortune, you acknowledge that you have read and agree to these Terms and Conditions. If you have any questions or concerns about these terms, please contact us at FloatingFortune@gmail.com. Thank you for choosing Floating Fortune for your online gaming experience! Home About Casino Contact Privacy Policy Terms and Conditions Disclaimer 18+ +1 (325) 762-9043 FloatingFortune@gmail.com At Floating Fortune Casino, we prioritize the well-being of our guests and promote responsible gambling. We encourage all our patrons to gamble responsibly and set limits on their time and spending. Remember, gambling should always be a form of entertainment and not a means to make money. If you or someone you know is struggling with gambling addiction, please seek help by contacting our staff or utilizing the resources available. Let's enjoy the thrill of gaming responsibly together. © 2024 FloatingFortune. All rights reserved. var toggler = document.querySelector(\".header-toggler\"); var menu = document.querySelector(\".headerMenu\"); var menuItems = document.querySelectorAll(\".header-menu__item\"); toggler.addEventListener(\"click\", () => { menu.classList.toggle(\"header-menu--open\"); toggler.classList.toggle(\"header-toggler--open\"); }); menuItems.forEach((e) => { e.addEventListener(\"click\", () => { menu.classList.remove(\"header-menu--open\"); toggler.classList.remove(\"header-toggler--open\"); }); });",
    "thank_page": "Thank You for Your Request to Join Floating Fortune! Thank you! We have received your request and will get back to you as soon as possible with more information. Get ready to set sail and enjoy an unforgettable adventure filled with excitement and winnings on Floating Fortune! Back"
  },
  "date": "2024-07-25T14:02:44.281Z"
}