{
  "name": "Flori",
  "pages": {
    "about": "About Flori Flower Shop - Your Trusted Source for Fresh Blooms Dear visitors! At Flori, we value your privacy and strive to provide a transparent explanation of how we use cookies on our website. This policy explains what cookies are, how we use them. Accept Flori Home About Contact About Flori Custom-made bouquets & decorations At Flori, we offer very personalized floral arrangements for all kinds of events and occasions. Contact EVENTS Flowers can be a great addition and a decoration to an event of any scale or occasion. DELIVERY We provide easy & quick delivery of any bouquet you order at our flower shop to your doorstep. INTERIOR FLORIST Just try our team of decorators and florists with a task of making your indoors look more lovely! EXTERIOR FLORIST With years of experience we will bring a blooming experience to your garden or a house! A Few Words About Us Our Story Flori Flower Shop began as a small family business with a deep passion for flowers and floral arrangements. Over the years, we've grown into a beloved local shop known for our dedication to quality and customer satisfaction. Our journey is fueled by a love for nature and a commitment to bringing the beauty of fresh blooms to our community. From our humble beginnings to our current success, we remain dedicated to providing exceptional service and stunning floral creations. Our Mission At Flori Flower Shop, our mission is to spread joy and beauty through our meticulously crafted floral arrangements. We believe that flowers have the power to brighten any day and bring people closer together. Our expert team works tirelessly to source the freshest blooms and design unique bouquets that reflect the emotions and messages our customers wish to convey. Whether it's a celebration, a gesture of love, or a moment of sympathy, we aim to make every occasion special with our flowers. About us We are a flower shop offering quality flowers to customers all over the world. Our Mission Our shop’s purpose is to provide our customers with quality floral arrangements. Professional Team At Flori, we have gathered a dedicated team of professional florists. Our Product Range We provide a wide range of bouquets and floral decorations for our clients. LEADING FLORAL ARRANGEMENTS WE ARE READY TO PROVIDE YOU WITH A BOUQUET THAT MEETS YOUR NEEDS Read More Our History 1994 The Humble Beginnings In 1994, Flori Flower Shop was founded by the Smith family in a quaint little shop on Elm Street. With a single counter and a passion for flowers, we started our journey by offering a small selection of handpicked blooms to the local community. The shop was initially run by the founders themselves, who were dedicated to providing personalized service and high-quality arrangements. Despite the modest start, the community's positive response fueled our growth and inspired us to dream bigger. 2010 Growth and Expansion By the early 2000s, Flori Flower Shop had gained a reputation for excellence and began to outgrow its original location. In 2005, we moved to a larger space on Main Street, allowing us to expand our selection and offer a wider range of floral arrangements. During this decade, we introduced new services, including custom bouquets for weddings and corporate events. Our commitment to quality and customer satisfaction helped us become a cherished name in the community, and we started to see customers from neighboring towns. 2024 A Modern Floral Experience Since 2024, Flori Flower Shop has embraced technology and modern floral design trends to enhance the customer experience. We launched our online store, allowing customers to order flowers with just a few clicks. Our shop now features a state-of-the-art floral design studio where our talented team creates unique and stunning arrangements. We continue to innovate with new floral products and services, ensuring that every customer receives a personalized and memorable experience. Today, we remain dedicated to bringing the beauty of fresh flowers to our community and beyond. Flori COMPANY Home About Contact © 2024 Flori. All rights reserved • Privacy policy",
    "contact": "Contact Us - Flori Flower Shop | Get in Touch Dear visitors! At Flori, we value your privacy and strive to provide a transparent explanation of how we use cookies on our website. This policy explains what cookies are, how we use them. Accept Flori Home About Contact Contact Us Custom-made bouquets & decorations At Flori, we offer very personalized floral arrangements for all kinds of events and occasions. Contact EVENTS Flowers can be a great addition and a decoration to an event of any scale or occasion. DELIVERY We provide easy & quick delivery of any bouquet you order at our flower shop to your doorstep. INTERIOR FLORIST Just try our team of decorators and florists with a task of making your indoors look more lovely! EXTERIOR FLORIST With years of experience we will bring a blooming experience to your garden or a house! Get in Touch We are available 24/7 by fax, e-mail or by phone. You can also use our quick contact form to ask a question about our services and products we offer. I accept - Privacy Policy Send PHONE +91 9690 233986 E-MAIL Flori@gmail.com ADDRESS Main Road Sikandrabad, 203205, India Frenquently Asked Questions What types of flowers do you offer? At Flori Flower Shop, we offer a wide range of fresh flowers including roses, lilies, orchids, tulips, and seasonal blooms. Our selection varies from classic bouquets to unique arrangements for special occasions. We also provide customized floral designs to meet your specific needs. Visit our store or browse our online catalog to explore our full range of options. Can I place an order online? Yes, you can easily place an order online through our website. Simply browse our selection, choose your desired arrangements, and proceed to checkout. We offer secure payment options and convenient delivery services. If you have any special requests or need assistance, please feel free to contact us directly. Do you offer same-day delivery? Yes, we offer same-day delivery for orders placed before a certain cutoff time. Availability may vary based on location and flower stock. To ensure timely delivery, please check our delivery policy on the website or contact our customer service for more details. What is your return and refund policy? We strive to ensure complete satisfaction with every order. If you encounter any issues with your purchase, please contact us within 24 hours of delivery. We will review your case and offer a replacement or refund if the flowers are not up to our quality standards. Please refer to our return and refund policy on our website for detailed information. Can I schedule a delivery for a future date? Yes, you can schedule a delivery for a future date when placing your order online. Simply select your preferred delivery date during checkout. We will ensure that your flowers arrive fresh and on time for your special occasion. If you need any assistance with scheduling, please contact our customer service team. Gallery Blush Roses Floribunda Roses Eternity Red Roses Birthday Bouquets LEADING FLORAL ARRANGEMENTS WE ARE READY TO PROVIDE YOU WITH A BOUQUET THAT MEETS YOUR NEEDS Read More Flori COMPANY Home About Contact © 2024 Flori. All rights reserved • Privacy policy",
    "index": "Flori Flower Shop - Fresh Blooms Delivered to Your Door Dear visitors! At Flori, we value your privacy and strive to provide a transparent explanation of how we use cookies on our website. This policy explains what cookies are, how we use them. Accept Flori Home About Contact Best floral arrangements Custom-made bouquets & decorations At Flori, we offer very personalized floral arrangements for all kinds of events and occasions. Contact EVENTS Flowers can be a great addition and a decoration to an event of any scale or occasion. DELIVERY We provide easy & quick delivery of any bouquet you order at our flower shop to your doorstep. INTERIOR FLORIST Just try our team of decorators and florists with a task of making your indoors look more lovely! EXTERIOR FLORIST With years of experience we will bring a blooming experience to your garden or a house! Get your fashion style You will always be satisfied with our flower collection BOUQUETS DECORATION HOME PLANTS About us We are a flower shop offering quality flowers to customers all over the world. Our Mission Our shop’s purpose is to provide our customers with quality floral arrangements. Professional Team At Flori, we have gathered a dedicated team of professional florists. Our Product Range We provide a wide range of bouquets and floral decorations for our clients. BOUQUETS & DECORATION New in this week Sale up to 50% off! Discover Now Gallery Blush Roses Floribunda Roses Eternity Red Roses Birthday Bouquets Our Store At our store, we have a wide range of flowers and bouquets to offer. Our professional florists create all types of bouquets and floral decorations. SWEET SUNLIGHT BOUQUET WITH RED & PINK ROSES Discover WILDFLOWER IN FLIGHT BOUQUET Discover FOREVER OUR ANGEL BOUQUET Discover TOGETHER AT TWILIGHT BOUQUET Discover VICTORIAN TEACUP BOUQUET Discover LEADING FLORAL ARRANGEMENTS WE ARE READY TO PROVIDE YOU WITH A BOUQUET THAT MEETS YOUR NEEDS Read More Flori COMPANY Home About Contact © 2024 Flori. All rights reserved • Privacy policy",
    "policy": "Privacy Policy - Flori Flower Shop Dear visitors! At Flori, we value your privacy and strive to provide a transparent explanation of how we use cookies on our website. This policy explains what cookies are, how we use them. Accept Flori Home About Contact Our Policy Custom-made bouquets & decorations At Flori, we offer very personalized floral arrangements for all kinds of events and occasions. Contact Flori Privacy Policy At Flori, we are committed to protecting the privacy and security of our customers and website visitors. This Privacy Policy outlines the types of personal information we collect, how we use and protect it, and the choices you have regarding our use of your personal data. Information We Collect When you visit our website, we may collect the following information: • Personal Information: We may collect personal information that you voluntarily provide to us, such as your name, address, email address, phone number, and payment information. • Usage Information: We may collect information about how you use our website, such as the pages you visit, the links you click, and your browsing history. How We Use Your Information We use the information we collect for the following purposes: • To Provide Our Services: We use your personal information to process your orders, deliver your purchases, and provide customer support. • To Improve Our Services: We use usage and technical information to analyze trends, administer our website, and improve the functionality and performance of our services. • To Communicate With You: We may use your personal information to send you updates, promotions, and marketing materials, but only with your consent. • To Comply With Legal Obligations: We may use your personal information to comply with applicable laws, regulations, and legal processes.To Comply With Legal Obligations: We may use your personal information to comply with applicable laws, regulations, and legal processes. How We Protect Your Information We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction. We use industry-standard security technologies, such as SSL encryption and secure servers, to protect your personal information during transmission. Children's Privacy Our website is not intended for children under the age of 13, and we do not knowingly collect personal information from children under the age of 13. If we become aware that we have collected personal information from a child under the age of 13, we will take steps to delete such information as soon as possible. Links to Third-Party Websites Our website may contain links to third-party websites that are not owned or controlled by Flori. We are not responsible for the privacy practices of these websites, and we encourage you to review their privacy policies before providing any personal information. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes to our Privacy Policy by posting a notice on our website or sending you an email notification. We encourage you to periodically review this Privacy Policy for any updates or changes. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at by mail at: Flori@gmail.com Flori COMPANY Home About Contact © 2024 Flori. All rights reserved • Privacy policy",
    "thanks": "Thank You - Flori Flower Shop Thank you for Choosing Flori! Your choice to shop with Flori is a testament to your appreciation for the beauty and joy that flowers bring. We are truly grateful for your trust and confidence in our ability to deliver breathtaking bouquets and arrangements that make every moment more special. At Flori, we believe in the power of flowers to express emotions, celebrate occasions, and brighten even the most ordinary days. We understand that each floral gift carries a unique message, whether it's a heartfelt expression of love, a celebratory gesture of congratulations, or a simple token of appreciation. Our dedicated team of florists is passionate about crafting exquisite arrangements that embody the essence of your sentiments. We meticulously hand-select the freshest blooms, paying close attention to their color, texture, and fragrance. Every detail is carefully considered to ensure that your chosen bouquet is a work of art that captures the spirit of the occasion. We offer a wide variety of floral designs and styles to suit every taste and budget. From classic roses and elegant lilies to vibrant sunflowers and exotic orchids, we have something to suit every personality and preference. Whether you're looking for a romantic bouquet, a festive centerpiece, or a simple arrangement to brighten someone's day, we're certain you'll find the perfect floral gift at Flori. Beyond our beautiful blooms, we are committed to providing exceptional customer service. Our friendly and knowledgeable staff is available to assist you with any questions or concerns you may have. We are dedicated to exceeding your expectations and ensuring that your floral experience is seamless and enjoyable. We also understand the importance of timely delivery. Our reliable delivery network ensures that your floral gift arrives fresh and on time, no matter where you are sending it. Whether it's for a special occasion, a surprise for a loved one, or just because, we'll make sure your flowers are delivered with care and attention. At Flori, we believe that flowers are more than just beautiful decorations. They are symbols of love, hope, and joy. We are honored to play a role in spreading these sentiments through our carefully crafted floral creations. We are truly grateful for the opportunity to serve you and to be a part of your special moments. Thank you for choosing Flori. By choosing Flori, you are not just choosing beautiful flowers; you are supporting a team of passionate individuals dedicated to spreading joy and beauty through floral artistry. We are committed to exceeding your expectations and making every floral experience unforgettable. Thank you again for choosing Flori. We look forward to serving you and creating beautiful memories together. Home-Page"
  },
  "date": "2024-07-19T12:33:26.906Z"
}