{
  "name": "footyDreams",
  "pages": {
    "disclaimer": "FootyDreams Disclaimer - Important Information Main About Us How To Play Download Disclaimer 1. General Information The information provided by FootyDreams (\"we,\" \"us\" or \"our\") on our website and app is for general informational purposes only. All information on the site and app is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site or app. 2. Professional Disclaimer The site and app cannot and do not contain financial advice. The financial information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of financial advice. 3. Accuracy of Information We are not responsible for any errors or omissions, or for the results obtained from the use of this information. All information on this site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. 4. External Links Disclaimer The site and app may contain (or you may be sent through the site or app) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. 5. Affiliates Disclaimer The site and app may contain links to affiliate websites, and we receive an affiliate commission for any purchases made by you on the affiliate website using such links. 6. Testimonials Disclaimer The site and app may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users, and may not necessarily be representative of all users of our products and/or services. 7. Limitation of Liability In no event shall FootyDreams, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the site or app. 8. \"As Is\" and \"As Available\" Disclaimer All information in the app is provided \"as is,\" with no guarantee of completeness, accuracy, or the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to, warranties of performance, merchantability, and fitness for a particular purpose. 9. Updates and Changes We may update this disclaimer from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. Your continued use of our site and app following the posting of any changes constitutes acceptance of those changes. 10. Contact Us If you have any questions or concerns about this disclaimer, you may contact us at footyfreams@gmail.com. Privacy Policy Terms Conditions Disclaimer footyfreams@gmail.com +91 (22) 252 45297 Plot No 71, Shell Colony Road, Chembur (east) Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. By using this website, you agree to our use of cookies. We use cookies to provide you with a great experience and to help our website run effectively. Accept",
    "index": "Discover Fantasy Football with FootyDreams - Join Now Main About Us How To Play Download Step into Footy Dreams Experience the ultimate fantasy football journey &#x2724; Real-time player stats and updates &#x2724; Exclusive rewards and prizes &#x2724; User-friendly interface &#x2724; Secure and reliable platform About Us FootyDreams is a premier fantasy football app designed to bring the excitement of the sport to your fingertips. Our mission is to create an immersive and enjoyable experience for football enthusiasts across India. Founded by a team of passionate football fans, FootyDreams aims to revolutionize the way you engage with the sport. We combine cutting-edge technology with a deep understanding of the game to provide a seamless and thrilling fantasy experience. With a wide range of features, including real-time player stats, live updates, and exclusive rewards, FootyDreams is the perfect platform for both casual fans and hardcore football aficionados. Our commitment to security and user satisfaction ensures that you can enjoy the game with peace of mind. Join us and be part of the FootyDreams community, where your football dreams come true. Download the app now and start your fantasy football journey with us. Download Why Choose Our App? In-depth player analysis Get detailed statistics and performance analysis of your favorite players, helping you make informed decisions when building your team. Customizable leagues Create and join leagues with custom rules and settings, ensuring a unique and personalized fantasy football experience. Instant notifications Stay updated with real-time notifications about player performances, match updates, and league standings, keeping you in the loop at all times. Exclusive content and tips Access exclusive content, expert tips, and insider information to gain an edge over your competitors and enhance your gameplay experience. How to Play Download the FootyDreams app. Sign up and create your account. Choose your favorite players to build your team. Join or create a league. Compete against other players and win rewards. Download App Images Explore the features and user-friendly interface of FootyDreams through these app screenshots. See how easy and enjoyable it is to navigate and manage your fantasy football team. How to Install Step 1: Download the app from the official website or the app store. Step 2: Enable installation from unknown sources in your device settings if you are downloading the APK file. Go to Settings > Security > Unknown sources, and toggle the switch to allow installations from unknown sources. Step 3: Open the app and sign up for a new account. Step 4: Follow the on-screen instructions to set up your profile and start playing. FAQ How do I create an account? You can create an account by downloading the app and following the sign-up instructions. Is the app free to use? Yes, the FootyDreams app is free to download and use. How can I join a league? You can join a league by navigating to the leagues section in the app and selecting a league to join. Are there any rewards for playing? Yes, you can win various rewards and prizes by participating in leagues and competitions. Is my data secure? Absolutely. We prioritize your data security and ensure all information is securely stored. How can I contact customer support? You can contact our customer support through the app or by visiting our website's contact page. What Our Users Say \"FootyDreams has transformed my football experience. The app is fantastic!\" Ravi Sharma \"I love the real-time updates and the rewards system. Highly recommend!\" Priya Mehta \"Best fantasy football app out there. User-friendly and fun to use.\" Anil Kumar Download FootyDreams Now Phone Number I agree to the Privacy Policy Download Privacy Policy Terms Conditions Disclaimer footyfreams@gmail.com +91 (22) 252 45297 Plot No 71, Shell Colony Road, Chembur (east) Payment Partners Disclaimer FootyDreams is a fantasy sports app intended for entertainment purposes only. Please gamble responsibly. By using this website, you agree to our use of cookies. We use cookies to provide you with a great experience and to help our website run effectively. Accept",
    "privacy-policy": "FootyDreams Privacy Policy - Your Data Matters Main About Us How To Play Download Privacy Policy 1. Introduction Welcome to FootyDreams. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy or our practices with regard to your personal information, please contact us at footyfreams@gmail.com. 2. Information We Collect We collect personal information that you voluntarily provide to us when registering on the app, expressing an interest in obtaining information about us or our products and services, when participating in activities on the app, or otherwise contacting us. 3. How We Use Your Information We use the information we collect or receive to communicate directly with you, to send you marketing and promotional communications, to enforce our terms, conditions, and policies, and for compliance purposes. 4. Sharing Your Information We may process or share your data based on the following legal basis: Consent, Legitimate Interests, Performance of a Contract, Legal Obligations, Vital Interests. 5. Cookies and Tracking Technologies We may use cookies and similar tracking technologies to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy. 6. Data Retention We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy unless a longer retention period is required or permitted by law. 7. Data Security We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process. However, please also remember that we cannot guarantee that the internet itself is 100% secure. 8. Your Privacy Rights You may review, change, or terminate your account at any time. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. 9. Children's Privacy We do not knowingly solicit data from or market to children under 18 years of age. By using the app, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the app. 10. International Transfers Your information, including personal data, may be transferred to — and maintained on — computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. 11. Updates to This Policy We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. 12. Contact Us If you have questions or comments about this policy, you may email us at footyfreams@gmail.com. Privacy Policy Terms Conditions Disclaimer footyfreams@gmail.com +91 (22) 252 45297 Plot No 71, Shell Colony Road, Chembur (east) Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. By using this website, you agree to our use of cookies. We use cookies to provide you with a great experience and to help our website run effectively. Accept",
    "terms-conditions": "FootyDreams Terms and Conditions - User Agreement Main About Us How To Play Download Terms and Conditions 1. Introduction Welcome to FootyDreams. These terms and conditions outline the rules and regulations for the use of FootyDreams' website and app. By accessing this website and app we assume you accept these terms and conditions. Do not continue to use FootyDreams if you do not agree to take all of the terms and conditions stated on this page. 2. Intellectual Property Rights Other than the content you own, under these Terms, FootyDreams and/or its licensors own all the intellectual property rights and materials contained in this website and app. You are granted limited license only for purposes of viewing the material contained on this website and app. 3. Restrictions You are specifically restricted from all of the following: publishing any website material in any other media; selling, sublicensing, and/or otherwise commercializing any website material; publicly performing and/or showing any website material; using this website in any way that is or may be damaging to this website; using this website in any way that impacts user access to this website; using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website; using this website to engage in any advertising or marketing. 4. Your Privacy Please read our Privacy Policy. 5. Limitation of Liability In no event shall FootyDreams, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. FootyDreams, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website and app. 6. Indemnification You hereby indemnify to the fullest extent FootyDreams from and against any and all liabilities, costs, demands, causes of action, damages, and expenses (including reasonable attorney’s fees) arising out of or in any way related to your breach of any of the provisions of these Terms. 7. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 8. Variation of Terms FootyDreams is permitted to revise these Terms at any time as it sees fit, and by using this website and app you are expected to review these Terms on a regular basis. 9. Assignment FootyDreams is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 10. Entire Agreement These Terms constitute the entire agreement between FootyDreams and you in relation to your use of this website and app and supersede all prior agreements and understandings. 11. Governing Law & Jurisdiction These Terms will be governed by and interpreted in accordance with the laws of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. 12. Contact Us If you have any questions about these Terms, please contact us at footyfreams@gmail.com. Privacy Policy Terms Conditions Disclaimer footyfreams@gmail.com +91 (22) 252 45297 Plot No 71, Shell Colony Road, Chembur (east) Payment Partners Disclaimer Play responsibly. Ensure you understand the risks associated with gambling. By using this website, you agree to our use of cookies. We use cookies to provide you with a great experience and to help our website run effectively. Accept",
    "thank_page": "Thank You from FootyDreams - Submission Received Thank You! Your submission has been received. We appreciate your interest and will get back to you shortly. Back to the main page"
  },
  "date": "2024-06-27T14:31:29.753Z"
}