{
  "name": "fortuneharborcasino",
  "pages": {
    "terms-conditions": "Terms of Use | Fortune Harbor Casino - User Agreement +44-151-232-3100 fortuneharborcasino@gmail.com 5 Wall St, Liverpool L1 8JQ, UK Fortune Harbor Casino Home Facilities About Us Entertainment Rest Advantages Terms of Use Security We take reasonable measures to protect the security of your personal information and financial transactions. However, no data transmission over the Internet or electronic storage system can be guaranteed to be 100% secure. We cannot warrant the security of any information you transmit to us, and you do so at your own risk. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by us. We are not responsible for the content, privacy policies, or practices of any third-party websites. We encourage you to read the terms of use and privacy policies of any third-party websites you visit. Termination We reserve the right to terminate your access to our services at any time, for any reason, without notice. If we terminate your access, you will not be entitled to any refund of fees or charges. We may also terminate your account if you violate these Terms of Use or any applicable laws or regulations. Waiver Our failure to enforce any provision of these Terms of Use will not be deemed a waiver of that provision or any other provision. Any waiver of a provision of these Terms of Use must be in writing and signed by an authorized representative of Fortune Harbor Casino. Severability If any provision of these Terms of Use is held to be invalid or unenforceable, that provision will be struck and the remaining provisions will be enforced. Entire Agreement These Terms of Use, together with our Privacy Policy and any other agreements or policies referenced herein, constitute the entire agreement between you and Fortune Harbor Casino regarding your use of our services. These Terms of Use supersede all prior or contemporaneous communications and proposals, whether oral or written. Assignment You may not assign or transfer these Terms of Use or any of your rights or obligations under these Terms of Use without our prior written consent. We may assign or transfer these Terms of Use or any of our rights or obligations under these Terms of Use without your consent. Force Majeure We will not be liable for any failure or delay in performing our obligations under these Terms of Use if such failure or delay is caused by circumstances beyond our reasonable control, including but not limited to acts of God, natural disasters, wars, strikes, power outages, or government actions. Governing Language These Terms of Use are written in English. Any translations of these Terms of Use into other languages are provided for convenience only. In the event of any conflict between the English version and any translated version, the English version will control. Contact Us If you have any questions or concerns about these Terms of Use or our services, please contact us at fortuneharborcasino@gmail.com. We will do our best to respond to your inquiry in a timely manner. Promotions and Bonuses From time to time, we may offer promotions and bonuses to our customers. These promotions and bonuses may be subject to additional terms and conditions, which will be posted on our website or communicated to you in writing. By participating in any promotion or bonus, you agree to be bound by these additional terms and conditions. We reserve the right to modify or cancel any promotion or bonus at any time without notice. Taxes You are responsible for any taxes, fees, or charges associated with your use of our services. We will not be liable for any taxes, fees, or charges that you may owe to any governmental authority or other entity. If we are required to withhold any taxes from your winnings, we will do so in accordance with applicable law. Dispute Resolution If you have a dispute with us, you agree to try to resolve it informally by contacting us at fortuneharborcasino@gmail.com. If we are unable to resolve the dispute informally, you agree to submit the dispute to binding arbitration in Las Vegas, Nevada, in accordance with the rules of the American Arbitration Association. Any arbitration proceeding will be conducted in English. The arbitrator's decision will be final and binding, and judgment on the award may be entered in any court having jurisdiction. You agree to waive any right to a jury trial or to participate in a class action lawsuit. Fortune Harbor Casino Navigation Home Facilities About Us Entertainment Rest Advantages Additional navigation Disclaimer Privacy Policy Terms of use 18+",
    "thanks": "Thank You | Fortune Harbor Casino - We Appreciate Your Visit Fortune Harbor Casino Thank you for reaching out to us! We appreciate your time and effort in contacting us. Your feedback is a precious gift that helps us to improve our services and provide you with the best experiences possible. Just like the unpredictable tides of fortune, your thoughts and suggestions are unique and invaluable. We believe that every voice matters, and we are grateful for your contribution. Our team will review your message and get back to you as soon as possible. In the meantime, we invite you to continue exploring the exciting world of Fortune Harbor Casino. Once again, thank you for your valuable input. We look forward to serving you with even greater dedication and enthusiasm. To main",
    "about": "About Us | Fortune Harbor Casino - Discover Our Vision and Values +44-151-232-3100 fortuneharborcasino@gmail.com 5 Wall St, Liverpool L1 8JQ, UK Fortune Harbor Casino Home Facilities About Us Entertainment Rest Advantages About Us Our Vision At Fortune Harbor Casino, our vision is to create a premier gaming and entertainment destination where luxury and excitement blend seamlessly. We are dedicated to providing an unparalleled experience for our guests, with top-notch service, state-of-the-art facilities, and a wide range of gaming options. Our Commitment We are committed to upholding the highest standards of integrity and excellence. Our team works tirelessly to ensure a safe, fair, and enjoyable environment for all our guests. From our meticulously maintained gaming floors to our exquisite dining options, every aspect of Fortune Harbor Casino is designed with your satisfaction in mind. Our Legacy Since our inception, Fortune Harbor Casino has become synonymous with prestige and distinction in the gaming industry. Our rich history is a testament to our unwavering dedication to quality and innovation. We continue to build on this legacy, striving to exceed expectations and set new benchmarks in luxury and entertainment. Our Team Our team at Fortune Harbor Casino is comprised of dedicated professionals who are passionate about delivering exceptional service. From our experienced dealers to our friendly hospitality staff, every team member is committed to ensuring your visit is enjoyable and memorable. We pride ourselves on our expertise and our ability to create a welcoming and exciting environment for all our guests. Community Engagement Fortune Harbor Casino believes in giving back to the community. We actively support local charities and initiatives, aiming to make a positive impact on the lives of those around us. Our community engagement programs focus on education, health, and social services, reflecting our commitment to being a responsible and caring neighbor. Our Values At Fortune Harbor Casino, our values guide everything we do. We are dedicated to creating a welcoming and inclusive environment for our guests and employees. Our core values drive our commitment to excellence, integrity, and community. Excellence We strive for excellence in every aspect of our operations. From our top-tier gaming experiences to our luxurious accommodations and gourmet dining, we aim to exceed your expectations and deliver a superior experience every time you visit. Integrity Integrity is at the heart of our business. We operate with honesty, transparency, and respect, ensuring a fair and safe environment for all our guests. Our dedication to ethical practices builds trust and fosters long-term relationships with our patrons and partners. 1200+ Satisfied Guests 500+ Slot Machines 200+ Dedicated Staff Fortune Harbor Casino Navigation Home Facilities About Us Entertainment Rest Advantages Additional navigation Disclaimer Privacy Policy Terms of use 18+ This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptButton = document.getElementById(\"accept-cookies\"); // Check if cookies are already accepted if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.classList.add(\"visible\"); } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.classList.remove(\"visible\"); }); }); This website is intended for individuals 18 years and older. By clicking the button below, you confirm that you are 18 years of age or older. I am 18 years old document.addEventListener(\"DOMContentLoaded\", function () { var agePopup = document.getElementById(\"age-popup\"); var confirmButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.classList.add(\"visible\"); } confirmButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.classList.remove(\"visible\"); }); });",
    "disclaimer": "Disclaimer | Fortune Harbor Casino - Important Information +44-151-232-3100 fortuneharborcasino@gmail.com 5 Wall St, Liverpool L1 8JQ, UK Fortune Harbor Casino Home Facilities About Us Entertainment Rest Advantages Disclaimer Responsible Gaming Fortune Harbor Casino promotes responsible gaming and is committed to providing a safe and enjoyable environment for our customers. We encourage our customers to gamble responsibly and to seek help if they have a gambling problem. We provide information about responsible gaming on our website and in our casino, and we offer a self-exclusion program for customers who wish to limit their access to our services. Security Fortune Harbor Casino takes reasonable measures to protect the security of your personal information and financial transactions. However, we cannot guarantee the security of any information transmitted over the Internet or stored on our servers. We are not responsible for any unauthorized access to or use of your personal information or financial transactions. Governing Law and Jurisdiction This Disclaimer and your use of our services are governed by the laws of the jurisdiction in which Fortune Harbor Casino is located. Any dispute arising out of or in connection with this Disclaimer or your use of our services shall be resolved in the courts of that jurisdiction. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by Fortune Harbor Casino. We are not responsible for the content, privacy policies, or practices of these websites. We encourage you to read the terms and conditions and privacy policies of any third-party website that you visit. Waiver The failure of Fortune Harbor Casino to enforce any provision of this Disclaimer shall not constitute a waiver of that provision or any other provision. Severability If any provision of this Disclaimer is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Force Majeure Fortune Harbor Casino shall not be liable for any failure or delay in performing its obligations under this Disclaimer if such failure or delay is caused by circumstances beyond its reasonable control, including but not limited to acts of God, natural disasters, wars, strikes, or government actions. Entire Agreement This Disclaimer constitutes the entire agreement between you and Fortune Harbor Casino regarding your use of our services. Any prior agreements or understandings are superseded by this Disclaimer. Language This Disclaimer is written in English. If this Disclaimer is translated into any other language, the English version shall prevail in the event of any conflict or discrepancy. By using the services of Fortune Harbor Casino, you acknowledge that you have read, understood, and agreed to the terms and conditions set forth in this Disclaimer. If you do not agree to these terms, please do not use our services. For further information, please contact us at fortuneharborcasino@gmail.com. We appreciate your cooperation and understanding in adhering to these terms and conditions. Thank you for choosing Fortune Harbor Casino. Fortune Harbor Casino Navigation Home Facilities About Us Entertainment Rest Advantages Additional navigation Disclaimer Privacy Policy Terms of use 18+",
    "index": "Fortune Harbor Casino | Home of Luxury Gaming and Entertainment +44-151-232-3100 fortuneharborcasino@gmail.com 5 Wall St, Liverpool L1 8JQ, UK Fortune Harbor Casino Home Facilities About Us Entertainment Rest Advantages Welcome to Fortune Harbor Casino Discover a world of excitement and luxury at Fortune Harbor Casino, where fortunes are made and unforgettable experiences await. Step into our opulent gaming halls where luck meets sophistication, offering a variety of classic and modern games to suit every player’s taste. Whether you’re a seasoned gambler or a first-time visitor, our exceptional service and vibrant atmosphere ensure an unforgettable stay. Experience the thrill of our state-of-the-art slot machines, or test your skills at our elegant card tables. Indulge in exquisite dining options and unwind in our exclusive lounges, where every moment is designed for your enjoyment. Join us at Fortune Harbor Casino and let us elevate your entertainment experience to new heights. To learn more Explore Our World-Class Amenities Luxury Accommodations Indulge in unparalleled luxury at Fortune Harbor Casino with our exquisite accommodations. Each room and suite is meticulously designed to offer comfort and style, ensuring a relaxing retreat after an exhilarating day of gaming and entertainment. Gourmet Dining Savor the flavors of perfection at our world-class restaurants. From fine dining to casual fare, our culinary experts craft dishes that tantalize the senses and complement your experience at Fortune Harbor Casino. Whether you crave steakhouse classics or international cuisine, every meal is a journey of culinary delight. Unmatched Entertainment Live Shows and Events Experience unforgettable evenings with our spectacular live shows and events at Fortune Harbor Casino. From world-renowned performers to captivating themed nights, our entertainment lineup promises excitement and glamour for every guest Exclusive VIP Club Elevate your experience with membership to our exclusive VIP Club. Enjoy personalized service, access to private gaming areas, special promotions, and lavish perks designed to cater to the discerning tastes of our most valued patrons. Discover a new level of luxury at Fortune Harbor Casino's VIP Club. Relax and Unwind Indulge in relaxation and rejuvenation at Fortune Harbor Casino, where luxury meets tranquility. Whether you seek a soothing spa experience or prefer to unwind by the poolside, our resort offers the perfect retreat from the excitement of the gaming floor. Luxury Spa Treat yourself to a world-class spa experience at Fortune Harbor Casino. Our skilled therapists offer a range of rejuvenating treatments and massages, ensuring you leave feeling refreshed and revitalized. Fitness Center Stay active and energized during your stay with our state-of-the-art fitness center. Equipped with modern machines and personal training options, it's the perfect place to maintain your wellness routine. Outdoor Pool Relax under the sun at our outdoor pool area. Take a refreshing swim or lounge in comfort with poolside service, providing a serene escape from the bustle of the casino. Gourmet Dining Savor the flavors of perfection at our world-class restaurants. From fine dining to casual fare, our culinary experts craft dishes that tantalize the senses and complement your experience at Fortune Harbor Casino Monthly Specials Discover exclusive monthly promotions at Fortune Harbor Casino. Each month brings new opportunities to win big with our exciting giveaways and special events. Don't miss out on your chance to be a part of the action! VIP Rewards Program Join our VIP Rewards Program and unlock a world of benefits. Earn points with every play and redeem them for luxurious rewards, from complimentary stays to exclusive event invitations. Experience VIP treatment like never before. Slot Tournaments Compete in thrilling slot tournaments for a chance to win cash prizes and more. Test your luck and skill against other players in our dynamic gaming environment. It's your chance to shine at Fortune Harbor Casino. Table Game Bonuses Enjoy special bonuses and promotions on our diverse selection of table games. Whether you're a blackjack enthusiast or a poker aficionado, there's always something exciting happening at our tables. Join the excitement today! Your Safety is Our Priority Enhanced Health and Safety Measures At Fortune Harbor Casino, we prioritize your well-being with comprehensive health and safety protocols. Our commitment to cleanliness and sanitation ensures a worry-free environment for all our guests and staff. From enhanced cleaning procedures to social distancing measures, we strive to provide a safe and enjoyable experience throughout your visit. Rest assured, your safety remains our top priority at Fortune Harbor Casino. Plan Your Visit Today Discover all that Fortune Harbor Casino has to offer and plan your visit today. Whether you're looking for thrilling gaming experiences, luxurious accommodations, or exquisite dining, we have everything you need for an unforgettable stay. Luxury Accommodations £300+ Experience opulent comfort in our deluxe rooms and suites, designed to exceed your expectations. Get a service Fine Dining £50+ Indulge in culinary excellence at our world-class restaurants, offering a diverse range of gourmet dishes. Get a service Spa and Wellness £100+ Treat yourself to relaxation and rejuvenation with our rejuvenating spa treatments and wellness services. Get a service Contact Us Get in Touch with Us I accept the Privacy Policy Send Contact Us We’re here to help! Whether you have questions, feedback, or need assistance, feel free to reach out to us. Our dedicated team at Fortune Harbor Casino is always ready to ensure you have the best experience possible. Contact us through the form below, by phone, or visit us in person. We look forward to hearing from you! Location 5 Wall St, Liverpool L1 8JQ, UK Phone number +44-151-232-3100 Email address fortuneharborcasino@gmail.com Fortune Harbor Casino Navigation Home Facilities About Us Entertainment Rest Advantages Additional navigation Disclaimer Privacy Policy Terms of use 18+ This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptButton = document.getElementById(\"accept-cookies\"); // Check if cookies are already accepted if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.classList.add(\"visible\"); } acceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.classList.remove(\"visible\"); }); }); This website is intended for individuals 18 years and older. By clicking the button below, you confirm that you are 18 years of age or older. I am 18 years old document.addEventListener(\"DOMContentLoaded\", function () { var agePopup = document.getElementById(\"age-popup\"); var confirmButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.classList.add(\"visible\"); } confirmButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.classList.remove(\"visible\"); }); });",
    "privacy-policy": "Privacy Policy | Fortune Harbor Casino - Your Data Protection +44-151-232-3100 fortuneharborcasino@gmail.com 5 Wall St, Liverpool L1 8JQ, UK Fortune Harbor Casino Home Facilities About Us Entertainment Rest Advantages Privacy Policy Cookies and Similar Technologies We may use cookies and similar technologies to collect information about your use of our services. Cookies are small data files that are stored on your device when you visit a website. We use cookies and similar technologies for the following purposes: To remember your preferences and settings To authenticate your login and session To analyze the performance and usage of our services To deliver targeted advertising and marketing communications You can manage your cookie preferences through your web browser settings. However, please note that disabling cookies may affect the functionality of our services. Third-Party Analytics and Advertising We may use third-party analytics and advertising services to help us understand how our services are used and to deliver targeted advertising and marketing communications. These third-party services may use cookies and similar technologies to collect information about your use of our services and other websites. The information collected by these third-party services may be used to analyze and track usage, determine the popularity of certain content, and deliver advertising and content targeted to your interests. We do not control the use of cookies and similar technologies by these third-party services. We encourage you to review the privacy policies of these third-party services for more information about their data collection and use practices. Social Media Features Our services may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button or interactive mini-programs that run on our site. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our site. Your interactions with these features are governed by the privacy policy of the company providing it. Data Breach Notification In the event of a data breach, we will notify affected users as required by law. We will also take reasonable measures to investigate the breach, mitigate its effects, and prevent future breaches. Dispute Resolution If you have a dispute with us regarding our privacy practices, you agree to first contact us and attempt to resolve the dispute informally. If we are unable to resolve the dispute informally, you agree to submit the dispute to binding arbitration in accordance with the rules of the American Arbitration Association. The arbitration will be conducted in the English language and will take place in the state where you reside. The decision of the arbitrator will be final and binding, and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof. Entire Agreement This Privacy Policy constitutes the entire agreement between you and Fortune Harbor Casino regarding our privacy practices. If any provision of this Privacy Policy is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Contact Information If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: Fortune Harbor Casino fortuneharborcasino@gmail.com Fortune Harbor Casino Navigation Home Facilities About Us Entertainment Rest Advantages Additional navigation Disclaimer Privacy Policy Terms of use 18+"
  },
  "date": "2024-06-28T20:41:37.044Z"
}