{
  "name": "Front Foot",
  "pages": {
    "disclaimer": "Stay Informed: Important Disclaimer Regarding the Use of Front Foot Cricket Game App About FAQ Download Disclaimer Introduction Welcome to our website. The content presented on this platform is intended solely for informational purposes. By accessing this site, you acknowledge and agree to the terms and conditions outlined in this disclaimer. Nature of Information The information provided on this site is meant to inform and educate users regarding various topics. While we strive to ensure that the information presented is accurate and up-to-date, it is important to understand that all content is subject to change. We do not guarantee the completeness, reliability, or accuracy of the information shared on this website. As such, we encourage users to consult multiple sources and conduct their own research to verify any information before making decisions based on it. No Professional Advice The content found on this site should not be construed as professional advice, including but not limited to legal, financial, medical, or psychological guidance. The content is not a substitute for professional consultation and is not tailored to your individual circumstances. If you require specific advice, we urge you to seek the counsel of a licensed professional who can provide guidance based on your unique situation. User Responsibility By using this site, you agree to assume full responsibility for any decisions or actions taken based on the information provided herein. We shall not be liable for any losses, injuries, or damages arising from your reliance on the information available on this website. Users are advised to exercise their discretion and judgment when interpreting and applying the content they encounter. Links to Third-Party Sites Our website may contain links to external websites, forums, or resources that are not owned or controlled by us. We provide these links for your convenience only and do not endorse the content, products, or services offered by these third-party sites. Therefore, we cannot be held responsible for the accuracy, legality, or appropriateness of the information presented on any external platforms. Users should carefully review the terms, conditions, and privacy policies of these sites before engaging with them. No Guarantees While we strive to provide quality content and valuable resources, we do not offer any guarantees regarding the outcomes of following the advice or information presented on this site. Results may vary based on individual circumstances, and we encourage users to take responsibility for their own decisions and actions. Copyright and Intellectual Property The content, design, and layout of this website are protected by copyright and other intellectual property laws. Users are not permitted to reproduce, distribute, or modify any content found on this site without obtaining our express written consent. Unauthorized use of the material may result in legal action. We encourage users to attribute content properly and respect the rights of original creators. Privacy Policy Your privacy is important to us. We are committed to safeguarding your personal information and have implemented measures to protect it. However, please be aware that no data transmission over the Internet can be guaranteed to be completely secure. By using our site, you acknowledge that you understand the inherent risks associated with online activities and that we cannot guarantee the safety of your data. Limitation of Liability To the fullest extent permitted by law, we shall not be liable for any direct, indirect, incidental, punitive, or consequential damages arising from your use of, or inability to use, this site, including any damages for loss of profits, goodwill, use, data, or other intangible losses. Our liability in connection with this website shall be limited to the maximum extent permitted by law, regardless of the nature of the claim. Changes to the Disclaimer We reserve the right to modify this disclaimer at any time without prior notice. Any changes will be posted on this page with an updated effective date. We encourage you to review this disclaimer periodically to stay informed of any modifications. Your continued use of the site following the posting of changes constitutes your acceptance of the revised disclaimer. Indemnification You agree to indemnify, defend, and hold harmless our website, its owners, and affiliates from and against any claims, liabilities, losses, damages, costs, or expenses (including reasonable attorneys’ fees) arising out of or connected to your use of the site, your violation of these terms, or your infringement of any rights of another party. Conclusion By using our website, you acknowledge that you have read, understood, and agreed to be bound by this disclaimer. If you do not agree to these terms, you are advised to refrain from using our site. We appreciate your understanding and hope that you find the information we provide valuable, useful, and informative. Should you have any questions or concerns regarding this disclaimer or any aspect of our site, please feel free to contact us. Thank you for choosing to visit our website. Enjoy your time here! Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer FrontFoot@gmail.com | +919875352555 Please note that this site is intended for users who are 18 years of age or older. By continuing to browse the site, you confirm that you are of legal age to view adult content. Thank you for your understanding. Copyright @2024",
    "index": "Welcome to Front Foot - Your Ultimate Fantasy Cricket Experience About FAQ Download We use cookies to enhance your browsing experience and provide personalized content. By continuing to use our site, you consent to the use of cookies. Thank you for visiting! Accept Decline GET APP LINK I accept Privacy Policy Step Up to the Crease and Rule the FRONT FOOT! Fantasy Cricket offers an electrifying strategic experience where you can assemble your own team and have the opportunity to win real rewards if your team emerges victorious. By selecting players from both teams to form an ideal lineup of 11 players, you will accumulate points based on their actual performance. Your prizes and earnings are determined by the total points you achieve. \"FRONT FOOT\" stands out as a prominent platform for fantasy cricket competitions. Our user-friendly gaming concepts have been meticulously crafted to enhance your winning prospects in fantasy sports contests. With a range of free and paid cricket leagues and competitions available, you can easily join and compete for cash rewards. Our cricket fantasy league boasts a large player base, with numerous participants having already claimed significant prizes. \"FRONT FOOT\" Fantasy Cricket App Screenshots What Is Fantasy Cricket? Fantasy Cricket is a virtual game where participants create their own team of real cricket players and earn points based on their on-field performances in actual matches. By strategically selecting players and forming a competitive lineup, participants can compete against each other in fantasy leagues or contests. The success of their chosen players in real matches determines their performance and potential rewards in the game. How To Play Fantasy Cricket? To play Fantasy Cricket, participants must first register on a fantasy cricket platform. They then select an upcoming match and create their fantasy team by choosing a specific number of players within a given budget. Participants can earn points based on the performance of their selected players in the actual match, with the highest-scoring team winning the fantasy league or contest and potentially earning prizes. What Is Fantasy Cricket? \"FRONT FOOT\" is considered one of the best platforms for Daily Fantasy Cricket due to its user-friendly interface, wide range of contests, attractive prize pools, and timely updates on player performance. The platform also offers detailed player statistics, expert analysis, and tips to help participants make informed decisions when creating their fantasy teams. Overall, \"FRONT FOOT\" provides a comprehensive and enjoyable fantasy cricket experience for users. Steps To Download Fantasy Cricket App For Android Users Enable Unknown Sources Download the \"FrontFoot.apk\" Install the \"FrontFoot.apk\" Frequently Asked Question How do I register on the Front Foot app? To register on Front Foot, download the app from the app store, click on the \"Register\" button, and follow the on-screen instructions to create an account. How do I create a fantasy team on Front Foot? After logging in, click on the upcoming match, select your fantasy team within the budget provided, and confirm your team selection before the deadline. How are points calculated on Front Foot? Points are awarded based on the performance of selected players in the actual match. Runs, wickets, catches, and other actions earn points for your fantasy team. Can I join contests on Front Foot? Yes, you can join various contests on Front Foot with entry fees and prize pools. Choose a contest that suits your preference. How can I track my fantasy team's performance on Front Foot? You can monitor your fantasy team's performance in real-time during the match. Points are updated as actions happen in the live game. How can I improve my fantasy cricket skills on Front Foot? Front Foot provides expert tips, player analysis, and strategy guides to help you make informed decisions and improve your fantasy cricket skills. What customer support services does Front Foot offer? For any queries or assistance, you can contact Front Foot's customer support team through the in-app chat, email support, or FAQs section. Are there any special promotions or bonuses for users on Front Foot? Front Foot frequently offers promotional contests, bonuses, and special discounts for users. Keep an eye on the app for updates on such offers. Is Front Foot available on both Android and iOS platforms? Yes, Front Foot is available for download on both Android and iOS platforms, providing seamless access to fantasy cricket games for users across different devices. Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer FrontFoot@gmail.com | +919875352555 Please note that this site is intended for users who are 18 years of age or older. By continuing to browse the site, you confirm that you are of legal age to view adult content. Thank you for your understanding. Copyright @2024 const faq = document.querySelectorAll(\".faqBlock__listItemTitle\"); const accordionToggle = (e) => { e.currentTarget.classList.toggle(\"faqBlock__listItemActive\"); const item = e.currentTarget.nextElementSibling; if (e.currentTarget.classList.contains(\"faqBlock__listItemActive\")) { item.style.maxHeight = item.scrollHeight + \"px\"; } else { item.style.maxHeight = 0; } }; if (faq) { faq.forEach((el) => { el.addEventListener(\"click\", accordionToggle); }); } document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; }",
    "policy": "Privacy Policy for Front Foot Fantasy Cricket App About FAQ Download Privacy Policy Effective Date: 20 may 2023 At \"Front Foot\", we value your privacy and are committed to protecting it through our compliance with this policy. This Privacy Policy describes how we collect, use, disclose, and safeguard your information when you visit our website \"Front Foot\", and any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Site”). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. 1. Information We Collect We may collect information about you in a variety of ways, including: rsonal Data: Personally identifiable information, such as your name, shipping address, email address, phone number, and demographic information, that you voluntarily give to us when you register with the site or when you choose to participate in various activities related to the site, such as online chat and message boards. rivative Data: Information our servers automatically collect when you access the site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the site. nancial Data: Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the site. ta from Social Networks: User information from social networking sites, such as Facebook, Google+, Twitter, Instagram, LinkedIn, including your name, your social network username, location, gender, birthdate, email address, profile picture, and public data for contacts, if you connect your account to such social networks. 2. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the site to: Create and manage your account. Process your transactions and send you a confirmation for your purchases. Send you a newsletter or marketing communication. Respond to customer service requests and support needs. Improve our site and user experience. Monitor and analyze usage and trends to improve your experience with the site. Notify you of updates to the site. Fulfill and manage purchases, orders, payments, and other transactions related to the site. Prevent fraudulent transactions, monitor against theft, and protect against criminal activity. 3. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Third-Party Service Providers: We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance. Affiliates: We may share your information with our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us. Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. 4. Tracking Technologies We may use cookies, web beacons, tracking pixels, and other tracking technologies on the site to help customize the site and improve your experience. When you access the site, your personal information is not collected through the use of tracking technology. okies: Cookies are small text files placed on your hard drive by a web server. You can choose to have your computer warn you each time a cookie is being sent or turn off all cookies. You can do this through your browser settings. b Beacons: Web beacons are small graphic files that allow us or third parties to monitor your use of the site and collect usage data. 5. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that no method of transmission over the Internet or method of electronic storage is 100% secure and we cannot guarantee its absolute security. 6. Third-Party Websites The site may contain links to third-party websites and applications of interest, including advertisements and external services that are not affiliated with us. Once you leave the site, we cannot control the activities of these third parties. 7. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. 8. Options Regarding Your Information You may at any time review or change the information in your account or terminate your account by: - Logging into your account settings and updating your account. - Contacting us using the contact information below. 9. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. 10. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: FrontFoot@gmail.com +919875352555 Thank you for using \"Front Foot\". Your privacy is important to us, and we are committed to protecting it. Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer FrontFoot@gmail.com | +919875352555 Please note that this site is intended for users who are 18 years of age or older. By continuing to browse the site, you confirm that you are of legal age to view adult content. Thank you for your understanding. Copyright @2024",
    "terms": "Terms and Conditions of Use for Front Foot Fantasy Cricket App About FAQ Download Terms and conditions 1. Introduction Welcome to \"Front Foot\"! By using our website, you agree to comply with and be bound by the following terms and conditions. Please review these terms carefully. If you do not agree to these terms, you should not use our website. 2. Definitions In these Terms and Conditions: \"Website\" refers to \"Front Foot\". \"User,\" \"You,\" or \"Your\" refers to any person who accesses or uses our website. \"We,\" \"Our,\" or \"Us\" refers to \"Front Foot\". 3. Acceptance of Terms By accessing or using our website, you confirm that you accept these Terms and Conditions and agree to abide by them. We may revise these terms from time to time, and the updated version will be posted on this page. Your continued use of the website following any such changes constitutes acceptance of the new terms. 4. User Accounts Users may be required to create an account to access certain features of our website. You agree to provide accurate, current, and complete information during the registration process. You are responsible for maintaining the confidentiality of your account and password. You are fully responsible for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account or any other breach of security. 5. User Conduct You agree to use our website only for lawful purposes and in accordance with these terms. You agree not to: Use the site in any way that violates any applicable federal, state, local, or international law or regulation. Engage in any conduct that restricts or inhibits anyone’s use or enjoyment of the site. Impersonate or attempt to impersonate \"Front Foot\", a \"Front Foot\" employee, another user, or any other person or entity. Transmit any advertising or promotional material, including any “junk mail,” “chain letter,” “spam,” or any other similar solicitation. 6. Intellectual Property Rights All content, features, and functionality on the website, including but not limited to text, graphics, logos, and software, are the exclusive property of \"Front Foot\" or its licensors and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. You are granted a limited, non-exclusive, non-transferable license to access and use the website for your personal, non-commercial use. You must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, Security and Game Integrity SLL Secure Connection 100% Legel & Secure Connection Payment Partners Privacy Policy | Terms & Conditions | Disclaimer FrontFoot@gmail.com | +919875352555 Please note that this site is intended for users who are 18 years of age or older. By continuing to browse the site, you confirm that you are of legal age to view adult content. Thank you for your understanding. Copyright @2024",
    "thank_page": "Thank you for your request - Enjoy Front Foot's Fantasy Cricket Features Thank you! Thank you for reaching out and expressing your interest in the download link. We appreciate your enthusiasm! We’re currently processing your request and will send you the link shortly. If you have any specific questions or need further assistance in the meantime, please feel free to let us know. Thanks again for your patience and support! Back"
  },
  "date": "2024-07-23T12:10:03.780Z"
}