{
  "name": "gamerroxNewZealand",
  "pages": {
    "policy": "Privacy Policy for Gamerrox Online Gambling Simulator in New Zealand: Keeping Your Information Safe and Secure. Home About Us Popular games Tournaments Reviews Contacts Privacy Policy This privacy policy describes what information is collected and stored when you use gamerrox New Zealand, and how it is used. Please read this document carefully before using our services. 1. Information collected When you visit gamerrox, we may collect the following information: - Information you provide when registering on the site, such as your username, email address and password. - Information you provide when filling out questionnaires and surveys on the site. - Information collected through cookies and other tracking technologies about your activity on the site, including the pages you visit and the time you spend on the site. - Information you provide when communicating with our customer support, including emails and chats. 2. Use of information We use the information we collect for the following purposes: - Providing you with access to the services and features of the gamerrox site. - To analyse and improve the website and develop new services. - To provide personalised recommendations and offers based on your preferences and interests. - To ensure website security and prevent fraud. - To comply with laws and the rules of use of the website. 3. Storage of information We store the information we collect on servers located in New Zealand or other countries that comply with the standards of personal data protection. We take the necessary measures to ensure the security and confidentiality of your information. 4. Disclosure of information to third parties We do not disclose your information to third parties without your consent, except in cases required by law. 5. Changes to the privacy policy We reserve the right to make changes to this privacy policy. Any changes will be published on the gamerrox website and will come into effect from the moment they are published. 6. Contacting us If you have any questions or suggestions regarding this privacy policy, please contact us by email at gamerrox@gmail.com. We appreciate your trust and are ready to answer all your questions as soon as possible. Thank you for using the gamerrox website! Home About Us Popular games Tournaments Reviews Contacts Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun. 18+",
    "terms": "Terms and Conditions of Use for the gamerrox online gambling simulator in New Zealand. Home About Us Popular games Tournaments Reviews Contacts Terms & Conditions Welcome to the Gammerox website, which provides access to gambling simulators. Before you start using our services, please read this user agreement carefully. Using the site means that you agree to the terms and conditions set out below. 1. Registration and account 1.1 To access the games on our site, you must register and create a personal account. You agree to provide accurate data during registration and keep it secret from third parties. 1.2 It is prohibited to register more than one account on the site. In the event of a violation of this rule, we reserve the right to block all your accounts without warning. 1.3 Using an account makes you responsible for all actions performed using it. You must immediately notify us of any unauthorized access to your account. 2. Bets and winnings 2.1 The games on our site are intended for entertainment purposes only. We are not responsible for any losses you may incur as a result of playing. 2.2 You agree to use only your own funds to place bets on the site. We do not recommend using borrowed or free funds to play. 2.3 Winnings received as a result of playing on the site may be paid out in accordance with the rules and conditions set by the administration. We reserve the right to withhold payments in case of suspected fraud. 3. Confidentiality and Security 3.1 We undertake to maintain the confidentiality of your personal data and not to transfer it to third parties without your consent. 3.2 We make every effort to ensure the security of your data and prevent unauthorized access to it. However, we cannot guarantee absolute protection of information on the Internet. 4. Restrictions on Use 4.1 Use of the site may potentially be prohibited for persons under the age of majority in accordance with the laws of your country of residence. We recommend that you ensure that your use of our site complies with the requirements of the law. 4.2 It is prohibited to use the site for illegal purposes, including financial fraud, fraud, and distribution of malicious content. 5. Changes and additions 5.1 The site administration reserves the right to change and supplement this user agreement without prior notice. We recommend that you periodically check the current version of the agreement. 5.2 Using the site after changes have been made to this agreement means that you agree to the updated terms. 6. Limitations of liability 6.1 We are not liable for any losses incurred by you while using our site, including loss of data, income, the ability to use the site, etc. 6.2 We reserve the right to temporarily or permanently suspend access to the site or its functionality without notice. 7. Final provisions 7.1 This user agreement is governed by New Zealand law. 7.2 Any disputes arising in connection with the use of our site are subject to resolution in court. 7.3 For all questions related to the terms of use of the site, you can contact the administration using the contact at gamerrox@gmail.com. Thank you for your attention and enjoy the game on Gammerox! Home About Us Popular games Tournaments Reviews Contacts Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun. 18+",
    "thanks": "Thank you for choosing Gamerrox - the ultimate online casino simulator in New Zealand! Thank you for choosing our amazing world of gambling simulator! Our task is to make your game comfortable. Good luck! Home",
    "cookies": "Cookie Policy for Gamerrox Online Gambling Simulator in New Zealand. Home About Us Popular games Tournaments Reviews Contacts Cookies Policy This Cookies Policy explains what cookies are, how we use them, and your choices regarding cookies when visiting the gamerrox website in New Zealand. What are cookies? Cookies are small pieces of text sent by your web browser by a website you visit. A cookie file is stored in your web browser and allows the gamerrox website or a third-party service provider to recognize you and make your next visit easier and the website more useful to you. Cookies can be \"persistent\" or \"session\" cookies. Persistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser. How gamerrox uses cookies When you use and access the gamerrox website, we may place a number of cookies files in your web browser. We use cookies for the following purposes: - To enable certain functions of the gamerrox website - To provide analytics - To store your preferences - To enable advertisements delivery, including behavioral advertising We use both session and persistent cookies on the gamerrox website, and we use different types of cookies to run the website: - Essential cookies: We may use essential cookies to authenticate users and prevent fraudulent use of user accounts. - Analytics cookies: We may use analytics cookies to track information on how the gamerrox website is used so that we can make improvements. Third-party cookies In addition to our own cookies, we may also use various third-party cookies to report usage statistics of the gamerrox website and deliver advertisements on and through the website. Your choices regarding cookies If you'd like to delete cookies or instruct your web browser to delete or refuse cookies, please visit the help pages of your web browser. Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use all of the features we offer, you may not be able to store your preferences, and some of our pages might not display properly. Changes to our Cookies Policy We may update our Cookies Policy from time to time. We will notify you of any changes by posting the new Cookies Policy on this page. You are advised to review this Cookies Policy periodically for any changes. Changes to this Cookies Policy are effective when they are posted on this page. Contact us If you have any questions about our Cookies Policy, please contact us at gamerrox@gmail.com. By using the gamerrox website, you consent to the use of cookies in accordance with our Cookies Policy. Home About Us Popular games Tournaments Reviews Contacts Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun. 18+",
    "index": "Welcome to Gamerrox: the ultimate online casino simulator in New Zealand! Start playing now and win big! Home About Us Popular games Tournaments Reviews Contacts Play your favorite games with Gamerrox To learn more Delve into our amazing gambling simulator world. We ask all participants to be at least 18 years old to ensure a safe and enjoyable environment. Play responsibly and enjoy our games for pure entertainment without any real money stakes. About Us Gamerrox is a popular online gambling simulator that offers a wide range of games. On the site, gamers can enjoy the excitement without having to leave their home, while getting exciting sensations. New Zealand is one of the countries where gambling is very popular. There are many casinos and gaming sites that attract both locals and tourists. However, it is not always possible to visit a casino or a gaming club, so many gambling enthusiasts prefer to play online. Gamerrox provides the opportunity to play various gambling games such as poker, roulette, blackjack, slot machines and much more without leaving home. The site works around the clock, so players can immerse themselves in the world of excitement at any time convenient for them. There is a loyalty program for regular players, which allows you to receive additional bonuses and privileges. Gamerrox ensures the security and privacy of its users, which is one of the main principles of the site. the All personal data of players is kept strictly confidential. Thus, you can be sure that your game and data are under reliable protection. For beginners, the site has free versions of games and training materials that will help you get acquainted with the rules and strategies of the game. This is an excellent opportunity for those who are just starting their journey in the world of gambling to get comfortable and improve their skills. In addition, the Gamerrox website regularly holds tournaments and competitions, which makes the game even more exciting and interesting. By participating in such events, you have a chance not only to win a interesting prize, but also to demonstrate your skills to other players. The gambling simulator Gamerrox is becoming increasingly popular among New Zealanders who value the convenience and excitement of the game, but do not want to waste time traveling to a casino or gaming club. It provides a wide range of games, excellent conditions for playing and winning, as well as reliable protection of data. If you want to plunge into the exciting world of gambling without leaving your home, then Gamerrox is a great choice for you. Join the online community of players and enjoy the game and excitement. Popular games Play Play Play Play Play Play Play Play Play Play Play Play Play Play Play Tournaments The gambling simulator site Gamerrox has many tournaments available where players can compete with each other in various games. One of the most popular tournaments on the site is the blackjack tournament. Participants in this tournament have the opportunity to play blackjack against other players and win by earning points and beating opponents. The winners of the tournament will receive a prize pool in the form of virtual coins, which can be spent on purchasing various game items. Sign up Another popular tournament on the Gamerrox site is the roulette tournament. Participants in this tournament can try their luck and skill in the game of roulette, betting on different colors and numbers to win points and become the best in this competition. Winners get a chance to double their winnings and increase their rating on the Gamerrox site. Sign up Finally, the third tournament on the Gamerrox site is the poker tournament. Participants in this tournament can compete in a poker match, demonstrating their skills and strategies in this popular card game. Tournament winners receive a prize pool in the form of virtual coins and the opportunity to move up the leaderboard on the Gamerrox website. Sign up Overall, tournaments on the Gamerrox website are a great opportunity for players to show off their gambling skills by competing with other participants and earning valuable prizes. Regardless of which game you prefer to play, on the Gamerrox website you will definitely find a suitable tournament for yourself and be able to enjoy the excitement and thrill of the game without the risk of losing real money. Reviews \"Incredible variety of games, excellent graphics and user-friendly interface. It is very convenient to play on this site, I recommend it!\" Hugh \"I have been playing on gamerrox for several months now and every time I discover something new. I am delighted with the quality of the games and the high chances of winning!\" Isabella \"The gamerrox site is a place where you can relax and enjoy the excitement. Very convenient service and fast payouts. Thank you for a great time!\" Liam \"One of the best gambling sites I have ever been to. Excellent selection of games, attractive bonuses and excellent player support. I recommend it!\" Alexandra \"Thank you gamerrox for the excitement and fun! The games on the site are so exciting that time flies by. I highly recommend it to anyone who loves gambling!\" Oliver Contacts Telephone: +64 22-785-766 Email: gamerrox@gmail.com Address: 2 Jessie Street, Te Aro, Wellington 6011, New Zealand I accept Privacy Policy Send Home About Us Popular games Tournaments Reviews Contacts Privacy Policy Terms & Conditions Cookies Policy DISCLAIMER Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun. 18+"
  },
  "date": "2024-07-09T09:32:38.561Z"
}