{
  "name": "gamebustwin",
  "pages": {
    "terms-conditions": "Terms of Use - GameBustWin Social Casino 18+ gamebustwin Home Why are we Peculiarities Obligations Improved experience Join Terms of Use Eligibility To access and use gamebustwin, you must be at least 18 years old or the legal age of majority in your jurisdiction, whichever is greater. You also represent and warrant that you are not located in any country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a \"terrorist supporting\" country, and that you are not listed on any U.S. Government list of prohibited or restricted parties. Account Registration To use certain features of gamebustwin, you may need to register for an account. When registering, you must provide accurate and complete information and promptly update this information to keep it current. You are responsible for maintaining the confidentiality of your account and password, and you agree to accept responsibility for all activities that occur under your account or password. Intellectual Property gamebustwin and its original content, features, and functionality are owned by gamebustwin and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. You agree not to reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our website, except as follows: Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials. You may store files that are automatically cached by your web browser for display enhancement purposes. You may print or download one copy of a reasonable number of pages of the website for your own personal, non-commercial use, provided you do not modify any of the materials and you include all copyright and other proprietary notices contained in the materials. User Content gamebustwin may allow you to post, link, store, share, and otherwise make available certain information, text, graphics, videos, or other material (\"User Content\"). You are responsible for the User Content that you post on or through gamebustwin, including its legality, reliability, and appropriateness. By posting User Content on or through gamebustwin, you represent and warrant that: (i) the User Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms; and (ii) the posting of your User Content on or through gamebustwin does not violate the privacy rights, publicity rights, copyrights, contract rights, or any other rights of any person or entity. Changes to Terms We reserve the right, in our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. If you have any questions about these Terms, please contact us at gamebustwin@gmail.com. gamebustwin Location 171 Main North Road, Northcote, Christchurch 8053, New Zealand Phone +64-3-352-9872 Email gamebustwin@gmail.com Links Home Why are we Peculiarities Obligations Improved experience Join Additionally Disclaimer Privacy Policy Terms of Use 18+ Delve into our amazing gambling simulator world. We ask all participants to be at least 18 years old to ensure a safe and enjoyable environment. Play responsibly and enjoy our games for pure entertainment without any real money stakes. Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun.",
    "thanks": "Thank You - GameBustWin Social Casino Thank You for Reaching Out! We appreciate you taking the time to share your thoughts, ideas, or questions with us here at GameBustWin. Our community is what makes our platform thrive, and your input is invaluable in helping us create the best experience possible for all our users. Rest assured that your message has been received, and one of our dedicated team members will review it carefully. While we can't promise an individual response to every submission, please know that your voice has been heard and your feedback will contribute to shaping the future of GameBustWin. In the meantime, feel free to continue exploring our website, engage with fellow gamers in our forums, or check out the latest game reviews and news. Remember, GameBustWin is a community-driven platform, and your active participation is what makes it truly special. Once again, thank you for your contribution, and happy gaming! Return to Homepage",
    "disclaimer": "Disclaimer - GameBustWin Social Casino 18+ gamebustwin Home Why are we Peculiarities Obligations Improved experience Join Disclaimer In order to maintain a fair and enjoyable gaming environment for all users, gamebustwin reserves the right to modify, suspend, or discontinue any game, feature, or service offered on our platform without prior notice. We may also impose limits on certain features or restrict access to specific users in order to ensure the integrity and security of our platform. gamebustwin is not responsible for any technical issues, errors, or malfunctions that may affect the user experience or the outcome of any game. In the event of a dispute or discrepancy regarding game results, gamebustwin's records and decisions shall be final and binding. Users are advised to maintain a secure and confidential password for their gamebustwin account. gamebustwin is not responsible for any unauthorized access to or use of a user's account resulting from the user's failure to maintain the security of their login credentials. If you suspect that your account has been compromised, please contact us immediately at gamebustwin@gmail.com. gamebustwin may, from time to time, offer promotions, bonuses, or other incentives to users. These offers are subject to specific terms and conditions, which will be provided at the time of the offer. gamebustwin reserves the right to modify, cancel, or revoke any promotion or bonus at any time without prior notice. By using gamebustwin, you agree to receive communications from us, including but not limited to promotional materials, updates, and notifications related to your account or our services. You may opt out of receiving certain types of communications by adjusting your account settings or by contacting us at gamebustwin@gmail.com. gamebustwin is committed to providing a high-quality gaming experience for all users. However, we cannot guarantee that our website and its content will meet your specific needs or expectations. Your use of gamebustwin is at your own risk, and we disclaim all warranties, express or implied, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement. In no event shall gamebustwin, its affiliates, or their respective officers, directors, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of our website, its content, or any services provided by us. This Disclaimer shall be governed by and construed in accordance with the laws of New Zealand, without giving effect to any principles of conflicts of law. Any legal action or proceeding arising out of or related to this Disclaimer or your use of gamebustwin shall be instituted exclusively in the federal or state courts located in New Zealand, and you consent to the personal jurisdiction of such courts. gamebustwin Location 171 Main North Road, Northcote, Christchurch 8053, New Zealand Phone +64-3-352-9872 Email gamebustwin@gmail.com Links Home Why are we Peculiarities Obligations Improved experience Join Additionally Disclaimer Privacy Policy Terms of Use 18+ Delve into our amazing gambling simulator world. We ask all participants to be at least 18 years old to ensure a safe and enjoyable environment. Play responsibly and enjoy our games for pure entertainment without any real money stakes. Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun.",
    "index": "GameBustWin - The Ultimate Social Casino Experience 18+ gamebustwin Home Why are we Peculiarities Obligations Improved experience Join Welcome to GameBustWin - The Ultimate Social Casino Experience! Dive into the thrilling world of GameBustWin, where excitement knows no bounds! Experience the rush of winning without any real-world risk. Join our vibrant community and enjoy a variety of captivating casino games, all designed to deliver endless fun and entertainment. Play Why Choose Us? GameBustWin - Your Premier Social Casino Destination At GameBustWin, we bring the glitz and glamour of Las Vegas right to your fingertips. Whether you're a seasoned player or new to the casino scene, our platform offers a safe and engaging environment for everyone. Enjoy top-notch graphics, smooth gameplay, and a wide selection of games tailored to suit all tastes. Diverse Game Selection From classic slots to poker and roulette, we have something for everyone. Explore our extensive library and find your favorite games today! Play with Friends Challenge your friends and make new ones in our interactive social casino. Share your victories and compete for the top spot on our leaderboards. Features That Set Us Apart GameBustWin is not just about playing games; it's about the complete experience. We offer features that enhance your gameplay and keep you coming back for more. Daily Rewards Log in every day to receive exclusive rewards and bonuses. The more you play, the more you earn! Special Events Participate in our exciting events and tournaments for a chance to win big prizes. There's always something happening at GameBustWin. Our Commitment to You Safe and Secure Your safety is our priority. We use advanced encryption and security measures to ensure your data is protected at all times. Exciting Features Enhance Your GameBustWin Experience Customizable Avatars Personalize your gaming experience with unique avatars. Stand out from the crowd and express your style. Loyalty Program Earn points for every game you play and redeem them for fantastic rewards. The more you play, the more you gain! Interactive Chat Engage with other players through our interactive chat feature. Share tips, celebrate wins, and make new friends. Join the Fun Classic Slots Spin the reels and win big with our collection of classic slot games. Poker Test your skills and bluff your way to victory in our thrilling poker games. Roulette Place your bets and feel the excitement as the wheel spins in our roulette games. Blackjack Hit or stand? Beat the dealer in our engaging blackjack games. Bingo Mark your numbers and shout \"Bingo!\" in our lively bingo games. Live Dealer Games Experience the real casino atmosphere with our live dealer games. Interact with dealers and other players in real-time. Try in demo mode [GAME_TITLE] body {background: black;text-align: center;margin: 0;}#a8r_iframe {position: fixed; width: 100%;height: 100%;left: 0;top: 0;}#a8r_iframe > iframe {position: fixed;top: 0;left: 0;bottom: 0; right: 0;width: 100%;height: 100%;border: none;margin: 0 auto;} a8rLaunchOptions = { target_element: \"a8r_iframe\" }; a8rLaunchOptions[\"launch_options\"] = {\"game_url\":\"https:\\/\\/cdn02.cdn.nserve.com\\/gmsl\\/amanet\\/game3.html?config=1373&amp;currency=FUN&amp;exit=https%3A%2F%2Fwww.favbet.ua%2Fcasino&amp;game=hotfruits40&amp;hash=freeplay&amp;isFreeplay=true&amp;language=en\",\"strategy\":\"iframe\",\"token_id\":\"031b3eb5-1915-4421-87b9-57f12800bc38\",\"lobby_url\":\"https:\\/\\/iframe.a8r.games\\/\"}; window.sg.launch(a8rLaunchOptions); ' class=\"GameIframe_iframe--bZt LocalGameFrame_iframe--UbV LocalGameFrame_iframeOpenedJackpot--bdb\"> Ready to Play? I accept the Privacy Policy Send a message Company Location 171 Main North Road, Northcote, Christchurch 8053, New Zealand Our Email Address gamebustwin@gmail.com Phone Number +64-3-352-9872 gamebustwin Location 171 Main North Road, Northcote, Christchurch 8053, New Zealand Phone +64-3-352-9872 Email gamebustwin@gmail.com Links Home Why are we Peculiarities Obligations Improved experience Join Additionally Disclaimer Privacy Policy Terms of Use 18+ Delve into our amazing gambling simulator world. We ask all participants to be at least 18 years old to ensure a safe and enjoyable environment. Play responsibly and enjoy our games for pure entertainment without any real money stakes. Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun. We use cookies to ensure you get the best experience on our website. By continuing to browse, you accept our cookie policy. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); } });",
    "privacy-policy": "Privacy Policy - GameBustWin Social Casino 18+ gamebustwin Home Why are we Peculiarities Obligations Improved experience Join Privacy Policy Children's Privacy Our Service is not intended for children under the age of 18 (\"Children\"). We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our server Third-Party Services Our Service may contain links to other websites or services that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services. International Transfer of Data Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. If you are located outside New Zealand and choose to provide information to us, please note that we transfer the data, including Personal Data, to New Zealand and process it there. Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer. Gamebustwin will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us: By email: gamebustwin@gmail.com By using the Gamebustwin Service, you consent to the collection and use of your Personal Data as described in this Privacy Policy. We are committed to protecting your privacy and will make every effort to ensure that your personal information is secure and used only for the purposes for which it was collected. If you have any questions or concerns about this Privacy Policy, please do not hesitate to contact us at gamebustwin@gmail.com. gamebustwin Location 171 Main North Road, Northcote, Christchurch 8053, New Zealand Phone +64-3-352-9872 Email gamebustwin@gmail.com Links Home Why are we Peculiarities Obligations Improved experience Join Additionally Disclaimer Privacy Policy Terms of Use 18+ Delve into our amazing gambling simulator world. We ask all participants to be at least 18 years old to ensure a safe and enjoyable environment. Play responsibly and enjoy our games for pure entertainment without any real money stakes. Discover the interesting world of our gambling simulator. We respectfully ask that all participants be at least 18 years old in order to ensure player safety. Play the gambling simulator on our website and have fun. We will not be using real money. It is only intended to be enjoyable and fun."
  },
  "date": "2024-07-15T05:37:41.440Z"
}