{
  "name": "gameden",
  "pages": {
    "disclaimer": "Отказ от ответственности - GameDen 18+ GameDen +7-7102-76-26-55 Главная О нас Нас выбирают Мир азарта Отказ от ответственности Содержание сайта Все материалы, размещенные на нашем сайте, включая тексты, изображения, графику, звукозаписи, видео и программное обеспечение, защищены авторскими правами и иными правами интеллектуальной собственности. Любое использование материалов сайта без нашего предварительного письменного согласия строго запрещено. Ответственность пользователя Пользователь сайта несет полную ответственность за свое поведение и действия на сайте. Мы не несем ответственности за любые убытки или ущерб, которые могут быть вызваны вашим использованием сайта или его содержимого. Игровая деятельность Все игры, доступные на нашем сайте, предназначены исключительно для развлечения. Мы не несем ответственности за любые финансовые потери, вызванные игровой деятельностью на нашем сайте. Пожалуйста, играйте ответственно и не рискуйте больше, чем можете себе позволить потерять. Конфиденциальность Мы уважаем вашу конфиденциальность и принимаем все необходимые меры для защиты ваших персональных данных. Однако мы не несем ответственности за любые утечки информации, вызванные действиями третьих лиц. Изменения в disclaimer Мы имеем право вносить изменения в наш disclaimer в любое время без предварительного уведомления. Пожалуйста, регулярно проверяйте эту страницу, чтобы быть в курсе последних изменений. Ссылки на другие сайты Наш сайт может содержать ссылки на другие сайты, которые не находятся под нашим контролем. Мы не несем ответственности за содержимое этих сайтов и за любые убытки или ущерб, которые могут быть вызваны вашим использованием этих сайтов. Отказ от гарантий Мы предоставляем наш сайт и его содержимое \"как есть\" и не даем никаких гарантий, явных или подразумеваемых, включая, но не ограничиваясь, гарантии товарности, пригодности для особых целей и ненарушения прав. Ограничение ответственности В любых обстоятельствах наша ответственность перед вами не может превышать сумму, которую вы заплатили нам за использование нашего сайта. Законодательство Все вопросы, связанные с использованием нашего сайта, подлежат решению в соответствии с законодательством нашей страны. Контактная информация Если у вас есть вопросы или предложения по поводу нашего disclaimer, пожалуйста, пишите нам на gameden@gmail.com. Мы всегда рады вашему обратному связи. GameDen 100000, ул. Байконурова 19, Жезқазған 100600, Казахстан +7-7102-76-26-55 gameden@gmail.com Навигация Главная О нас Нас выбирают Мир азарта Кроме того Отказ от ответственности Политика конфиденциальности Условия эксплуатации © 2024 GameDen. Все права защищены.",
    "index": "GameDen - Ваше место для игры и побед 18+ GameDen +7-7102-76-26-55 Главная О нас Нас выбирают Мир азарта Добро пожаловать GameDen: Ваше место для игры и побед Начать осмотр О нас GameDen — это уникальное место, где азартные игры становятся настоящим приключением. Мы предлагаем вам окунуться в атмосферу азарта и наслаждения, где каждый момент наполнен возможностью выиграть. Наше казино создано для тех, кто любит рисковать и получать максимум удовольствия от игры. Большой выбор игр Современные автоматы Уютная атмосфера Профессиональный персонал Почему выбирают нас В GameDen мы стремимся создать лучшее казино для наших клиентов. Мы предлагаем разнообразные игры, от классических слотов до современных игровых автоматов. Наши игроки могут наслаждаться высоким уровнем сервиса и приятной атмосферой, которая царит в нашем казино. Широкий ассортимент игр: У нас вы найдете все популярные игры. Безопасность и конфиденциальность: Мы гарантируем защиту ваших данных. Профессиональная поддержка: Наша команда всегда готова помочь вам. Окунитесь в мир азарта Играйте и выигрывайте в GameDen Наша миссия — сделать ваш игровой опыт незабываемым. Мы предлагаем широкий спектр развлечений и захватывающих игр, чтобы каждый наш клиент мог найти что-то по вкусу. В нашем казино вы всегда найдете новинки и эксклюзивные предложения. Игра с удовольствием Ощутите весь азарт в GameDen Играйте с удовольствием и получайте максимум удовольствия от каждого посещения нашего казино. Мы предлагаем уникальные возможности для выигрыша и постоянно обновляем ассортимент игр, чтобы удивлять наших клиентов. Наши профессиональные дилеры и приветливый персонал всегда готовы помочь вам и сделать ваше пребывание в GameDen комфортным и приятным. Присоединяйтесь к нам и ощутите настоящий азарт! Узнать больше Наши достижения GameDen в цифрах GameDen гордится своими достижениями и благодарит своих клиентов за доверие. Мы стремимся к постоянному росту и улучшению качества наших услуг. 50+ игр Лучшие слоты и автоматы 10 лет Опыт работы на рынке 100% Гарантия безопасности Наши услуги Всё для вашего удобства В GameDen мы предлагаем полный спектр услуг, чтобы сделать ваше посещение максимально комфортным и приятным. ВИП-залы Для тех, кто предпочитает эксклюзивность. Получить услугу События и турниры Регулярные мероприятия для всех. Получить услугу Рестораны и бары Наслаждайтесь вкусной едой и напитками. Получить услугу Свяжитесь с нами Я принимаю Политику конфиденциальности Отправить GameDen 100000, ул. Байконурова 19, Жезқазған 100600, Казахстан +7-7102-76-26-55 gameden@gmail.com Навигация Главная О нас Нас выбирают Мир азарта Кроме того Отказ от ответственности Политика конфиденциальности Условия эксплуатации © 2024 GameDen. Все права защищены. Мы используем файлы cookie, чтобы обеспечить вам лучший опыт на нашем сайте. Продолжая использовать сайт, вы соглашаетесь с нашей Политикой конфиденциальности. Я согласен document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptCookiesBtn = document.getElementById(\"accept-cookies\"); var cookieAccepted = localStorage.getItem(\"cookieAccepted\"); if (!cookieAccepted) { cookieBanner.style.display = \"block\"; } acceptCookiesBtn.addEventListener(\"click\", function () { localStorage.setItem(\"cookieAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); Внимание! Сайт содержит материалы, предназначенные для лиц старше 18 лет. Подтвердите, что вам 18 лет или больше. Мне есть 18 лет document.addEventListener(\"DOMContentLoaded\", function () { var agePopup = document.getElementById(\"age-popup\"); var ageConfirmBtn = document.getElementById(\"age-confirm\"); var ageConfirmed = localStorage.getItem(\"ageConfirmed\"); if (!ageConfirmed) { agePopup.style.display = \"flex\"; } ageConfirmBtn.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "privacy-policy": "Политика конфиденциальности - GameDen 18+ GameDen +7-7102-76-26-55 Главная О нас Нас выбирают Мир азарта Политика конфиденциальности В GameDen мы высоко ценим вашу личную жизнь и стараемся защитить ваши персональные данные. Настоящая Политика конфиденциальности объясняет, как мы собираем, используем и раскрываем ваши персональные данные при использовании нашего сайта. Пожалуйста, прочтите ее внимательно. Сбор информации Мы собираем две основные категории информации: персональную информацию и неперсональную информацию. Персональная информация включает в себя информацию, которая может быть использована для вашей идентификации или связи с вами. Такая информация может включать в себя ваше имя, адрес электронной почты, телефонный номер, почтовый адрес и другую информацию, которую вы предоставляете нам. Неперсональная информация включает в себя информацию, которая не может быть использована для вашей идентификации или связи с вами. Такая информация может включать в себя информацию о вашем браузере, тип устройства, информацию о вашем использовании нашего сайта и другую анонимную информацию. Использование информации Мы используем вашу персональную информацию для предоставления и улучшения наших услуг, для связи с вами и для других целей, о которых мы вас уведомим. Мы используем вашу неперсональную информацию для мониторинга использования нашего сайта, для улучшения нашего сайта и для других целей, о которых мы вас уведомим. Раскрытие информации Мы не продаем, не сдаем в аренду и не передаем вашу персональную информацию третьим лицам без вашего согласия, за исключением следующих случаев: Когда это необходимо для предоставления вам наших услуг; Когда это требуется законом; Когда это необходимо для защиты наших прав или имущества. Безопасность информации Мы принимаем разумные меры безопасности для защиты вашей персональной информации от несанкционированного доступа, использования или раскрытия. Однако, ни один метод передачи данных по Интернету или метод электронного хранения не является абсолютно безопасным. Поэтому мы не можем гарантировать абсолютную безопасность вашей информации. Изменения в Политике конфиденциальности Мы можем периодически обновлять нашу Политику конфиденциальности. Если мы внесем существенные изменения, мы уведомим вас путем размещения уведомления на нашем сайте или путем отправки вам уведомления на ваш адрес электронной почты. Контактная информация Если у вас есть вопросы или озабоченности по поводу нашей Политики конфиденциальности, пожалуйста, свяжитесь с нами по следующему адресу электронной почты: gameden@gmail.com. Мы принимаем во внимание все замечания и стараемся ответить на все запросы в течение разумного времени. Спасибо, что выбрали GameDen. Мы ценим ваше доверие и стараемся защитить ваши персональные данные. GameDen 100000, ул. Байконурова 19, Жезқазған 100600, Казахстан +7-7102-76-26-55 gameden@gmail.com Навигация Главная О нас Нас выбирают Мир азарта Кроме того Отказ от ответственности Политика конфиденциальности Условия эксплуатации © 2024 GameDen. Все права защищены.",
    "terms-conditions": "Условия использования - GameDen 18+ GameDen +7-7102-76-26-55 Главная О нас Нас выбирают Мир азарта Условия эксплуатации Добро пожаловать на сайт GameDen, официальный интернет-ресурс нашего оффлайн казино. Прежде чем начать использовать наш сайт, пожалуйста, ознакомьтесь с нашими Правилами использования. Общие положения Сайт GameDen предоставляет информацию об услугах и мероприятиях, проводимых в нашем оффлайн казино. Настоящие Правила использования регулируют отношения между администрацией сайта (далее - Администрация) и пользователями сайта (далее - Пользователь). При регистрации на сайте или использовании любых его функций Пользователь полностью соглашается с настоящими Правилами использования. Права и обязанности Пользователя Пользователь обязуется предоставлять при регистрации достоверные персональные данные. Пользователь обязуется соблюдать все требования настоящих Правил использования. Пользователь обязуется не использовать сайт для целей, запрещенных законодательством. Пользователь имеет право использовать все функции сайта, предоставляемые Администрацией. Права и обязанности Администрации Администрация обязуется соблюдать права и законные интересы Пользователей. Администрация обязуется обеспечивать бесперебойную работу сайта, но не несет ответственности за временные технические сбои. Администрация имеет право в любое время изменять настоящие Правила использования без предварительного уведомления Пользователей. Ответственность сторон Пользователь несет полную ответственность за предоставленную им информацию и свои действия на сайте. Администрация не несет ответственности за ущерб, причиненный Пользователю в результате неправильного использования сайта. Персональные данные Администрация обязуется не разглашать персональные данные Пользователей без их согласия, за исключением случаев, предусмотренных законодательством. Пользователь соглашается на обработку своих персональных данных Администрацией в соответствии с законодательством. Интеллектуальная собственность Все материалы, размещенные на сайте, включая тексты, изображения, графику, дизайн, являются объектами интеллектуальной собственности и охраняются законом. Пользователь обязуется уважать права интеллектуальной собственности и не использовать материалы сайта без разрешения Администрации. Разрешение споров Все споры, возникающие из настоящих Правил использования, подлежат разрешению в судебном порядке в соответствии с законодательством. Заключительные положения Настоящие Правила использования являются обязательными для исполнения всеми Пользователями сайта. В случае несоответствия любого пункта настоящих Правил использования законодательству, этот пункт признается недействующим, но не влияет на действие остальных положений. Все предложения, вопросы и замечания по настоящим Правилам использования могут быть направлены Администрации по электронной почте gameden@gmail.com Благодарим вас за внимание к нашим Правилам использования. Надеемся, что ваше пребывание на сайте GameDen будет комфортным и приятным. GameDen 100000, ул. Байконурова 19, Жезқазған 100600, Казахстан +7-7102-76-26-55 gameden@gmail.com Навигация Главная О нас Нас выбирают Мир азарта Кроме того Отказ от ответственности Политика конфиденциальности Условия эксплуатации © 2024 GameDen. Все права защищены.",
    "thanks": "Спасибо за ваше обращение - GameDen GameDen Спасибо, что связались с нами! Мы искренне ценим ваше время и усилия, потраченные на то, чтобы поделиться с нами своими мыслями. Ваши отзывы бесценны, поскольку помогают нам улучшить наши услуги и улучшить игровой процесс для вас. Наша команда рассмотрит ваше сообщение и свяжется с вами как можно скорее. Мы ценим ваш вклад и стремимся предоставить вам лучшую поддержку. Еще раз спасибо, что связались с нами. Мы с нетерпением ждем продолжения этого путешествия с вами в мир игр. Вернуться на главную"
  },
  "date": "2024-07-05T14:44:41.593Z"
}