{
  "name": "gamerrealm",
  "pages": {
    "index": "GamerRealm | Home - Your Ultimate Gaming Hub GamerRealm Home New games Join Take a call Functions Contact Welcome to GamerRealm Dive into the ultimate gaming experience with GamerRealm. Connect with fellow gamers, explore new titles, and elevate your gameplay. Your journey to gaming excellence starts here. Down-load a game Read more 1M+ Gamers Connected 500+ Games Available 99% User Satisfaction Explore Discover New Games At GamerRealm, we bring you the latest and greatest in the world of gaming. From action-packed adventures to strategic simulations, our library is constantly updated to ensure you never run out of options. Whether you're a casual player or a hardcore enthusiast, there's something for everyone. Join our community and uncover hidden gems, all while improving your skills and having fun. Engage Join Our Community Our vibrant community of gamers is the heart of GamerRealm. Connect with like-minded players, participate in exciting events, and share your gaming experiences. Whether you're looking for tips, friends, or just some fun conversation, you'll find it all here. Join Compete Rise to the Challenge Step into the competitive world of GamerRealm and prove your skills. With numerous tournaments and challenges, you have the opportunity to showcase your abilities and earn your place among the best. Compete for glory, rewards, and the ultimate bragging rights. 200+ Tournaments 50+ Rewards Monthly Features GamerRealm offers a variety of features designed to enhance your gaming experience. From detailed game reviews to an interactive community hub, explore what makes us the premier destination for gamers. Game Reviews In-depth analysis of the latest games. Community Forums Engage with other gamers and discuss strategies. Leaderboards Track your progress and compete globally. Daily Challenges Take on new gaming tasks every day. Exclusive Content Access to special game features and updates. Support Team Dedicated help for all your gaming needs. User Profiles Customize your gaming persona. Friend Lists Keep track of your gaming buddies. Messaging System Communicate with other players. Game Streaming Watch live gameplay from top players. i Accept The Privacy Policy Send a message Stay Updated Subscribe to Our Newsletter Don't miss out on the latest updates, game releases, and exclusive offers from GamerRealm. Subscribe to our newsletter and stay informed about everything happening in the gaming world. Phone +91-951-3438830 Location Ward No 31, Balaji Market Complex, Shop No 336/1, Jawahar Rd, opposite Aradhana Fashions, Amravati, Maharashtra 444601, India Email gamerrealm@gmail.com GamerRealm © 2024 GamerRealm. All Rights Reserved. | Powered by Passion for Gaming Our links Home New games Join Take a call Functions Disclaimer Privacy Policy Terms of Use Contact Us gamerrealm@gmail.com +91-951-3438830 Ward No 31, Balaji Market Complex, Shop No 336/1, Jawahar Rd, opposite Aradhana Fashions, Amravati, Maharashtra 444601, India 18+ We use cookies to enhance your experience on our site. By continuing to browse, you agree to our use of cookies. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "GamerRealm | Privacy Policy - Protecting Your Information GamerRealm Home New games Join Take a call Functions Contact Privacy Policy Information We Collect We may collect various types of information about you, including: a. Personal Information: This includes information that can be used to identify you, such as your name, email address, phone number, and any other information you provide when you create an account, participate in our forums, or contact us for support. b. Device Information: We may collect information about the device you use to access our services, including your device's model, operating system, unique device identifiers, and mobile network information. c. Usage Information: We may collect information about your use of our services, including your game progress, scores, achievements, and interactions with other users. d. Location Information: With your permission, we may collect precise location information from your device to provide location-based services and content. e. Cookies and Similar Technologies: We may use cookies and similar technologies to collect information about your use of our services and to personalize your experience. How We Use Your Information We may use your information for various purposes, including: a. Providing and Improving Our Services: We use your information to provide and improve our services, including to process transactions, authenticate users, provide customer support, and operate and maintain our services. b. Personalizing Your Experience: We may use your information to personalize your experience with our services, including to recommend games, content, and features that may be of interest to you. c. Communicating with You: We may use your information to communicate with you, including to send you updates, newsletters, promotional materials, and other information that may be of interest to you. d. Marketing and Advertising: We may use your information to market and advertise our services, including to show you targeted ads and offers. e. Compliance and Protection: We may use your information to comply with legal obligations, protect our rights and interests, and enforce our Terms of Service. How We Share Your Information We may share your information with third parties in the following circumstances: a. Service Providers: We may share your information with service providers that perform services on our behalf, such as payment processing, data analysis, email delivery, hosting services, and customer service. b. Business Partners: We may share your information with business partners that provide services or functionality in connection with our services, such as social media platforms, gaming consoles, and other third-party services. c. Legal Compliance: We may disclose your information if required to do so by law or in the good-faith belief that such action is necessary to comply with legal obligations, respond to a court order, judicial or other government subpoena or warrant, or otherwise protect our rights. d. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, we may transfer your information to the acquiring entity. If you have any questions or concerns about this Privacy Policy, please contact us at gamerrealm@gmail.com. GamerRealm © 2024 GamerRealm. All Rights Reserved. | Powered by Passion for Gaming Our links Home New games Join Take a call Functions Disclaimer Privacy Policy Terms of Use Contact Us gamerrealm@gmail.com +91-951-3438830 Ward No 31, Balaji Market Complex, Shop No 336/1, Jawahar Rd, opposite Aradhana Fashions, Amravati, Maharashtra 444601, India 18+",
    "terms-conditions": "GamerRealm | Terms of Use - Rules and Guidelines GamerRealm Home New games Join Take a call Functions Contact Terms of Use Acceptance of Terms By using GamerRealm, you accept and agree to be bound by these Terms of Use. GamerRealm reserves the right to modify these terms at any time without prior notice. Your continued use of the platform following the posting of changes will mean you accept those changes. User Conduct You agree to use GamerRealm responsibly and in compliance with all applicable laws. You will not use our platform for any illegal or unauthorized purpose. You will not engage in any activity that interferes with or disrupts our services. Intellectual Property All content on GamerRealm, including but not limited to text, graphics, logos, and software, is the property of GamerRealm and is protected by Indian and international copyright laws. You may not use, reproduce, or distribute any content from our platform without our express written consent. User Content GamerRealm allows users to submit content, such as comments and reviews. By submitting content, you grant GamerRealm a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the content. You represent and warrant that you have all rights necessary to grant this license. Accounts and Security To use some features of GamerRealm, you may need to create an account. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. Privacy GamerRealm is committed to protecting your privacy. Our Privacy Policy explains how we collect, use, and disclose information about you. By using our platform, you consent to our collection, use, and disclosure of information as set forth in our Privacy Policy. Disclaimer of Warranties GamerRealm provides its services on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of our platform or the information, content, materials, or products included on our platform. Limitation of Liability In no event will GamerRealm be liable for any direct, indirect, special, incidental, or consequential damages arising out of the use or inability to use our platform, even if GamerRealm has been advised of the possibility of such damages. Contact Information If you have any questions about these Terms of Use, please contact us at gamerrealm@gmail.com. GamerRealm © 2024 GamerRealm. All Rights Reserved. | Powered by Passion for Gaming Our links Home New games Join Take a call Functions Disclaimer Privacy Policy Terms of Use Contact Us gamerrealm@gmail.com +91-951-3438830 Ward No 31, Balaji Market Complex, Shop No 336/1, Jawahar Rd, opposite Aradhana Fashions, Amravati, Maharashtra 444601, India 18+",
    "thanks": "GamerRealm | Thank You - We Appreciate Your Support Thank You for Reaching Out! We appreciate you taking the time to connect with us here at GamerRealm. Your input is valuable, and we're always excited to hear from our community members. Our team will review your message and get back to you as soon as possible. We understand that your time is precious, so we aim to respond promptly while ensuring we provide you with a thorough and well-considered reply. In the meantime, feel free to explore our website for the latest gaming news, reviews, and updates. We continuously strive to bring you the best content to enhance your gaming experience. Once again, thank you for contacting us. We look forward to connecting with you and strengthening our ever-growing GamerRealm community. Return to Homepage",
    "disclaimer": "GamerRealm | Disclaimer - Legal Information and Disclosures GamerRealm Home New games Join Take a call Functions Contact Disclaimer General Information GamerRealm is a mobile gaming application that offers a virtual cricket gaming experience to its users. The app is designed for entertainment purposes only and does not promote or endorse any form of gambling or betting. The game does not guarantee any real-life cricket skills or knowledge enhancement. Content Accuracy While we strive to provide accurate and up-to-date information on our website and mobile application, GamerRealm makes no representations or warranties, express or implied, regarding the accuracy, completeness, or reliability of the information provided. We reserve the right to modify the content without prior notice. Intellectual Property Rights All content, including but not limited to, text, graphics, logos, images, audio clips, digital downloads, and data compilations on the GamerRealm website and mobile application are the property of GamerRealm and are protected by Indian and international copyright laws. Any unauthorized use, reproduction, or distribution of the content is strictly prohibited. User Conduct Users are prohibited from using the GamerRealm website and mobile application for any unlawful or harmful purpose. This includes, but is not limited to, hacking, data mining, or any activity that may compromise the security or functionality of our services. Third-Party Links GamerRealm may contain links to third-party websites. These links are provided for your convenience only. We do not endorse or take responsibility for the content, products, or services offered by these third-party websites. Limitation of Liability In no event shall GamerRealm be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses resulting from the use or inability to use our services. Changes to the Disclaimer GamerRealm reserves the right to update or modify this Disclaimer at any time without prior notice. Your continued use of our services after any changes constitutes your acceptance of the modified Disclaimer. Contact Information For any questions or concerns regarding this Disclaimer, please contact us at gamerrealm@gmail.com. GamerRealm © 2024 GamerRealm. All Rights Reserved. | Powered by Passion for Gaming Our links Home New games Join Take a call Functions Disclaimer Privacy Policy Terms of Use Contact Us gamerrealm@gmail.com +91-951-3438830 Ward No 31, Balaji Market Complex, Shop No 336/1, Jawahar Rd, opposite Aradhana Fashions, Amravati, Maharashtra 444601, India 18+"
  },
  "date": "2024-07-11T08:47:19.961Z"
}