{
  "name": "GildedSandsPeru",
  "pages": {
    "about-us": "Acerca de GildedSands - Experimente Lujo y Elegancia GildedSands INICIO NOSOTROS CASINO CONTACTO Explore nuestras lujosas selecciones de habitaciones Descubra una comodidad y elegancia inigualables con nuestra diversa gama de habitaciones de hotel lujosas. Suite Deluxe King Amplia suite con vistas panorámicas Vista al océano $299 por noche Suite Ejecutiva Lujosa suite con comodidades premium Centro de la ciudad $399 por noche Ático de lujo Ático exclusivo con terraza privada Vista al horizonte $799 por noche Vea lo que Nuestros Huéspedes Dicen Sobre GildedSands \"Mi estancia en GildedSands superó todas las expectativas. La habitación estaba impecablemente diseñada, el servicio fue impecable y las comodidades eran de primera clase. ¡No puedo esperar a volver!\" Michael Roberts - Viajero de Negocios El sitio web de GildedSands utiliza cookies para asegurarse de obtener la mejor experiencia en nuestro sitio. Aceptar o Declinar. Aceptar Declinar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com",
    "contacts": "Contacte GildedSands Hotel - Comuníquese con Nosotros Hoy GildedSands INICIO NOSOTROS CASINO CONTACTO PONTE EN CONTACTO Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com ¿Tienes alguna pregunta? Acepto la Política de Privacidad ENVIAR El sitio web de GildedSands utiliza cookies para asegurarte la mejor experiencia en nuestro sitio. Aceptar o Rechazar. Aceptar Rechazar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com",
    "disclaimers": "Avisos legales - Hotel GildedSands GildedSands INICIO NOSOTROS CASINO CONTACTO Renuncias Solo con Fines Informativos: La información en este sitio web, incluidos contenidos sobre productos Crown Royal, recetas, eventos o promociones, se proporciona únicamente con fines informativos. No pretende ser un sustituto de consejos profesionales, como los de un profesional médico o dietista con licencia. Siempre consulta con un profesional calificado antes de tomar decisiones sobre tu salud, dieta o consumo de alcohol. Exactitud y Oportunidad: Nos esforzamos por mantener información precisa y actualizada en el sitio web. Sin embargo, debido a la naturaleza de la industria de bebidas alcohólicas (por ejemplo, disponibilidad de productos, actualizaciones de recetas), pueden ocurrir errores u omisiones. Nos reservamos el derecho de hacer cambios o correcciones en cualquier momento sin previo aviso. Verificación de Edad: Este sitio web está destinado solo para usuarios que tengan la edad legal para consumir alcohol. El consumo de alcohol por menores de edad es ilegal y perjudicial. Al acceder a este sitio web, declaras que tienes la edad legal para consumir alcohol en tu jurisdicción. Contenido de Terceros: Este sitio web puede contener enlaces a sitios web o recursos de terceros. No somos responsables del contenido o la precisión de ningún material de terceros. Recomendamos que revises los términos y condiciones y las políticas de privacidad de cualquier sitio web vinculado antes de acceder a ellos. Responsabilidad con el Alcohol: Crown Royal promueve el consumo responsable de alcohol. Por favor, disfruta de nuestros productos con moderación y nunca conduzcas bajo los efectos del alcohol. Te alentamos a visitar recursos como [nombre del recurso] para obtener más información. Limitación de Responsabilidad: En la máxima medida permitida por la ley, renunciamos a toda responsabilidad por cualquier daño derivado de tu uso del sitio web o la información contenida en él. Esto incluye, entre otros, daños directos, indirectos, incidentales, consecuentes y punitivos. Tu uso de este sitio web es bajo tu propio riesgo. Disponibilidad de Productos: La información y disponibilidad de productos pueden variar según tu ubicación. Consulta con tu minorista local para conocer las ofertas específicas de productos. El sitio web de GildedSands utiliza cookies para asegurarte la mejor experiencia en nuestro sitio. Aceptar o Rechazar. Aceptar Rechazar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com",
    "index": "Hotel GildedSands - Experimente Lujo y Elegancia GildedSands INICIO NOSOTROS CASINO CONTACTO Eleve Su Experiencia de Estancia Descubra un lujo y comodidad inigualables en el Hotel GildedSands. Sumérjase en la elegancia y la hospitalidad de clase mundial mientras crea momentos memorables en nuestras exquisitas habitaciones. Explore nuestras lujosas selecciones de habitaciones Descubra una comodidad y elegancia inigualables con nuestra diversa gama de habitaciones de hotel lujosas. Suite Deluxe King Amplia suite con vistas panorámicas Vista al océano $299 por noche Suite Ejecutiva Lujosa suite con comodidades premium Centro de la ciudad $399 por noche Ático de lujo Ático exclusivo con terraza privada Vista al horizonte $799 por noche Explore Oportunidades con los Socios de GildedSands Descubra oportunidades de carrera con las principales organizaciones en la industria de la hospitalidad. Grupo de Excelencia en Hospitalidad Únase al Grupo de Excelencia en Hospitalidad y contribuya a ofrecer experiencias excepcionales a los huéspedes y establecer nuevos estándares en hospitalidad de lujo. Soluciones de Servicio Real Sea parte de Soluciones de Servicio Real, comprometido a proporcionar servicios personalizados y garantizar que los huéspedes tengan estancias memorables en GildedSands. Gestión de Hospitalidad Elegante Únase a Gestión de Hospitalidad Elegante y ayude a crear experiencias elegantes y sofisticadas para los huéspedes en GildedSands. Eleve su Experiencia de Estancia con las Habitaciones de GildedSands Descubra alojamientos lujosos diseñados para elevar su estancia. Diseños Elegantes Experimente habitaciones diseñadas con elegancia para mejorar su relajación y comodidad. Comodidades Premium Disfrute de comodidades premium que aseguran lujo y satisfacción durante su estancia. Opciones Versátiles Elija entre una amplia gama de habitaciones adecuadas para diversas preferencias, ya sea una suite espaciosa o un refugio acogedor. Vea lo que Nuestros Huéspedes Dicen Sobre GildedSands \"Mi estancia en GildedSands superó todas las expectativas. La habitación estaba impecablemente diseñada, el servicio fue impecable y las comodidades eran de primera clase. ¡No puedo esperar a volver!\" Michael Roberts - Viajero de Negocios DESCUBRA NUESTRO BLOG Manténgase Actualizado con las Últimas Ideas y Tendencias en Hospitalidad Viaje de Lujo: Experimente la Esencia de GildedSands El Arte de la Alta Cocina: Delicias Culinarias en GildedSands Explorando la Cultura Local: Experiencias Inmersivas Cerca de GildedSands El sitio web de GildedSands utiliza cookies para asegurarse de obtener la mejor experiencia en nuestro sitio. Aceptar o Declinar. Aceptar Declinar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com",
    "privacy-policy": "Política de Privacidad - GildedSands Hotel GildedSands INICIO NOSOTROS CASINO CONTACTO Política de Privacidad Introducción Bienvenido/a a la Política de Privacidad de GildedSands Hotel. Esta Política de Privacidad describe cómo recopilamos, utilizamos, divulgamos y protegemos tu información cuando visitas nuestro sitio web (el \"Sitio Web\"). Por favor, lee esta política de privacidad detenidamente. Si no estás de acuerdo con los términos de esta política de privacidad, por favor no accedas al Sitio Web. Información que Recopilamos Podemos recopilar información personal tuya cuando visitas nuestro Sitio Web, haces una reserva, te suscribes a nuestro boletín de noticias o interactúas de otra manera con nosotros. Los tipos de información personal que podemos recopilar incluyen: Información de contacto (como nombre, dirección de correo electrónico, número de teléfono) Información demográfica (como edad, género, ubicación) Información de pago (como detalles de la tarjeta de crédito) Preferencias e intereses Otra información relevante para encuestas y/o ofertas a clientes Cómo Utilizamos tu Información Utilizamos la información que recopilamos para diversos fines, que incluyen: Proporcionar y personalizar nuestros servicios Procesar reservas y pagos Enviar correos electrónicos promocionales y boletines informativos Mejorar nuestros productos y servicios Realizar investigaciones de mercado y entender las necesidades de los clientes Cumplir con obligaciones legales Seguridad de tu Información Estamos comprometidos a garantizar que tu información sea segura. Hemos implementado medidas técnicas y organizativas adecuadas para proteger tu información personal contra el acceso no autorizado, la divulgación, la alteración y la destrucción. Cambios en esta Política de Privacidad Podemos actualizar esta política de privacidad de vez en cuando para reflejar, por ejemplo, cambios en nuestras prácticas u otras razones operativas, legales o regulatorias. El sitio web de GildedSands utiliza cookies para asegurarte la mejor experiencia en nuestro sitio. Aceptar o Rechazar. Aceptar Rechazar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com",
    "products": "Casino GildedSands - Experimenta Emoción y Lujo GildedSands INICIO NOSOTROS CASINO CONTACTO Explora Nuestros Emocionantes Juegos de Casino Sumérgete en la emoción con nuestra amplia gama de emocionantes juegos de casino. Experimenta lo último en entretenimiento de juegos. Máquinas Tragamonedas Haz girar los carretes y prueba tu suerte en nuestras emocionantes máquinas tragamonedas. Salón de Casino Apuesta Mínima: $1 Ruleta Realiza tus apuestas y observa cómo gira la rueda en nuestros emocionantes juegos de ruleta. Salón de Casino Apuesta Mínima: $5 Blackjack Pon a prueba tus habilidades y estrategia en nuestras mesas clásicas de blackjack. Salón de Casino Apuesta Mínima: $10 Eleva Tu Experiencia de Juego con GildedSands Casino Descubre emocionantes juegos de casino y lujosas comodidades diseñadas para elevar tu experiencia de juego. Descubre lo que dicen nuestros huéspedes sobre GildedSands Casino \"Mi experiencia en GildedSands Casino fue excepcional. La variedad de juegos y el ambiente fueron extraordinarios. Fue una noche memorable de entretenimiento.\" Jessica Lee - Aficionada de Casino El acceso al sitio está disponible solo para personas mayores de 18 años. Por favor, confirma que tienes 18 años o más. Promovemos un comportamiento responsable en el juego y recomendamos jugar con moderación. Sí, tengo 18 años o más No, no tengo 18 años El sitio web de GildedSands utiliza cookies para asegurarte la mejor experiencia en nuestro sitio. Aceptar o Rechazar. Aceptar Rechazar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Términos y Condiciones - Hotel GildedSands GildedSands INICIO NOSOTROS CASINO CONTACTO Términos y Condiciones de Crown Royal Estos términos y condiciones (\"Términos\") rigen el uso de la página web de Crown Royal (el \"Sitio Web\"). Al acceder o utilizar el Sitio Web, aceptas quedar vinculado por estos Términos. Uso del Sitio Web Puedes usar el Sitio Web solo para fines lícitos. No puedes utilizar el Sitio Web de manera que pueda dañar, deshabilitar, sobrecargar o perjudicar el Sitio Web. No puedes utilizar el Sitio Web para transmitir material ilegal, amenazante, abusivo, difamatorio, obsceno o infractor. Propiedad Intelectual El contenido del Sitio Web, incluidas todas las marcas comerciales, derechos de autor y demás propiedad intelectual, es propiedad de Crown Royal o sus licenciantes. No puedes reproducir, modificar, distribuir o explotar comercialmente ninguno de los contenidos sin nuestro permiso por escrito. Descargo de Responsabilidad El Sitio Web se proporciona \"tal cual\" y sin garantías de ningún tipo, expresas o implícitas. Crown Royal renuncia a todas las garantías, incluidas, entre otras, las garantías de comerciabilidad, idoneidad para un propósito particular y no infracción. Limitación de Responsabilidad Crown Royal no será responsable por ningún daño derivado de tu uso del Sitio Web, incluidos, entre otros, daños directos, indirectos, incidentales, consecuentes o punitivos. Terminación Podemos terminar tu acceso al Sitio Web por cualquier motivo, en cualquier momento y sin previo aviso. Ley Aplicable Estos Términos se regirán por las leyes de India y se interpretarán de acuerdo con ellas. Acuerdo Completo Estos Términos constituyen el acuerdo completo entre tú y Crown Royal con respecto a tu uso del Sitio Web. El sitio web de GildedSands utiliza cookies para asegurarte la mejor experiencia en nuestro sitio. Aceptar o Rechazar. Aceptar Rechazar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com",
    "thanks": "Gracias - Hotel GildedSands GildedSands INICIO NOSOTROS CASINO CONTACTO Gracias por contactar con el Hotel GildedSands Agradecemos tu consulta y responderemos rápidamente. Mientras tanto, siéntete libre de explorar nuestras lujosas instalaciones, opciones de gastronomía refinada y entretenimiento de clase mundial. ¡Esperamos poder ayudarte aún más! El sitio web de GildedSands utiliza cookies para asegurarte la mejor experiencia en nuestro sitio. Aceptar o Rechazar. Aceptar Rechazar GildedSands Enlaces Rápidos Inicio Nosotros Casino Contacto Enlaces Importantes Avisos Legales Privacidad y Política Términos y Condiciones Contáctenos Av. P.º de la República 170, Lima 15001, Peru +51-955-597-723 gildedsands@gmail.com"
  },
  "date": "2024-07-09T07:07:33.815Z"
}