{
  "name": "goldenlotusresort(india)",
  "pages": {
    "about": "About Golden Lotus Resort - Luxury Accommodations in India Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept About Us. Welcome to Golden Lotus Resort, where tranquility meets luxury in the heart of India. Nestled amidst lush landscapes, our resort is a serene oasis, where you can escape the hustle and bustle of everyday life and immerse yourself in a world of tranquility and relaxation. With exquisite accommodations, stunning gardens, and a range of activities designed to pamper and delight, Golden Lotus Resort offers a truly unforgettable experience. Discover More Our Heritage Golden Lotus Resort boasts a rich legacy of hospitality, rooted in centuries-old traditions of excellence. We take pride in offering unparalleled service and comfort to every guest who walks through our doors. Learn More Our Mission Our mission is to create the perfect blend of luxury, comfort, and serenity for each visitor to Golden Lotus Resort. We strive to exceed our guests' expectations by delivering personalized service and unique experiences. Learn More Our Team Spirit At Golden Lotus Resort, we are a dedicated team of professionals committed to ensuring every guest receives care and attention throughout their stay. Our friendly and attentive staff create an atmosphere of warmth and hospitality across our resort. Contact Us Our Commitment to Sustainability We value and respect the environment. Golden Lotus Resort is dedicated to implementing eco-friendly practices and sustainable initiatives to preserve our planet for future generations. Contact Us Visit Us We invite you to experience the unparalleled luxury and tranquility of Golden Lotus Resort. Discover the perfect blend of natural beauty, exceptional service, and timeless elegance. Our doors are always open to welcome you. Step into Golden Lotus Resort and immerse yourself in a world of luxury and comfort where every moment is a true pleasure. We are here to assist you with any inquiries or reservations. Feel free to contact us at any time I accept privacy policy Submit Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "apartaments": "Welcome to Golden Lotus Resort - Luxury Accommodations in India Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Our Apartments Welcome to Golden Lotus Resort, where each apartment is an oasis of luxury and comfort. Our apartments offer the perfect blend of style, functionality, and coziness, designed for your utmost convenience. Discover More Luxury and Amenities Each of our apartments is equipped with modern amenities to ensure your stay is unforgettable. Spacious living areas, elegant furnishings, and refined interiors create an atmosphere of luxury and comfort. Contact Us Panoramic Views Enjoy breathtaking views of the surrounding landscapes right from your apartment windows. Here, you can relax and immerse yourself in the beauty of nature in complete privacy and comfort. Contact Us Space for Relaxation Each apartment is designed with your comfort and tranquility in mind. Balconies or terraces Contact Us Tailored Experiences At Golden Lotus Resort, we believe in personalization. Let us know your preferences, whether it’s a specific pillow type or dietary requirement, and we’ll ensure your apartment is customized to meet your needs, making your stay truly exceptional. Our dedicated team is committed to providing exceptional service with a personal touch. From arranging local excursions to ensuring your apartment is immaculate upon arrival, we strive to exceed your expectations and create lasting memories. We are here to assist you with any inquiries or reservations. Feel free to contact us at any time I accept privacy policy Submit Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "casino": "Welcome to Golden Lotus Resort Casino - Exciting Gaming Experience Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino This website is intended for individuals who are 18 years of age or older. By entering, you confirm that you are of legal age in your country. Yes No Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Welcome to the excitement and glamour of Golden Lotus Resort’s premier casino. Nestled within our luxurious grounds, our casino offers an unparalleled gaming experience in the heart of India. Whether you’re a seasoned player or a novice looking to try your luck, our casino promises thrilling entertainment and unforgettable moments. Discover More Gaming Variety Explore a world of gaming diversity at our casino, featuring a wide range of classic and modern games. From traditional favorites like blackjack, roulette, and poker to state-of-the-art slot machines, there’s something for every taste and preference. Learn More Exclusive VIP Lounge Indulge in the ultimate luxury with access to our exclusive VIP lounge. Designed for discerning guests seeking privacy and personalized service, our VIP area offers a premium gaming experience accompanied by bespoke amenities and attentive staff. Dining and Entertainment Savor the flavors of India and beyond at our casino’s exquisite dining venues. Whether you’re in the mood for gourmet cuisine or casual bites, our restaurants offer a culinary journey to complement your gaming experience. Enjoy live entertainment and special events that add to the excitement of your evening. Events and Promotions Stay tuned for our exciting lineup of events and promotions designed to enhance your casino experience. From themed parties to exclusive tournaments, there’s always something happening at Golden Lotus Resort’s casino that promises thrills and rewards. Responsible Gaming At Golden Lotus Resort, we prioritize responsible gaming practices to ensure a safe and enjoyable environment for all our guests. Our trained staff are committed to promoting responsible behavior and offering support to those who may need assistance. Get In Touch Luxurious Accommodations Extend your stay in our luxurious accommodations just steps away from the excitement of the casino floor. Unwind in spacious rooms and suites designed for comfort and style, offering serene views and modern amenities. Unmatched Gaming Experience Dive into a world of gaming diversity at our casino, featuring a wide array of classic and modern games. Whether you're testing your skills at blackjack, placing your bets on the roulette wheel, or spinning the reels on our state-of-the-art slot machines, every visit is filled with anticipation and possibility. Exclusive VIP Experience Elevate your experience with access to our exclusive VIP lounge, designed to cater to the needs of our most discerning guests. Enjoy personalized service, private gaming tables, and luxurious amenities that ensure every moment spent in our VIP area is nothing short of exceptional. We are here to assist you with any inquiries or reservations. Feel free to contact us at any time I accept privacy policy Submit Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "contacts": "Contact Golden Lotus Resort - Reach Out to Us Today Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Thank you for your interest in Golden Lotus Resort. Whether you have a question, need assistance with reservations, or simply want to provide feedback, we're here to help. Feel free to reach out to us using the contact information below. Discover More Customer Service Hours Our customer service team is available to assist you: Monday to Friday: 9:00 AM - 6:00 PM (Local Time) Saturday: 10:00 AM - 4:00 PM (Local Time) Sunday: Closed Learn More We are here to assist you with any inquiries or reservations. Feel free to contact us at any time I accept privacy policy Submit Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "disclaimer": "Disclaimer - Golden Lotus Resort Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Disclaimer Verification of Information Welcome to our website, where we strive to provide you with accurate and up-to-date information. However, we cannot guarantee the completeness, accuracy, reliability, suitability, or availability of the information on our website. Any reliance you place on this information is at your own risk. We are not liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of our website. External Links Our website may contain links to other websites that are not under our control. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Please exercise caution when clicking on external links and be aware that clicking on them may expose you to the risks associated with third-party websites. Availability of Our Website We strive to keep our website up and running smoothly. However, we accept no liability for any temporary interruption of our website due to technical issues beyond our control. We appreciate your understanding and support while we work towards providing a seamless online experience. Legal Disclaimer The information contained on our website is for general informational purposes only and does not constitute legal advice. We make no representations or warranties of any kind, express or implied, about the accuracy, reliability, or completeness of the information on our website. Any reliance you place on the information is strictly at your own risk. If you rely on the information on our website, you should take legal advice tailored to your specific circumstances. We are not liable for any losses or damages arising from the use of our website or its content. Changes to Terms We reserve the right to update or modify our terms and conditions at any time without prior notice. By using our website, you agree to be bound by the current version of these terms and conditions. Contact Information If you have any questions or concerns regarding our disclaimer, please feel free to contact us using the information provided on our Contact Us page. Limitation of Liability Under no circumstances shall we be liable for any direct, indirect, incidental, special, or consequential damages that result from the use of, or inability to use, our website or its content, including but not limited to reliance by a user on any information obtained from our website, or that result from mistakes, omissions, interruptions, deletion of files or email, errors, defects, viruses, delays in operation or transmission, or any failure of performance, whether or not resulting from acts of god, communications failure, theft, destruction or unauthorized access to our records, programs, or services. Users of our website specifically acknowledge and agree that we are not liable for any conduct of any user. Indemnification By using our website, you agree to indemnify, defend, and hold harmless us and our affiliates, officers, directors, employees, consultants, and agents from any and all third party claims, liability, damages, and/or costs (including, but not limited to, legal fees) arising from your use of our website or your breach of the terms of service. Severability If any provision of these terms and conditions is found to be invalid or unenforceable, the remaining provisions shall be enforced to the fullest extent possible, and the unenforceable provision shall be deemed modified to the extent necessary to make it enforceable while retaining its original intent. Effective Date This disclaimer is effective as of the date of publication and may be updated periodically without notice. Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "index": "Welcome to Golden Lotus Resort - Luxury Accommodations and Casino Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Indulge in a serene respite - embark on a journey of luxury and tranquility at Golden Lotus Resort in the enchanting heart of India. Nestled amidst picturesque landscapes, our resort offers an unforgettable encounter that blends opulence with tranquil bliss. Welcome to the Golden Lotus Oasis, where luxury and tranquility seamlessly intertwine. Our resort is crafted to evoke an unparalleled experience, offering a harmonious fusion of opulence and unparalleled comfort. Let us guide you on a journey of enchantment and rejuvenation, where each moment is a precious treasure. Discover More A Serene Oasis Golden Lotus Resort is a mystical hideaway nestled within the verdant embrace of nature. It is a haven where your soul can soar and your weary senses find solace. Immerse yourself in the tranquil garden oasis, where the gentle breeze whispers secrets of serenity and the crystal-clear waters invite you to unravel the mysteries of tranquility. Learn More Luxurious Retreats Discover our enchanting range of luxurious accommodations, thoughtfully designed to provide a serene haven for every guest. From spacious suites with breathtaking views to cozy rooms designed for ultimate comfort, each space is carefully crafted to ensure a restful and rejuvenating stay. Culinary Delights Embark on a gastronomic journey at our diverse dining venues, where our talented chefs create culinary masterpieces using the freshest ingredients. Indulge in a wide variety of mouthwatering dishes, ranging from traditional Indian cuisine to international favorites, all designed to delight your senses. Rejuvenate and Relax Experience the ultimate luxury rejuvenation at our state-of-the-art spa and wellness center. Our expert therapists craft a personalized treatment plan, combining a journey of relaxation, rejuvenation, and enlightenment. Choose from a variety of treatments, from a peaceful massage to a refreshing facial, or indulge in a full-body transformation that leaves you feeling invigorated and renewed. Contact Us Unforgettable Events and Gatherings Experience the most memorable moments of your life at Golden Lotus Resort. Our elegant banquet halls and meeting rooms are designed to make every event a success. Whether you're planning a wedding, corporate event, or a private celebration, our dedicated team will ensure that your event is truly unforgettable. Explore the Local Attractions Located in a prime area, our resort offers easy access to some of India’s most iconic attractions. Discover the rich cultural heritage, explore the vibrant local markets, or take a leisurely walk along the scenic trails. There is something for everyone to enjoy. Exceptional Service At Golden Lotus Resort, we pride ourselves on providing exceptional service. Our friendly and attentive staff are always on hand to ensure your stay is comfortable and enjoyable. From the moment you arrive until your departure, we are dedicated to making your experience truly special. Book Your Stay Discover the perfect blend of luxury and tranquility at Golden Lotus Resort. Book your stay today and embark on a journey of relaxation and indulgence. Our resort offers a unique and unforgettable experience that will leave you feeling rejuvenated and refreshed. Journey to the unknown Get ready to embark on an unforgettable adventure at Golden Lotus Resort. From thrilling water sports to exhilarating nature tours, we offer a wide range of activities to fuel your desire for exploration. Family-friendly delights Golden Lotus Resort is a family-friendly paradise where every member of the family can create unforgettable memories. Our dedicated kids' club offers engaging programs and activities that will leave your kids with a lifetime of memories. Let's plan it Energize and revitalize Stay active and refreshed during your stay at Golden Lotus Resort. Our well-equipped fitness center and various recreational facilities offer a range of activities to keep you energized. Whether you prefer a game of tennis or a refreshing dip in our sparkling pools, we have something for everyone. Sustainable luxury At Golden Lotus Resort, we prioritize sustainability and minimize our impact on the environment. We integrate eco-friendly initiatives such as energy-efficient lighting, water conservation, and waste reduction programs to create a greener future. By choosing us, you support responsible tourism practices. Personalized experiences At Golden Lotus Resort, we believe in creating truly unique experiences for our guests. Whether you're celebrating a special occasion, planning a romantic getaway, or seeking a relaxing retreat, our concierge team is here to tailor your stay to your preferences and make it truly unforgettable. Delightful Facilities to Enhance Your Stay At Golden Lotus Resort, we're committed to providing an exceptional experience for our guests. Our resort is equipped with modern amenities that will make your stay truly unforgettable. From the convenience of complimentary high-speed Wi-Fi to the exceptional service and impressive facilities, you'll find everything you need to make your vacation truly special. Guest Testimonials Our guests' satisfaction is our top priority. Here's what some of our recent visitors have to say: “Golden Lotus Resort is an unparalleled destination. The luxurious ambiance, exceptional service, and impressive facilities have made this stay truly unforgettable. I highly recommend it to anyone seeking an exceptional experience.” “The staff at Golden Lotus Resort exceeded our expectations. They went above and beyond to make our stay truly extraordinary. We can’t wait to return!” “The combination of stunning surroundings, exceptional facilities, and the perfect blend of luxury has made Golden Lotus Resort our dream vacation destination. We highly recommend it.” Sarah Johnson “Golden Lotus Resort is a true gem. The ambiance, service, and facilities are truly exceptional. We can’t recommend it enough.” John Doe “We had an amazing time at Golden Lotus Resort. The staff’s dedication to making our stay unforgettable was truly impressive. We can’t wait to come back.” Emily Davis “Golden Lotus Resort is a true oasis. The combination of luxury, natural beauty, and exceptional service has made our stay truly unforgettable. We highly recommend it to all our friends.” Join the Golden Lotus Resort Elite Club Revel in the luxury of exclusive membership. Golden Lotus Resort's Elite Club offers a world of benefits to elevate your stay beyond ordinary. From early check-in and late check-out privileges to personalized services and exclusive access to events, you'll experience a truly unforgettable experience. Membership Benefits Priority Reservations: Secure your ideal stay with our exclusive booking system. Exclusive Discounts: Enjoy discounted rates on accommodations, dining, spa treatments, and more. Unlock the secret to saving big on your Golden Lotus Resort adventure. Personalized Services: Embrace the attention to detail. Our dedicated team of concierges will tailor your experience to your every desire, ensuring you have a truly exceptional stay. Welcome Gifts: Arrive with a smile. Golden Lotus Resort's Elite Club members receive exclusive welcome packages, treats, and surprises to make your visit truly unforgettable. Loyalty Points: Collect rewards and redeem them for more delights. Earn points with each stay, allowing you to unlock exclusive perks and enjoy special offers throughout your Golden Lotus Resort adventure. How to Join Embark on a journey of exclusivity. Join Golden Lotus Resort's Elite Club and discover the benefits of being part of a community of discerning travelers. Contact us or sign up on our website to learn more and start your Golden Lotus Resort adventure today. Plan Your Perfect Event Golden Lotus Resort is the ultimate destination for hosting memorable events. Whether you're planning a grand celebration, a romantic getaway, or a corporate conference, our experienced event planners will work tirelessly to bring your vision to life. Let us help you create an unforgettable experience that will be remembered for years to come. Wedding Celebrations Exchange vows in a picturesque setting that will be etched in your memories. Golden Lotus Resort offers comprehensive wedding packages that include everything from decor and catering to entertainment and guest accommodations. Let us help you create a truly unforgettable wedding experience. We are here to assist you with any inquiries or reservations. Feel free to contact us at any time I accept privacy policy Submit Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "privacy": "Privacy Policy - Golden Lotus Resort Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Personal Information Security and Privacy Policy Welcome to Golden Lotus Resort We are thrilled to welcome you to our resort, where we are committed to protecting your personal information. Our Privacy Policy outlines how we collect, use, and safeguard your sensitive data when you visit our website or interact with our services. By accessing or using our website, you agree to comply with the terms of this policy. Information We Collect We strive to provide you with an exceptional experience, and part of that involves collecting certain personal information. This could include your name, email address, phone number, and any other details you may provide during your interactions with our website or when making reservations. Additionally, we collect non-personal information such as your IP address, browser type, language preferences, and the pages you visit to enhance your experience and improve our services. How We Use Your Information We use your personal information for various purposes, including communication, processing reservations, enhancing our services, and personalizing your experience. We may also use your information for marketing purposes with your consent. Our resort is committed to providing you with a seamless and enjoyable stay. Sharing Your Information We take your privacy seriously and do not sell, trade, or otherwise transfer your personal information to third parties without your explicit consent. However, we may disclose your information as required by law or to comply with legal process or to protect your rights or the rights of others. We believe in transparency and will ensure that any such disclosures are fully explained to you. Securing Your Information We take security measures seriously and implement robust protection for your personal information. We strive to prevent unauthorized access, use, alteration, and disclosure of your information. However, no security measure can guarantee absolute security. We encourage you to exercise caution when sharing sensitive information online. Cookies and Tracking Technologies We use cookies and similar tracking technologies to improve your browsing experience and analyze website traffic. These technologies help us personalize your experience and provide you with targeted content. You can adjust your browser settings to control or reject cookies, but be aware that this may limit your ability to access certain features or services on our website. Policy Changes We may update this Privacy Policy from time to time to reflect changes in our practices and legal requirements. We recommend regular review of this policy to stay informed about our data handling practices. Your continued use of the website constitutes your acceptance of any changes made to this policy. Contact Us If you have any questions or concerns about our Privacy Policy, please reach out to us at the contact information provided on our Contact Us page. We value your trust and commit to addressing any inquiries promptly. Your Consent By using our website, you consent to the collection, use, and disclosure of your personal information as described in this Privacy Policy. We respect your privacy and your right to control how your information is used. Your consent is essential for us to provide you with a safe and enjoyable experience at Golden Lotus Resort. Effective Date This Privacy Policy is effective as of the date of its publication and applies to all information collected from or provided by you on our website. We encourage you to review this policy periodically to stay informed about our data handling practices. Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "terms": "Terms and Conditions - Golden Lotus Resort Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Terms and Conditions: Enjoy Your Gaming Experience Welcome to Golden Lotus Resort Welcome to Golden Lotus Resort, your ultimate destination for thrilling gaming experiences. Our website is designed to provide you with an immersive and engaging gaming experience. By using our website, you agree to comply with these Terms and Conditions. We reserve the right to modify, update, or replace any part of these Terms and Conditions at our discretion. It is your responsibility to review these Terms and Conditions periodically to ensure you are aware of any changes. Your continued use of our website after any changes constitutes your acceptance of those changes. Using Our Website You may use our website for lawful purposes. However, you agree not to use our website for any unlawful or unethical activities. This includes engaging in any form of gambling, soliciting others to perform unlawful acts, violating any international, federal, provincial, or state regulations, laws, or local ordinances. You also agree not to infringe upon our intellectual property rights or the intellectual property rights of others, harass, abuse, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability. Additionally, you agree not to submit false or misleading information, upload or transmit viruses or any other type of malicious code, collect or track the personal information of others, engage in any obscene or immoral activities, or interfere with or circumvent the security features of our website or any related website, other websites, or the internet. Intellectual Property All content, logos, trademarks, and other materials displayed on our website are owned by Golden Lotus Resort or third parties. You may not use, modify, reproduce, distribute, or exploit any of the content without prior written permission from us. Limitation of Liability We, Golden Lotus Resort, are not liable for any direct, indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your use or inability to use our website, any content or information obtained from our website, unauthorized access to or alteration of your transmissions or data, bugs, viruses, Trojan horses, or any other type of malicious code that may be transmitted to or through our website, or any errors or omissions in any content or information, whether arising under contract, tort, negligence, strict liability, or otherwise, even if foreseeable. Indemnification You agree to indemnify, defend, and hold harmless Golden Lotus Resort and its affiliates, officers, directors, employees, agents, and licensors from any claims, liabilities, damages, costs, or expenses, including reasonable attorneys' fees, arising out of or related to your use of our website or your violation of these Terms and Conditions. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of , without regard to its conflict of law provisions. Contact Us If you have any questions or concerns about our Terms and Conditions, please contact us using the information provided on our Contact Us page. Effective Date These Terms and Conditions are effective as of the date of publication and apply to all users of our website. We encourage you to review these terms regularly to ensure you are aware of any changes. Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com",
    "thank_you": "Thank You for Your Message - Golden Lotus Resort Home Our Apartments About Us Contact us Casino Home Our Apartments About Us Contact us Casino Our website uses cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Thank You for Your Message Thank You Thank you for contacting Golden Lotus Resort. Your message has been received, and we appreciate you reaching out to us. A member of our team will review your message and respond to you as soon as possible. Stay Connected Follow us on social media to stay updated on news, events, and special offers at Golden Lotus Resort. If you have any urgent inquiries, please feel free to contact us directly at tel: +911823335551] or email us at goldenlotusresort@gmail.com. Visit Our Resort We invite you to explore Golden Lotus Resort and experience luxury and relaxation at its finest. Plan your visit today and discover why we are a premier destination in India. For reservations or more information about our accommodations, dining options, and amenities, please visit our website or contact us directly. Discover More Explore our website to learn more about Golden Lotus Resort, our services, and what makes us a preferred choice for travelers. Terms & Conditions Disclaimer Privacy Policy NH566,Baina, Mormugao, Vasco Da Gama, Goa 403803, India tel: +911823335551 email: goldenlotusresort@gmail.com"
  },
  "date": "2024-07-10T08:48:34.526Z"
}