{
  "name": "goldwin",
  "pages": {
    "thanks": "GoldWin Hotel & Casino | Thank You for Your Reservation Thank You! Your feedback is important to us. We appreciate the time you took to share your thoughts with us. Your input helps us improve and provide better services to our valued users like you. If you have any more questions or need further assistance, feel free to contact us again. We are always here to help. Best regards,The GoldWin Team To main",
    "casino": "GoldWin Casino | Unmatched Gaming Experience & Thrilling Entertainment +91-832-2452201 goldwin@gmail.com Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India GoldWin Home Casino Restaurant Facilities Services Impression Welcome to GoldWin Casino Step into the world of excitement and luxury at GoldWin Casino, where fortune and fun meet. Our casino offers an unparalleled gaming experience with a wide variety of games, top-notch service, and an atmosphere of sophistication. Whether you're a seasoned player or a newcomer, GoldWin Casino is the perfect place to try your luck and enjoy a night to remember. Our Games Explore Our Casino Floor Slot Machines Try your luck with our state-of-the-art slot machines, offering a variety of themes and jackpots. Blackjack Challenge the dealer in this classic card game of strategy and chance. Roulette Place your bets and watch the wheel spin for a chance to win big. Poker Test your skills in our poker room, featuring popular variations like Texas Hold'em and Omaha. Baccarat Experience the elegance and thrill of Baccarat, a favorite among high rollers. Craps Enjoy the fast-paced action of our craps tables, where you can roll the dice and win big. 200+ Slot Machines 50+ Table Games 24/7 Casino Hours 5000 sq ft Casino Floor Join the Action Exclusive Casino Offers At GoldWin Casino, we provide a range of exclusive offers and promotions to enhance your gaming experience. Take advantage of these deals and enjoy more of what we have to offer. 50% Welcome Bonus Enjoy a generous welcome bonus on your first deposit. 10x Loyalty Points Earn extra loyalty points with every game you play. 5 VIP Levels Climb the ranks of our VIP program for special perks and rewards. GoldWin GoldWin Hotel & Casino: Where Luxury and Excitement Meet Navigation Home Casino Restaurant Facilities Services Impression Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotice = document.getElementById(\"cookie-notice\"); const acceptButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookie-accepted\") === \"true\") { if (cookieNotice) { cookieNotice.style.display = \"none\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { if (cookieNotice) { cookieNotice.style.display = \"none\"; } localStorage.setItem(\"cookie-accepted\", \"true\"); }); } }); Age Verification You must be 18 years or older to access this site. Please confirm your age below. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"age-popup\"); const confirmButton = document.getElementById(\"confirm-age\"); if (localStorage.getItem(\"age-confirmed\") === \"true\") { if (agePopup) { agePopup.style.display = \"none\"; } } if (confirmButton) { confirmButton.addEventListener(\"click\", function () { if (agePopup) { agePopup.style.display = \"none\"; } localStorage.setItem(\"age-confirmed\", \"true\"); }); } });",
    "disclaimer": "GoldWin Hotel & Casino | Disclaimer +91-832-2452201 goldwin@gmail.com Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India GoldWin Home Casino Restaurant Facilities Services Impression Disclaimer Promotions and Bonuses GoldWin may offer promotions, bonuses, or other incentives from time to time. These offers are subject to specific terms and conditions, which will be clearly outlined in the promotion details. We reserve the right to modify, suspend, or terminate any promotion at any time without prior notice. Participation in promotions is voluntary, and you are responsible for understanding and complying with the applicable terms and conditions. Technical Issues While GoldWin strives to provide a seamless and uninterrupted gaming experience, technical issues may occasionally occur. We are not responsible for any losses, damages, or inconveniences resulting from technical issues, including but not limited to software malfunctions, internet connectivity problems, or hardware failures. In the event of a technical issue, we will make reasonable efforts to resolve the problem as quickly as possible. Complaints and Dispute Resolution If you have a complaint or dispute regarding our services, please contact our customer support team. We are committed to resolving all complaints and disputes in a fair and timely manner. If you are not satisfied with the resolution provided by our customer support team, you may escalate the matter to our management for further review. Anti-Money Laundering GoldWin is committed to preventing money laundering and other financial crimes. We comply with all applicable anti-money laundering laws and regulations. As part of our anti-money laundering efforts, we may require you to provide additional information or documentation to verify your identity and the source of your funds. Failure to provide the required information may result in the suspension or termination of your account. Responsible Marketing GoldWin is committed to responsible marketing practices. We will not send you unsolicited marketing communications unless you have opted in to receive them. You have the right to opt out of receiving marketing communications at any time. If you wish to unsubscribe from our marketing communications, please contact our customer support team or follow the unsubscribe instructions provided in the communication. Contact Us If you have any questions or concerns about this Disclaimer or any other aspect of our services, please do not hesitate to contact us. Our customer support team is available to assist you with any inquiries or issues you may have. GoldWin GoldWin Hotel & Casino: Where Luxury and Excitement Meet Navigation Home Casino Restaurant Facilities Services Impression Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotice = document.getElementById(\"cookie-notice\"); const acceptButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookie-accepted\") === \"true\") { if (cookieNotice) { cookieNotice.style.display = \"none\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { if (cookieNotice) { cookieNotice.style.display = \"none\"; } localStorage.setItem(\"cookie-accepted\", \"true\"); }); } });",
    "index": "GoldWin Hotel & Casino | Luxury Accommodations & Exciting Gaming +91-832-2452201 goldwin@gmail.com Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India GoldWin Home Casino Restaurant Facilities Services Impression Welcome to GoldWin Hotel Experience the pinnacle of luxury and comfort at GoldWin Hotel. Nestled in the heart of the city, our hotel offers an oasis of serenity, elegance, and unmatched service. Whether you're here for business or leisure, GoldWin Hotel promises a stay that is both memorable and indulgent. Book a room Explore Our Amenities Unparalleled Comfort and Convenience At GoldWin Hotel, we take pride in providing our guests with a range of top-tier amenities designed to enhance your stay. Discover the perfect blend of sophistication and convenience in every corner of our hotel. Luxury Suites Our elegantly designed suites offer a haven of comfort, featuring plush bedding, modern décor, and stunning city views. Gourmet Dining Savor exquisite cuisine at our on-site restaurants, where our chefs create culinary masterpieces using the finest ingredients. Spa and Wellness Rejuvenate your mind and body at our state-of-the-art spa, offering a variety of treatments and therapies. Fitness Center Stay active during your stay with access to our fully-equipped fitness center, open 24/7 for your convenience. Business Center Our business center provides all the facilities you need to stay productive, including high-speed internet and meeting rooms. Rooftop Pool Relax and unwind at our rooftop pool, offering panoramic views of the city and a serene ambiance. Discover More Exceptional Services Concierge Services Our dedicated concierge team is available around the clock to assist with any of your needs, from booking tours to arranging transportation. Valet Parking Enjoy the convenience of our valet parking service, providing secure and easy access to your vehicle. Room Service Delight in the convenience of our 24-hour room service, delivering delicious meals and beverages straight to your room. Memorable Experiences Signature Experiences At GoldWin Hotel, we curate unique experiences that make your stay unforgettable. Immerse yourself in the rich culture and vibrant energy of our city through our exclusive offerings. Cultural Tours Explore the local culture with guided tours to historical landmarks and cultural sites. Shopping Excursions Take advantage of our shopping excursions to the city's most popular retail destinations. Live Entertainment Enjoy live performances and entertainment right within the hotel, featuring local and international artists. Adventure Packages Experience thrilling adventures with our specially curated packages, including hiking, biking, and more. Our Commitment to You At GoldWin Hotel, your satisfaction is our top priority. We strive to provide exceptional service and unparalleled hospitality, ensuring every guest feels like royalty. Join us for an experience that exceeds all expectations. Special Offers Discover exclusive deals and packages designed to enhance your stay at GoldWin Hotel. Take advantage of our special offers and enjoy more of what we have to offer. Weekend Getaway Enjoy a luxurious weekend stay with complimentary breakfast and late checkout. Book Your Stay Reserve your luxurious stay at GoldWin Hotel and experience unmatched comfort and elegance. Choose from our range of exquisite rooms and suites, each designed to provide an unforgettable experience. Deluxe Room Enjoy a cozy and elegant space with all the modern amenities. ₹8000 per night Book Executive Room Perfect for business travelers, offering additional workspace and comfort. ₹10000 per night Book Junior Suite Experience extra space and luxury with our beautifully appointed junior suites. ₹15000 Book Presidential Suite Indulge in the ultimate luxury with our expansive presidential suite, featuring exclusive amenities. ₹30000 per night Book Honeymoon Suite Celebrate love in our romantic honeymoon suite, complete with special touches. ₹20000 per night Book Family Room Ideal for families, offering ample space and comfort for everyone. ₹12000 per night Book Get in Touch Contact Us Email address goldwin@gmail.com Phone +91-832-2452201 Location Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India Send Us a Message I accept privacy policy To send GoldWin GoldWin Hotel & Casino: Where Luxury and Excitement Meet Navigation Home Casino Restaurant Facilities Services Impression Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotice = document.getElementById(\"cookie-notice\"); const acceptButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookie-accepted\") === \"true\") { if (cookieNotice) { cookieNotice.style.display = \"none\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { if (cookieNotice) { cookieNotice.style.display = \"none\"; } localStorage.setItem(\"cookie-accepted\", \"true\"); }); } }); Age Verification You must be 18 years or older to access this site. Please confirm your age below. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"age-popup\"); const confirmButton = document.getElementById(\"confirm-age\"); if (localStorage.getItem(\"age-confirmed\") === \"true\") { if (agePopup) { agePopup.style.display = \"none\"; } } if (confirmButton) { confirmButton.addEventListener(\"click\", function () { if (agePopup) { agePopup.style.display = \"none\"; } localStorage.setItem(\"age-confirmed\", \"true\"); }); } });",
    "privacy-policy": "GoldWin Hotel & Casino | Privacy Policy +91-832-2452201 goldwin@gmail.com Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India GoldWin Home Casino Restaurant Facilities Services Impression Privacy Policy Information We Collect We may collect various types of information from you, including: Personal Information: This includes your name, address, email address, phone number, date of birth, and other identifying information. Financial Information: This includes credit card numbers, bank account details, and other financial information necessary for transactions. Usage Information: This includes information about how you use our website and services, such as your browsing history, search queries, and interactions with our content. Device Information: This includes information about the device you use to access our website, such as your IP address, browser type, operating system, and unique device identifiers. Location Information: This includes information about your geographic location, which may be collected through GPS, Wi-Fi, or other technologies. Cookies and Similar Technologies: We use cookies and similar technologies to collect information about your preferences and activities on our website. How We Collect Information We collect information from you in several ways, including: Directly from You: When you register for an account, make a reservation, participate in promotions, or contact us for support. Automatically: When you visit our website, we may automatically collect certain information using cookies, web beacons, and other technologies. From Third Parties: We may receive information about you from third parties, such as social media platforms, advertising partners, and analytics providers. How We Use Your Information We use the information we collect for various purposes, including: Providing Services: To provide you with the services you request, such as making reservations, processing payments, and managing your account. Communicating with You: To send you important information, updates, and promotional materials related to our services. Improving Our Services: To analyze and improve our website and services, including personalizing your experience and conducting research and development. Marketing and Advertising: To deliver targeted advertising and marketing communications that may be of interest to you. Security and Fraud Prevention: To protect the security of our website and services, detect and prevent fraud, and comply with legal and regulatory requirements. Contact Us If you have any questions, concerns, or requests regarding this Privacy Policy or the handling of your personal information, please contact us at goldwin@gmail.com. GoldWin GoldWin Hotel & Casino: Where Luxury and Excitement Meet Navigation Home Casino Restaurant Facilities Services Impression Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotice = document.getElementById(\"cookie-notice\"); const acceptButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookie-accepted\") === \"true\") { if (cookieNotice) { cookieNotice.style.display = \"none\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { if (cookieNotice) { cookieNotice.style.display = \"none\"; } localStorage.setItem(\"cookie-accepted\", \"true\"); }); } });",
    "restaurant": "GoldWin Restaurant | Exquisite Dining & Culinary Delights +91-832-2452201 goldwin@gmail.com Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India GoldWin Home Casino Restaurant Facilities Services Impression Culinary Delights Await Welcome to GoldWin Restaurant Indulge in a world of culinary excellence at GoldWin Restaurant, where every meal is a masterpiece. Our talented chefs use the freshest ingredients to create dishes that delight the senses. Whether you're in the mood for a gourmet dinner, a light lunch, or a decadent dessert, our diverse menu offers something for everyone. Gourmet Dining Experience exquisite flavors and impeccable presentation with our gourmet dining options, crafted by world-class chefs. Casual Eats Enjoy a relaxed atmosphere and delicious comfort food perfect for a casual meal with friends or family. Signature Cocktails Sip on expertly mixed cocktails, featuring unique blends and premium spirits, at our stylish bar. Delectable Desserts Treat yourself to our irresistible desserts, made with the finest ingredients and a touch of creativity. Our Menus Breakfast Menu Start your day with a delightful array of breakfast options, from hearty classics to fresh, healthy choices. Lunch Menu Savor our lunch menu, featuring a variety of dishes designed to satisfy any palate, from light salads to hearty sandwiches. Dinner Menu Discover our exquisite dinner offerings, with an emphasis on seasonal ingredients and innovative culinary techniques. Chef's Specials Explore our chef's special creations, where culinary artistry meets seasonal inspiration, offering a unique dining experience. Wine Pairings Enhance your meal with our expertly curated wine pairings, chosen to complement the flavors of each dish perfectly. Email Us goldwin@gmail.com Address Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India Call Now +91-832-2452201 GoldWin GoldWin Hotel & Casino: Where Luxury and Excitement Meet Navigation Home Casino Restaurant Facilities Services Impression Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotice = document.getElementById(\"cookie-notice\"); const acceptButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookie-accepted\") === \"true\") { if (cookieNotice) { cookieNotice.style.display = \"none\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { if (cookieNotice) { cookieNotice.style.display = \"none\"; } localStorage.setItem(\"cookie-accepted\", \"true\"); }); } }); Age Verification You must be 18 years or older to access this site. Please confirm your age below. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { const agePopup = document.getElementById(\"age-popup\"); const confirmButton = document.getElementById(\"confirm-age\"); if (localStorage.getItem(\"age-confirmed\") === \"true\") { if (agePopup) { agePopup.style.display = \"none\"; } } if (confirmButton) { confirmButton.addEventListener(\"click\", function () { if (agePopup) { agePopup.style.display = \"none\"; } localStorage.setItem(\"age-confirmed\", \"true\"); }); } });",
    "terms-conditions": "GoldWin Hotel & Casino | Terms of Use +91-832-2452201 goldwin@gmail.com Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India GoldWin Home Casino Restaurant Facilities Services Impression Terms of Use Acceptance of Terms By accessing or using the Services, you acknowledge that you have read, understood, and agreed to be bound by these Terms. If you do not agree to these Terms, you may not access or use the Services. Eligibility The Services are intended for use by individuals who are at least 18 years of age. By using the Services, you represent and warrant that you are at least 18 years of age and that you have the legal capacity to enter into these Terms. If you are using the Services on behalf of a company, organization, or other entity, you represent and warrant that you have the authority to bind such entity to these Terms. Account Registration To access certain features of the Services, you may be required to create an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. You are responsible for maintaining the confidentiality of your account credentials and for any activity that occurs on your account. You agree to notify GoldWin immediately of any unauthorized use of your account or any other breach of security. Use of the Services GoldWin grants you a limited, non-exclusive, non-transferable, and revocable license to access and use the Services for your personal, non-commercial use, subject to these Terms. You agree not to use the Services for any illegal or unauthorized purpose. You also agree not to: Violate any laws, rules, or regulations; Interfere with or disrupt the Services or the servers or networks connected to the Services; Attempt to gain unauthorized access to the Services or any related systems or networks; Use any automated means to access the Services; Engage in any activity that could harm, disable, overburden, or impair the Services; Collect or harvest any information from the Services; Use the Services for any commercial purposes without GoldWin's prior written consent; Impersonate any person or entity or misrepresent your affiliation with any person or entity; Post or transmit any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable; Contact Us If you have any questions about these Terms, please contact us at goldwin@gmail.com. GoldWin GoldWin Hotel & Casino: Where Luxury and Excitement Meet Navigation Home Casino Restaurant Facilities Services Impression Additionally Disclaimer Privacy Policy Terms of use 18+ We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotice = document.getElementById(\"cookie-notice\"); const acceptButton = document.getElementById(\"accept-cookie\"); if (localStorage.getItem(\"cookie-accepted\") === \"true\") { if (cookieNotice) { cookieNotice.style.display = \"none\"; } } if (acceptButton) { acceptButton.addEventListener(\"click\", function () { if (cookieNotice) { cookieNotice.style.display = \"none\"; } localStorage.setItem(\"cookie-accepted\", \"true\"); }); } });"
  },
  "date": "2024-07-25T15:09:13.408Z"
}