{
  "name": "grandMirageResort",
  "pages": {
    "about": "À propos de nous - Grand Mirage Resort Monaco 18+ Maison casino Contacts À propos Prestations À propos de nous Découvrez l'histoire, les principes et l'équipe qui font du Grand Mirage Resort une destination de choix. Histoire Le Grand Mirage Resort a été fondé en 1995 avec une vision claire : offrir une expérience de luxe inégalée au cœur de Monaco. Depuis ses débuts modestes, notre resort a connu une croissance remarquable, devenant un symbole d'élégance et de sophistication. Dès les premières années, nous nous sommes concentrés sur la création d'une ambiance unique et raffinée, accueillant des invités du monde entier avec des services personnalisés et une attention méticuleuse aux détails. Nos efforts ont rapidement porté leurs fruits, attirant une clientèle fidèle et distinguée. Au fil des ans, nous avons continuellement amélioré nos installations et nos services pour répondre aux attentes de nos clients les plus exigeants. Chaque rénovation et chaque nouvel ajout ont été soigneusement planifiés pour maintenir l'harmonie et l'esthétique du resort, tout en intégrant les dernières innovations en matière de confort et de technologie. Aujourd'hui, le Grand Mirage Resort est fier de son héritage et de sa réputation en tant que destination phare pour les voyageurs du monde entier. Notre engagement envers l'excellence continue de guider notre croissance, et nous sommes déterminés à offrir des expériences inoubliables à tous ceux qui franchissent nos portes. Nos principes Nous croyons en des valeurs fondamentales qui guident toutes nos actions et décisions au quotidien Excellence Nous nous efforçons de fournir des services de la plus haute qualité à nos clients. Intégrité Nous agissons toujours avec honnêteté et transparence. Innovation Nous cherchons constamment à innover et à améliorer nos offres. Responsabilité Nous prenons au sérieux notre impact sur l'environnement et la communauté locale. Satisfaction client La satisfaction de nos clients est notre priorité absolue. Prêt à vivre une expérience inoubliable ? Réservez dès maintenant votre séjour au Grand Mirage Resort et découvrez le luxe et le confort que nous offrons. Réserver Notre équipe Rencontrez les personnes talentueuses et passionnées qui rendent tout cela possible Jean Dupont Co-Fondateur & CEO Marie Lafontaine Co-Fondatrice & COO Pierre Martin Directeur Technique Sophie Renault Directrice Marketing Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "casino": "Le Casino de Grand Mirage - Luxe et Émotion à Monaco 18+ Maison casino Contacts À propos Prestations Bienvenue au Casino de Grand Mirage Plongez dans l'excitation et le glamour du meilleur casino de Monaco. Préparez-vous pour une expérience inoubliable. Introduction Notre casino, situé au cœur du Grand Mirage Resort, offre une atmosphère élégante et excitante pour tous les amateurs de jeux. Profitez de notre vaste gamme de jeux, de notre service exceptionnel et de notre ambiance unique. Que vous soyez un joueur expérimenté ou un novice curieux, notre casino est l'endroit idéal pour tester votre chance et passer un moment inoubliable. Jeux disponibles Poker Rejoignez nos tables de poker pour des parties passionnantes et stratégiques. Des tournois réguliers sont également organisés. Roulette Essayez votre chance à la roulette, le jeu de hasard par excellence. Sentez l'adrénaline à chaque tour de roue. Blackjack Testez vos compétences au blackjack, l'un des jeux de cartes les plus populaires au monde. Saurez-vous battre le croupier? Machines à sous Découvrez une large sélection de machines à sous modernes et classiques. Chaque tour pourrait changer votre vie! Réserver Règles et politiques Pour assurer une expérience de jeu équitable et agréable pour tous nos visiteurs, nous avons mis en place des règles strictes et des politiques claires. Veuillez en prendre connaissance avant de jouer. Tous les joueurs doivent être âgés de 18 ans ou plus. Une tenue correcte est exigée dans toutes les zones du casino. Le respect des autres joueurs et du personnel est obligatoire. Les tricheries et les comportements frauduleux ne seront pas tolérés. Les décisions des croupiers et du personnel sont définitives. Promotions et événements Nous organisons régulièrement des promotions excitantes et des événements spéciaux pour nos clients. Ne manquez pas ces occasions uniques de gagner gros et de vous divertir! Tournois de poker mensuels avec de gros prix à gagner. Soirées thématiques avec des spectacles et des animations. Offres spéciales pour les nouveaux membres et les joueurs fidèles. Événements caritatifs avec des opportunités de jeu et de don. Musique live au casino Rejoignez-nous pour des soirées de musique live, où des artistes talentueux se produisent pour votre plus grand plaisir. Profitez d'une ambiance musicale unique tout en jouant à vos jeux préférés. Chaque semaine, nous accueillons différents musiciens et groupes, couvrant une variété de genres musicaux pour répondre à tous les goûts. Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte Ce site est réservé aux personnes de plus de 18 ans. En cliquant sur \"J'accepte\", vous confirmez avoir plus de 18 ans. J'accepte",
    "contacts": "Contactez-nous - Grand Mirage Resort Monaco 18+ Maison casino Contacts À propos Prestations Contactez-nous Nous sommes ici pour répondre à toutes vos questions et vous assister dans la planification de votre séjour au Grand Mirage Resort. Informations de contact Nous serions ravis de vous entendre! Vous pouvez nous contacter via les informations ci-dessous ou utiliser notre formulaire de contact pour toute demande spécifique. Adresse Pl. du Casino, 98000 Monaco Téléphone +377 (93) 34-7812 Email grandmirageresort@gmail.com Formulaire de contact Utilisez le formulaire ci-dessous pour nous envoyer un message. Nous vous répondrons dans les plus brefs délais. Nom Email Message J'accepte les conditions de confidentialité Envoyer Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "disclaimer": "Avertissement - Grand Mirage Resort 18+ Maison casino Contacts À propos Prestations Clause de non-responsabilité 1. Informations Générales Le Grand Mirage Resort met tout en œuvre pour fournir des informations précises et à jour sur ce site. Toutefois, nous ne garantissons pas l'exactitude, la complétude ou l'actualité des informations disponibles. Les informations peuvent être modifiées sans préavis. 2. Utilisation du Site Vous utilisez ce site à vos propres risques. Le Grand Mirage Resort ne pourra être tenu responsable de tout dommage direct, indirect, accidentel, consécutif ou punitif découlant de votre accès ou de votre utilisation de ce site. 3. Contenus Externes Ce site peut contenir des liens vers des sites externes qui ne sont pas sous le contrôle du Grand Mirage Resort. Nous ne sommes pas responsables des contenus, des pratiques de confidentialité ou de la disponibilité de ces sites externes. 4. Absence de Garantie Les informations et services sur ce site sont fournis \"tels quels\" sans aucune garantie, expresse ou implicite. Nous déclinons toute responsabilité concernant les garanties de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon. 5. Disponibilité du Site Nous ne garantissons pas que ce site sera disponible de manière ininterrompue, sécurisée ou sans erreur. Nous nous réservons le droit de suspendre ou de retirer l'accès à ce site à tout moment sans préavis. 6. Contenus Utilisateurs Les avis, commentaires et autres contenus générés par les utilisateurs sur ce site représentent les opinions de leurs auteurs respectifs et non celles du Grand Mirage Resort. Nous ne pouvons être tenus responsables de ces contenus. 7. Propriété Intellectuelle Tous les contenus de ce site, y compris les textes, images, vidéos et logos, sont protégés par des droits d'auteur et autres droits de propriété intellectuelle. Toute utilisation non autorisée de ces contenus est interdite. 8. Limitation de Responsabilité En aucun cas, le Grand Mirage Resort, ses dirigeants, employés ou partenaires ne seront responsables de tout dommage découlant de l'utilisation ou de l'incapacité d'utiliser ce site, même si nous avons été informés de la possibilité de tels dommages. 9. Exactitude des Informations Bien que nous nous efforcions de garantir l'exactitude des informations sur ce site, des erreurs ou des omissions peuvent survenir. Nous ne pouvons être tenus responsables des erreurs typographiques ou autres inexactitudes. 10. Modifications de la Clause Nous nous réservons le droit de modifier cette clause de non-responsabilité à tout moment. Les modifications prendront effet dès leur publication sur cette page. Nous vous encourageons à consulter régulièrement cette page pour rester informé des mises à jour. 11. Contact Si vous avez des questions concernant cette clause de non-responsabilité, veuillez nous contacter à grandmirageresort@gmail.com. Nous nous ferons un plaisir de vous aider. Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "index": "Bienvenue au Grand Mirage Resort - Votre évasion luxueuse à Monaco 18+ Maison Casino Contacts À propos Prestations Bienvenue au Grand Mirage Resort Découvrez l'élégance et le luxe au cœur de Monaco. Profitez d'un séjour inoubliable avec des services exceptionnels et un cadre somptueux. Réserver À propos de nous Le Grand Mirage Resort est synonyme de raffinement et de sophistication. Situé à Monaco, notre hôtel-casino offre une expérience unique alliant confort moderne et élégance intemporelle. Fondé en 2005, nous avons rapidement acquis une réputation de destination de premier choix pour les voyageurs exigeants du monde entier. Notre mission est de fournir un service exceptionnel et des installations de qualité supérieure pour garantir la satisfaction totale de nos clients. Que vous soyez ici pour le plaisir, les affaires ou les deux, nous nous engageons à faire de votre séjour une expérience mémorable. Nos services Chambres de luxe Nos chambres offrent un confort et une élégance incomparables, parfaites pour un séjour relaxant. Équipées des dernières technologies, elles garantissent un confort optimal avec une vue imprenable sur Monaco. Restaurant gastronomique Dégustez des plats exquis préparés par nos chefs renommés dans une ambiance chic. Notre restaurant propose une cuisine internationale avec une touche locale, utilisant uniquement des ingrédients frais et de qualité. Spa et bien-être Relaxez-vous avec nos soins spa et profitez d'un moment de détente absolue. Notre spa offre une gamme complète de traitements, y compris des massages, des soins du visage et des thérapies holistiques. Événements et conférences Organisez vos événements professionnels et privés dans nos salles élégantes et entièrement équipées. Que ce soit pour une réunion d'affaires, un mariage ou une célébration spéciale, nous avons l'espace parfait pour vous. Piscine et activités de loisirs Profitez de notre magnifique piscine extérieure, ainsi que de diverses activités de loisirs pour toute la famille. Nous offrons également des excursions organisées pour découvrir Monaco et ses environs. Réserver Nos réalisations Grand Mirage Resort a été reconnu à plusieurs reprises pour son excellence en matière d'hospitalité et de service. Nous sommes fiers de nos récompenses et distinctions. Prix du meilleur hôtel de luxe 2023 Certificat d'excellence TripAdvisor Distinction Michelin pour notre restaurant Prix pour le meilleur spa en 2022 Prix pour l'excellence en service client 2021 Notre mission Offrir à nos clients une expérience inoubliable en combinant un service exceptionnel, des installations luxueuses et une attention personnalisée. Nous nous engageons à faire de chaque séjour un moment unique et mémorable. Nous croyons en la puissance de l'hospitalité authentique et nous efforçons de créer une atmosphère chaleureuse et accueillante. Notre équipe est dédiée à surpasser vos attentes et à vous offrir le meilleur de Monaco. Témoignages de nos clients \"Un séjour extraordinaire dans un cadre magnifique. Le service était impeccable et les installations de première classe.\" - Marie Dupont \"Le Grand Mirage Resort offre une expérience de luxe inégalée. Chaque détail est pensé pour le confort des clients.\" - Jean Martin \"Nous avons passé un séjour merveilleux. Le casino est impressionnant et le restaurant est exceptionnel.\" - Sophie Lefèvre \"Un endroit parfait pour se détendre et se ressourcer. Je recommande vivement le spa.\" - Pierre Lambert \"L'attention aux détails et le service personnalisé ont rendu notre séjour inoubliable. Merci à toute l'équipe!\" - Isabelle Moreau Nos valeurs Au Grand Mirage Resort, nous croyons en l'importance de l'excellence, de l'innovation et de la satisfaction de nos clients. Nos valeurs guident chacune de nos actions et nous permettent d'offrir des expériences exceptionnelles. Excellence: Nous visons à fournir des services de la plus haute qualité. Innovation: Nous innovons constamment pour améliorer l'expérience de nos clients. Satisfaction du client: La satisfaction de nos clients est notre priorité absolue. Intégrité: Nous opérons avec transparence et honnêteté dans toutes nos interactions. Respect: Nous respectons nos clients, notre personnel et notre environnement. Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "privacy-policy": "Politique de confidentialité - Grand Mirage Resort 18+ Maison casino Contacts À propos Prestations Politique de Confidentialité 1. Introduction Bienvenue sur le site web du Grand Mirage Resort. Nous nous engageons à protéger votre vie privée et à respecter les lois sur la protection des données. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles. 2. Collecte des Informations Nous collectons diverses informations lorsque vous visitez notre site, notamment votre nom, adresse email, numéro de téléphone, adresse postale et informations de paiement. Ces données sont collectées lorsque vous remplissez des formulaires, réservez des services ou communiquez avec nous. 3. Utilisation des Informations Les informations que nous collectons sont utilisées pour améliorer nos services, traiter vos réservations, répondre à vos demandes et vous envoyer des informations marketing si vous avez donné votre consentement. Nous n'utiliserons vos informations qu'à des fins légitimes et conformément à la loi. 4. Partage des Informations Nous ne partageons pas vos informations personnelles avec des tiers, sauf lorsque cela est nécessaire pour fournir nos services ou lorsque la loi l'exige. Par exemple, nous pouvons partager vos informations avec des prestataires de services de paiement pour traiter vos transactions. 5. Protection des Données Nous prenons des mesures de sécurité appropriées pour protéger vos informations personnelles contre l'accès non autorisé, la modification, la divulgation ou la destruction. Nos mesures de sécurité incluent des technologies de cryptage, des pare-feux et des contrôles d'accès physique aux installations où les données sont stockées. 6. Cookies Notre site utilise des cookies pour améliorer votre expérience de navigation. Les cookies sont de petits fichiers texte stockés sur votre appareil qui nous aident à vous reconnaître lors de vos visites ultérieures. Vous pouvez configurer votre navigateur pour refuser les cookies, mais cela pourrait affecter certaines fonctionnalités du site. 7. Vos Droits Vous avez le droit d'accéder à vos informations personnelles, de les corriger, de les supprimer ou de limiter leur traitement. Pour exercer ces droits, veuillez nous contacter à grandmirageresort@gmail.com. Nous répondrons à votre demande dans un délai raisonnable. 8. Conservation des Données Nous conservons vos informations personnelles aussi longtemps que nécessaire pour remplir les objectifs décrits dans cette politique de confidentialité, sauf si la loi exige ou permet une période de conservation plus longue. 9. Modifications de la Politique Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment. Les modifications seront publiées sur cette page et entreront en vigueur immédiatement après leur publication. Nous vous encourageons à consulter régulièrement cette page pour rester informé des mises à jour. 10. Mineurs Notre site n'est pas destiné aux enfants de moins de 18 ans. Nous ne collectons pas sciemment d'informations personnelles auprès de mineurs. Si nous apprenons que nous avons collecté des informations personnelles d'un mineur sans le consentement parental, nous prendrons des mesures pour supprimer ces informations. 11. Transfert International des Données Vos informations personnelles peuvent être transférées et stockées dans des pays en dehors de l'Union européenne. Nous nous assurons que ces transferts sont effectués conformément aux lois sur la protection des données et que vos informations sont protégées de manière adéquate. 12. Contact Pour toute question concernant cette politique de confidentialité ou pour exercer vos droits, veuillez nous contacter à grandmirageresort@gmail.com. 13. Liens vers des Sites Tiers Notre site peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables des pratiques de confidentialité de ces sites. Nous vous encourageons à lire les politiques de confidentialité de chaque site que vous visitez. 14. Acceptation de la Politique En utilisant notre site, vous acceptez les termes de cette politique de confidentialité. Si vous n'acceptez pas cette politique, veuillez ne pas utiliser notre site. Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "services": "Nos services et tarifs - Grand Mirage Resort Monaco 18+ Maison casino Contacts À propos Prestations Services Découvrez les services exceptionnels que nous offrons au Grand Mirage Resort, conçus pour rendre votre séjour inoubliable. Nos Services Nous proposons une gamme complète de services pour satisfaire tous vos besoins Nombres Des chambres luxueuses et confortables avec toutes les commodités modernes. Restaurant Un restaurant gastronomique proposant des plats exquis préparés par des chefs renommés. Spa Un spa de classe mondiale offrant une variété de traitements pour votre bien-être. Événements Des installations de pointe pour organiser des événements mémorables. Contactez-nous Tarifs Chambre Standard 200€ par nuit Suite de Luxe 500€ par nuit Dîner au Restaurant 50€ par personne Séance de Spa 100€ par heure Location de Salle pour Événements 1000€ par jour Offres spéciales Profitez de nos offres spéciales et de nos réductions exclusives pour rendre votre séjour encore plus agréable Offre d'été Réservez une semaine en été et obtenez une nuit gratuite. Réduction Spa 10% de réduction sur tous les traitements de spa réservés en ligne. Forfait Restaurant Un dîner gratuit pour deux personnes pour toute réservation de suite de luxe. Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "terms-conditions": "Conditions générales - Grand Mirage Resort 18+ Maison casino Contacts À propos Prestations Termes et Conditions 1. Introduction Bienvenue sur le site du Grand Mirage Resort. En utilisant ce site, vous acceptez les présents termes et conditions. Si vous n'acceptez pas ces termes, veuillez ne pas utiliser notre site. 2. Utilisation du Site Ce site est destiné à une utilisation personnelle et non commerciale. Vous vous engagez à ne pas utiliser le site à des fins illégales ou interdites par les présents termes et conditions. 3. Propriété Intellectuelle Tous les contenus présents sur ce site, y compris les textes, images, logos et vidéos, sont la propriété du Grand Mirage Resort ou de ses partenaires et sont protégés par les lois sur la propriété intellectuelle. Toute reproduction ou utilisation non autorisée de ces contenus est strictement interdite. 4. Réservations Toutes les réservations effectuées via notre site sont soumises à disponibilité et confirmation. Nous nous réservons le droit d'annuler ou de modifier toute réservation en cas de circonstances imprévues. 5. Paiements Les paiements doivent être effectués selon les modalités indiquées lors de la réservation. Nous acceptons diverses méthodes de paiement, y compris les cartes de crédit et de débit. Tous les paiements sont sécurisés et traités via nos prestataires de services de paiement. 6. Annulations et Remboursements Les politiques d'annulation et de remboursement varient en fonction du type de réservation. Veuillez consulter les détails de votre réservation pour plus d'informations. En général, les annulations effectuées dans les délais spécifiés peuvent donner droit à un remboursement partiel ou complet. 7. Limitation de Responsabilité Nous faisons tout notre possible pour que les informations présentes sur ce site soient exactes et à jour. Toutefois, nous ne pouvons garantir l'exactitude, la complétude ou l'actualité des informations. Le Grand Mirage Resort ne peut être tenu responsable des erreurs, omissions ou pertes résultant de l'utilisation de ce site. 8. Liens vers des Sites Tiers Ce site peut contenir des liens vers des sites tiers. Nous ne sommes pas responsables du contenu ou des pratiques de confidentialité de ces sites. L'inclusion de liens ne signifie pas que nous approuvons les informations ou les services fournis par ces sites tiers. 9. Modifications des Termes Nous nous réservons le droit de modifier ces termes et conditions à tout moment. Les modifications seront publiées sur cette page et entreront en vigueur immédiatement après leur publication. Nous vous encourageons à consulter régulièrement cette page pour rester informé des mises à jour. 10. Contact Si vous avez des questions concernant ces termes et conditions, veuillez nous contacter à grandmirageresort@gmail.com. Nous nous ferons un plaisir de vous aider. Casino Contacts À propos Prestations Termes et Conditions Politique de Confidentialité Clause de non-responsabilité Nous utilisons des cookies pour améliorer votre expérience sur notre site. En continuant à naviguer sur ce site, vous acceptez notre utilisation des cookies. En savoir plus. J'accepte",
    "thank_page": "Merci pour votre message - Grand Mirage Resort Merci pour votre message! Retour à l'accueil"
  },
  "date": "2024-06-19T16:15:19.615Z"
}