{
  "name": "HarborBreezeHotelIndia",
  "pages": {
    "about-us": "About Us - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact Discover Our Luxurious Hotel Rooms Indulge in comfort and elegance at HarborBreeze hotel resort. Choose from a variety of meticulously designed rooms and suites, each offering breathtaking views and modern amenities. Deluxe Ocean View Room King Bed, Private Balcony From $299 per night BOOK NOW Luxury Suite Two Bedrooms, Oceanfront View From $499 per night BOOK NOW Family Suite Multiple Bedrooms, Beach Access From $399 per night BOOK NOW Executive Suite Business Center Access, Spa Services From $599 per night BOOK NOW Explore Career Opportunities at HarborBreeze Hotel Resort Join our team at HarborBreeze Hotel Resort and be part of delivering exceptional hospitality experiences in a stunning coastal setting. Guest Services Associate Join our team as a Guest Services Associate and ensure our guests have memorable experiences. Culinary Chef Become a Culinary Chef and delight guests with exquisite dining options. Housekeeping Staff Maintain our high standards of cleanliness and comfort as part of our Housekeeping Staff. Explore More Discover What Our Guests are Saying About HarborBreeze Hotel Resort \"HarborBreeze hotel resort offers an unparalleled experience with its breathtaking views and luxurious accommodations. The staff goes above and beyond to ensure every guest feels welcomed and pampered.\" John Smith | Happy Guest \"From the moment we arrived, HarborBreeze exceeded our expectations. The room was elegant, the views were stunning, and the service was impeccable. It was the perfect getaway.\" Emma Davis | Satisfied Guest HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com",
    "contacts": "Contact Us - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact CONTACT US 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com Have a question? I accept Privacy Policy SUBMIT HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com",
    "disclaimers": "Disclaimers - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact Disclaimer for HarborBreeze If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at harborbreeze@gmail.com. Disclaimers for HarborBreeze All the information on this website - harborbreeze - is published in good faith and for general information purpose only. HarborBreeze does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (HarborBreeze), is strictly at your own risk. HarborBreeze will not be liable for any losses and/or damages in connection with the use of our website. From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com",
    "index": "HarborBreeze - Experience Tranquil Luxury HarborBreeze HOME ABOUT US Casino Contact Discover Tranquil Luxury Escape to HarborBreeze hotel resort and immerse yourself in unmatched comfort and serenity. Explore our exclusive offerings and unwind in style. Discover Our Luxurious Hotel Rooms Indulge in comfort and elegance at HarborBreeze hotel resort. Choose from a variety of meticulously designed rooms and suites, each offering breathtaking views and modern amenities. Deluxe Ocean View Room King Bed, Private Balcony From $299 per night BOOK NOW Luxury Suite Two Bedrooms, Oceanfront View From $499 per night BOOK NOW Family Suite Multiple Bedrooms, Beach Access From $399 per night BOOK NOW Executive Suite Business Center Access, Spa Services From $599 per night BOOK NOW Explore Career Opportunities at HarborBreeze Hotel Resort Join our team at HarborBreeze Hotel Resort and be part of delivering exceptional hospitality experiences in a stunning coastal setting. Guest Services Associate Join our team as a Guest Services Associate and ensure our guests have memorable experiences. Culinary Chef Become a Culinary Chef and delight guests with exquisite dining options. Housekeeping Staff Maintain our high standards of cleanliness and comfort as part of our Housekeeping Staff. Explore More Discover What Our Guests are Saying About HarborBreeze Hotel Resort \"HarborBreeze hotel resort offers an unparalleled experience with its breathtaking views and luxurious accommodations. The staff goes above and beyond to ensure every guest feels welcomed and pampered.\" John Smith | Happy Guest \"From the moment we arrived, HarborBreeze exceeded our expectations. The room was elegant, the views were stunning, and the service was impeccable. It was the perfect getaway.\" Emma Davis | Satisfied Guest Discover the Exclusive Features of HarborBreeze Hotel Resort Luxurious Accommodations Experience unmatched comfort and elegance with our meticulously designed rooms and suites, each equipped with modern amenities. Gourmet Dining Indulge in exquisite culinary delights prepared by our talented chefs, offering a variety of local and international flavors. Relaxation and Wellness Unwind and rejuvenate at our spa and wellness center, offering a range of treatments and therapies to pamper your senses. Explore HarborBreeze Hotel Resort and Local Attractions Discovering Hidden Gems: Exploring Local Beaches A Taste of Coastal Cuisine: Best Dining Spots Near HarborBreeze Exploring Local Culture: Art and Music Festivals in the HarborBreeze Area HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com",
    "privacy-policy": "Privacy Policy - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact Privacy Policy Welcome to HarborBreeze Hotel Resort's Privacy Policy. We respect your privacy and are committed to protecting the personal information you share with us. Information Collected We collect personal information such as your name, email address, phone number, and preferences when you book a room or interact with our website. Use of Information The information we collect is used to provide you with our services, improve our website, and communicate with you about promotions and offers. Security of Information We implement security measures to protect your personal information against unauthorized access and disclosure. Changes to Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new policy on our website. HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com",
    "products": "Casino - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact Explore Career Opportunities at HarborBreeze Casino Join our team at HarborBreeze Casino and be part of delivering exciting and memorable gaming experiences in a luxurious setting. Casino Dealer Join our team as a Casino Dealer and provide an exceptional gaming experience to our guests. Casino Host Become a Casino Host and ensure our guests feel welcomed and valued throughout their stay. Security Staff Maintain a safe and secure environment for our guests as part of our Security Staff. Discover Our Exciting Casino Games Experience the thrill of gaming at HarborBreeze Casino. Choose from a variety of classic and modern casino games, each offering an exciting and immersive experience. Blackjack Table Game, Skill-based Min Bet: $10 BOOK NOW Roulette Table Game, Chance-based Min Bet: $5 BOOK NOW Poker Table Game, Skill-based Min Bet: $20 BOOK NOW Slot Machines Machine Game, Chance-based Min Bet: $1 BOOK NOW Discover Exciting Casino Attractions at HarborBreeze High Stakes Poker Tournaments Exclusive VIP Gaming Lounge Live Entertainment and Shows Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact Terms and Conditions Welcome to HarborBreeze Hotel Resort's Terms and Conditions. These terms outline the rules and regulations for the use of our website and services. Acceptance of Terms By accessing this website, you agree to be bound by these terms and conditions, all applicable laws, and regulations, and agree that you are responsible for compliance with any applicable local laws. Use License Permission is granted to temporarily download one copy of the materials (information or software) on HarborBreeze Hotel Resort's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on HarborBreeze Hotel Resort's website; Governing Law These terms and conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com",
    "thanks": "Thank You - HarborBreeze Hotel Resort HarborBreeze HOME ABOUT US Casino Contact Thank You for Contacting Us! We appreciate your inquiry and will respond to you shortly. In the meantime, feel free to explore more about our luxurious accommodations and services. Back to Home HarborBreeze website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline HarborBreeze Important Links Disclaimers Privacy & Policy Terms & Conditions Contact Us 1/22, Pacheco Vaddo, Gansua, Btalbhati, Goa 403713, India +91-755-542-2472 harborbreeze@gmail.com"
  },
  "date": "2024-07-01T10:47:33.928Z"
}