{
  "name": "HighRoller-Events",
  "pages": {
    "about": "About HighRoller Events - A leading provider of high-quality event services. We offer a wide range of events for individuals and businesses, ensuring that your event is an extraordinary and memorable experience. highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Order Now Catalog Order Now Catalog Order Now Catalog Welcome to HighRoller Events HighRoller Events is the leading provider of premium casino equipment rentals, bringing the glitz and glamour of Las Vegas straight to your doorstep. Our mission is to create unforgettable casino experiences for any occasion, from intimate gatherings to large corporate events. Our Journey HighRoller Events was founded by a team of passionate casino enthusiasts who wanted to share their love for the game with the world. Since our inception, we have grown into a trusted name in the event rental industry, known for our high-quality equipment and exceptional service. What We Offer We offer a wide range of casino games including blackjack, roulette, poker, and slot machines. Our equipment is authentic and of the highest quality, ensuring an immersive and realistic casino experience for your guests. Whether you are planning a corporate event, private party, fundraiser, or wedding, we have the perfect package to suit your needs. Our Team Our professional team is dedicated to providing top-notch service and ensuring your event runs smoothly. From setting up the casino tables to dealing the cards, our experienced dealers and staff will make sure your guests have an amazing time. We pride ourselves on our attention to detail and commitment to customer satisfaction. Why Choose Us? At HighRoller Events, we understand that every event is unique. That's why we offer customizable packages that can be tailored to fit your specific requirements. Our competitive pricing and flexible options make us the best choice for any event. With HighRoller Events, you can expect a seamless and enjoyable casino experience from start to finish. Contact Us Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "catalog": "HighRoller Events - A professional event planning agency that transforms individual and business events into extraordinary and unforgettable experiences. highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Order Now Catalog Order Now Catalog Order Now Catalog Our Packages Basic Casino Package Perfect for small gatherings, our Basic Casino Package includes 1 blackjack table, 1 roulette table, and professional dealers. Ideal for intimate events. Order Now Deluxe Casino Package Our Deluxe Casino Package features 2 blackjack tables, 1 roulette table, and 1 poker table, along with professional dealers. Great for medium-sized events. Order Now Premium Casino Package The Premium Casino Package includes 2 blackjack tables, 2 roulette tables, 1 poker table, and a craps table. Ideal for larger gatherings with a full casino experience. Order Now Ultimate Casino Package For the ultimate casino night, this package includes 3 blackjack tables, 2 roulette tables, 2 poker tables, a craps table, and slot machines. Perfect for the biggest events. Order Now Custom Casino Package Tailor your own casino night with our Custom Casino Package. Choose any combination of tables and games to fit your unique event needs. Order Now Corporate Casino Package Designed for corporate events, this package includes a mix of blackjack, roulette, poker tables, and slot machines to entertain a large group. Order Now Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "contacts": "HighRoller Events - Contact Us highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "disclaimer": "HighRoller Events - Disclaimer highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Disclaimer General Information The information provided by HighRoller Events (\"we,\" \"us,\" or \"our\") on this website is for general informational purposes only. All information on the site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk. External Links Disclaimer The site may contain (or you may be sent through the site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. Professional Disclaimer The site cannot and does not contain legal advice. The legal information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of legal advice. The use or reliance of any information contained on this site is solely at your own risk. Affiliate links disclaimer This website contains links to affiliate websites, and we receive a commission for any purchases made by you on those websites. Testimonials Disclaimer The site may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users, and may not necessarily be representative of all users of our products and/or services. We do not claim, and you should not assume, that all users will have the same experiences. Your individual results may vary. The testimonials on the site are submitted in various forms such as text, audio, and/or video, and are reviewed by us before being posted. They appear on the site verbatim as given by the users, except for the correction of grammar or typing errors. Some testimonials may have been shortened for the sake of brevity where the full testimonial contained extraneous information not relevant to the general public. Contact Us If you have any questions or concerns about this disclaimer, please feel free to contact us at: Email: highrollerevents@gmail.com Phone: +61423206208 Address: 6-51 East St,Blakehurst NSW 2221, Australia Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "how-to-order": "How to Order | HighRoller Events highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Order Now Catalog Order Now Catalog Order Now Catalog How to Book Your HighRoller Event Step 1: Fill Out the Form Start by visiting our website and filling out the booking form. Provide your contact information, including your phone number, and details about your event. Step 2: Consultation Call Once we receive your form, our team will contact you for a consultation call. We’ll discuss your event details and customize a package that fits your needs. Step 3: Receive a Quote Based on our discussion, we’ll provide you with a detailed quote outlining the services and equipment for your event. Step 4: Confirm Your Booking After reviewing the quote, confirm your booking by signing the agreement and making the necessary deposit. Step 5: Event Preparation Our team will start preparing for your event. We’ll ensure all equipment and staff are ready to provide a top-notch casino experience. Step 6: Enjoy Your Event On the day of your event, sit back and enjoy! Our professional dealers and high-quality equipment will ensure your guests have an unforgettable time. Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "index": "HighRoller Events - Unique Gaming Events highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Order Now Catalog Order Now Catalog Order Now Catalog Welcome to HighRoller Events At HighRoller Events, we bring the thrill and excitement of a real casino to your doorstep. Our top-of-the-line casino equipment and professional dealers ensure an unforgettable experience for your guests. Whether it's a corporate event, a private party, or a fundraiser, we cater to all occasions with our customizable casino packages. From blackjack and roulette to poker and slot machines, we offer a wide range of games to suit every taste. Our experienced staff will assist you in planning and executing the perfect casino night, down to the smallest detail. Join us for a night of high stakes and high fun – book your HighRoller Events experience today! Our Story Why Choose Us HighRoller Events is dedicated to providing a premier casino rental experience that is second to none. Our commitment to quality and customer satisfaction sets us apart in the industry. We use only the highest quality casino tables and accessories to ensure an authentic feel. Our dealers are professionally trained, bringing a touch of Las Vegas glamour to your event. We offer flexible packages and competitive pricing to meet your needs and budget. Let HighRoller Events make your next event an extraordinary casino night to remember. Contact Us Our Packages Basic Casino Package Perfect for small gatherings, our Basic Casino Package includes 1 blackjack table, 1 roulette table, and professional dealers. Ideal for intimate events. Order Now Deluxe Casino Package Our Deluxe Casino Package features 2 blackjack tables, 1 roulette table, and 1 poker table, along with professional dealers. Great for medium-sized events. Order Now Premium Casino Package The Premium Casino Package includes 2 blackjack tables, 2 roulette tables, 1 poker table, and a craps table. Ideal for larger gatherings with a full casino experience. Order Now Ultimate Casino Package For the ultimate casino night, this package includes 3 blackjack tables, 2 roulette tables, 2 poker tables, a craps table, and slot machines. Perfect for the biggest events. Order Now Custom Casino Package Tailor your own casino night with our Custom Casino Package. Choose any combination of tables and games to fit your unique event needs. Order Now Corporate Casino Package Designed for corporate events, this package includes a mix of blackjack, roulette, poker tables, and slot machines to entertain a large group. Order Now About HighRoller Events HighRoller Events specializes in providing premium casino equipment rentals for any occasion. Our goal is to bring the excitement of a Las Vegas casino to your event, ensuring a memorable experience for all your guests. Founded by a team of passionate casino enthusiasts, HighRoller Events has grown into a trusted name in the event rental industry. We pride ourselves on our professional service and high-quality equipment. From intimate gatherings to large corporate events, we cater to all types of occasions. Our customizable packages allow you to create the perfect casino night tailored to your specific needs. Our professional dealers and staff are dedicated to providing an authentic casino experience. With HighRoller Events, you can expect top-notch service and unforgettable entertainment. Why Choose Us Professional and experienced dealers High-quality, authentic casino equipment Customizable packages to fit any event Commitment to customer satisfaction Customer Reviews from Australia Emma S. \"HighRoller Events made our corporate event in Sydney an absolute hit! The setup was professional and the dealers were fantastic. Highly recommend!\" Liam W. \"We hired HighRoller Events for a private party in Melbourne, and it was the best decision ever. Our guests loved the casino games and the staff was incredibly friendly.\" Olivia P. \"Exceptional service and top-notch equipment. HighRoller Events brought the excitement of a real casino to our fundraiser in Brisbane. We couldn't be happier with the experience.\" Noah H. \"The team at HighRoller Events went above and beyond for our event in Perth. Everything was perfect, from the roulette tables to the professional dealers. We'll definitely be using them again.\" Charlotte R. \"HighRoller Events provided a fantastic casino experience for our Christmas party in Adelaide. The staff was professional and the games were so much fun. Highly recommend!\" Jack T. \"We had an amazing time with HighRoller Events at our wedding reception in Gold Coast. The casino setup added a unique and fun touch to our special day. Thank you!\" Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "privacy": "HighRoller Events - Privacy Policy highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Privacy Policy Introduction HighRoller Events (\"we,\" \"us,\" or \"our\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website (the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. Information We Collect We may collect personal information from you when you visit our site, fill out a form, or interact with us in any other way. This information may include: Contact Information such as name, email address, mailing address, and phone number. Billing Information such as credit card number and billing address (if applicable). Demographic Information such as age, gender, interests, and preferences. Other information relevant to customer surveys and/or offers. How We Use Your Information The information we collect is used for the following purposes: To provide, operate, and maintain our services. To improve, personalize, and expand our services and your experience on the Site. To understand and analyze how you use our site and services, and to develop new products, services, features, and functionality. To communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Site, and for marketing and promotional purposes. To process your transactions and manage your bookings. To comply with legal obligations and resolve any disputes that we may have. Security of Your Information We are committed to ensuring the security of your information. We use industry-standard practices to protect the confidentiality of your personal information, including encryption, firewalls, and secure socket layer technology (SSL). However, no method of transmission over the Internet or electronic storage is completely secure, so we cannot guarantee absolute security. Sharing Your Information We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Your Rights Regarding Your Information You have the right to: Access the personal information we hold about you. Correct any personal information we hold about you that is inaccurate or incomplete. Request that we delete your personal information, subject to certain exceptions. Object to our processing of your personal information. Withdraw your consent to our processing of your personal information, where applicable. If you wish to exercise any of these rights, please contact us using the information provided at the end of this Privacy Policy. Changes to This Privacy Policy We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We encourage you to periodically review this page for the latest information on our privacy practices. Contact Us If you have any questions about this Privacy Policy, please contact us. Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "terms": "HighRoller Events Terms & Conditions highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Terms and Conditions Agreement to Terms These Terms and Conditions (\"Terms\") govern your access to and use of the HighRoller Events website [www.highrollerevents.com] (the \"Site\"). By accessing or using the Site, you agree to be bound by these Terms and our Privacy Policy. If you disagree with any part of the Terms, then you may not access the Site. Booking and Payments By making a booking through our Site, you agree to provide accurate and complete information. You are responsible for ensuring the accuracy of all booking details provided. Payments must be made in full at the time of booking unless otherwise agreed upon in writing. Cancellations and Refunds Cancellations made 15 days or more before the event date will receive a full refund. Cancellations made less than 15 days before the event date may incur a cancellation fee. Refunds will be processed within 5 business days. User Responsibilities You agree to use the Site in accordance with all applicable laws and regulations. You are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account or password. Limitation of Liability To the fullest extent permitted by law, HighRoller Events shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from: Your access to or use of or inability to access or use the Site. Any conduct or content of any third party on the Site. Any content obtained from the Site. Governing Law These Terms shall be governed by and construed in accordance with the laws of, without regard to its conflict of law provisions. Changes to Terms HighRoller Events reserves the right to update or modify these Terms at any time without prior notice. Your continued use of the Site after any such changes constitutes your acceptance of the new Terms. It is your responsibility to review these Terms periodically for changes. Contact Us If you have any questions about these Terms, please contact us. Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details.",
    "thank_you": "HighRoller Events - Unique Event Solutions highrollerevents@gmail.com +61423206208 Home About Us Catalog How to order Contacts Home About Us Catalog How to order Contacts This website may use cookies to enhance your browsing experience. By continuing to use our site, you agree to the use of cookies as described in our Cookies Policy. These cookies help us understand your preferences and improve the quality of our services. Accept Thank You for Your Inquiry We Have Received Your Inquiry Thank you for reaching out to HighRoller Events. We have received your inquiry and one of our team members will be in touch with you shortly to discuss your requirements in detail. What's Next? In the meantime, feel free to explore more about our services on our website. If you have any urgent questions or additional information to provide, please contact us directly at email or phone number. Stay Connected Follow us on social media to stay updated with our latest events, promotions, and news. We look forward to helping you create a memorable event! Facebook: @HighRollerEvents Instagram: @HighRollerEvents Twitter: @HighRollerEvents Contact Us If you have any further questions or need immediate assistance, please do not hesitate to contact us: highrollerevents@gmail.com +61423206208 Get in Touch with Us Ready to bring the excitement of a casino to your event? Fill out the form below to book your HighRoller Events experience or to get more information about our packages and services. Our team will get back to you promptly! I accept privacy policy Send HighRoller Events HighRoller Events is your premier choice for casino equipment rentals, bringing the glamour and excitement of Las Vegas to your special occasions. Whether you're hosting a corporate event, private party, or fundraiser, our professional team ensures an unforgettable casino experience. We specialize in providing top-quality casino tables, experienced dealers, and exceptional customer service. From classic games like blackjack and roulette to more modern options like poker and slot machines, we offer a wide range of exciting games to entertain your guests and make your event stand out. Contact us today to learn more about our customizable packages and competitive pricing. Let HighRoller Events turn your next event into an extraordinary casino night. Follow us on social media for the latest updates and special offers in English. 6-51 East St,Blakehurst NSW 2221, Australia highrollerevents@gmail.com Disclaimer Terms & Conditions Privacy Policy This site is intended for adults only. Please play responsibly and only if you are 18 years old or older. For additional information and support, visit GambleAware and GamCare. &copy; 2012-2024 LLC \"HighRoller Events\" All rights reserved. A link to this active site is required when quoting. All information on the website is for informational purposes only and is not an offer. To conclude a contract, please contact us at the provided contact details."
  },
  "date": "2024-06-26T07:52:42.189Z"
}