{
  "name": "HorizonViewHotelIndia",
  "pages": {
    "about-us": "About Us - HorizonView Luxury Accommodations HorizonView HOME ABOUT US Casino CONTACT Latest Releases - Luxury Amenities for Every Stay Deluxe King Suite Suite Starting from $299 per night BOOK NOW Ocean View Room Room Starting from $199 per night BOOK NOW Spa and Wellness Package Package $149 per person BOOK NOW Fine Dining Experience Dining $99 per person BOOK NOW About HorizonView HorizonView offers an unparalleled experience in luxury accommodations. Nestled in India, our hotel blends modern elegance with exceptional service to ensure your stay is memorable. Discover a sanctuary where every detail is meticulously crafted to exceed your expectations. CONTACT US Explore our luxurious accommodations and amenities. Newsletter Stay Updated with HorizonView Be the first to know about our latest offers and promotions. Receive exclusive deals and discounts on your next stay. Get travel tips and recommendations to enhance your experience. DISCOVER HORIZONVIEW - Insights for a Memorable Stay Planning Your Perfect Stay: Tips and Recommendations Travel Tips Discover insider tips to make the most of your stay at HorizonView, from sightseeing to dining. Exploring Local Cuisine: Must-Try Dishes Near HorizonView Food Adventures Embark on a culinary journey with our guide to the best local restaurants and dishes near HorizonView. Family-Friendly Activities: Fun for All Ages at HorizonView Family Fun Explore exciting activities and attractions near HorizonView that are perfect for families. Seasonal Events: What's Happening Around HorizonView Local Events Stay updated on the latest seasonal events and festivals near HorizonView. Guest Reviews \"I had a fantastic stay at HorizonView! The service was exceptional, and the rooms were luxurious.\" - John Doe \"The location of HorizonView is perfect for exploring the city. Highly recommend it!\" - Jane Smith \"I'm impressed by the attention to detail at HorizonView. It made my stay truly memorable.\" - Alex Johnson The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions",
    "contacts": "Contact Us - HorizonView HorizonView HOME ABOUT US Casino CONTACT CONTACT Any questions? I accept Privacy Policy SEND STAY IN TOUCH Contact HorizonView today for premium Casino Hotel that suit your stay. 569/1-A Carrasco Vaddo, Parra, Goa, 403510, India horizonview@gmail.com +91-855-595-1562 The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions",
    "disclaimers": "Disclaimers - HorizonView HorizonView HOME ABOUT US Casino CONTACT Important Disclaimers Please review the following important information before booking your stay at HorizonView Hotel. Rates and Availability All rates displayed on this website are subject to change and availability. Blackout dates and minimum stay requirements may apply during peak seasons or for special events. Please refer to the specific rate details during the booking process for the most accurate information. Taxes and Fees Room rates do not include any applicable taxes or resort fees. These fees will be added to your final bill upon check-out. Please contact the hotel directly if you have any questions about applicable taxes and fees. Guarantee and Cancellation Policies Our cancellation policy varies depending on the rate you book. Please carefully review the cancellation policy associated with your chosen rate during the booking process. Early departure fees may also apply. For more information, please visit our or contact the hotel directly. Image Disclaimer The images displayed on this website are for illustrative purposes only and may not depict the exact layout or furnishings of all rooms. While we strive to ensure the accuracy of the images, some variations may occur. Limitation of Liability HorizonView Hotel is not liable for any damages arising from the use of this website or the information contained herein. This includes, but is not limited to, inaccuracies, errors, or omissions in the information provided. The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions",
    "index": "HorizonView - Luxury Accommodations in [City/Town Name] HorizonView HOME ABOUT US Casino CONTACT Experience Unparalleled Luxury at HorizonView, Where Every Stay is Crafted for Comfort and Sophistication Latest Releases - Luxury Amenities for Every Stay Deluxe King Suite Suite Starting from $299 per night BOOK NOW Ocean View Room Room Starting from $199 per night BOOK NOW Spa and Wellness Package Package $149 per person BOOK NOW Fine Dining Experience Dining $99 per person BOOK NOW Discover the Luxury of HorizonView Experience the unparalleled luxury of HorizonView, where every detail is designed to exceed your expectations. From our exquisite accommodations to our impeccable service, we ensure your stay is nothing short of extraordinary. Embrace the elegance and comfort of HorizonView, crafted to elevate your travel experience. Enjoy up to 30% OFF - Luxury Stays for Every Occasion LIMITED TIME OFFER VIEW SPECIALS About HorizonView HorizonView offers an unparalleled experience in luxury accommodations. Nestled in India, our hotel blends modern elegance with exceptional service to ensure your stay is memorable. Discover a sanctuary where every detail is meticulously crafted to exceed your expectations. CONTACT US Explore our luxurious accommodations and amenities. Newsletter Stay Updated with HorizonView Be the first to know about our latest offers and promotions. Receive exclusive deals and discounts on your next stay. Get travel tips and recommendations to enhance your experience. Experience the Elegance of HorizonView Indulge in the sophistication of HorizonView, where every detail is meticulously crafted to enhance your stay. From luxurious accommodations to personalized service, we ensure your experience is nothing short of extraordinary. Discover the essence of luxury at HorizonView. DISCOVER HORIZONVIEW - Insights for a Memorable Stay Planning Your Perfect Stay: Tips and Recommendations Travel Tips Discover insider tips to make the most of your stay at HorizonView, from sightseeing to dining. Exploring Local Cuisine: Must-Try Dishes Near HorizonView Food Adventures Embark on a culinary journey with our guide to the best local restaurants and dishes near HorizonView. Family-Friendly Activities: Fun for All Ages at HorizonView Family Fun Explore exciting activities and attractions near HorizonView that are perfect for families. Seasonal Events: What's Happening Around HorizonView Local Events Stay updated on the latest seasonal events and festivals near HorizonView. Guest Reviews \"I had a fantastic stay at HorizonView! The service was exceptional, and the rooms were luxurious.\" - John Doe \"The location of HorizonView is perfect for exploring the city. Highly recommend it!\" - Jane Smith \"I'm impressed by the attention to detail at HorizonView. It made my stay truly memorable.\" - Alex Johnson The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - HorizonView HorizonView HOME ABOUT US Casino CONTACT Privacy Policy At HorizonView, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website. Please read this policy carefully to understand our views and practices regarding your personal data. 1. Information We Collect We may collect and process the following data about you: Personal identification information (name, email address, phone number, etc.) Contact information (address, phone number, etc.) Payment details Demographic information (age, gender, etc.) Preferences and interests Other information relevant to customer surveys and/or offers The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions",
    "products": "Casino - HorizonView Luxury Gaming Experience HorizonView HOME ABOUT US Casino CONTACT About Our Casino Explore our luxury gaming facilities and amenities. Newsletter Stay Updated with Our Casino Receive the latest updates on our exclusive events and promotions. Get access to special deals and offers for casino enthusiasts. Discover insider tips and strategies to enhance your gaming experience. Welcome to our premier casino experience. Located in a prime location, our casino combines excitement with luxury. Enjoy world-class gaming, exquisite dining, and unparalleled entertainment in an ambiance designed to thrill. CONTACT US Explore Our Casino Games Blackjack Table Game Join the table BOOK NOW Roulette Table Game Place your bets BOOK NOW Slot Machines Slot Game Spin and win BOOK NOW Poker Table Game Go all in BOOK NOW DISCOVER OUR CASINO - Insights for an Exciting Experience Mastering Blackjack: Strategies and Tips Game Strategies Learn effective strategies to improve your blackjack game and maximize your wins. Top Slot Machine Tips: How to Win Big Slot Strategies Discover tips and tricks to enhance your chances of winning on slot machines. The Ultimate Poker Guide for Beginners Poker Tips Beginner-friendly tips and strategies to start playing poker like a pro. Casino Etiquette: Dos and Don'ts Etiquette Tips Learn proper etiquette for a smooth and enjoyable experience at the casino. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Casino Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - HorizonView HorizonView HOME ABOUT US Casino CONTACT Terms and Conditions Welcome to HorizonView. These terms and conditions outline the rules and regulations for the use of HorizonView's Website. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use HorizonView's website if you do not accept all of the terms and conditions stated on this page. 1. Terms of Use By accessing this website, you agree to be bound by these Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. 2. License Unless otherwise stated, HorizonView and/or its licensors own the intellectual property rights for all material on HorizonView. All intellectual property rights are reserved. You may view and/or print pages for your own personal use subject to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media without prior written consent. Selling, sublicensing, and/or otherwise commercializing any website material. Publicly performing and/or showing any website material. Using this website in any way that is or may be damaging to this website. Using this website in any way that impacts user access to this website. Using this website contrary to applicable laws and regulations, or in any way that may cause harm to the website, or to any person or business entity. Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website. Using this website to engage in any advertising or marketing without HorizonView's written consent. 4. Your Content In these website terms and conditions, “Your Content” shall mean any audio, video text, images, or other material you choose to display on this website. By displaying Your Content, you grant HorizonView a non-exclusive, worldwide, irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. 5. No warranties This website is provided “as is,” with all faults, and HorizonView makes no express or implied representations or warranties, of any kind related to this website or the materials contained on this website. Additionally, nothing contained on this website shall be construed as providing consult or advice to you. 6. Limitation of liability In no event shall HorizonView, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. HorizonView, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions",
    "thanks": "Thank You - HorizonView HorizonView HOME ABOUT US Casino CONTACT Thank You for Choosing HorizonView We appreciate your trust in HorizonView for your stay. Our team is dedicated to ensuring your experience is exceptional and memorable. Should you have any questions or need further assistance, please do not hesitate to reach out to us. Contact Us The HorizonView website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline HorizonView - Premium Hotel. Home About Us Casino Contact Us Legal Disclaimers Privacy Policy Terms and Conditions"
  },
  "date": "2024-06-27T09:55:20.406Z"
}