{
  "name": "Hotel-Casino-Rush__PT",
  "pages": {
    "about": "Conheça o HotelRush: Luxo, Conforto e Hospitalidade Excepcional Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto Sobre nós Bem-vindo ao Hotel Rush! Somos um destino de hospedagem dedicado a oferecer a melhor experiência para nossos hóspedes. Contacto Diversidade de Acomodações: Explore uma ampla gama de quartos e suítes, projetados para oferecer conforto e luxo. Nossas acomodações são equipadas com as mais modernas conveniências para garantir uma estadia relaxante. Bônus e Promoções: Desde pacotes de boas-vindas generosos até promoções regulares e programas de fidelidade, recompensamos nossos hóspedes a cada passo do caminho. Segurança de Primeira Linha: Utilizamos tecnologia avançada de segurança para proteger todas as informações pessoais e garantir um ambiente seguro e protegido. Atendimento ao Cliente 24/7: Nossa dedicada equipe de suporte ao cliente está disponível 24 horas por dia, 7 dias por semana, para ajudar com qualquer dúvida ou problema que você possa ter. MELHORES PREÇOS Serviços extras No Hotel Rush, nos dedicamos a oferecer uma experiência completa e personalizada para cada hóspede. Além de nossas acomodações de luxo e excelente atendimento, disponibilizamos uma variedade de serviços extras para garantir que sua estadia seja ainda mais confortável e memorável. Oferecemos serviços de transporte de e para o aeroporto, bem como transporte local para facilitar seus deslocamentos pela cidade. Viaje com conforto e segurança com nossos motoristas profissionais. +351 254 660600 Vista do quarto Sobre Nos 12 + Anos Há mais de 12 anos, o HotelRush tem sido um líder em oferecer experiências excepcionais de hospedagem. Com um compromisso inabalável com o conforto, luxo e serviço de qualidade, nosso hotel se destaca como um destino de escolha para viajantes exigentes. Localizado no coração da cidade, oferecemos acomodações elegantes, uma variedade de instalações modernas como spa e academia, além de um restaurante gourmet que satisfaz os paladares mais exigentes. Nossa equipe dedicada está aqui para garantir que cada estadia seja memorável, proporcionando um serviço personalizado e eficiente. Descubra por que o HotelRush é a escolha preferida para quem busca uma experiência de hospedagem de classe mundial. O nosso e-mail: HotelRush@gmail.com O nosso telefone: +351 254 660600 O nosso endereço: Quinta Vale de Abraão, 5100-758 Samodães, Portugal Nome E-mail Mensagem Aceito - política de privacidade Enviar +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "casino": "Cassino Exclusivo no HotelRush: Diversão e Emoção Garantidas Você tem mais de 18 anos? Ao clicar em “Sim” você confirma que tem 18 anos ou mais. Você está afirmando. Sim Não Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto Ganhe dinheiro ilimitado Quer seja um jogador experiente ou principiante, emoção e entusiasmo com a coleção de bons jogos de casino Entre no mundo. A nossa ampla seleção atende a todos os níveis de habilidade e apela às preferências. Contacto Sobre a CasinoRush Variedade de Jogos: Explore uma ampla gama de jogos de cassino, incluindo slots, roleta, blackjack, pôquer e muito mais. Nossos jogos são desenvolvidos pelos principais fornecedores de software do setor, garantindo gráficos impressionantes e jogabilidade suave. Bônus e Promoções: Aproveite nossos generosos bônus de boas-vindas, promoções regulares e programas de fidelidade. Queremos recompensar nossos jogadores por escolherem a CasinoRush. Segurança: A segurança dos nossos jogadores é nossa prioridade. Utilizamos a tecnologia de criptografia mais avançada para proteger suas informações pessoais e financeiras. Suporte ao Cliente: Nossa equipe de suporte ao cliente está disponível 24/7 para ajudar com qualquer dúvida ou problema. Estamos aqui para garantir que sua experiência seja a melhor possível. Contacto Jogue já! 3 passos simples Convide amigos Convide seus amigos para se juntarem à diversão no nosso cassino e ganhe recompensas exclusivas! Quanto mais amigos você trouxer, mais bônus você ganha. Aproveite esta oportunidade para compartilhar a emoção e os grandes prêmios com seus amigos! Mais Pagamento integral No nosso cassino, garantimos pagamento integral de todos os seus ganhos. Jogue com confiança sabendo que suas recompensas serão pagas de forma rápida e segura, sem surpresas ou deduções ocultas. Sua satisfação é nossa prioridade! Mais Escolha jogar e jogar Escolha entre uma vasta seleção de jogos de alta qualidade e comece a ganhar hoje mesmo! Com opções para todos os gostos e níveis de habilidade, nosso cassino oferece a melhor experiência de jogo online. Prepare-se para grandes emoções e prêmios incríveis! Mais Vamos buscá-lo diretamente no aeroporto Desfrute da conveniência e do conforto de nosso serviço exclusivo de traslado do aeroporto para o HotelRush. Nossa equipe dedicada estará esperando por você na chegada, pronta para recebê-lo calorosamente e levá-lo diretamente ao nosso hotel-cassino. Este serviço é cortesia para todos os nossos hóspedes, garantindo uma chegada suave e sem preocupações. Aproveite desde o primeiro momento a experiência de luxo e hospitalidade que oferecemos no HotelRush. Rush Poker Rush Poker é uma versão dinâmica do poker tradicional, onde a velocidade e a estratégia são essenciais. Os jogadores competem entre si em rodadas rápidas, tomando decisões em um tempo limitado. Ideal para quem gosta de um ritmo acelerado e desafios. Aprender mais Blackjack Duelo Blackjack Duelo adiciona um elemento de competição direta ao clássico blackjack. Em vez de jogar contra o dealer, os jogadores se enfrentam diretamente, tentando obter a mão mais próxima de 21. Aprender mais Triunfo do Trêsl Triunfo do Três é um jogo de cartas rápido e fácil de aprender, onde o objetivo é formar a melhor combinação de três cartas. A simplicidade e a velocidade tornam-no perfeito para iniciantes e jogadores que buscam uma experiência rápida. Aprender mais O que dizem os melhores revendedores Descubra o que os melhores revendedores têm a dizer sobre sua experiência no CasinoRush, onde o profissionalismo e a excelência se encontram. Pedro Silva \"Trabalhar no CasinoRush tem sido uma experiência incrível. A equipe é dedicada ao máximo profissionalismo, garantindo um ambiente de trabalho positivo e gratificante.\" Carlos Oliveira \"A precisão e a ética de trabalho no CasinoRush são incomparáveis. É um prazer ser parte de uma equipe tão bem gerida e focada na experiência do jogador.\" Rafael Santos \"O CasinoRush não só valoriza seus jogadores, mas também seus funcionários. Estou orgulhoso de fazer parte de um lugar que prioriza a integridade e a qualidade em tudo que faz.\" Cassino incrível Bem-vindo ao Cassino Incrível, onde a emoção, o luxo e a diversão se encontram para proporcionar a você a melhor experiência de jogo online. No Cassino Incrível, dedicamo-nos a oferecer um ambiente seguro, justo e envolvente para todos os nossos jogadores. Nossa missão é proporcionar uma experiência de jogo incomparável, combinando tecnologia de ponta, uma ampla variedade de jogos e atendimento ao cliente excepcional. Queremos que cada momento no Cassino Incrível seja inesquecível e repleto de emoção. CONTACTO Está pronto para entrar no mundo dos jogos de azar Prepare-se para uma aventura emocionante e cheia de adrenalina no nosso cassino online! Se você está pronto para desafiar a sorte, testar suas habilidades e buscar grandes prêmios, você está no lugar certo. Com uma ampla variedade de jogos, bônus incríveis e um ambiente seguro, proporcionamos a melhor experiência de jogo de azar. Junte-se a nós e descubra o que o destino reserva para você. A diversão e os ganhos começam aqui! Contacto O nosso e-mail: HotelRush@gmail.com O nosso telefone: +351 254 660600 O nosso endereço: Quinta Vale de Abraão, 5100-758 Samodães, Portugal Nome E-mail Mensagem Aceito - política de privacidade Enviar +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "contact": "Contato - HotelRush: Fale Conosco Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto CONTACTO Bem-vindo ao Hotel Rush! Somos um destino de hospedagem dedicado a oferecer a melhor experiência para nossos hóspedes. Contacto TEM PERGUNTAS? Nós temos respostas O HotelRush aceita animais de estimação? Sim, o HotelRush é um hotel pet-friendly. Entendemos que os animais de estimação fazem parte da família, e estamos felizes em recebê-los. Temos quartos específicos destinados a hóspedes com animais de estimação, e oferecemos comodidades especiais para garantir que seu pet também tenha uma estadia confortável. Por favor, informe-nos no momento da reserva se você estará trazendo um animal de estimação. Note que pode haver uma taxa adicional por noite para cobrir serviços de limpeza extra. O hotel oferece serviços de spa e bem-estar? Sim, o HotelRush possui um spa de classe mundial onde você pode relaxar e rejuvenescer. Oferecemos uma ampla gama de tratamentos, incluindo massagens terapêuticas, cuidados com a pele, e terapias de bem-estar. Nosso spa é o lugar perfeito para se desestressar após um longo dia de trabalho ou turismo. Recomendamos fazer reservas com antecedência para garantir a disponibilidade dos serviços desejados. Há estacionamento disponível no HotelRush? Sim, oferecemos estacionamento seguro e conveniente para todos os nossos hóspedes. Temos um estacionamento coberto no local, com serviço de manobrista disponível. Se você estiver viajando com seu próprio veículo, não precisa se preocupar com onde estacioná-lo. Nosso estacionamento é monitorado 24 horas por dia para garantir a segurança do seu veículo. Informe-nos no momento da reserva se você precisará de uma vaga de estacionamento. Quais atividades de lazer estão disponíveis no HotelRush? No HotelRush, oferecemos uma variedade de atividades de lazer para garantir que sua estadia seja divertida e memorável. Além do nosso cassino exclusivo, temos uma piscina externa aquecida, uma academia totalmente equipada, e programas de entretenimento ao vivo regularmente. Para os amantes da cultura, organizamos excursões a pontos turísticos locais e eventos culturais. Há algo para todos, independentemente de suas preferências. O nosso e-mail: HotelRush@gmail.com O nosso telefone: +351 254 660600 O nosso endereço: Quinta Vale de Abraão, 5100-758 Samodães, Portugal Nome E-mail Mensagem Aceito - política de privacidade Enviar Perguntas Frequentes (FAQ) Quais são os horários de check-in e check-out? O check-in começa às 14h e o check-out deve ser feito até às 12h. Caso precise de horários diferentes, por favor, entre em contato com nossa recepção para verificar a disponibilidade. O HotelRush oferece serviço de traslado do aeroporto? Sim, oferecemos um serviço de traslado gratuito do aeroporto para todos os nossos hóspedes. Informe os detalhes do seu voo no momento da reserva para que possamos organizar seu transporte. O hotel possui opções de refeições no local? Sim, o HotelRush conta com um restaurante gourmet que serve café da manhã, almoço e jantar. Também oferecemos serviço de quarto 24 horas para sua conveniência. Quais são as políticas de cancelamento do HotelRush? Nossa política de cancelamento varia de acordo com o tipo de reserva. Recomendamos verificar os termos e condições específicos no momento da reserva ou entrar em contato com nossa equipe de reservas para mais informações. O HotelRush oferece acesso à internet? Sim, oferecemos Wi-Fi gratuito de alta velocidade em todas as áreas do hotel. Quer você esteja no conforto do seu quarto, relaxando nas áreas comuns, ou participando de uma conferência em nossos espaços para eventos, você poderá se manter conectado com facilidade. Nosso Wi-Fi é projetado para suportar todas as suas necessidades, desde verificar e-mails até transmitir filmes em alta definição. Caso tenha alguma dificuldade com a conexão, nossa equipe de suporte técnico está sempre disponível para ajudar. +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "disclaimer": "Isenção de Responsabilidade do HotelRush: Conheça Nossas Políticas de Uso Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto Políticas de Uso Bem-vindo ao Hotel Rush! Somos um destino de hospedagem dedicado a oferecer a melhor experiência para nossos hóspedes. Contacto Políticas de Uso Introdução Este documento estabelece os termos e condições de uso do site HotelRush (doravante denominado 'Site'), operado pela Empresa Hoteleira Rush (doravante denominada 'Empresa'). Ao acessar e utilizar o Site, você concorda em cumprir e estar vinculado a estes termos e condições. Se você não concordar com estes termos e condições, não acesse ou utilize o Site. Conteúdo do Site O conteúdo do Site, incluindo textos, imagens, vídeos, áudios e outros materiais (doravante denominado 'Conteúdo'), é propriedade da Empresa ou de seus licenciadores. Todo o Conteúdo é protegido por direitos autorais, marcas registradas, patentes e outros direitos de propriedade intelectual. Uso do Site Você pode acessar e utilizar o Site apenas para fins pessoais e não comerciais. Você não pode modificar, copiar, distribuir, transmitir, exibir, executar, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer Conteúdo. Você também não pode usar o Site para atividades ilegais ou não autorizadas. Reservas de Hotéis O Site permite que você faça reservas de quartos de hotel. Ao fazer uma reserva, você garante que as informações fornecidas são precisas e completas. A Empresa não se responsabiliza por reservas feitas com informações incorretas ou incompletas. Cancelamentos e Reembolsos As políticas de cancelamento e reembolso variam de acordo com o hotel. Certifique-se de ler atentamente as políticas de cancelamento e reembolso do hotel antes de fazer uma reserva. A Empresa não é responsável por quaisquer taxas de cancelamento ou perda de depósitos devido a cancelamentos ou alterações de reserva. Garantia de Melhor Preço A Empresa oferece uma garantia de melhor preço para reservas de quartos de hotel feitas através do Site. Se você encontrar uma tarifa mais baixa para o mesmo quarto de hotel dentro de 24 horas após fazer uma reserva através do Site, a Empresa igualará a tarifa mais baixa e lhe dará um desconto adicional de 10%. Responsabilidade A Empresa não se responsabiliza por quaisquer danos ou perdas resultantes do uso do Site ou dos serviços oferecidos no Site. Isso inclui, mas não está limitado a, danos por perda de dados, interrupção de negócios, perda de lucros ou danos pessoais. Renúncia de Garantia O Site e os serviços oferecidos no Site são fornecidos 'como estão'. A Empresa não oferece garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias de comerciabilidade, adequação a uma finalidade específica ou não violação. Limitação de Responsabilidade Em nenhuma circunstância a Empresa será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou exemplares decorrentes do uso do Site ou dos serviços oferecidos no Site. Isso inclui, mas não está limitado a, danos por perda de dados, interrupção de negócios, perda de lucros ou danos pessoais. Contate-nos Se tiver alguma dúvida, comentário ou preocupação sobre os nossos produtos e Política de Privacidade, por favor contacte-nos: HotelRush@gmail.com +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "index": "CasinoRush: A Melhor Experiência de Cassino Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto Ganhe dinheiro ilimitado Quer seja um jogador experiente ou principiante, emoção e entusiasmo com a coleção de bons jogos de casino Entre no mundo. A nossa ampla seleção atende a todos os níveis de habilidade e apela às preferências. Contacto Sobre a CasinoRush Variedade de Jogos: Explore uma ampla gama de jogos de cassino, incluindo slots, roleta, blackjack, pôquer e muito mais. Nossos jogos são desenvolvidos pelos principais fornecedores de software do setor, garantindo gráficos impressionantes e jogabilidade suave. Bônus e Promoções: Aproveite nossos generosos bônus de boas-vindas, promoções regulares e programas de fidelidade. Queremos recompensar nossos jogadores por escolherem a CasinoRush. Segurança: A segurança dos nossos jogadores é nossa prioridade. Utilizamos a tecnologia de criptografia mais avançada para proteger suas informações pessoais e financeiras. Suporte ao Cliente: Nossa equipe de suporte ao cliente está disponível 24/7 para ajudar com qualquer dúvida ou problema. Estamos aqui para garantir que sua experiência seja a melhor possível. Contacto Rush Poker Rush Poker é uma versão dinâmica do poker tradicional, onde a velocidade e a estratégia são essenciais. Os jogadores competem entre si em rodadas rápidas, tomando decisões em um tempo limitado. Ideal para quem gosta de um ritmo acelerado e desafios. Aprender mais Blackjack Duelo Blackjack Duelo adiciona um elemento de competição direta ao clássico blackjack. Em vez de jogar contra o dealer, os jogadores se enfrentam diretamente, tentando obter a mão mais próxima de 21. Aprender mais Triunfo do Trêsl Triunfo do Três é um jogo de cartas rápido e fácil de aprender, onde o objetivo é formar a melhor combinação de três cartas. A simplicidade e a velocidade tornam-no perfeito para iniciantes e jogadores que buscam uma experiência rápida. Aprender mais Cassino incrível Bem-vindo ao Cassino Incrível, onde a emoção, o luxo e a diversão se encontram para proporcionar a você a melhor experiência de jogo online. No Cassino Incrível, dedicamo-nos a oferecer um ambiente seguro, justo e envolvente para todos os nossos jogadores. Nossa missão é proporcionar uma experiência de jogo incomparável, combinando tecnologia de ponta, uma ampla variedade de jogos e atendimento ao cliente excepcional. Queremos que cada momento no Cassino Incrível seja inesquecível e repleto de emoção. CONTACTO Jogue já! 3 passos simples Convide amigos Convide seus amigos para se juntarem à diversão no nosso cassino e ganhe recompensas exclusivas! Quanto mais amigos você trouxer, mais bônus você ganha. Aproveite esta oportunidade para compartilhar a emoção e os grandes prêmios com seus amigos! Mais Pagamento integral No nosso cassino, garantimos pagamento integral de todos os seus ganhos. Jogue com confiança sabendo que suas recompensas serão pagas de forma rápida e segura, sem surpresas ou deduções ocultas. Sua satisfação é nossa prioridade! Mais Escolha jogar e jogar Escolha entre uma vasta seleção de jogos de alta qualidade e comece a ganhar hoje mesmo! Com opções para todos os gostos e níveis de habilidade, nosso cassino oferece a melhor experiência de jogo online. Prepare-se para grandes emoções e prêmios incríveis! Mais Está pronto para entrar no mundo dos jogos de azar Prepare-se para uma aventura emocionante e cheia de adrenalina no nosso cassino online! Se você está pronto para desafiar a sorte, testar suas habilidades e buscar grandes prêmios, você está no lugar certo. Com uma ampla variedade de jogos, bônus incríveis e um ambiente seguro, proporcionamos a melhor experiência de jogo de azar. Junte-se a nós e descubra o que o destino reserva para você. A diversão e os ganhos começam aqui! Contacto O nosso e-mail: HotelRush@gmail.com O nosso telefone: +351 254 660600 O nosso endereço: Quinta Vale de Abraão, 5100-758 Samodães, Portugal Nome E-mail Mensagem Aceito - política de privacidade Enviar +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "policy": "Política de Privacidade - HotelRush Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto POLÍTICA DE PRIVACIDADE Bem-vindo ao Hotel Rush! Somos um destino de hospedagem dedicado a oferecer a melhor experiência para nossos hóspedes. Contacto Política de Privacidade Leia a política de privacidade do Hotel Rush Promoção O Hotel Rush está empenhado em proteger a privacidade e a segurança dos nossos utilizadores. Esta Política de Privacidade descreve os tipos de informações pessoais que recolhemos, a forma como as utilizamos e as nossas medidas de proteção. Ao utilizar o nosso website, aplicações móveis ou outros serviços do Hotel Rush, concorda com os termos desta Política de Privacidade. Informações pessoais que recolhemos Recolhemos informações pessoais dos nossos utilizadores de diversas formas, incluindo: Quando cria uma conta: Recolhemos o seu nome, endereço de e-mail e palavra-passe. Para processar as suas reservas de hotel: Utilizamos o seu nome, endereço de e-mail, número de telefone e informações de pagamento para processar as suas reservas de hotel. Divulgação das Informações Pessoais Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros, exceto nos seguintes casos: Quando exigido por lei ou por ordem judicial Com fornecedores terceirizados que nos ajudam a fornecer nossos serviços, como processadores de pagamento e provedores de e-mail Segurança das Informações Pessoais Protegemos suas informações pessoais usando medidas de segurança administrativas, físicas e técnicas, incluindo: Criptografia de dados Controles de acesso restritos Monitoramento de segurança 24 horas por dia, 7 dias por semana Retenção das Informações Pessoais Retemos suas informações pessoais pelo tempo necessário para fornecer nossos serviços, cumprir nossas obrigações legais e resolver quaisquer disputas. Após esse período, destruímos ou anonimizamos suas informações pessoais. Direitos do Titular dos Dados Você tem os seguintes direitos em relação às suas informações pessoais: Direito de acessar suas informações pessoais Direito de corrigir ou atualizar suas informações pessoais Alterações à Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. A versão mais recente será sempre publicada em nosso site. Contate-nos Se tiver alguma dúvida, comentário ou preocupação sobre os nossos produtos e Política de Privacidade, por favor contacte-nos: HotelRush@gmail.com +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "rooms": "Acomodações Luxuosas no HotelRush: Conforto e Elegância Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto Quartos Bem-vindo ao Hotel Rush! Somos um destino de hospedagem dedicado a oferecer a melhor experiência para nossos hóspedes. Contacto Sentimentos Luxo e espaço 01 Relaxe num espaço magnífico Quer esteja aqui em negócios ou em lazer, as nossas acomodações espaçosas e tranquilas proporcionam uma experiência confortável e rejuvenescedora. Desfrute do ambiente tranquilo e do serviço excecional que tornam cada estadia no hotel Rush verdadeiramente inesquecível. Relaxe e descontraia num espaço concebido a pensar no seu conforto. 02 Vista jardim e mar com varanda Aprecie a beleza tranquila do jardim e as vistas para o mar a partir da sua varanda privada no Hotel Rush. Os nossos quartos e suites oferecem a combinação perfeita de vistas panorâmicas e conforto moderno. Comece o seu dia com um nascer do sol tranquilo ou relaxe com um pôr do sol sobre o mar, cada momento da sua estadia é enriquecido pela beleza da natureza e pela tranquilidade do seu meio envolvente. Mime-se com uma estadia repleta da beleza da natureza e da tranquilidade das comodidades de luxo. 03 Ótimo conforto e funcionalidade Experimente o máximo conforto e funcionalidade no Hotel Rush, onde cada detalhe foi pensado para melhorar a sua estadia. Os nossos quartos e suites foram meticulosamente concebidos para combinar conforto, estilo e praticidade. Quer viaje em negócios ou lazer, encontrará tudo o que precisa para uma estadia confortável e produtiva. Desfrute de comodidades modernas, detalhes atenciosos e um ambiente relaxante. Descubra um espaço que proporciona uma experiência perfeita desde o check-in até ao check-out. Experimente o equilíbrio perfeito entre conforto e funcionalidade no Hotel Rush. ALOJAMENTO Conheça a Coleção de Quartos e Suites 04 Quartos e Suites Descubra o auge do luxo e do conforto no Hotel Rush. Os nossos quartos e suites foram concebidos para oferecer a combinação perfeita de elegância, funcionalidade e relaxamento. Ao escolher um Quarto Duplo Deluxe, uma Suite Superior ou uma das nossas outras opções, irá desfrutar de comodidades modernas, decoração elegante e vistas deslumbrantes. Torne a sua estadia inesquecível nos nossos espaços meticulosamente preparados que oferecem um conforto incomparável e um serviço excecional em todos os cantos. Experimente uma estadia onde o luxo se encontra com a sofisticação no Hotel Rush. O nosso e-mail: HotelRush@gmail.com O nosso telefone: +351 254 660600 O nosso endereço: Quinta Vale de Abraão, 5100-758 Samodães, Portugal Nome E-mail Mensagem Aceito - política de privacidade Enviar +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "terms-conditions": "Termos e Condições - HotelRush Caros visitantes do nosso site! Tal como a Casino Rush, pretendemos melhorar a sua experiência de utilizador no nosso site e Utilizamos cookies para prestar um serviço mais personalizado. Valorizamos a sua confiança e as suas informações estão sujeitas à nossa Política de Privacidade. garantir que é processado de forma segura e confidencial, de acordo com fazemos. Aceitar Sobre nós Cassino Quartos Contacto Termos e Condições Bem-vindo ao Hotel Rush! Somos um destino de hospedagem dedicado a oferecer a melhor experiência para nossos hóspedes. Contacto Termos e Condições Bem-vindo ao Hotel Rush, uma plataforma que oferece serviços de classe mundial para as suas necessidades de reserva de hotel. Oferecemos uma opção de alojamento única com a nossa ampla rede hoteleira e preços especiais. Estes Termos e Condições (“Termos”) regem a utilização do nosso website, aplicação móvel e outros serviços relacionados (“Serviços”). Ao aceder ou utilizar os Serviços, concorda em obedecer a estes Termos. Se não concordar com estes Termos, não utilize os Serviços. 1. Definições \"HotelRush\", \"nós\", \"nos\" e \"nosso\" referem-se à empresa turca Hotel Rush Inc. Foi criado de acordo com a legislação aplicável à empresa. “Você” refere-se à pessoa ou entidade que utiliza os Serviços. Assim. “Conta” significa a sua conta registada no Hotel Rush. Assim. “Reserva” significa um quarto de hotel através dos Serviços. ou reservar ou comprar outro alojamento. “Conteúdo” significa o conteúdo disponível através dos Serviços. Refere-se a todos os textos, gráficos, imagens, vídeos, áudio e outros materiais. “Serviços” refere-se ao site fornecido pelo Hotel Rush. Refere-se ao website, aplicação móvel e outros serviços relacionados. 2. Qualificação Para utilizar os Serviços, deve ter pelo menos 18 anos de idade e ser competente para celebrar um contrato legal. Não poderá utilizar os Serviços se tal não for permitido pela lei aplicável. 3. Criando uma conta Pode ser necessário que crie uma conta para aceder a determinadas funcionalidades dos Serviços. É responsável pela segurança da sua conta e por todas as atividades que nela ocorrem. Concorda em fornecer informações verdadeiras e precisas ao criar a sua conta. 4. Processo de Reserva Disponibilidade: A disponibilidade de quartos de hotel e outros alojamentos exibidos nos Serviços está sujeita a alterações sem aviso prévio. O Hotel Rush não garante a disponibilidade de qualquer quarto ou alojamento de hotel específico. Tipos de quartos e comodidades: As descrições dos quartos e alojamentos de hotel nos Serviços baseiam-se em informações fornecidas pelos nossos parceiros de negócios. O Hotel Rush não é responsável pela exatidão ou integridade desta informação. Deve rever cuidadosamente as descrições e comodidades dos quartos antes de fazer uma reserva. Confirmação: Após o pagamento bem-sucedido, receberá um e-mail de confirmação ou notificação móvel com os dados da sua reserva. 5. Cancelamento e Reembolso Política de cancelamento: Cada hotel ou fornecedor de alojamento tem a sua própria política de cancelamento. Pode visualizar a política de cancelamento de um hotel ou alojamento específico durante o processo de reserva. Reembolso: Em caso de cancelamento, o valor do reembolso será determinado de acordo com a política de cancelamento do hotel ou do fornecedor de alojamento. 6. Conteúdo do utilizador Contribuições dos Utilizadores: Pode contribuir com Conteúdo para os Serviços, como avaliações, fotos e comentários. Ao adicionar Conteúdo, concede-nos uma licença mundial e isenta de royalties para publicar, reproduzir, modificar, distribuir e de outra forma utilizar o seu Conteúdo em relação aos Serviços. Padrões de Conteúdo: É responsável por todo o Conteúdo que contribui para os Serviços. O seu conteúdo não deve ser ilegal, fraudulento ou difamatório. 7. Propriedade Intelectual Os Serviços e todo o Conteúdo são propriedade do Hotel Rush ou dos seus licenciadores. Não tem o direito de reproduzir, distribuir, modificar ou criar trabalhos derivados com base nos Serviços ou em qualquer Conteúdo sem a nossa autorização por escrito. 8. Limitação de Responsabilidade O Hotel Rush não será responsável por quaisquer danos diretos, indiretos, especiais, acidentais ou consequentes decorrentes da utilização dos Serviços, incluindo, sem limitação, lucros cessantes ou interrupção de negócio. A nossa responsabilidade total perante si por qualquer reclamação ao abrigo dos presentes Termos não excederá o montante que pagou pela Reserva que deu origem à sua reclamação.. 9. Compensação Concorda em indemnizar o Hotel Rush, os seus diretores, executivos, funcionários e agentes de e contra todas e quaisquer reclamações, perdas, danos e despesas, incluindo honorários razoáveis ​de advogados, decorrentes da utilização dos nossos Serviços ou da violação destes Termos. Contate-nos Se tiver alguma dúvida, comentário ou preocupação sobre os nossos produtos e Política de Privacidade, por favor contacte-nos: HotelRush@gmail.com +351 254 660600 HotelRush@gmail.com Quinta Vale de Abraão, 5100-758 Samodães, Portugal SOBRE NÓS CASSINO QUARTOS CONTACTO Termos e Condições Política de Privacidade Isenção de responsabilidade Copyright © 2024. Todos os direitos reservados",
    "thanks": "Obrigado por escolher o HotelRush para sua estadia memorável! Agradecimentos Agradecemos sinceramente a todos os nossos valiosos hóspedes que escolheram o HotelRush como seu lar longe de casa. Seu patrocínio e feedback contínuo nos permitem nos esforçar constantemente para fornecer experiências excepcionais. No coração do HotelRush está a nossa equipe excepcional, composta por indivíduos talentosos e apaixonados que se esforçam incessantemente para garantir a satisfação dos nossos hóspedes. Sua dedicação, atenção aos detalhes e espírito acolhedor criam uma atmosfera verdadeiramente memorável para todos que passam por nossas portas. Valorizamos profundamente nossos relacionamentos com nossos parceiros confiáveis, incluindo agências de viagens, operadores turísticos e empresas locais. Sua colaboração e apoio nos permitem oferecer pacotes e serviços exclusivos que aprimoram ainda mais a experiência dos hóspedes. Expressamos nossa gratidão aos nossos estimados fornecedores que fornecem produtos e serviços excepcionais que elevam a experiência do hóspede no HotelRush. Sua parceria nos permite manter altos padrões de qualidade, conforto e conveniência para nossos hóspedes. O HotelRush tem o orgulho de ser parte integrante da comunidade local. Apoiamos empresas e iniciativas locais, e nos esforçamos para contribuir positivamente para o bem-estar de nossa cidade. Acreditamos que um relacionamento mutuamente benéfico com nossa comunidade cria um ecossistema próspero para todos. Agradecemos profundamente aos nossos investidores por acreditarem em nossa visão e apoiarem nosso crescimento contínuo. Sua confiança e orientação nos possibilitam investir em melhorias e inovações que aprimoram a experiência do hóspede e garantem a sustentabilidade de longo prazo do HotelRush. Reconhecemos o valor do feedback construtivo, pois nos ajuda a identificar áreas de melhoria e elevar nossos padrões. Agradecemos a todos os nossos críticos por compartilharem suas opiniões, tanto positivas quanto negativas. Sua contribuição nos permite crescer e evoluir como um estabelecimento que atende às expectativas de nossos estimados hóspedes. Convidamos calorosamente futuros hóspedes a experimentar a hospitalidade excepcional do HotelRush. Estamos ansiosos para recebê-lo em nosso hotel, proporcionar experiências inesquecíveis e criar memórias duradouras. Seu patrocínio e recomendações nos ajudam a continuar oferecendo serviços excepcionais e a superar as expectativas de quem nos honra com sua presença. Casa"
  },
  "date": "2024-07-16T11:18:37.115Z"
}