{
  "name": "HotelLotus",
  "pages": {
    "about": "Hotel Lotus Hakkında - Lüks Konaklama ve Olağanüstü Hizmet Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Hakkımızda Türkiye'nin kalbine hoş geldiniz Bize Ulaşın Odalarımız Hotel Lotus: Premier Süit Hotel Lotus'ta Premier Süit'imizde lüksün doruğunu yaşayın. Bu geniş kaçış, konfor ve sofistike arayan seçkin konuklar için tasarlanmıştır. Geniş Düzen: Enjoy ample space with separate living and sleeping areas, perfect for relaxation and entertainment. Panoramik Manzaralar: Admire stunning views of the city skyline or lush gardens from large windows that bathe the suite in natural light. Lüks Olanaklar: Pamper yourself in a marble-finished bathroom complete with a deep soaking tub, rain shower, and premium bath essentials. Zarif Mobilyalar: Experience refined elegance with bespoke furniture, plush bedding, and curated artwork that enhances the ambiance. Hakkımızda Neden Hotel Lotus'u Seçmelisiniz? Hotel Lotus'ta dünya standartlarında olanaklar, enfes yemekler ve sofistike bir ortam ve rahatlama atmosferi sunma konusunda kararlıyız. 01 Lüks Zarif tasarımlı odalarımızda konfor ve şıklığın doruğunu yaşayın. 02 Enfes Yemekler Şeflerimizin en kaliteli malzemeleri kullanarak hazırladığı gurme yemekleri ile kendi kuliner yolculuğunuzu yaşayın. 03 Olağanüstü Hizmet Dedike personelimiz, kişiselleştirilmiş ve dikkatli hizmet sunma konusunda kararlıdır. 04 ÜCRETSİZ MINI-BAR Mini-bar, her gün konforunuz için meşrubat ve atıştırmalıklarla yenilenir. Restoranımızda Yemeğinizi Keyfin Muhteşem Yemek Deneyimi Zarif Ortam Hotel Lotus'un restoranında, her tabağın tutku ve hassasiyetle hazırlandığı bir gastronomi yolculuğuna dalın. Damakları şenlendiren ve ruhu doyuran gurme mutfağın çeşitli menüsünün tadını çıkarın. Zarafet ve sofistikasyonun bir atmosferinde Experience dining in an atmosphere of elegance and sophistication. Our restaurant offers a serene setting with impeccable service, making it the perfect venue for any occasion, from intimate dinners to business meetings. Misafir Yorumlarımız Hotel Lotus'ta son kalışımız sırasında lüks ve konforun kusursuz karışımından etkilendik. Odalar, şehir silüetinin nefes kesen manzarasını sunan, modern olanaklarla güzel bir şekilde döşenmiştir. Personel dikkatliydi ve her ihtiyacımızın karşılandığından emin olmak için yukarıda ve öteye gitti. Otelde yemek yemek, her öğünün ayrı bir lezzete sahip olduğu, öne çıkan bir olaydı. Genel olarak Hotel Lotus bize unutulmaz bir deneyim yaşattı. JASİCA HERNANDEZ Hotel Lotus Casino, canlı atmosferi ve çeşitli oyun seçenekleriyle beklentilerimizi aştı. Klasik masa oyunlarından son teknoloji slot makinelerine kadar herkes için bir şeyler vardı. Kumarhane personeli profesyonel ve bilgili olup, heyecan verici ve davetkar bir ortam yaratmıştır. İster deneyimli bir oyuncu olun ister oyun oynamaya yeni başlayın, Hotel Lotus Casino heyecan verici bir gece geçirmek için doğru adrestir. STEPHANİ ADAMS Hotel Lotus, lüks konaklama birimleri ve sakin ortamıyla mükemmel bir kaçış sunuyor. Her oda, şehri keşfetmekle geçen bir günün ardından dinlenmeniz için bir sığınak sağlayacak şekilde zarif bir şekilde tasarlanmıştır. Otelin konumu elverişli olup yerel turistik mekanlara ve yemek seçeneklerine kolay erişim sağlar. Girişten çıkışa kadar personel konaklamamızın kusursuz geçmesini sağladı ve Hotel Lotus'u gelecek ziyaretlerimizde tercih ettiğimiz seçenek haline getirdi. John Doe Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "blog": "Hotel Lotus Blogu - Seyahat İpuçlarını, Yerel Bilgileri ve Daha Fazlasını Keşfedin Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Blogumuz Explore Our Konfor ve Şıklık Bize Ulaşın Bize Katılma Yolları Kaydol Hesap oluşturmak hızlı ve kolaydır ve size lüks, heyecan ve ödüllerle dolu bir dünyanın kapılarını açar. Profilinizi Tamamlayın Bilgilerinizi güncelleyerek, hizmetlerimizi ve tekliflerimizi tercihlerinize göre uyarlamamıza olanak tanırsınız. Bir Plan Seçin Her plan, öncelikli rezervasyonlar, ücretsiz hizmetler dahil olmak üzere kendi setinde faydalar sunar. Son Blog Yazıları Uzmanlar için Tatil ve Seyahat Rehberi 6 MART 2024 Deneyimli gezginler için tasarlanmış kapsamlı rehberimizle seyahat dünyasının derinliklerine dalın. Destinasyon seçimi, yerel kültürlerde gezinme ve maceralarınızdan en iyi şekilde yararlanma konusunda içeriden ipuçları keşfedin. Tek başınıza bir yolculuk planlıyor ya da aile tatili düzenliyorsanız, uzman tavsiyelerimizle güvenle seyahat edin ve unutulmaz anılar yaratın. Otel ve Tatil Köyü Hakkında Öğrenebileceğiniz Şeyler 7 MAYIS 2024 Otel ve tatil köylerinde olağanüstü misafirperverliğin sırlarını keşfedin. Endüstri liderlerinden otellerde ve tatil köylerinde yenilikçi misafir deneyimleri, sürdürülebilir uygulamalar ve seyahat endüstrisini şekillendiren son trendler hakkında bilgi edinin. Lüks kaçamaklardan butik konaklamalara kadar, makalelerimiz gezginler ve konaklama profesyonelleri için değerli içgörüler sunar. Rakiplerinizin Sizin İçin Öğretebileceği Şeyler 7 NİSAN 2024 Başarılı otellerden ve tatil köylerinden öğrenerek konaklama sektöründe rekabet avantajı elde edin. Lider özellikler, pazarlama taktikleri ve başarıya götüren operasyonel verimlilikleri keşfedin. Bir otelci, seyahat tutkunu veya endüstri profesyoneli olun, blogumuz dinamik bir pazarda önde kalmanız için uygulanabilir ipuçları sunar. Farklı Şaşırtıcı Ortak Özellikleri 23 MART 2024 Dünya çapında en iyi oteller ve tatil köyleri arasındaki beklenmedik bağlantıları ve ortak özellikleri keşfedin. Kişiselleştirilmiş misafir deneyimlerinden sürdürülebilir girişimlere kadar, bu özellikleri ayıran ve misafir sadakatini ilham veren unsurları keşfedin. Blogumuz, coğrafi sınırları aşan olağanüstü misafirperverlik prensiplerini aydınlatır. Son Gönderiler 1. Bahçe Cennetimizin Sükunetine Daldınız Titizlikle düzenlenmiş bahçe cennetimizin huzuruna dalarak kendinizi rahatlatın. Canlı flora ve sakin su özellikleri ile süslenmiş dolambaçlı yollar boyunca dolaşın. Kitap okumak için saklanmış oturma alanlarını keşfedin ya da sadece huzurlu ortamın keyfini çıkarın. Bahçe cennetimiz, doğal güzellik içinde bir an dinlenmek isteyen misafirler için mükemmel bir sığınaktır. 2. Gurme Lezzetlerde Kendinizi Şımartın: İmza Yemeklerimizin Tadını Çıkarın Otelimizin gastronomik tekliflerinin özünü sergileyerek bir mutfak yolculuğuna çıkın. Yerel olarak kaynaklanan taze malzemelerden küresel ilham alan lezzetlere kadar, yetenekli şeflerimiz tarafından titizlikle hazırlanan her yemek, tutku ve yaratıcılığın bir hikayesini anlatır. Zarif restoranımızda yemek yiyorsanız veya havuz kenarında sade bir yemek yiyorsanız, damakları şenlendiren unutulmaz bir yemek deneyimi bekleyin. 3. Lüks Spa Kaçamağımızın İçine Bir Bakış Lüks spa kaçamağımızda rahatlama ve yenilenme yuvasına adım atın. Özel olarak tasarlanmış tedavilerimizin iyileştirici gücünü deneyimleyin, rahatlatıcı masajlardan canlandırıcı yüz bakımlarına kadar hepsi vücudunuzu ve ruhunuzu beslemek üzere tasarlanmıştır. Spa tesislerimizin sakin ambiyansında, huzurlu tedavi odaları, buhar odaları ve ruhunuzu iyileştirmeye yönelik bir dinlenme salonu ile her detayın, iyiliğinizi artırmak için tasarlandığını hissedin. 4. Yenilenmiş Süitlerimizi Ortaya Çıkarıyoruz: Lüksün Doruğu Yenilenmiş süitlerimizde lüks ve şıklığın doruğunu keşfedin. Her süit, modern şıklığı zamansız konforla harmanlayarak tasarlanmış bir başyapıttır. Geniş pencerelerden şehir manzarasının panoramik görünümlerini veya sakin bahçeleri seyredin. Lüks yatak takımları, lüks mobilyalar ve unutulmaz bir konaklama için sağlanan son teknoloji olanaklarla keyfini çıkarın. Süitlerimiz, lüks konaklama anlayışını yeniden tanımlayarak mükemmelliğin yeni bir standardını belirler. 5. Yerel Mücevherler: Yakındaki İlginç Yerler ve Gizli Mücevherler Kapımızın dışında keşfetmek için yerel alanımızın cazibesini ve kültürünü keşfedin. Tarihi simgeleri, zanaat butiklerini ve hareketli pazarları keşfedin, mahallemizin benzersiz karakterini ortaya koyan. Sanat galerileri, açık hava maceraları veya mutfak lezzetleriyle ilgileniyorsanız, yerel mücevherlerimize dair içeriden ipuçları, zenginleştirici ve unutulmaz bir deneyim için içerir. 6. Bir Zarafet Akşamı: Özel Gala Etkinliğimizden Yansımalar Unutulmaz bir akşamın büyüsünü özel gala etkinliğimizde yeniden yaşayın. Parlak dekorasyondan ö exquisite cuisine and live entertainment, every detail was meticulously curated to create a magical atmosphere. Guests mingled in a sophisticated setting, celebrating special occasions or simply enjoying the company of friends and colleagues. Our gala events are a testament to Our commitment to excellence and creating lasting memories. 7. Wellness Retreat: Embracing Mindfulness and Yoga in Nature İç huzurunuzu ve dengeyi destekleyen kişisel wellness etkinlikleri ve yoga oturumlarına katılın. Sağlık uzmanlarımız, doğanın huzurlu güzelliği arasında yenileyici yoga oturumlarında kendinizi bulun. Zihinsel farkındalık uygulamaları ve iç dengeyi teşvik eden kişisel wellness etkinlikleri ile ruhunuzu ve bedeninizi besleyin. Yenilenmiş, yenilenmiş ve sağlıklı bir yaşam tarzını benimseme konusunda güçlendirilmiş bir şekilde ayrılın. 8. Seasonal Delights: Our Festive Holiday Celebrations Festive holiday celebrations kutlamalarımızla sezonun neşe ve ruhunu kutlayın. Noel'in muazzam kutlamalarından Yeni Yıl gecesi gala partilerine, otelimiz sezonluk dekorasyonlarla dolu bir kutlama cennetine dönüşüyor, canlı müzik ve mutfak ziyafetleriyle. Geleneksel tatil ziyafetlerimiz, mutlu toplantılar ve sevdiklerinizle paylaştığınız unutulmaz anlar için katılın. Festive celebrations eğlencenin ve tatillerin sihrini yakalar ve her katılan için özel anılar yaratır. 9. Behind the Scenes: Meet Our Dedicated Staff Members Dedicated staff members olarak otelimizin kalbindeki nabzın arkasına bakın. Şeflerden conciergelere, temizlikçilerden etkinlik planlayıcılarına kadar, olağanüstü hizmetin ve unutulmaz deneyimlerin arkasındaki yüzleri keşfedin. Lezzetleri, uzmanlıklarını ve her misafirin konaklamasını gerçekten olağanüstü kılmak için verdikleri taahhütleri hakkında bilgi edinin. 10. Sustainability Initiatives: Our Commitment to Environmental Responsibility Çevreye duyarlılık ve karbon ayak izimizi azaltma yönündeki sürekli sürdürülebilirlik çabalarımızı keşfedin. İşletmelerimizde çevre dostu uygulamalardan yerel koruma projeleriyle olan iş birliklerimize kadar, gezegen üzerinde olumlu bir etki yaratma çabalarımızı keşfedin. Enerji verimliliği, atık azaltma ve toplulukla işbirliği konularındaki girişimlerimiz hakkında bilgi edinin, Hotel Lotus'taki her konaklamanın ne kadar sürdürülebilir ve lüks olduğunu sağlar. Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "contact": "Hotel Lotus ile İletişime Geçin - Rezervasyon ve Sorularınız İçin Bize Ulaşın Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim İletişim Bilgilerimiz Explore Our Konfor Dünyasını Keşfedin Bize Ulaşın DAHA FAZLA BİLGİ Restoranlarımızın mükemmel yemek deneyimini yaşayın, şeflerimizin en taze ve yüksek kaliteli malzemeleri kullanarak özenle hazırladığı yemekleri tadın. Hotel Lotus olarak istisnai hizmet sunmaya adanmışız, her detayın düşünceli bir şekilde ele alınarak konforunuzun ve memnuniyetinizin artırılması sağlanır. Lüks spa, son teknoloji fitness merkezi ve huzurlu açık havuz gibi özel olanakların keyfini çıkarın, konaklamanızı dinlenme ve yenilenmenin yeni zirvelerine taşımak için tasarlanmıştır. Sıkça Sorulan Sorular What are the check-in and check-out times at Hotel Lotus? Hotel Lotus'ta giriş saati 15:00'te başlar ve çıkış saati 12:00'de sona erer. Erken gelen misafirler odaları hazır olana kadar bagajlarınızı konserjimize bırakabilirler. Müsaitlik durumuna bağlı olarak geç çıkış seçenekleri mevcuttur. Does Hotel Lotus offer airport transportation? Evet, Hotel Lotus uygun havalimanı transfer hizmetleri sunmaktadır. Misafirlerimiz, rezervasyon sırasında veya konserjimiz aracılığıyla havalimanı transferlerini düzenleyebilirler. Konforlu ve şık bir şekilde havalimanına gidiş gelişin keyfini çıkarın. Are pets allowed at Hotel Lotus? Ne yazık ki, Hotel Lotus, servis hayvanları hariç olmak üzere evcil hayvanlara yer sağlamamaktadır. Bu durumdan dolayı herhangi bir rahatsızlık için özür dileriz. Ekibimiz, ihtiyaç duyulması halinde yakındaki evcil hayvan dostu konaklama yerleri konusunda yardımcı olabilir. What dining options are available at Hotel Lotus? Hotel Lotus, her damak zevkine uygun çeşitli yemek deneyimleri sunar. Fine dining restoranımızda gourmet mutfağının tadını çıkarın, barda hafif atıştırmalıklar ve kokteyllerle rahatlayın veya sıcak kafemizde casual yemeklerin keyfini çıkarın. Her mekan benzersiz bir atmosfer sunar ve taze, yerel kaynaklı malzemelerle hazırlanan lezzetli yemekler sunar. Does Hotel Lotus have meeting and event facilities? Evet, Hotel Lotus, son teknolojiye sahip ve kişiselleştirilmiş hizmet sunan modern ve esnek toplantı ve etkinlik alanlarına sahiptir. Kurumsal konferanslar, düğün resepsiyonları veya samimi toplantılar düzenlerken, uzman etkinlik ekibimiz beklentileri aşmak için sorunsuz planlama ve uygulama sağlar. Bize Ulaşın Ad E-posta Adresi Mesaj I accept this - Gizlilik Politikası Gönder Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "disclaimer": "Otel Lotus Feragatname Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Kullanım Koşulları Explore Our Konfor Dünyasını Keşfedin Bize Ulaşın Bu Web Sitesinin Kullanım Koşulları Bu web sitesine ('Site') erişerek ve kullanarak, aşağıdaki hüküm ve koşulları ('Kullanım Koşulları') kabul etmiş olursunuz. Bu Kullanım Koşullarını kabul etmiyorsanız, lütfen Siteyi kullanmayın. HotelLotus'un Sorumluluğu HotelLotus, Site'de yer alan bilgilerin doğruluğu veya eksiksizliği konusunda herhangi bir garanti veya beyanda bulunmaz. Site'deki bilgiler önceden haber verilmeksizin değiştirilebilir. HotelLotus, Site'nin kesintisiz veya hatasız olacağını veya virüs veya diğer zararlı bileşenlerden arınmış olacağını garanti etmez. Kullanım Sınırlamaları Siteyi yalnızca yasal amaçlarla kullanabilirsiniz. Siteyi aşağıdakiler dahil ancak bunlarla sınırlı olmamak üzere herhangi bir amaçla kullanmanız yasaktır: Yasa dışı veya zararlı faaliyetler Başkalarının gizlilik haklarının ihlali Fikirsel mülkiyet haklarının ihlali Fikri Mülkiyet Sitede yer alan tüm içerik, HotelLotus'un veya lisans verenlerinin mülkiyetindedir ve telif hakkı, ticari marka ve diğer fikri mülkiyet yasalarıyla korunmaktadır. Sitedeki hiçbir içerik, HotelLotus'un açık yazılı izni olmadan kopyalanamaz, dağıtılamaz, değiştirilemez veya ticari amaçlarla kullanılamaz. Gizlilik Politikası HotelLotus, gizliliğinizi korumaya kendini adamıştır. Gizlilik Politikamız, kişisel bilgilerinizi nasıl topladığımız, kullandığımız ve paylaştığımız hakkında bilgi sağlar. Lütfen Gizlilik Politikamızı dikkatlice okuyun. Tazmin Bu Kullanım Koşullarının ihlalinden veya Site'yi kullanmanızdan kaynaklanan tüm kayıp, hasar ve masraflardan (makul avukatlık ücretleri dahil) HotelLotus'u, yöneticilerini, çalışanlarını ve temsilcilerini tazmin etmeyi ve onları zararsız tutmayı kabul edersiniz. Yargı Yetkisi ve Geçerli Hukuk Bu Kullanım Koşulları, Türkiye Cumhuriyeti yasalarına tabi olup bunlara göre yorumlanacaktır. Bu Kullanım Koşullarından kaynaklanan veya bunlarla ilgili herhangi bir anlaşmazlık, Türkiye Cumhuriyeti mahkemelerinin münhasır yargı yetkisine tabi olacaktır. İletişim E-posta: hotellotus@gmail.com Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "index": "Hotel Lotus Casino & Resort - Lüks Konaklama, Heyecan Verici Kumarhane Oyun ve Unutulmaz 18 yaşından büyük müsünüz? \"Evet\"i tıklayarak 18 yaşında veya daha büyük olduğunuzu belirtiyorsunuz. Evet Hayır Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Play the Best Kumar Oyunları Explore Our Kumarhane &amp; Otel şimdi oyna Hakkımızda Kumarhane Hakkında Welcome to the Casino at Lotus Hotel, where excitement and luxury meet to create an unparalleled gaming experience. Our state-of-the-art casino floor offers a wide variety of gaming options, including the latest slot machines, classic table games, and high-stakes poker. Whether you're a seasoned player or a novice, our friendly and professional staff are here to ensure you have an unforgettable time. Blackjack, rulet, bakara ve craps gibi çeşitli masa oyunlarının heyecanını yaşayın. Slot makinelerinin heyecanını sevenler için en yeni ve popüler slotlarımızı sunuyoruz. Poker odamız, rahat ve davetkar bir ortamda düzenli turnuvalar ve nakit oyunları sunar, poker tutkunları için bir cennettir. Hotel Lotus Kumarhanesi'nde, konforunuz ve keyfiniz önceliğimizdir. Lüks ortamımız, birinci sınıf hizmetimiz ve özel VIP salonlarımız, unutulmaz bir oyun macerası için mükemmel bir arka plan sunar. Aksiyondan bir mola verin ve yerinde restoranlarımızda nefis yemeklerin tadını çıkarın veya şık barlarımızdan birinde kokteylinizi yudumlayın. Bizi, heyecanın sınır tanımadığı birinci sınıf bir oyun deneyimi için Hotel Lotus Kumarhanesi'ne davet edin. Kazanç heyecanı veya lüks atmosfer için burada olsanız da, eğlence dolu, şanslı ve birinci sınıf hizmetle dolu unutulmaz bir konaklama vaat ediyoruz. Misyonumuz Lotus Kumarhanesi Hotel Lotus Kumarhanesi'nde misyonumuz, kumarın heyecanını birinci sınıf bir tatil köyünün lüksü ve konforuyla birleştiren eşsiz bir eğlence deneyimi sunmaktır. Misafirlerimizin istisnai hizmet, birinci sınıf olanaklar ve unutulmaz anlarla dolu bir ortamda keyif almasını sağlamak için kararlıyız. Hizmette Mükemmellik: We strive to exceed our guests' expectations with personalized and attentive service, ensuring every visit is memorable and enjoyable. Eşsiz Oyun Deneyimi: Our casino offers a diverse array of gaming options, from the latest slot machines to classic table games and high-stakes poker, all designed to deliver excitement and satisfaction. Gastronomik Zevkler: Our on-site restaurants and bars offer a wide range of exquisite dining options, featuring gourmet cuisine, refreshing cocktails, and impeccable service. Güvenlik Taahhüdü: We prioritize the safety and well-being of our guests and staff, implementing rigorous health and safety protocols to ensure a secure and comfortable environment. Kumarhanemiz Lotus Kumarhanesi Bollywood Slotları Film yıldızlarını ve ikonik filmleri temsil eden temalı slot makinelerimizle Bollywood'un büyüsünü yaşayın. Heyecan verici bonus tur ve büyük jackpotlarla dolu ücretsiz dönüşlerin keyfini çıkarın. Maharaja'nın Ruleti Klasik rulet oyununa lüks bir yaklaşım, Hindistan kraliyetinden ilham alınarak. Bahislerinizi yapın ve tekerlek kaderinizi belirlesin. Taj Mahal Pokeri Simgeleşmiş Hint anıtının adını taşıyan prestijli bir poker oyunu. Zorlayıcı ve ödüllendirici bir deneyim için nakit oyunlara ve turnuvalara katılın. Son Blog &amp; Etkinlik Kumarhanede Uzman Olmanıza Yardımcı Olacak Bazı İpuçları Kumarhane oyun becerilerinizi geliştirmek ve uzman olmak için temel ipuçlarını ve stratejilerini keşfedin. Temelleri öğrenmekten ileri tekniklere kadar bu rehber her şeyi kapsar... Kumarhanenizden Daha Fazla Sonuç Elde Etmek Bu kanıtlanmış yöntemlerle kumarhane deneyiminizi maksimize edin. Kazançlarınızı artırmanın, daha akıllı bahisler yapmanın ve masalarda ve slotlarda daha ödüllendirici bir zaman geçirmenin yollarını öğrenin... Kumarhane Hakkında Çok Sayıda İlham Verici Alıntı Kumarhane ve kumar hakkında en derin alıntılardan bilgelik ve ilham kazanın. Bu alıntılar heyecan, strateji ve heyecan üzerine değerli bakış açıları sunar... 1 Yüksek Makaralı Gecesi 12.06.2024 Özel oyunlar, büyük ödül havuzları ve lüks bir ortamda VIP muamelesi için sizi yüksek bahislerin buluştuğu bir akşama davet ediyoruz... 2 Bollywood Temalı Parti 13.06.2024 Temalı parti gecesinde Bollywood'un ışıltısına ve şaşasına daldığınız bir gece... 3 Poker Turnuvası Hafta Sonu 28.06.2024 Yeteneklerinizi test edin ve en iyilerle yarışın. Farklı giriş ücretleri ve ödül havuzları ile bu etkinlik, yoğun ve heyecan verici poker aksiyonu için her seviyeden oyuncuyu çeker... 4 Bayanlar Gecesi 30.06.2024 Kadın misafirlerimize özel bir gece, ücretsiz içecekler, özel oyun masaları ve eğlenceli hediyelerle dolu. Arkadaşlarınızla şık ve eğlenceli bir ortamda gece dışarı çıkmanın mükemmel fırsatı... Bizi Ziyaret Edin Lotus Kumarhanesi Hotel Lotus Kumarhanesi'nde heyecan ve lüks dünyasına adım atın Hindistan'ın canlı kalbinde bulunan otelimiz, geleneksel ve modern kumarhane deneyimlerini bir araya getirerek unutulmaz bir ziyaret sunar. Heyecan verici slot makinelerinden klasik masa oyunlarına ve yüksek bahisli poker oyunlarına kadar geniş bir oyun yelpazesi sunuyoruz, herkes için bir şeyler var. Dünya Standartlarında Kumarhane Üstün hizmetlerimiz, istisnai bir hizmet sunan bir ortam ve hem yeni başlayan hem de deneyimli kumarbazları memnun eden bir atmosfer ile Hotel Lotus Kumarhanesi'nde keyifli bir konaklama vaat ediyoruz. Şansınızı denemek, muhteşem yemek seçeneklerimizin tadını çıkarmak veya sadece lüks atmosferimizi yaşamak için buradayız. Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "policy": "Otel Lotus Gizlilik Politikası Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Gizlilik Politikası Explore Our Konfor Dünyasını Keşfedin Bize Ulaşın HotelLotus Gizlilik Politikası Bu Gizlilik Politikası, HotelLotus web sitesinin (bundan böyle 'Site' olarak anılacaktır) işletimi sırasında kişisel bilgilerinizin nasıl toplandığını, kullanıldığını, paylaşıldığını ve korunmasını açıklamaktadır. Sitemizi kullanarak, bu Gizlilik Politikasını kabul etmiş olursunuz. Topladığımız Kişisel Bilgiler Sitemizi ziyaret ettiğinizde, bize bazı kişisel bilgilerinizi sağlayabilirsiniz. Bu bilgiler arasında şunlar bulunabilir: Adınız ve soyadınız E-posta adresiniz Telefon numaranız Posta adresiniz Kişisel Bilgilerin Toplanması Sitemizi ziyaret ettiğinizde:** Sitemizde gezinirken, tarayıcı türünüz, işletim sisteminiz, IP adresiniz, ziyaret ettiğiniz sayfalar ve diğer teknik bilgiler gibi anonim bilgileri otomatik olarak topluyoruz. Formları doldurduğunuzda: Sitemizdeki rezervasyon formu, iletişim formu veya diğer formları doldurduğunuzda bize kişisel bilgilerinizi sağlıyorsunuz. Hesap oluşturduğunuzda: Sitemizde hesap oluşturduğunuzda, adınız, e-posta adresiniz, telefon numaranız gibi bilgileri sağlamanız gerekir. Kişisel Bilgilerin Kullanımı Rezervasyonları işlemek: Rezervasyon talebinizi işleme koymak ve size rezervasyon bilgilerinizi sağlamak için. Müşteri hizmetleri sağlamak: Müşteri hizmetleri taleplerinizi yanıtlamak ve size destek sağlamak için. Sizi güncel tutmak: Yeni promosyonlar, özel teklifler ve diğer önemli bilgiler hakkında sizi bilgilendirebilmek için. Sizi pazarlama e-postalarıyla bilgilendirmek: İzin verdiğiniz ölçüde, size promosyonlar, özel teklifler ve diğer önemli bilgiler hakkında e-posta göndermek için. Kişisel Bilgilerin Paylaşımı Kişisel bilgilerinizi, aşağıda belirtilen durumlar dışında üçüncü şahıslara açıklamayız: Yasal yükümlülük: Kanun veya yasal işlem gereği bilgi paylaşımı yapmak zorunda kalırsak. Ödeme işlemlerini işlemek ve dolandırıcılığı önlemek için ödeme işlemcilerine kişisel bilgilerinizi sağlayabiliriz. Üçüncü taraf hizmeti sağlayıcıları: Sitemizi işlemek ve size hizmet sağlamak için üçüncü taraf hizmet sağlayıcıları ile çalışıyoruz. Bu sağlayıcılara hizmetlerini yerine getirmeleri için gerekli minimum kişisel bilgileri sağlayabiliriz. Kişisel Bilgilerin Korunması Güvenli sunucular: Kişisel bilgileriniz güvenli sunucularda depolanmaktadır. Şifreleme: Kişisel bilgileriniz şifrelenerek iletilmektedir. Erişim kontrolü: Kişisel bilgileriniz yalnızca yetkili kişiler tarafından erişilebilir. Çerezleri reddetme Çerezleri tarayıcınızın ayarlarını değiştirerek reddedebilirsiniz. Ancak, bunu yapmanız durumunda sitemizin bazı bölümlerinin düzgün çalışmayabileceğini unutmayın. Çocukların Gizliliği Sitemiz 18 yaşından küçük kişiler için tasarlanmamıştır. 18 yaşından küçük kişilerin bize kişisel bilgilerini vermemeleri gerekir. Gizlilik Politikasındaki Değişiklikler Gizlilik Politikamızı zaman zaman güncelleyebiliriz. Değişiklikler yaparsak, sitemizde bir bildirim yayınlayacağız. Sitemizi kullanmaya devam ederseniz, güncellenen Gizlilik Politikasını kabul etmiş olursunuz. İletişim E-posta: hotellotus@gmail.com Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "rooms": "Hotel Lotus'ta Lüks Konaklama - Odalar ve Süitler Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Odalarımız Explore Our Konfor ve Şıklık Bize Ulaşın Odalarımız Deluxe Oda Hotel Luxur'da Deluxe Odalarımızda konfor ve şıklığın keyfini çıkarın. Modern olanaklar ve hoş bir ortamla donatılmış bu odalar, iş veya dinlenme amaçlı gezginler için idealdir. Yumuşak king boy yatakta dinlenin, premium banyo ürünleri ile donatılmış şık banyoda yenilenin ve özel balkonunuzdan şehir manzarasının keyfini çıkarın. İletişim Executive Süit Hotel Luxur'da Executive Süit'imizle lüksün tadını çıkarın. Geniş ve zarif mobilyalarla döşenmiş bu süitler, misafir ağırlama veya iş toplantıları için ideal ayrı bir oturma alanı sunar. Özel bir salon, kişiselleştirilmiş concierge hizmeti ve katı tavan penceresinden şehir manzarasının muhteşem manzaralarının keyfini çıkarın. İletişim Aile Odası Hotel Luxur'da Aile Odası'nda konfor ve kolaylığın keyfini çıkarın. Aileler için tasarlanmış bu odalar, ebeveynler ve çocuklar için ayrı yatak alanları ile bağlantılı alanlar sunar. Mini mutfak, eğlence seçenekleri ve her aile üyesinin ihtiyaçlarına uygun düşünen dokunuşlar gibi olanakların keyfini çıkarın. İletişim Başkanlık Süiti Hotel Luxur'da lüks Başkanlık Süiti ile konaklamanızı üst düzeye çıkarın. Bu görkemli kaçış, geniş yaşam ve yemek alanları, özel çalışma odası ve yüksek king boy yatak ile büyük bir baş yatak odasına sahiptir. Mermer kaplı jakuzi küvetli şık banyoda kendinizi şımartın ve çoklu balkonlardan şehir manzarasının panoramik manzarasının keyfini çıkarın. İletişim Neden Bizi Seçmelisiniz Odalar Lüks Konaklama: Yumuşak yatak takımları, zarif mobilyalar ve ihtiyaçlarınıza göre tasarlanmış modern olanaklarla donatılmış güzel odalarımızda lüksün tadını çıkarın. Olağanüstü Konfor: Geniş düzenler, premium yatak takımları ve huzurlu bir gece uykusu için ses yalıtımı ile olağanüstü konforun keyfini çıkarın. Nefes Kesen Manzaralar: Büyük pencerelerden veya özel balkonlardan seçili odalarda şehir manzarasının veya sakin bahçenin muhteşem manzarasının keyfini çıkarın. Hotel Luxur, lüks ile eşsiz konforun buluştuğu bir konaklama için seçim yapın ve konukseverlik mükemmelliğinde yeni bir standart belirleyin. Lotus Hotel'i Seçmenin Avantajları Lüks Konaklama: Konfor ve sofistike birleşimin mükemmel bir karışımını sunan zarif tasarlanmış odalar ve süitlerle her detayda zenginlik yaşayın. Merkezi Konum: Turkey'nin kalbinde ideal olarak konumlandırılmış olan Lotus Hotel, önde gelen cazibe merkezlerine, alışveriş bölgelerine ve kültürel simgelerine kolay erişim sağlayarak ziyaretinizden en iyi şekilde yararlanmanızı sağlar. Gurme Yemekler: Lezzetli yemekler sunan seçkin yemek seçeneklerimizle gastronomik bir yolculuğa çıkın, yerel kaynaklı malzemelerle hazırlanan fine dining restoranlarından casual kafelere kadar her biri. Modern Tesisler: Tam donanımlı fitness merkezi, yenileyici spa tedavileri ve iş toplantıları ve sosyal etkinlikler için mükemmel çok amaçlı etkinlik alanları dahil olmak üzere modern olanaklarımızla konaklamanızı iyileştirin. Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "terms-conditions": "Otel Lotus Kullanım Şartları Web sitemizin değerli ziyaretçileri! Lotus Hotel olarak web sitemizde kullanıcı deneyiminizi iyileştirmek ve daha özelleştirilmiş bir hizmet sunmak için çerezler kullanıyoruz. Güveninize değer veriyoruz ve bilgilerinizin Gizlilik Politikamıza uygun olarak güvenli ve gizli bir şekilde işlendiğini garanti ediyoruz. Kabul Et Hakkımızda Blog Odalarımız İletişim Şartları ve Koşulları Explore Our Konfor Dünyasını Keşfedin Bize Ulaşın HotelLotus Otel Kullanım Şartları ve Koşulları Bu web sitesi (bundan sonra 'Site' olarak anılacaktır), HotelLotus Otel'in ('HotelLotus') mülkiyetinde ve işletilmektedir. Siteyi kullanmadan önce lütfen bu Kullanım Şartları ve Koşullarını ('Şartlar') dikkatlice okuyun. Siteye erişim sağlamanız veya Siteyi kullanmanız, bu Şartları kabul ettiğiniz anlamına gelir. Bu Şartlar, Site kullanımı ile ilgili olarak sizin ve HotelLotus arasında bağlayıcı bir sözleşme oluşturur. Genel Koşullar HotelLotus, Site'ye erişiminizi ve kullanımınızı kendi takdirine bağlı olarak ve önceden bildirimde bulunmadan sınırlama, askıya alma veya sona erdirme hakkını saklı tutar. HotelLotus, Site'nin sürekli olarak mevcut olacağını veya hata veya kesinti olmadan çalışacağını garanti etmez. Site'ye erişim ve Site'nin kullanımı, mevcut olduğunda ve HotelLotus tarafından sağlandığı şekilde 'olduğu gibi' ve 'mevcut olduğu şekilde' sunulur. Site Kullanımı Site'yi yalnızca yasal ve meşru amaçlar için kullanabilirsiniz. Site'yi herhangi bir yasadışı veya yetkisiz amaç için, özellikle aşağıdakiler için kullanmanız yasaktır: Site'ye veya Site'nin herhangi bir bölümüne yetkisiz erişim sağlamak veya yetkisiz kullanım yapmak veya HotelLotus'un veya üçüncü tarafların sistemlerine veya ağlarına müdahale etmek. Site'ye veya Site'nin herhangi bir bölümüne zarar verebilecek veya zarar verebilecek herhangi bir eylemi gerçekleştirmek. Site'yi veya Site'nin herhangi bir bölümünü kopyalamak, çoğaltmak, dağıtmak, satmak, kiralamak veya alt lisanslamak. İçerik Site'de yer alan tüm metinler, yazılımlar, grafikler, resimler, fotoğraflar, sesler, videolar, bilgiler, içerik ve diğer materyaller ('İçerik') HotelLotus'a veya lisans verenlerine aittir ve ilgili telif hakkı ve diğer fikri mülkiyet yasaları tarafından korunmaktadır. İçeriği, bu Şartlar tarafından açıkça izin verilmediği sürece çoğaltamaz, dağıtamaz, değiştiremez, yayınlayamaz, iletemez, yeniden yayınlayamaz, yansıtamaz veya satışı yapamazsınız. Kullanıcı Katkıları Site'ye yüklediğiniz veya Site'ye gönderdiğiniz herhangi bir bilgi, materyal veya diğer içerik ('Kullanıcı Katkıları'), HotelLotus tarafından kullanılmayan bir 'olduğu gibi' temeli altında yayınlanır. HotelLotus, Kullanıcı Katkıları için herhangi bir sorumluluk üstlenmez. HotelLotus, Kullanıcı Katkıları hakkında herhangi bir hak, lisans veya benzeri şey almaz. Site'ye Kullanıcı Katkıları göndererek, şunları garanti edersiniz: Kullanıcı Katkıları sizin tarafınızdan oluşturulmuştur veya bu kullanım ve yayınlama için gerekli tüm hakları, lisansları ve izinlere sahipsiniz. Bağlantılar Site, üçüncü taraf web sitelerine bağlantı içerebilir ('Bağlantı Siteleri'). HotelLotus, Bağlantı Sitelerinin içeriğini kontrol etmez ve Bağlantı Sitelerine yönelik herhangi bir sorumluluk üstlenmez. Bağlantı Sitelerine erişmeniz kendi sorumluluğunuzdadır. Feragatnameler Hiçbir durumda HotelLotus, bu Şartlar ile ilgili olarak veya Site ile ilgili olarak veya Site'nin kullanımı ile ilgili olarak, ister sözleşmeden, haksız fiilden, ihmalden veya diğer yasal teoriden kaynaklansın, ister dolaylı, tesadüfi, özel, cezai veya sonuçsal hasarlardan sorumlu olmayacaktır. Tazmin Site'yi kullanımınızdan veya bu Şartları ihlal etmenizden kaynaklanan herhangi bir iddia, talep, zarar, kayıp, yükümlülük, masraf (makul avukat ücretleri dahil) ile ilgili olarak HotelLotus'u, yöneticilerini, çalışanlarını, temsilcilerini, ortaklarını ve lisans verenlerini zararsiz kılacağınızı kabul edersiniz. Değişiklikler HotelLotus, bu Şartları istediği zaman değiştirme hakkını saklı tutar. Değişiklikler, Sitede yayınlandıkları tarihten itibaren geçerli olacaktır. Site'yi kullanmaya devam etmeniz, değişiklikleri kabul ettiğiniz anlamına gelir. İletişim E-posta: hotellotus@gmail.com Hakkında Blog Odalarımız İletişim Koşullar ve Şartlar Gizlilik Politikası Açıklama hotellotus@gmail.com (33) 893-90-98 Eski, Kapadokya Cd. No:11, 50650. © 2024 Hotel Lotus. Tüm hakları saklıdır.",
    "thanks": "Hotel Lotus Teşekkür Sayfas Hotel Lotus Formunu Doldurduğunuz İçin Teşekkür Ederiz Son formunuzu doldurduğunuz için Hotel Lotus'u tercih ettiğiniz için teşekkür ederiz. Umarız lüks, konfor ve olağanüstü hizmeti deneyimlediniz. Her bir misafirimizin memnuniyeti bizim için çok önemlidir ve geri bildiriminiz bizim için değerlidir. Hizmetlerimizi geliştirmemize ve gelecekteki ziyaretlerinizi daha keyifli hale getirmemize yardımcı olur. Hotel Lotus'ta konaklamanızı mümkün olduğunca konforlu ve keyifli hale getirmek için gereken her şeyi yapıyoruz. Lüks konaklama birimlerimiz, konforunuz düşünülerek tasarlanmış olup, konforlu yataklar, geniş odalar ve modern olanaklar sunmaktadır. İster iş ister tatil için burada olun, kendinizi evinizde hissetmenizi istiyoruz. Formunuzu doldururken bizimle yemek yeme keyfini yaşadınız mı? Her zevke uygun yemek seçenekleri sunuyoruz; dikkatli ve taze malzemelerle hazırlanan yemeklerimizi denemenizi umuyoruz. Ziyaretiniz sırasında yeni ve lezzetli bir şeyler deneme fırsatınız olduysa çok memnun oluruz. Hotel Lotus'ta dinlenme ve gevşeme fırsatınız oldu mu? Spa ve wellness tesislerimiz, zihniniz, bedeniniz ve ruhunuzu yenilemenize yardımcı olacak şekilde tasarlanmıştır. Masaj, yüz bakımı ve diğer terapötik tedavilerle kendinizi tazelemiş ve canlanmış hissedebilirsiniz. Hotel Lotus'ta her zaman heyecan verici etkinlikler oluyor. Canlı müzikten özel etkinliklere kadar çeşitli etkinliklerle misafirlerimize unutulmaz bir deneyim sunmaya çalışıyoruz. Umarız bazı etkinliklere katılma ve unutulmaz anılar yaratma fırsatınız olmuştur. Geri bildiriminizi değerli buluyor ve Hotel Lotus deneyiminiz hakkında duygu ve düşüncelerinizi paylaşmanızı bekliyoruz. Yaptığınız yorumlar, hizmetlerimizi iyileştirmemize ve beklentilerinizi aşmamıza yardımcı olur. İhtiyaçlarınızı anlamak ve size daha iyi hizmet sunmak için her zaman buradayız. Hotel Lotus'a yakın gelecekte tekrar sizi ağırlamaktan mutluluk duyarız. Bir tatil, iş gezisi veya özel etkinlik için plan yaparken, önceki ziyaretinizi daha da iyi hale getirmek için buradayız. Hotel Lotus'u tercih ettiğiniz için teşekkür eder, sizi tekrar görmeyi dört gözle bekleriz! Herhangi bir sorunuz, yorumunuz veya endişeniz varsa, lütfen bize ulaşmaktan çekinmeyin. Misafirperver personelimiz, konaklamanızı mümkün olduğunca rahat ve keyifli hale getirmek için her zaman burada. Sosyal medyada bizi takip ederek en son haberlerden, güncellemelerden ve özel tekliflerden haberdar olun. Sosyal medyaya ve bizi takip ederek gelecek etkinlikler, promosyonlar ve daha fazlası hakkında bilgi sahibi olun. Online topluluğumuza katılın ve Hotel Lotus deneyiminin bir parçası olun. Hotel Lotus'u tercih ettiğiniz için tekrar teşekkür ederiz. İşinizi değerli buluyor ve sizi yakında tekrar görmek için sabırsızlanıyoruz. İyi yolculuklar! Anasayfa"
  },
  "date": "2024-06-26T12:18:47.504Z"
}