{
  "name": "Hotel_France_GrandOasis",
  "pages": {
    "about": "Grand Oasis - À Propos de Nous Grand Oasis Principal À propos Contacts Tarifs Casino À Propos de Grand Oasis Découvrez l'histoire, la mission et les personnes qui font de Grand Oasis un lieu unique. Notre Histoire Depuis notre fondation en 2010, Grand Oasis s'est engagé à offrir une expérience de luxe incomparable. Voici un aperçu de notre parcours au fil des années. 2010 - La vision de créer un sanctuaire de tranquillité et de luxe a pris forme avec l'ouverture de notre premier établissement. 2014 - Expansion de nos services avec l'introduction de notre spa de renommée internationale, offrant des traitements exclusifs à nos clients. 2016 - Réception de multiples distinctions pour notre service exceptionnel et nos installations de classe mondiale. Notre Mission Chez Grand Oasis, notre mission est de créer un havre de paix où chaque invité peut se ressourcer et profiter d'une expérience de luxe sans pareil. Nous nous efforçons de dépasser les attentes de nos clients en offrant des services personnalisés et en anticipant leurs besoins. Nos valeurs fondamentales sont la qualité, l'hospitalité et l'engagement envers l'excellence, ce qui se reflète dans chaque aspect de notre service. &#9733; Service personnalisé &#9733; Installations de luxe &#9733; Engagement envers l'excellence En Savoir Plus Découvrez tout ce que Grand Oasis a à offrir. Contactez-nous pour plus d'informations et pour planifier votre séjour. En Savoir Plus Notre Équipe Rencontrez les personnes passionnées et dévouées qui travaillent sans relâche pour faire de Grand Oasis un lieu exceptionnel. Marc Dupont Co-Fondateur & CEO Élise Martin Co-Fondatrice & COO Luc Bernard Directeur du Développement de Produits Sophie Dubois Directrice Marketing Antoine Lefevre Responsable du Support Client Marie Lambert Gestionnaire de Logistique Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "casino": "Grand Oasis - Casino de Luxe Grand Oasis Principal À propos Contacts Tarifs Casino Notre Casino Découvrez l'excitation et le luxe de notre casino. Plongez dans une expérience de jeu inoubliable. Bienvenue au Casino de Grand Oasis Le casino du Grand Oasis offre une expérience de jeu exceptionnelle dans un cadre luxueux et sophistiqué. Que vous soyez un joueur chevronné ou un novice, notre casino a quelque chose pour tout le monde. Avec une vaste gamme de jeux, des machines à sous aux tables de jeu classiques, notre casino promet des moments palpitants et mémorables. Notre personnel dévoué est toujours là pour vous assister et garantir que votre expérience soit la meilleure possible. Rejoignez-nous pour une aventure inoubliable au cœur du Grand Oasis. &#127922; Large gamme de jeux &#127942; Tournois exclusifs &#127869; Services de classe mondiale &#128176; Opportunités de gros gains Jeux Proposés Poker Blackjack Roulette Machines à Sous Baccarat Services du Casino Bar Profitez d'une sélection raffinée de cocktails et de boissons dans notre bar élégant, où l'atmosphère est toujours animée. Restaurant Dégustez des plats gastronomiques préparés par nos chefs étoilés, offrant une expérience culinaire inoubliable. Lounges Détendez-vous dans nos salons confortables, parfaits pour socialiser ou prendre une pause entre les jeux. Service de Voiturier Profitez de notre service de voiturier de luxe, pour un confort et une commodité ultime dès votre arrivée. Pour plus d'informations sur notre casino et nos services, contactez-nous dès maintenant. En Savoir Plus Événements et Tournois Nous organisons régulièrement des événements exclusifs et des tournois passionnants. Rejoignez-nous pour des moments inoubliables et des opportunités de remporter de grands prix. Tournoi de Poker Le tournoi de poker a attiré des joueurs passionnés de toute la région. L'ambiance était électrique avec des lumières tamisées et des tables soigneusement arrangées. La soirée a été animée par un DJ local, jouant des morceaux de jazz et de lounge pour ajouter à l'atmosphère sophistiquée. Les invités spéciaux incluaient des célébrités locales et des professionnels du poker renommés. Des hors-d'œuvres exquis et des cocktails signature ont été servis tout au long de la nuit. Soirée Blackjack La soirée Blackjack a été une célébration de l'élégance et de l'excitation. Les invités étaient habillés sur leur 31, et la salle était décorée dans un style classique de casino. Un orchestre live a joué des mélodies douces, créant une ambiance relaxante. Des joueurs de blackjack de tous niveaux se sont affrontés pour gagner des prix prestigieux. La soirée a également inclus un buffet gastronomique avec des plats internationaux et des vins fins. Compétition de Machines à Sous La compétition de machines à sous a transformé le casino en un festival vibrant. Avec des lumières clignotantes et des sons de jackpot, l'excitation était palpable. Les participants ont eu l'occasion de gagner des prix fabuleux, allant de gadgets électroniques à des séjours de luxe. La musique pop et les animations ont maintenu l'énergie haute tout au long de l'événement. Des influenceurs des médias sociaux et des personnalités locales ont également rejoint la fête, partageant leurs expériences en direct. Soirée Casino Royale La soirée Casino Royale a été le summum du glamour et du style. Les invités sont arrivés en tenue de gala, prêts à profiter d'une nuit de jeux de casino classiques et de divertissement de premier ordre. Un groupe de swing a joué en live, tandis que des danseurs professionnels ont offert des performances éblouissantes. La soirée a également comporté une collecte de fonds pour une œuvre de charité locale, avec des enchères silencieuses pour des objets de luxe. Des célébrités et des VIP ont assisté à l'événement, ajoutant une touche de prestige. Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Avertissement Cette page est destinée aux personnes âgées de 18 ans et plus. Je suis majeur Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "contacts": "Grand Oasis - Contactez-Nous Grand Oasis Principal À propos Contacts Tarifs Casino Nous Contacter Pour toute question, demande ou réservation, n'hésitez pas à nous contacter. Nous sommes là pour vous aider. Formulaire de Contact Remplissez le formulaire ci-dessous et nous vous répondrons dans les plus brefs délais. Nom: Email: Message: J'accepte la politique de confidentialité Envoyer Adresse, Téléphone & Email Vous pouvez également nous contacter directement via les coordonnées ci-dessous. Adresse: 239 Rte de Lannux, 32400 Ségos, France Téléphone: +33 03 0086 3282 Email: grandoasis@gmail.com Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "disclaimer": "Grand Oasis - Avertissement Légal Grand Oasis Principal À propos Contacts Tarifs Casino Avis de non-responsabilité 1. Généralités Le contenu de ce site web est fourni à titre d'information générale uniquement. Bien que nous nous efforcions de maintenir les informations à jour et exactes, nous ne faisons aucune déclaration ni garantie, expresse ou implicite, quant à l'exhaustivité, l'exactitude, la fiabilité, l'adéquation ou la disponibilité par rapport au site web ou aux informations, produits, services ou graphiques associés contenus sur le site web pour quelque usage que ce soit. 2. Utilisation des Informations Toute reliance que vous placez sur de telles informations est donc strictement à vos propres risques. En aucun cas, nous ne serons responsables de toute perte ou dommage, y compris, sans limitation, perte indirecte ou consécutive ou tout dommage quel qu'il soit résultant de la perte de données ou de profits découlant de ou en relation avec l'utilisation de ce site web. 3. Liens Externes À travers ce site web, vous pouvez accéder à d'autres sites web qui ne sont pas sous le contrôle de Grand Oasis. Nous n'avons aucun contrôle sur la nature, le contenu et la disponibilité de ces sites. L'inclusion de liens n'implique pas nécessairement une recommandation ni ne constitue une approbation des vues exprimées en leur sein. 4. Disponibilité du Site Tous les efforts sont faits pour maintenir le site web en fonctionnement sans heurts. Cependant, Grand Oasis n'assume aucune responsabilité et ne sera pas responsable du fait que le site web soit temporairement indisponible en raison de problèmes techniques indépendants de notre volonté. 5. Droits d'Auteur et Propriété Intellectuelle Ce site web et son contenu sont la propriété de Grand Oasis et sont protégés par les lois sur la propriété intellectuelle. Toute reproduction ou redistribution de tout ou partie du contenu sous toute forme est interdite, sauf indication contraire expresse. 6. Avis Juridique Les informations contenues dans ce site ne constituent pas un avis juridique, financier ou professionnel et ne doivent pas être invoquées en tant que telles. Vous devriez consulter un professionnel approprié pour obtenir des conseils spécifiques adaptés à votre situation. 7. Modifications Grand Oasis se réserve le droit de modifier, suspendre ou retirer tout aspect de ce site web à tout moment, y compris la disponibilité de toute fonctionnalité, base de données ou contenu du site web. Nous pouvons également imposer des limites à certaines fonctionnalités et services ou restreindre votre accès à certaines parties ou à l'ensemble du site web sans préavis ni responsabilité. 8. Exclusion de Responsabilité Grand Oasis ne garantit pas que le site web sera sécurisé ou exempt d'erreurs ou de virus. Vous êtes responsable de la mise en œuvre de procédures suffisantes pour répondre à vos besoins particuliers de protection contre de tels éléments destructeurs et de l'exactitude des données d'entrée et de sortie. 9. Utilisation Internationale Grand Oasis ne fait aucune déclaration selon laquelle les contenus du site web sont appropriés ou disponibles pour une utilisation dans d'autres emplacements en dehors du pays d'exploitation principal. L'accès au site web à partir de territoires où son contenu est illégal est interdit. 10. Limitation de Responsabilité Grand Oasis ne sera pas responsable de tout dommage direct, indirect, accessoire, spécial, consécutif ou punitif résultant de l'utilisation de, ou de l'incapacité d'utiliser, ce site web ou les services ou contenus fournis par ou via ce site web. 11. Contactez-Nous Si vous avez des questions concernant cet avis de non-responsabilité, veuillez nous contacter à l'adresse grandoasis@gmail.com. Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "index": "Grand Oasis: Luxe et Confort Grand Oasis Principal À propos Contacts Tarifs Casino Bienvenue à Grand Oasis Découvrez un havre de paix et de luxe au cœur de la France. À Propos de Nous Grand Oasis est synonyme de luxe et de confort depuis notre fondation en 2010. Situé dans l'un des endroits les plus pittoresques de la France, notre hôtel offre une expérience unique à chaque visiteur. Notre histoire commence avec une vision de créer un sanctuaire où les invités peuvent se détendre et se ressourcer loin de l'agitation quotidienne. Chaque détail de Grand Oasis a été pensé pour offrir une atmosphère de tranquillité et de raffinement. Au fil des années, nous avons accueilli des milliers de clients satisfaits, chacun repartant avec des souvenirs inoubliables. Notre engagement envers l'excellence est inébranlable, et nous sommes fiers de notre service impeccable. Nos installations de classe mondiale comprennent des chambres luxueuses, des restaurants gastronomiques, un spa de renommée internationale et bien plus encore. Chaque aspect de Grand Oasis est conçu pour offrir une expérience exceptionnelle. Nous vous invitons à découvrir la magie de Grand Oasis et à rejoindre notre communauté d'invités enchantés. Nos Services Spa Détendez-vous et revitalisez-vous avec nos traitements spa exclusifs. Piscine Profitez de notre piscine extérieure avec vue imprenable. Restaurant Dégustez des plats gastronomiques préparés par nos chefs renommés. Chambres & Suites Nos chambres et suites offrent un mélange parfait de confort et de luxe. Chaque chambre est décorée avec goût et équipée de toutes les commodités modernes. Chambre Standard À partir de 150€/nuit Suite de Luxe À partir de 300€/nuit Suite Présidentielle À partir de 500€/nuit Offres Spéciales Forfait Bien-Être Inclut un séjour de deux nuits et des traitements spa exclusifs. À partir de 400€ Séjour Gastronomique Profitez de notre offre spéciale incluant des repas gastronomiques. À partir de 350€ Escapade Romantique Un forfait parfait pour les couples, avec des services exclusifs. À partir de 450€ Témoignages de Clients \"Un séjour absolument merveilleux! Le service est impeccable et les installations sont de premier ordre.\" - Marie Dupont \"L'endroit parfait pour se détendre et se ressourcer. Nous reviendrons certainement!\" - Jean Martin \"Une expérience inoubliable. Chaque détail a été pensé pour le confort des clients.\" - Sophie Lefèvre Réservez Votre Séjour Maintenant Profitez d'une expérience inoubliable à Grand Oasis. Réservez votre chambre dès aujourd'hui! Réserver Maintenant Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "prices": "Grand Oasis - Nos Tarifs Grand Oasis Principal À propos Contacts Tarifs Casino Nos Tarifs Découvrez nos tarifs pour les chambres, suites, services supplémentaires et offres spéciales. Profitez du luxe à des prix compétitifs. Tarifs des Chambres &#128719; Chambre Standard: 150€ par nuit &#127969; Chambre Deluxe: 250€ par nuit &#128716; Suite Junior: 350€ par nuit &#127970; Suite Présidentielle: 500€ par nuit Tarifs des Services &#128705; Spa et Bien-être Profitez d'un moment de détente ultime avec nos soins de spa de classe mondiale. 100€ par séance &#127859; Dîner Gastronomique Savourez des plats exquis préparés par nos chefs étoilés. 75€ par personne &#127946; Accès à la Piscine Profitez d'une journée ensoleillée au bord de notre piscine luxueuse. 20€ par jour &#128693; Cours de Yoga Ressourcez-vous avec nos cours de yoga animés par des instructeurs qualifiés, adaptés à tous les niveaux. 50€ par séance Ne manquez pas nos offres spéciales. Réservez dès maintenant pour garantir votre séjour de rêve à Grand Oasis. Réservez Maintenant Offres Spéciales Profitez de nos offres spéciales et de nos forfaits pour vivre une expérience inoubliable à des tarifs avantageux. Forfait Romantique: Nuitée en Suite Présidentielle, dîner aux chandelles, accès privé au spa. 800€ par couple. Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "privacy-policy": "Grand Oasis - Politique de Confidentialité Grand Oasis Principal À propos Contacts Tarifs Casino Politique de confidentialité 1. Introduction Nous, à Grand Oasis, nous engageons à protéger la confidentialité de nos utilisateurs. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations personnelles lorsque vous visitez notre site web ou utilisez nos services. 2. Collecte des Informations Nous pouvons collecter des informations personnelles telles que votre nom, adresse, numéro de téléphone, adresse e-mail, et informations de paiement lorsque vous effectuez une réservation, vous inscrivez à notre newsletter ou remplissez un formulaire de contact sur notre site. 3. Utilisation des Informations Les informations que nous collectons sont utilisées pour traiter vos réservations, répondre à vos demandes, améliorer nos services, et vous envoyer des communications marketing avec votre consentement. 4. Partage des Informations Nous ne partageons vos informations personnelles avec des tiers que dans les circonstances suivantes : avec votre consentement explicite, pour respecter une obligation légale, ou pour protéger les droits et la sécurité de notre entreprise et de nos utilisateurs. 5. Protection des Données Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles contre l'accès non autorisé, la divulgation, la modification ou la destruction. Cependant, nous ne pouvons garantir la sécurité absolue des données transmises via Internet. 6. Utilisation des Cookies Notre site web utilise des cookies pour améliorer votre expérience utilisateur. Les cookies sont de petits fichiers texte stockés sur votre appareil. Vous pouvez choisir de désactiver les cookies via les paramètres de votre navigateur, mais cela peut affecter la fonctionnalité du site. 7. Droits des Utilisateurs Vous avez le droit d'accéder, de corriger, de supprimer ou de limiter le traitement de vos informations personnelles. Pour exercer ces droits, veuillez nous contacter à l'adresse grandoasis@gmail.com. 8. Conservation des Données Nous conservons vos informations personnelles aussi longtemps que nécessaire pour fournir nos services, respecter nos obligations légales, résoudre les litiges et appliquer nos accords. 9. Services de Tiers Notre site peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables des pratiques de confidentialité de ces sites. Nous vous encourageons à lire les politiques de confidentialité de chaque site que vous visitez. 10. Modifications de la Politique de Confidentialité Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou les lois applicables. Nous vous informerons de toute modification importante en publiant une nouvelle version sur notre site. 11. Contactez-Nous Si vous avez des questions ou des préoccupations concernant cette politique de confidentialité ou le traitement de vos informations personnelles, veuillez nous contacter à l'adresse grandoasis@gmail.com. 12. Consentement En utilisant notre site web, vous consentez à la collecte et à l'utilisation de vos informations personnelles conformément à cette politique de confidentialité. 13. Sécurité des Enfants Nous ne collectons pas sciemment des informations personnelles auprès d'enfants de moins de 18 ans. Si nous apprenons que nous avons collecté des informations personnelles d'un enfant de moins de 18 ans, nous prendrons des mesures pour supprimer ces informations de nos dossiers. 14. Transfert International de Données Vos informations personnelles peuvent être transférées et traitées dans des pays autres que votre pays de résidence. Ces pays peuvent avoir des lois sur la protection des données différentes de celles de votre pays. Nous prendrons les mesures appropriées pour garantir que vos informations personnelles restent protégées. 15. Examen et Mise à Jour de Vos Informations Nous vous encourageons à vérifier régulièrement vos informations personnelles et à les mettre à jour si nécessaire. Vous pouvez le faire en nous contactant à l'adresse grandoasis@gmail.com. 16. Réclamations Si vous pensez que vos droits de protection des données ont été violés, vous avez le droit de déposer une plainte auprès de l'autorité de protection des données compétente. Nous vous encourageons à nous contacter d'abord pour que nous puissions résoudre vos préoccupations. Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "terms-conditions": "Grand Oasis - Conditions Générales Grand Oasis Principal À propos Contacts Tarifs Casino Conditions générales 1. Introduction Les présentes conditions générales régissent l'utilisation de notre site web et de nos services. En accédant à notre site ou en utilisant nos services, vous acceptez ces conditions dans leur intégralité. Si vous n'êtes pas d'accord avec une partie de ces conditions, veuillez ne pas utiliser notre site ou nos services. 2. Utilisation du Site Web Vous vous engagez à utiliser notre site web uniquement à des fins légales et d'une manière qui n'enfreint pas les droits de, ou ne restreint ou n'empêche l'utilisation et la jouissance de ce site par une tierce partie. Vous acceptez de ne pas utiliser notre site pour toute activité illégale ou frauduleuse. 3. Réservations et Paiements Toutes les réservations effectuées via notre site sont sujettes à disponibilité et à confirmation. Vous acceptez de fournir des informations de paiement précises et complètes pour toutes les réservations. Nous nous réservons le droit d'annuler ou de refuser une réservation à tout moment. 4. Politique d'Annulation Les annulations doivent être effectuées conformément à notre politique d'annulation spécifique. Des frais d'annulation peuvent s'appliquer. Pour plus de détails, veuillez consulter notre politique d'annulation sur notre site web. 5. Propriété Intellectuelle Tout le contenu de notre site web, y compris les textes, images, logos et graphiques, est la propriété de Grand Oasis ou de ses concédants de licence et est protégé par les lois sur la propriété intellectuelle. Vous ne pouvez pas utiliser, reproduire ou distribuer ce contenu sans notre autorisation écrite préalable. 6. Limitation de Responsabilité Nous ne serons pas responsables des dommages directs, indirects, spéciaux ou consécutifs résultant de l'utilisation ou de l'incapacité à utiliser notre site web ou nos services. Cette limitation de responsabilité s'applique dans toute la mesure permise par la loi. 7. Modifications des Conditions Générales Nous nous réservons le droit de modifier ces conditions générales à tout moment. Les modifications entreront en vigueur dès leur publication sur notre site web. Nous vous encourageons à consulter régulièrement ces conditions pour rester informé des mises à jour. 8. Liens vers des Sites Tiers Notre site peut contenir des liens vers des sites web tiers. Nous ne sommes pas responsables du contenu ou des pratiques de confidentialité de ces sites. L'accès et l'utilisation de ces sites tiers sont à vos propres risques. 9. Confidentialité Votre utilisation de notre site web est également régie par notre politique de confidentialité, qui est incorporée par référence dans ces conditions générales. En utilisant notre site, vous acceptez les termes de notre politique de confidentialité. 10. Droit Applicable Ces conditions générales sont régies et interprétées conformément aux lois du pays dans lequel Grand Oasis est situé. Tout litige relatif à ces conditions sera soumis à la juridiction exclusive des tribunaux de ce pays. 11. Divisibilité Si une disposition de ces conditions générales est jugée invalide ou inapplicable par un tribunal compétent, les autres dispositions resteront en vigueur et de plein effet. 12. Intégralité de l'Accord Ces conditions générales, ainsi que notre politique de confidentialité, constituent l'intégralité de l'accord entre vous et Grand Oasis concernant votre utilisation de notre site web et de nos services, et remplacent tous les accords antérieurs et contemporains, écrits ou oraux, relatifs à ce sujet. 13. Contactez-Nous Si vous avez des questions concernant ces conditions générales, veuillez nous contacter à l'adresse grandoasis@gmail.com. 14. Résiliation Nous nous réservons le droit de suspendre ou de résilier votre accès à notre site web et à nos services à tout moment, sans préavis, pour violation de ces conditions générales ou pour toute autre raison que nous jugerons appropriée. 15. Indemnisation Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité Grand Oasis, ses dirigeants, directeurs, employés, agents et affiliés, contre toutes les réclamations, pertes, responsabilités, dommages, coûts et dépenses (y compris les honoraires d'avocats) résultant de votre utilisation de notre site web ou de votre violation de ces conditions générales. 16. Force Majeure Nous ne serons pas tenus responsables de tout retard ou manquement à nos obligations en vertu de ces conditions générales si le retard ou le manquement résulte d'un événement échappant à notre contrôle raisonnable, y compris, mais sans s'y limiter, les catastrophes naturelles, les conflits armés, les émeutes, les grèves, les restrictions gouvernementales ou les défaillances de réseau. Grand Oasis À propos Contacts Tarifs Casino Politique de confidentialité Conditions générales Avis de non-responsabilité Ce site utilise des cookies pour vous garantir la meilleure expérience sur notre site. En savoir plus. Accepter",
    "thank_page": "Grand Oasis - Merci Merci pour votre message ! Nous avons bien reçu votre demande et nous vous répondrons dans les plus brefs délais. Retour à la page principale"
  },
  "date": "2024-07-19T09:29:18.579Z"
}