{
  "name": "Hotel_AzureParis",
  "pages": {
    "about": "A propos du casino et de l'hôtel Azure Paris. A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge A propos de nous - Hotel Azure Paris ! Nous vous souhaitons la bienvenue dans notre luxueux hôtel-casino, où chaque instant est rempli d'excitation, de divertissement et d'expériences uniques. Découvrez un monde de jeux passionnants, une cuisine exquise et un service inégalé qui rendront votre séjour inoubliable. Rejoignez-nous et plongez dans le monde du luxe et de l'excitation à Azure Paris ! A propos de nous Bienvenue à Azure Paris, le joyau du jeu et du luxe en France ! Azure Paris est une combinaison unique de la sophistication du style parisien et du monde excitant du jeu. Notre hôtel-casino offre à ses clients une expérience inégalée de détente et de divertissement dont ils se souviendront pendant des années. Nos caractéristiques Des options de jeu sophistiquées Plus de 500 machines à sous et 100 tables de jeux. Nous proposons une large gamme de jeux, de la roulette et du blackjack classiques aux machines à sous les plus récentes et aux tournois de poker exclusifs. Hébergement de luxe L'Azure Paris propose des spectacles et des divertissements quotidiens pour rendre votre séjour inoubliable. Avec de la musique live, des représentations théâtrales, des spectacles humoristiques et bien plus encore, il y en a pour tous les goûts. Délices gastronomiques Notre hôtel-casino dispose de 5 restaurants et bars où les clients peuvent déguster une cuisine gastronomique préparée par les meilleurs chefs. Nous proposons des plats pour tous les goûts, des spécialités françaises traditionnelles à la cuisine internationale. Divertissements et activités Azure Paris propose des spectacles quotidiens et des divertissements pour rendre votre séjour inoubliable. Avec de la musique live, des représentations théâtrales, des spectacles humoristiques et bien plus encore, il y en a pour tous les goûts. Spa et bien-être Pour ceux qui cherchent à se détendre et à se revitaliser, notre spa propose une large gamme de soins et de services. Avec trois centres de spa et plus de 10 traitements, c'est l'endroit idéal pour détendre votre corps et votre esprit. Sécurité et confort à l'Azure Paris, nous accordons une attention particulière à la sécurité de nos hôtes. Un système de sécurité ultramoderne et une surveillance 24 heures sur 24 vous permettent de profiter de vos vacances en toute sérénité. A Azure Paris, nous nous engageons à fournir à nos hôtes des niveaux de service et de confort inégalés. Que vous soyez ici pour le jeu, les loisirs ou les affaires, notre équipe de professionnels est là pour rendre votre séjour aussi agréable et confortable que possible. Bienvenue à Azure Paris, un endroit où les rêves deviennent réalité ! Première fois dans un casino ? Bienvenue au casino-hôtel Azure Paris ! Préparez votre visite : Tout d'abord, assurez-vous d'être en possession d'une carte d'identité valide. Elle est nécessaire pour entrer dans le casino. Heures d'ouverture : Nos portes sont ouvertes tous les jours, y compris les jours fériés ! Vous pouvez profiter des machines à sous et des jeux de table électroniques à tout moment. Le soir, vous pouvez également plonger dans le monde de l'excitation avec des jeux de table tels que le poker et le blackjack. Sélection de jeux : Si vous êtes débutant et que vous ne savez pas par où commencer, nous vous recommandons de commencer par les machines à sous classiques. Elles sont faciles à utiliser et conviennent à tout le monde. Essayez également les jeux de table électroniques tels que la roulette ou le blackjack lorsque vous vous sentez à l'aise. Si vous préférez affronter d'autres joueurs, essayez la roulette anglaise ou le blackjack. Comment jouer ? Pour commencer à jouer aux machines ou aux jeux de table électroniques, il vous suffit d'insérer votre ticket dans la machine. Vous pouvez interrompre le jeu à tout moment en cliquant sur le bouton « Payer le crédit ». Pour jouer aux tables de jeu, échangez le montant contre des jetons à la caisse. En cas de doute, vous pouvez toujours demander de l'aide à notre personnel. Vous avez besoin d'aide ? Notre personnel est toujours prêt à vous renseigner et à répondre à vos questions. Consultez également notre foire aux questions. A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "contacts": "Contact Azure Paris Casino-Hôtel. A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Nous contacter Bienvenue dans la rubrique contact du Casino-Hôtel Azure Paris ! Vous trouverez ici toutes les informations nécessaires pour nous contacter ou nous poser des questions. Si vous avez des questions, des suggestions ou des commentaires, n'hésitez pas à nous contacter. Notre équipe sera heureuse de vous aider à tout moment. Nos données Téléphone: +33-39-32-78-58-22 E-mail: AzureParis@gmail.com Adresse: 44 Rue du Maréchal Foch, 45000 Orléans, France Durée de fonctionnement: Nous travaillons 24 heures sur 24 F.A.Q. Quelle est la limite d'âge pour visiter le casino ? Vous devez être âgé de plus de 18 ans pour visiter notre casino. Veuillez vous munir d'une pièce d'identité valide. Comment réserver une chambre d'hôtel ? Vous pouvez réserver une chambre sur notre site Internet, en appelant notre numéro de téléphone ou en envoyant une demande par courrier électronique. Quels sont les types de jeux disponibles dans votre casino ? Notre casino propose des machines à sous, du poker, du blackjack, de la roulette, du baccarat et des jeux de table électroniques. Avez-vous des primes pour les clients réguliers ? Oui, nous avons des programmes de fidélité et des bonus pour les clients réguliers. Vous pouvez en savoir plus sur notre site Internet ou auprès du personnel du casino. Quels sont les services proposés dans votre spa ? Notre centre de spa propose une variété de services, notamment des massages, des soins du visage, des traitements corporels, un sauna, un jacuzzi et une salle de remise en forme. Quels sont les horaires d'ouverture du casino et de l'hôtel ? Le casino et l'hôtel sont ouverts 24 heures sur 24, 7 jours sur 7, y compris les jours fériés. Comment puis-je payer mes services ? Nous acceptons les paiements en espèces, par carte de crédit ou de débit et par virement bancaire. Avez-vous des restaurants et des bars ? Oui, nous disposons de plusieurs restaurants et bars offrant un large éventail de nourriture et de boissons. Puis-je annuler ou modifier ma réservation ? Oui, vous pouvez annuler ou modifier votre réservation conformément à nos conditions d'annulation. Veuillez nous contacter pour plus de détails. Avez-vous un service de transfert depuis l'aéroport ? Oui, nous proposons un service de transfert depuis l'aéroport moyennant un supplément. Veuillez nous contacter pour réserver un transfert. Contactez nous Soumettre J'accepte Politique de confidentialité Nous trouver A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "cookies": "Cookies - Azure Paris A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Politique en matière de cookies Que sont les cookies ? Les cookies sont de petits fichiers texte qui sont stockés sur votre ordinateur ou votre appareil mobile lorsque vous visitez un site web. Ils permettent au site web de se souvenir de vos préférences et de vos actions sur le site web au fil du temps. Comment utilisons-nous les cookies ? Cookies nécessaires: Nous utilisons des cookies nécessaires pour garantir le bon fonctionnement de notre site web. Il s'agit notamment des cookies nécessaires à l'authentification de l'utilisateur et au traitement des demandes. Cookies analytiques: Nous utilisons des cookies pour collecter des informations statistiques anonymes sur la manière dont les utilisateurs interagissent avec notre site web. Cela nous aide à comprendre comment améliorer notre site web et offrir une meilleure expérience à l'utilisateur. Cookies de personnalisation: Nous utilisons également des cookies pour mémoriser vos préférences sur le site web afin de vous fournir un contenu et une publicité personnalisés. Vos droits et la gestion des cookies Vous pouvez gérer les cookies par le biais des paramètres de votre navigateur en les désactivant ou en les supprimant comme bon vous semble. Cependant, la désactivation des cookies peut affecter la fonctionnalité de notre site web et dégrader votre expérience d'utilisateur. Consentement à l'utilisation de cookies En visitant notre site web, vous consentez à l'utilisation de cookies conformément à notre politique. Modifications de notre politique en matière de cookies Nous nous réservons le droit de modifier notre politique en matière de cookies à tout moment. Toute modification sera publiée sur cette page. A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "disclaimer": "Disclaimer: Azure Paris. A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Disclaimer Utilisation du site web Les informations contenues dans ce site web sont fournies à titre d'information générale uniquement et ne constituent pas un avis ou une recommandation professionnelle. Nous nous efforçons de veiller à ce que les informations fournies sur ce site soient exactes et à jour. Toutefois, nous ne pouvons être tenus responsables de toute perte ou de tout dommage résultant de l'utilisation des informations contenues dans ce site web. Avis de non-responsabilité concernant le contenu Nous ne sommes pas responsables du contenu affiché ou accessible sur ce site web, y compris, mais sans s'y limiter, les textes, les images, les vidéos et le matériel audio. Toute utilisation ou confiance dans ce contenu se fait à vos propres risques. Liens externes Ce site web peut contenir des liens vers des sites web externes qui ne sont pas sous notre contrôle. Nous ne sommes pas responsables du contenu ou de l'exactitude des informations contenues dans ces sites externes. La fourniture de ces liens n'implique pas notre approbation et n'est faite qu'à titre d'information. Modifications de la clause de non-responsabilité Nous nous réservons le droit de modifier notre clause de non-responsabilité à tout moment. Nous vous encourageons à consulter régulièrement cette page pour obtenir des informations actualisées. A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "index": "Bienvenue au Casino-Hôtel Azure Paris ! A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Bienvenue à l'hôtel Azure Paris L'Azure Paris est l'incarnation du luxe et de l'exaltation au cœur de Paris. Nous vous proposons des vacances inoubliables dans une atmosphère d'élégance et de confort. Azure Paris vous attend. venez découvrir un monde de luxe et de plaisir unique. Azure Paris CASINO Plus de 500 Nombre de machines à sous 30 000 Nombre de visiteurs par mois 200 Nombre de chambres d'hôtel €50,000,000+ Total des gains de l'année dernière Livre Tournois et événements exclusifs. Bienvenue dans le monde du jeu et du divertissement à l'hôtel-casino Azure Paris ! Nous vous invitons à participer à nos tournois passionnants et à nos événements spéciaux. Tournois à venir Tournoi de poker Paris Finals Date: 15 juin. Heure: 18:00 Format: Texas Hold'em, No Limit Fonds de prix: €50,000 Tournoi de la roulette Great Spinner Date: 20 juin. Heure: 20:00 Format: Roulette européenne Fonds du prix: €30,000 Événements à venir Jazz Night Concert dans notre Lounge Bar Date: 25 juin. Heure: 21:00 Rejoignez-nous pour une soirée inoubliable en compagnie des meilleurs musiciens de jazz de Paris. L'entrée est gratuite pour tous les clients du casino-hôtel. Soirée exclusive « Nuit sous les étoiles »* Date: 30 juin. Heure: 22:00 Découvrez l'excitation et l'amusement lors de notre fête exclusive en plein air. Des cocktails, des DJ et une atmosphère unique vous attendent ! Promotions avec bonus Promotions bonus Obtenez des jetons supplémentaires et des prix spéciaux en participant à nos tournois. Réductions sur l'hébergement Réservez une chambre dans notre hôtel pour les dates de l'événement et bénéficiez de réductions spéciales sur l'hébergement. Suivez les mises à jour de notre site web et de nos médias sociaux pour rester au courant de tous les tournois et événements à venir. Préparez-vous à vivre une aventure passionnante avec Azure Paris Casino-Hotel ! Offres uniques 12 Tournois de poker mensuels 20+ Spectacles et événements quotidiens 10 000 m² Surface du casino Surveillance 24/7 Niveau de sécurité Livre Nos jeux et loisirs Bienvenue dans le monde du divertissement à l'Azure Paris ! Notre hôtel-casino offre une variété de jeux et de divertissements qui satisferont même les clients les plus sophistiqués. Découvrez les meilleures opportunités de divertissement et de détente. Casino Machines à sous Plus de 500 machines à sous modernes avec des thèmes passionnants et des jackpots généreux. Jeux de table Profitez des jeux classiques tels que la roulette, le blackjack, le baccarat et le poker. Nos croupiers professionnels vous feront vivre une expérience de jeu inégalée. Salle de poker Participez à nos tournois quotidiens et à nos jeux d'argent. Dans notre salle de poker, vous trouverez un environnement de jeu confortable et aurez l'occasion de rencontrer les meilleurs joueurs. Loisirs et divertissements Spectacles en direct et concerts L'Azure Paris accueille des spectacles en direct, des concerts et des représentations théâtrales tous les soirs. Les meilleurs artistes et musiciens créeront pour vous une ambiance festive. Bars et salons Détendez-vous avec un cocktail dans l'un de nos bars ou salons élégants. C'est l'endroit idéal pour rencontrer des amis ou passer une soirée romantique. Restaurants Cinq restaurants proposant des plats raffinés préparés par les meilleurs chefs du monde. Nous proposons des délices gastronomiques pour tous les goûts, des spécialités françaises à la cuisine internationale. Services complémentaires Spa et bien-être Nos spas proposent une large gamme de soins pour se détendre et se revitaliser. Essayez nos massages, notre sauna, notre hammam et bien plus encore. Piscines et centre de remise en forme Gardez la forme dans notre centre de remise en forme ultramoderne ou détendez-vous au bord de la piscine qui offre une vue imprenable. Excursions et activités Azure Paris organise des excursions passionnantes dans et autour de Paris. Visitez les sites célèbres, plongez dans l'atmosphère de la culture française. Azure Paris est un endroit où chacun trouvera quelque chose à apprécier. Que vous souhaitiez tenter votre chance au casino, assister à des spectacles ou simplement vous détendre, nous avons quelque chose de spécial pour vous. Nos réalisations 4.8/5 Évaluation moyenne des clients 2 000 Nombre de joueurs VIP Plus de 1 000 Nombre moyen d'invités par jour Plus de 10 Nombre de récompenses dans le secteur de l'hôtellerie Livre Témoignages de nos clients Jean-Luc M. Nous avons passé une semaine extraordinaire à l'hôtel-casino Azure Paris. Les belles chambres, le service impeccable et les divertissements passionnants ont rendu notre séjour inoubliable. Un grand merci à l'équipe de l'hôtel pour son hospitalité ! Sophie D. J'ai visité de nombreux casinos dans toute l'Europe, mais le Casino-Hôtel Azure Paris a dépassé toutes mes attentes. L'ambiance géniale, la superbe sélection de jeux et la gentillesse du personnel font de cet endroit un lieu inégalé dans le monde du jeu Pierre & Marie Nous avons passé notre anniversaire ici et ce fut l'une des meilleures vacances de notre vie ! Des restaurants incroyables, des spectacles passionnants et la possibilité de gagner un gros lot ont rendu notre voyage vraiment inoubliable Julien B. Ce casino-hôtel m'a laissé la plus forte impression. L'excellent service, la large gamme de jeux et l'atmosphère étonnante en font le meilleur endroit pour jouer à Paris !\" Sébastien R. Mes amis et moi avons décidé de visiter le Casino-Hôtel Azure Paris pour un week-end et c'était incroyable ! Les jeux passionnants, l'atmosphère de jeu et le personnel attentif ont rendu notre séjour inoubliable. Nous reviendrons sans aucun doute ! Elisabeth D. J'ai passé un week-end à l'hôtel-casino Azure Paris et je ne pouvais pas être plus heureux ! Les belles chambres, la cuisine exquise et les jeux passionnants ont créé la combinaison parfaite pour mes vacances. Un grand merci à tout le personnel pour ses soins et son attention ! A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "policy": "Politique de confidentialité - « Azure Paris ». A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Politique de confidentialité Collecte et utilisation des informations Nous pouvons recueillir des informations personnelles que vous nous fournissez lorsque vous vous inscrivez sur notre site, passez une commande ou vous abonnez à notre bulletin d'information. Ces informations peuvent inclure votre nom, votre adresse électronique, votre numéro de téléphone et d'autres coordonnées. Informations sur l'utilisation: Nous recueillons automatiquement des informations sur votre utilisation de notre site web, y compris les pages visitées, le temps passé sur le site, le type de navigateur et le système d'exploitation. Informations relatives à l'utilisation Nous utilisons les informations que nous recueillons pour vous fournir les services que vous demandez, traiter les commandes, gérer votre compte et communiquer avec vous. Amélioration du site: Nous analysons les informations collectées pour comprendre et améliorer notre site web et pour développer de nouveaux produits et services. Marketing: Nous pouvons utiliser vos coordonnées pour vous envoyer du matériel de marketing sur nos produits et services si vous y avez consenti. Échange d'informations Services secondaires: Nous pouvons partager vos informations personnelles avec des tiers qui nous aident à fournir des services tels que le traitement des paiements, la livraison des produits et les campagnes de marketing. Protection des données: Nous prenons des mesures de sécurité pour protéger vos informations personnelles contre l'accès, l'utilisation ou la divulgation non autorisés. Toutefois, nous ne pouvons pas garantir la sécurité absolue des données transmises sur l'internet. Vos droits Accès et correction: Vous avez le droit de demander l'accès à vos informations personnelles et de corriger ou de supprimer toute information inexacte. Abonnement: Vous pouvez refuser de recevoir des courriers promotionnels en suivant les instructions figurant dans chaque courrier électronique. Modifications de la politique de confidentialité Nous nous réservons le droit de modifier notre politique de confidentialité à tout moment. Toute modification sera publiée sur cette page. A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "prices": "Tarifs du Casino-Hôtel Azure Paris. A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Liste de prix Azure Paris Bienvenue dans la section tarifaire de l'hôtel-casino Azure Paris ! Vous trouverez ici des informations sur nos services, nos divertissements et les forfaits proposés à nos clients. Utilisez notre liste de prix pour organiser vos vacances au Casino-Hôtel Azure Paris. Nous vous garantissons des services de qualité et une expérience unique qui restera gravée dans votre mémoire ! Tarifs de l'hôtel Azure Paris Hébergement Chambre standard avec un lit: €200 par nuit Chambre standard avec deux lits: €250 par nuit. 3 Chambre de luxe avec vue sur la Tour Eiffel : 500 € par nuit. Appartement d'une chambre à coucher: €350 par nuit Appartements de deux chambres: €450 par nuit Suite présidentielle: 1000 € par jour Suite VIP au dernier étage: 1500 € par nuit Suite royale avec balcon: €800 par jour Studio avec kitchenette: €300 par nuit 10. Suite familiale avec chambre d'enfant: €600 par nuit Jeux et divertissements Machines à sous à faible mise: à partir de 0,50 € par tour Machines à sous à enjeux élevés: à partir de 5 € par tour Table de poker Texas Hold'em : à partir de 10 € par partie Roulette avec mise minimum: à partir de 1 € par partie Blackjack avec mise minimum: à partir de 5 € par partie Baccarat: à partir de 10 € par partie Craps: à partir de 5 € par partie Keno: à partir de 2 € par partie Pariements sportifs: à partir de 1 € par pari Loteries et tirages au sort : prix et lots variés Restaurants et bars Restaurant « Le Ciel Bleu »: à partir de 50 € par personne Restaurant « La Vue Panoramique »: à partir de 100 € par personne. Bar « Azure Lounge »: à partir de 10 € par boisson. Café « Parisian Delights »: à partir de 5 € par boisson Restaurant méditerranéen en terrasse: à partir de 75 € par personne. Spa & Fitness Soins spa: à partir de 100 € par séance Services de massage: à partir de 50 € par séance Salle de fitness avec entraîneur: à partir de 20 € par séance Aérobic et yoga: à partir de 15 € par séance Piscine d'eau thermale: à partir de 30 € par visite Services supplémentaires Location de voiture: à partir de 50 € par jour Transferts aéroport: à partir de 30 € l'aller simple. Tours de Paris: à partir de €50 par heure Services de baby-sitting: à partir de €20 par heure Centre d'affaires: à partir de 10 € par heure A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "terms": "Conditions générales - « Azure Paris » A propos de nous Prix Contact Attention ! L'entrée est réservée aux personnes âgées de plus de 18 ans. Notre hôtel-casino Azure Paris propose des services et des divertissements réservés aux adultes. Veuillez confirmer que vous avez plus de 18 ans pour continuer. Nous utilisons également des cookies pour améliorer notre site web. En continuant à utiliser notre site, vous acceptez notre Politique en matière de cookies. Confirmer l'âge Conditions d'utilisation Terme d'accord Les présentes conditions générales constituent un accord légal entre vous et Azure Paris Casino-Hotel régissant votre accès et votre utilisation de notre site Internet et de nos services. Acceptation des conditions En visitant notre site internet ou en utilisant nos services, vous acceptez automatiquement nos Conditions Générales. Votre responsabilité Vous acceptez de fournir des informations exactes lors de votre inscription et êtes responsable de la sécurité de votre compte. Propriété intellectuelle Tout le contenu de notre site web est protégé par des droits d'auteur et nous appartient, ainsi qu'à nos partenaires. Propriété intellectuelle Tout le contenu de notre site web est protégé par des droits d'auteur et nous appartient, ainsi qu'à nos partenaires. Limitation de responsabilité Nous ne serons pas responsables des pertes ou dommages résultant de l'utilisation de notre site web ou de nos services. Résolution des litiges Tous les litiges liés à nos conditions générales d'utilisation seront résolus conformément à la loi française. Modifications des conditions Nous nous réservons le droit de modifier nos conditions à tout moment. Les modifications seront publiées sur notre site web. Résiliation de l'utilisation Nous nous réservons le droit de résilier votre accès à notre site web ou à nos services si vous ne respectez pas nos conditions. Renonciation aux garanties Nous ne donnons aucune garantie quant au fonctionnement de notre site web ou des services fournis et ceux-ci sont fournis « en l'état ». Communications Nous pouvons vous contacter par courrier électronique ou par l'intermédiaire de notre site web pour des avis, de la publicité ou d'autres raisons liées à votre utilisation de nos services. Liens vers des ressources tierces Notre site web peut contenir des liens vers des sites web de tiers, mais nous ne sommes pas responsables de leur contenu ou de leur politique de confidentialité. Droit d'application Dans le cas où l'une des dispositions de nos conditions générales serait inapplicable, les autres dispositions resteront pleinement en vigueur. A propos de nous Prix Contact Chers visiteurs, veuillez noter que les jeux d'argent peuvent comporter un risque de perte d'argent. Nous vous recommandons de jouer de manière responsable et de fixer des limites pour vos paris. Tous les services de jeux d'argent sont fournis exclusivement aux personnes âgées de plus de 18 ans. Nous sommes responsables du maintien de la légalité et de l'adhésion aux règles des activités de jeu. Politique de confidentialité Clause de non-responsabilité Conditions d'utilisation Cookies © 2024 Casino-Hôtel « Azure Paris ». Tous droits réservés. Toute reproduction, copie ou distribution du matériel de ce site sans l'autorisation écrite préalable de Casino-Hotel est interdite.",
    "thanks": "Merci pour votre demande - Azure Paris. Remerciements Nous tenons à exprimer notre sincère gratitude à tous nos clients et partenaires pour leur confiance et leur soutien. Votre confiance en nous et en nos services nous incite chaque jour à nous améliorer et à vous offrir ce qu'il y a de mieux. Nous souhaitons également exprimer notre gratitude à tous nos employés pour leur travail inlassable et leur dévouement à nos objectifs communs. Grâce à votre professionnalisme et à votre dévouement, nous continuons à nous développer et à atteindre de nouveaux sommets. À notre communauté, à nos partenaires et à tous ceux qui nous soutiennent dans notre parcours, nous sommes profondément reconnaissants de votre contribution à notre succès. Nous nous efforçons d'être un partenaire fiable et responsable pour chacun d'entre vous. Nous vous remercions de faire partie de votre vie et de la confiance que vous nous accordez. Nous apprécions chacun d'entre vous et nous vous promettons de continuer à travailler pour améliorer nos services et répondre à vos besoins. Back"
  },
  "date": "2024-05-29T09:25:24.878Z"
}