{
  "name": "Hotel_Switzerland_MonteAzureResort",
  "pages": {
    "about": "Über MonteAzure Resort – Geschichte und Werte Heim Über uns Kontakt Preise Casino Über uns Unsere Geschichte MonteAzure Resort wurde mit einer Vision gegründet: einen luxuriösen Rückzugsort inmitten der atemberaubenden Schweizer Alpen zu schaffen. Seit unserer Eröffnung im Jahr 2005 haben wir uns der Bereitstellung unvergesslicher Erlebnisse verschrieben. Unsere Gründer, inspiriert von der natürlichen Schönheit der Alpen, begannen ihre Reise mit der Überzeugung, dass Luxus und Natur harmonisch koexistieren können. Das Resultat dieser Vision ist MonteAzure Resort, ein Ort, der Gästen höchsten Komfort und unberührte Natur bietet. Seit unseren bescheidenen Anfängen haben wir kontinuierlich expandiert und unsere Einrichtungen erweitert. Heute umfasst unser Resort erstklassige Spa-Einrichtungen, Gourmet-Restaurants und zahlreiche Freizeitangebote. Unsere Gäste schätzen die sorgfältige Gestaltung und den hochwertigen Service, der jeden Aufenthalt zu einem besonderen Erlebnis macht. Jedes Detail wurde mit Blick auf den Komfort und die Zufriedenheit unserer Gäste entworfen. Wir sind stolz darauf, einen Ort geschaffen zu haben, der sowohl für Erholungssuchende als auch für Abenteuerlustige ideal ist. Unsere Lage in den Schweizer Alpen bietet eine perfekte Kulisse für Aktivitäten im Freien und entspannte Momente. Durch unser Engagement für Nachhaltigkeit und Umweltschutz stellen wir sicher, dass die Schönheit der Alpen auch für zukünftige Generationen erhalten bleibt. Unsere Initiativen umfassen die Verwendung umweltfreundlicher Materialien und die Unterstützung lokaler Gemeinschaften. MonteAzure Resort bleibt ein Synonym für Luxus, Komfort und erstklassigen Service. Unsere Gäste kehren immer wieder zurück, um die Ruhe und den Luxus zu genießen, die unser Resort bietet. Unsere Mission und Werte Unsere Mission bei MonteAzure Resort ist es, unvergessliche Erlebnisse zu schaffen, die Luxus und Natur in perfekter Harmonie vereinen. Unsere Werte leiten uns bei jedem Schritt auf diesem Weg. Unsere Mission ist es, einen Ort zu bieten, an dem Gäste sich entspannen, erholen und die Schönheit der Natur genießen können. Wir streben danach, höchste Standards in Service und Gastfreundschaft zu erreichen. Wir glauben an Nachhaltigkeit und setzen uns dafür ein, unseren ökologischen Fußabdruck zu minimieren. Unsere Werte spiegeln unser Engagement für Umweltschutz und soziale Verantwortung wider. Unser Team besteht aus leidenschaftlichen Fachleuten, die sich dafür einsetzen, jedem Gast ein einzigartiges und unvergessliches Erlebnis zu bieten. Wir arbeiten kontinuierlich daran, unsere Angebote und Dienstleistungen zu verbessern. Integrität &#10003; Exzellenz &#10003; Nachhaltigkeit &#10003; Gastfreundschaft &#10003; Innovation &#10003; Unser Team Unser engagiertes Team von Fachleuten ist hier, um sicherzustellen, dass Ihr Aufenthalt im MonteAzure Resort unvergesslich wird. Lernen Sie die Menschen hinter unserem Erfolg kennen. Johann Meier Gründer & Geschäftsführer Anna Müller Leiterin der Gästebetreuung Markus Schmid Küchenchef Sophia Weber Leiterin Spa Fabian Fischer Leiter Outdoor-Aktivitäten Unsere Prinzipien Bei MonteAzure Resort leiten uns klare Prinzipien, die unser Engagement für Qualität, Nachhaltigkeit und exzellenten Service widerspiegeln. &#x1F4AA; Integrität: Wir handeln ehrlich und transparent in allen unseren Geschäftspraktiken. &#x1F30D; Nachhaltigkeit: Wir setzen uns für den Schutz der Umwelt und die Unterstützung lokaler Gemeinschaften ein. &#x1F4BC; Exzellenz: Wir streben stets danach, unseren Gästen den besten Service und die besten Einrichtungen zu bieten. &#x1F331; Innovation: Wir suchen kontinuierlich nach neuen Wegen, um unsere Angebote und Dienstleistungen zu verbessern. Integrität bedeutet für uns, dass wir in all unseren Handlungen ehrlich und transparent sind. Dies schafft Vertrauen bei unseren Gästen und Partnern. Nachhaltigkeit ist ein zentraler Wert für uns. Wir setzen uns dafür ein, die natürliche Schönheit der Alpen zu bewahren und unsere Umweltbelastung zu minimieren. Exzellenz ist der Maßstab, an dem wir unsere Leistungen messen. Wir bemühen uns, unseren Gästen unvergessliche Erlebnisse zu bieten, die ihre Erwartungen übertreffen. Innovation treibt uns an. Wir sind stets auf der Suche nach neuen Ideen und Ansätzen, um unseren Service zu verbessern und unseren Gästen einzigartige Erlebnisse zu bieten. Jetzt buchen Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "casino": "MonteAzure Casino – Erstklassige Unterhaltung Heim Über uns Kontakt Preise Casino Casino Willkommen im MonteAzure Casino Erleben Sie die aufregende Welt des Glücksspiels im MonteAzure Casino. Unser exklusives Casino bietet eine erstklassige Auswahl an Spielen und Unterhaltungsmöglichkeiten. Unser Casino ist bekannt für seine luxuriöse Atmosphäre und hervorragenden Service. Genießen Sie eine Vielzahl von Tischspielen und Spielautomaten in einem eleganten und komfortablen Ambiente. Unsere freundlichen und professionellen Mitarbeiter stehen Ihnen zur Verfügung, um Ihnen ein unvergleichliches Spielerlebnis zu bieten. Von klassischen Spielen wie Roulette und Blackjack bis hin zu modernen Spielautomaten und Pokerturnieren - bei uns finden Sie alles, was das Herz eines Glücksspielenthusiasten höher schlagen lässt. Jedes Spiel ist sorgfältig ausgewählt, um Ihnen die beste Unterhaltung und die besten Gewinnchancen zu bieten. Das MonteAzure Casino bietet nicht nur erstklassige Spiele, sondern auch exklusive Veranstaltungen und Turniere. Nehmen Sie an spannenden Pokerturnieren teil, testen Sie Ihr Glück bei unseren speziellen Veranstaltungen und genießen Sie die einzigartige Atmosphäre, die nur unser Casino bieten kann. Ob Sie ein erfahrener Spieler sind oder einfach nur das Glück versuchen möchten, unser Casino bietet für jeden etwas. Besuchen Sie uns und erleben Sie die Faszination und den Nervenkitzel des Glücksspiels in einer luxuriösen Umgebung. Spiele und Unterhaltung Unser Casino bietet eine Vielzahl von Spielen, darunter: Roulette Drehen Sie das Rad und setzen Sie auf Ihre Lieblingsnummern. Blackjack Testen Sie Ihre Fähigkeiten und versuchen Sie, 21 zu erreichen. Poker Nehmen Sie an spannenden Pokerturnieren teil und zeigen Sie Ihr Pokerface. Regeln und Politik Unser Casino folgt strengen Regeln und Richtlinien, um eine faire und sichere Umgebung für alle Gäste zu gewährleisten: &#128100; Alle Gäste müssen mindestens 18 Jahre alt sein. &#127942; Verantwortungsbewusstes Spielen wird gefördert und unterstützt. &#128683; Wir behalten uns das Recht vor, den Eintritt zu verweigern. &#128274; Foto- und Videoaufnahmen sind im Casino nicht gestattet. &#128230; Gäste müssen sich jederzeit respektvoll gegenüber anderen Spielern und Mitarbeitern verhalten. &#127873; Alkoholkonsum in Maßen ist erlaubt, jedoch behalten wir uns das Recht vor, übermäßigen Alkoholkonsum zu unterbinden. &#128179; Alle Spieleinsätze müssen in der offiziellen Währung des Casinos erfolgen. &#128200; Spielgewinne müssen unmittelbar nach dem Spiel abgerechnet werden. Jetzt spielen Erleben Sie die Spannung und das Abenteuer im MonteAzure Casino. Klicken Sie auf den Button, um Ihre Reservierung zu machen und das Spiel zu beginnen. Jetzt spielen Casino Turniere Nehmen Sie an unseren spannenden Casinoturnieren teil und gewinnen Sie große Preise: Wöchentliches Pokerturnier Jeden Freitagabend um 20:00 Uhr. Monatliches Blackjack-Turnier Am ersten Samstag jedes Monats um 19:00 Uhr. Roulette Grand Prix Jährliches Event mit großen Gewinnen und exklusiven Preisen. Kundenservice im Casino Unser freundliches und professionelles Personal steht Ihnen rund um die Uhr zur Verfügung, um Ihren Aufenthalt so angenehm wie möglich zu gestalten. Genießen Sie erstklassigen Service und Unterstützung bei all Ihren Anliegen. Unser Concierge-Service hilft Ihnen bei Reservierungen, Wegbeschreibungen und allgemeinen Informationen. Unser Team ist stets bereit, Ihnen beim Wechseln von Chips oder bei Fragen zu den Spielen zu helfen. Gäste können jederzeit Getränke und Snacks von unserem Servicepersonal bestellen, während sie spielen. Wir bieten auch Unterstützung für verantwortungsbewusstes Spielen und haben immer ein offenes Ohr für Ihre Anliegen. Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Zutritt ab 18 Jahren Diese Seite ist nur für Personen ab 18 Jahren geeignet. Bitte bestätigen Sie Ihr Alter, um fortzufahren. Ich bin 18 oder älter Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "contacts": "Kontaktieren Sie MonteAzure Resort – Wir sind hier Heim Über uns Kontakt Preise Casino Kontakt Unser Standort Besuchen Sie uns im Herzen der Schweizer Alpen. Unser Resort bietet eine atemberaubende Aussicht und erstklassige Annehmlichkeiten. MonteAzure Resort Voa Sartons 58, 7077 Valbella, Schweiz Kontaktieren Sie uns Unser Team steht Ihnen zur Verfügung, um Ihre Fragen zu beantworten und Ihnen bei Ihren Anliegen zu helfen. Kontaktieren Sie uns telefonisch oder per E-Mail. Telefon: +41 044 627 28 48 Email: monteazure@gmail.com Kontaktformular Wir freuen uns, von Ihnen zu hören. Bitte füllen Sie das untenstehende Formular aus, und ein Mitglied unseres Teams wird sich so schnell wie möglich bei Ihnen melden. Name Email Nachricht Ich stimme der Datenschutzerklärung zu Nachricht senden Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "disclaimer": "Haftungsausschluss – MonteAzure Resort Heim Über uns Kontakt Preise Casino Haftungsausschluss 1. Allgemeine Hinweise Die Inhalte unserer Website werden mit größter Sorgfalt erstellt. Dennoch übernehmen wir keine Gewähr für die Richtigkeit, Vollständigkeit und Aktualität der bereitgestellten Inhalte. 2. Haftung für Inhalte Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. 3. Haftung für Links Unsere Website enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. 4. Verfügbarkeit der Website Wir bemühen uns, die Website stets zugänglich zu halten, können jedoch keine Haftung für Ausfallzeiten übernehmen. Wartungsarbeiten, Weiterentwicklungen oder andere Umstände können die Verfügbarkeit einschränken oder zeitweise aufheben. 5. Urheberrecht Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Beiträge Dritter sind als solche gekennzeichnet. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. 6. Datenschutz Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. 7. Haftung für Schäden Wir haften nicht für direkte, indirekte, zufällige oder Folgeschäden, die durch die Nutzung oder die Unmöglichkeit der Nutzung unserer Website entstehen. Dies gilt auch, wenn wir auf die Möglichkeit solcher Schäden hingewiesen wurden. 8. Rechtliche Hinweise Alle Informationen und Erklärungen dieser Internetseiten sind unverbindlich. Monte Azure Resort übernimmt für die Richtigkeit und Vollständigkeit der Inhalte keine Gewähr. Es werden keine Garantien übernommen und keine Zusicherungen von Produkteigenschaften gemacht. Aus den Inhalten der Internetseiten ergeben sich keine Rechtsansprüche. 9. Änderungen Wir behalten uns das Recht vor, jederzeit ohne vorherige Ankündigung Änderungen oder Ergänzungen der bereitgestellten Informationen vorzunehmen. 10. Externe Inhalte Wir übernehmen keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Sollten rechtswidrige Inhalte auf verlinkten Seiten bekannt werden, werden diese Links umgehend entfernt. 11. Anwendbares Recht Es gilt ausschließlich das maßgebliche Recht der Bundesrepublik Deutschland. 12. Kontakt Falls Sie Fragen zu diesem Haftungsausschluss haben, kontaktieren Sie uns bitte unter monteazure@gmail.com. Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "index": "MonteAzure Resort – Ihr Luxus-Resort in den Alpen Heim Über uns Kontakt Preise Casino Willkommen im MonteAzure Resort Erleben Sie Luxus und Natur in perfekter Harmonie im Herzen der Schweizer Alpen. Jetzt buchen Über MonteAzure Resort Unser Resort verfügt über elegant gestaltete Zimmer und Suiten, die Komfort und Stil bieten. Jedes Zimmer ist mit modernen Annehmlichkeiten ausgestattet, um sicherzustellen, dass Ihr Aufenthalt bei uns so komfortabel wie möglich ist. Von luxuriösen Betten bis hin zu atemberaubenden Ausblicken auf die Alpen, bei uns finden Sie alles, was Sie für eine erholsame Zeit benötigen. Genießen Sie unsere hochmodernen Spa-Einrichtungen und Restaurants mit exquisiter Küche. Unser Spa bietet eine Vielzahl von Behandlungen, die speziell darauf ausgelegt sind, Ihnen zu helfen, sich zu entspannen und zu regenerieren. In unseren Restaurants können Sie köstliche Gerichte genießen, die von unseren erfahrenen Köchen aus frischen, regionalen Zutaten zubereitet werden. Erleben Sie unvergessliche Momente mit unseren Freizeit- und Outdoor-Aktivitäten. Ob Sie die Alpen erkunden, eine Wanderung unternehmen oder einfach nur die Natur genießen möchten, unser Resort bietet eine Vielzahl von Aktivitäten, die für jeden Geschmack etwas bieten. Wir organisieren auch geführte Touren und Exkursionen, um sicherzustellen, dass Sie das Beste aus Ihrem Aufenthalt herausholen. Wir bieten personalisierte Dienstleistungen, um Ihren Aufenthalt so angenehm wie möglich zu gestalten. Unser freundliches und professionelles Personal steht Ihnen jederzeit zur Verfügung, um Ihre Wünsche zu erfüllen und sicherzustellen, dass Sie sich wie zu Hause fühlen. Von der Organisation spezieller Veranstaltungen bis hin zu individuellen Arrangements - wir sind hier, um Ihnen zu helfen. Entdecken Sie die Schönheit der Schweizer Alpen mit MonteAzure Resort als Ihrem luxuriösen Rückzugsort. Unsere einzigartige Lage ermöglicht es Ihnen, die atemberaubende Landschaft zu genießen und gleichzeitig von den Annehmlichkeiten eines erstklassigen Resorts zu profitieren. Ob Sie einen ruhigen Rückzugsort oder ein aufregendes Abenteuer suchen, wir bieten Ihnen beides. MonteAzure Resort ist mehr als nur ein Ort zum Übernachten – es ist ein Erlebnis. Wir laden Sie ein, den ultimativen Luxus und Komfort inmitten der herrlichen Natur der Schweizer Alpen zu erleben. Unser Engagement für Qualität und Service stellt sicher, dass jeder Moment, den Sie bei uns verbringen, unvergesslich bleibt. Kommen Sie und erleben Sie die Magie von MonteAzure Resort. Lassen Sie sich von unserem erstklassigen Service, den luxuriösen Annehmlichkeiten und der atemberaubenden Natur verzaubern. Wir freuen uns darauf, Ihnen einen unvergesslichen Aufenthalt zu bieten und Ihre Erwartungen zu übertreffen. Nehmen Sie sich eine Auszeit Standard Zimmer Ein gemütliches Zimmer mit modernen Annehmlichkeiten und atemberaubendem Bergblick. Deluxe Zimmer Luxuriöses Zimmer mit King-Size-Bett und privatem Balkon. Suite Geräumige Suite mit separatem Wohnbereich und Panoramablick auf die Alpen. Erleben Sie pure Entspannung Spa Moderne Spa-Einrichtungen mit Innenpool, Massageräumen und Entspannungsbereichen. Restaurant Gourmet-Restaurant mit feiner Küche und malerischem Bergblick. Bereit für Ihr nächstes Abenteuer? Buchen Sie jetzt Ihren Aufenthalt im MonteAzure Resort und erleben Sie unvergessliche Momente in den Schweizer Alpen. Jetzt buchen Was unsere Gäste sagen \"Ein unvergessliches Erlebnis! Die Aussicht und der Service waren hervorragend.\" - Anna Müller \"Das beste Resort, das ich je besucht habe. Perfekt für eine Auszeit.\" - Johann Schmidt \"Luxus und Komfort in einer atemberaubenden Umgebung. Ich komme wieder!\" - Lena Fischer Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "prices": "Preise und Angebote – MonteAzure Resort Heim Über uns Kontakt Preise Casino Preise Zimmerpreise Entdecken Sie unsere luxuriösen Unterkünfte und finden Sie die perfekte Option für Ihren Aufenthalt im MonteAzure Resort. Standard Zimmer CHF 200 / Nacht Komfortables Zimmer mit Doppelbett, eigenem Bad und wunderschöner Aussicht. Deluxe Zimmer CHF 350 / Nacht Geräumiges Zimmer mit Kingsize-Bett, eigenem Balkon und luxuriösen Annehmlichkeiten. Suite CHF 500 / Nacht Elegante Suite mit separatem Wohnbereich, privatem Whirlpool und Panoramablick. Paketangebote Nutzen Sie unsere exklusiven Paketangebote und sparen Sie bei Ihrem nächsten Aufenthalt im MonteAzure Resort. Winterzauber 20% Rabatt Genießen Sie die winterliche Schönheit der Schweizer Alpen mit einem Rabatt von 20% auf Ihren Aufenthalt. Frühlingsgefühle 15% Rabatt Erleben Sie den Frühling in voller Blüte und erhalten Sie 15% Rabatt auf Ihre Buchung. Sommertraum 10% Rabatt Machen Sie das Beste aus Ihrem Sommerurlaub mit einem Rabatt von 10% auf Ihren Aufenthalt. Buchen Sie jetzt Ihren Aufenthalt Erleben Sie Luxus und Komfort im MonteAzure Resort. Buchen Sie noch heute und sichern Sie sich die besten Angebote. Jetzt buchen Spezialangebote Entdecken Sie unsere exklusiven Angebote und erleben Sie einen unvergesslichen Aufenthalt im MonteAzure Resort. Romantisches Wochenende Überraschen Sie Ihren Partner mit einem romantischen Wochenende inklusive Champagner und Spa-Behandlungen. Familienausflug Genießen Sie besondere Familienangebote mit Aktivitäten für Kinder und Eltern. Wellness-Retreat Erholen Sie sich mit unserem speziellen Wellness-Paket, das Massagen, Yoga-Kurse und mehr umfasst. Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "privacy-policy": "Datenschutzrichtlinie – MonteAzure Resort Heim Über uns Kontakt Preise Casino Datenschutzerklärung 1. Einführung Wir bei Monte Azure Resort sind verpflichtet, Ihre Privatsphäre zu schützen. Diese Datenschutzerklärung beschreibt, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen. Durch die Nutzung unserer Website stimmen Sie den Bedingungen dieser Datenschutzerklärung zu. 2. Informationen, die wir sammeln Wir können persönliche Informationen wie Ihren Namen, Ihre E-Mail-Adresse, Telefonnummer und Zahlungsdetails sammeln, wenn Sie eine Reservierung vornehmen, sich für unseren Newsletter anmelden oder uns kontaktieren. Wir sammeln auch nicht-personenbezogene Informationen wie Ihre IP-Adresse, Browsertyp und Surfgewohnheiten durch Cookies und andere Tracking-Technologien. 3. Nutzung der Informationen Wir verwenden die gesammelten Informationen, um unsere Dienstleistungen bereitzustellen und zu verbessern, Reservierungen zu bearbeiten, Werbematerial zu versenden, auf Anfragen zu antworten und für andere Zwecke mit Ihrer Zustimmung. Wir können Ihre Informationen auch verwenden, um gesetzlichen Verpflichtungen nachzukommen. 4. Datenweitergabe Wir verkaufen oder vermieten Ihre persönlichen Daten nicht an Dritte. Wir können Ihre Informationen mit vertrauenswürdigen Dienstleistern teilen, die uns beim Betrieb unserer Website, der Durchführung unseres Geschäfts oder der Bereitstellung von Dienstleistungen für Sie unterstützen, sofern diese zustimmen, Ihre Informationen vertraulich zu behandeln. Wir können Ihre Informationen auch offenlegen, wenn dies gesetzlich vorgeschrieben ist. 5. Datensicherheit Wir setzen eine Vielzahl von Sicherheitsmaßnahmen ein, um die Sicherheit Ihrer persönlichen Daten zu gewährleisten. Allerdings ist keine Methode der Übertragung über das Internet oder der elektronischen Speicherung 100% sicher, und wir können ihre absolute Sicherheit nicht garantieren. 6. Cookies Unsere Website verwendet Cookies, um Ihre Browsing-Erfahrung zu verbessern. Cookies sind kleine Dateien, die eine Website oder ihr Dienstanbieter über Ihren Webbrowser auf die Festplatte Ihres Computers überträgt. Sie können Cookies über Ihre Browsereinstellungen deaktivieren, aber dies kann Ihre Fähigkeit, bestimmte Funktionen unserer Website zu nutzen, beeinträchtigen. 7. Links zu Drittanbietern Unsere Website kann Links zu Drittanbieterseiten enthalten. Diese Seiten haben separate und unabhängige Datenschutzerklärungen. Wir übernehmen keine Verantwortung oder Haftung für den Inhalt und die Aktivitäten dieser verlinkten Seiten. 8. Ihre Rechte Sie haben das Recht, auf Ihre bei uns gespeicherten persönlichen Daten zuzugreifen, diese zu korrigieren oder zu löschen. Sie haben auch das Recht, bestimmten Arten der Datenverarbeitung zu widersprechen oder diese einzuschränken. Um diese Rechte auszuüben, kontaktieren Sie uns bitte unter monteazure@gmail.com. 9. Datenschutz von Kindern Unsere Website ist nicht für Kinder unter 18 Jahren bestimmt. Wir sammeln wissentlich keine persönlichen Informationen von Kindern unter 18 Jahren. Wenn wir feststellen, dass wir versehentlich persönliche Informationen von einem Kind unter 18 Jahren erhalten haben, werden wir diese Informationen aus unseren Aufzeichnungen löschen. 10. Änderungen dieser Richtlinie Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzerklärung auf unserer Website veröffentlichen. Ihre fortgesetzte Nutzung der Website nach den Änderungen bedeutet, dass Sie die überarbeitete Richtlinie akzeptieren. 11. Kontaktieren Sie uns Wenn Sie Fragen oder Bedenken zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte unter monteazure@gmail.com. 12. Anwendbares Recht Diese Datenschutzerklärung unterliegt den Gesetzen des Landes, in dem Monte Azure Resort tätig ist, und wird in Übereinstimmung mit diesen ausgelegt, ohne Rücksicht auf die Bestimmungen zum Konflikt der Gesetze. 13. Datenspeicherung Wir werden Ihre persönlichen Daten so lange aufbewahren, wie es notwendig ist, um die Zwecke zu erfüllen, für die sie gesammelt wurden, unsere gesetzlichen Verpflichtungen zu erfüllen, Streitigkeiten beizulegen und unsere Vereinbarungen durchzusetzen. 14. Internationale Übertragungen Ihre persönlichen Daten können in andere Länder als Ihr eigenes übertragen und dort verarbeitet werden. Diese Länder können Datenschutzgesetze haben, die sich von denen Ihres Landes unterscheiden. Wir werden angemessene Maßnahmen ergreifen, um sicherzustellen, dass Ihre persönlichen Daten in Übereinstimmung mit dieser Datenschutzerklärung geschützt bleiben. 15. Datenschutzbeauftragter Wir haben einen Datenschutzbeauftragten (DPO) ernannt, der die Einhaltung dieser Datenschutzerklärung überwacht. Wenn Sie Fragen oder Bedenken zu unseren Datenpraktiken haben, können Sie unseren DPO unter monteazure@gmail.com kontaktieren. 16. Zustimmung Durch die Nutzung unserer Website stimmen Sie der Sammlung und Nutzung Ihrer persönlichen Daten wie in dieser Datenschutzerklärung beschrieben zu. Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "terms-conditions": "Nutzungsbedingungen – MonteAzure Resort Heim Über uns Kontakt Preise Casino Allgemeine Geschäftsbedingungen 1. Einführung Diese Allgemeinen Geschäftsbedingungen (AGB) regeln die Nutzung unserer Website und die Erbringung unserer Dienstleistungen. Durch den Zugriff auf unsere Website oder die Nutzung unserer Dienstleistungen stimmen Sie diesen AGB zu. 2. Vertragsabschluss Ein Vertrag zwischen Ihnen und Monte Azure Resort kommt zustande, wenn Sie eine Reservierung vornehmen und wir diese bestätigen. Alle Reservierungen unterliegen der Verfügbarkeit und der Annahme durch uns. 3. Dienstleistungen Wir bieten eine Vielzahl von Dienstleistungen an, darunter Unterkunft, Verpflegung und Freizeitaktivitäten. Die genauen Details und Bedingungen unserer Dienstleistungen finden Sie auf unserer Website oder in den entsprechenden Buchungsunterlagen. 4. Preise und Zahlung Alle Preise auf unserer Website sind in der angegebenen Währung und enthalten, sofern nicht anders angegeben, die gesetzliche Mehrwertsteuer. Zahlungen müssen zum Zeitpunkt der Buchung erfolgen, es sei denn, es wurden andere Vereinbarungen getroffen. 5. Stornierung und Rückerstattung Stornierungen müssen schriftlich erfolgen. Die Bedingungen für Stornierungen und Rückerstattungen variieren je nach gebuchter Dienstleistung und werden in den Buchungsunterlagen oder auf unserer Website detailliert beschrieben. 6. Haftung Monte Azure Resort haftet nicht für direkte, indirekte, zufällige oder Folgeschäden, die sich aus der Nutzung unserer Website oder Dienstleistungen ergeben. Unsere Haftung ist in jedem Fall auf den Betrag beschränkt, den Sie für die betroffene Dienstleistung bezahlt haben. 7. Höhere Gewalt Wir sind nicht verantwortlich für die Nichterfüllung unserer Verpflichtungen aufgrund von Ereignissen, die außerhalb unserer Kontrolle liegen, wie Naturkatastrophen, Krieg, Streik oder andere Fälle höherer Gewalt. 8. Änderungen der AGB Wir behalten uns das Recht vor, diese AGB jederzeit zu ändern. Änderungen werden auf unserer Website veröffentlicht und treten sofort in Kraft. Ihre fortgesetzte Nutzung unserer Website oder Dienstleistungen nach den Änderungen bedeutet, dass Sie die neuen AGB akzeptieren. 9. Datenschutz Ihre Privatsphäre ist uns wichtig. Informationen darüber, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen, finden Sie in unserer Datenschutzerklärung. 10. Anwendbares Recht Diese AGB unterliegen den Gesetzen des Landes, in dem Monte Azure Resort tätig ist, und werden in Übereinstimmung mit diesen ausgelegt, ohne Rücksicht auf die Bestimmungen zum Konflikt der Gesetze. 11. Streitbeilegung Alle Streitigkeiten, die sich aus oder im Zusammenhang mit diesen AGB ergeben, werden durch die zuständigen Gerichte des Landes entschieden, in dem Monte Azure Resort tätig ist. 12. Geistiges Eigentum Alle Inhalte unserer Website, einschließlich Text, Grafiken, Logos und Bilder, sind das Eigentum von Monte Azure Resort oder seinen Lizenzgebern und durch das Urheberrecht geschützt. Ohne unsere ausdrückliche schriftliche Zustimmung dürfen diese Inhalte nicht verwendet, kopiert oder verbreitet werden. 13. Kontakt Wenn Sie Fragen oder Bedenken zu diesen AGB haben, kontaktieren Sie uns bitte unter monteazure@gmail.com. 14. Salvatorische Klausel Sollte eine Bestimmung dieser AGB ungültig oder nicht durchsetzbar sein, bleibt die Gültigkeit der übrigen Bestimmungen unberührt. Die ungültige oder nicht durchsetzbare Bestimmung wird durch eine gültige und durchsetzbare Bestimmung ersetzt, die der Absicht der ursprünglichen Bestimmung am nächsten kommt. 15. Nutzungsbedingungen der Website Die Nutzung unserer Website erfolgt auf Ihr eigenes Risiko. Wir übernehmen keine Verantwortung für Schäden, die durch den Zugriff oder die Nutzung unserer Website entstehen könnten. 16. Änderungen der Dienstleistungen Wir behalten uns das Recht vor, unsere Dienstleistungen oder Teile davon jederzeit ohne vorherige Ankündigung zu ändern oder einzustellen. Über uns Kontakt Preise Casino Haftungsausschluss Datenschutzerklärung Allgemeine Geschäftsbedingungen Diese Website verwendet Cookies, um sicherzustellen, dass Sie die beste Erfahrung auf unserer Website machen. Mehr erfahren Akzeptieren",
    "thank_page": "Danke für Ihre Anfrage – MonteAzure Resort Vielen Dank für Ihre Nachricht! Wir haben Ihre Nachricht erhalten und werden uns so schnell wie möglich bei Ihnen melden. Vielen Dank, dass Sie MonteAzure Resort kontaktiert haben. Zurück zur Startseite"
  },
  "date": "2024-07-17T06:50:46.780Z"
}