{
  "name": "ImperialIndia",
  "pages": {
    "about-us": "About Us - Imperial Hotel Resort - Discover Our Commitment to Excellence Imperial Home About us Casino Contact ABOUT IMPERIAL HOTEL RESORT Welcome to Imperial Hotel Resort, your premier destination for luxury and relaxation. At Imperial, we are dedicated to providing an unparalleled experience through our elegant accommodations, world-class amenities, and exceptional service. Our mission is to create a haven of comfort and sophistication for all our guests. With years of expertise in the hospitality industry, Imperial Hotel Resort takes pride in offering a blend of opulence and convenience. From our exquisitely designed rooms to our state-of-the-art facilities, every detail is meticulously crafted to ensure your stay is nothing short of extraordinary. Guest satisfaction is at the core of our philosophy. Our dedicated staff is committed to delivering personalized service and attention to every aspect of your stay. Whether you're here for a relaxing getaway or a special event, we strive to exceed your expectations with every interaction, from check-in to check-out. Experience the Imperial difference today. Join our esteemed guests who cherish the elegance and excellence we offer. Discover the perfect blend of comfort, luxury, and exceptional service at Imperial Hotel Resort. Experience Imperial Excellence Discover how Imperial Hotel Resort redefines luxury and comfort. We are committed to offering top-notch accommodations and world-class amenities designed to enhance your stay. Explore the exceptional experiences that await you. Our mission is to provide an unmatched level of elegance and service that exceeds your expectations. With a focus on personalized attention and sophisticated details, we aim to create memorable experiences for every guest. Trust Imperial Hotel Resort for a stay that is both luxurious and unforgettable. WHY CHOOSE IMPERIAL HOTEL RESORT? Unmatched Luxury Indulge in unparalleled luxury with our meticulously designed accommodations, offering the highest standards of comfort and elegance. Exceptional Efficiency Benefit from our efficient service and streamlined processes that ensure a seamless and enjoyable experience from start to finish. Dependable Excellence Rely on our dedicated staff and high-quality facilities to deliver a consistently exceptional experience during your stay. Personalized Service Experience personalized attention from our attentive staff, who are committed to making your stay memorable and tailored to your needs. Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions",
    "contacts": "Contact Us - Imperial Hotel Resort Imperial Home About us Casino Contact GET IN TOUCH Warikh Aali, Mothe, Nagaon, Uran, Navi Mumbai, Maharashtra 400702, India imperial@gmail.com +91-755-544-4553 Have a question? I accept the Privacy Policy SEND Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions",
    "disclaimers": "Disclaimers - Imperial Hotel Resort Imperial Home About us Casino Contact Disclaimer Welcome to Imperial Hotel Resort. The ensuing disclaimer delineates the constraints and conditions pertaining to the utilization of our website and services. By engaging with our offerings, you explicitly acknowledge and consent to these stipulations. 1. Accuracy of Information Although Imperial Hotel Resort endeavors to ensure the precision and up-to-date nature of the information presented on our website, we make no representations or guarantees concerning the accuracy, completeness, or reliability of such information. We expressly disclaim any liability for inaccuracies or omissions and reserve the prerogative to amend the content without prior notification. 2. Availability of Services The availability of services and amenities detailed on our website is subject to alterations without prior notice. Imperial Hotel Resort does not warrant the uninterrupted provision of any specific service or amenity and shall not be liable for any inconsistencies or interruptions in service. 3. Limitation of Liability Imperial Hotel Resort, including its affiliates, and their respective officers, directors, employees, and agents, shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from or related to the use or inability to use our website or services. This exclusion of liability encompasses, but is not limited to, damages resulting from data loss, business disruptions, or other financial detriment. 4. No Professional Advice The information disseminated on our website is intended solely for general informational purposes and does not constitute professional advice. For advice tailored to your specific circumstances, you should consult a qualified expert. 5. Governing Law This Disclaimer shall be governed by and construed in accordance with the legal statutes of the jurisdiction in which Imperial Hotel Resort operates. Any disputes arising from or pertaining to this Disclaimer shall be subject to the exclusive jurisdiction of the courts within that jurisdiction. 6. Amendments Imperial Hotel Resort reserves the right to revise this Disclaimer at any time. All amendments will be reflected on our website, and your continued use of our services following such modifications signifies your acceptance of the revised terms. Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions",
    "index": "Imperial Hotel Resort - Luxurious Accommodations and Exceptional Service Imperial Home About us Casino Contact Discover Elegance and Comfort Immerse yourself in luxury at Imperial Hotel Resort. Explore our world-class accommodations, top-notch amenities, and exceptional service designed to offer the ultimate comfort and relaxation. Explore Our Resort! ABOUT IMPERIAL HOTEL RESORT Welcome to Imperial Hotel Resort, your premier destination for luxury and relaxation. At Imperial, we are dedicated to providing an unparalleled experience through our elegant accommodations, world-class amenities, and exceptional service. Our mission is to create a haven of comfort and sophistication for all our guests. With years of expertise in the hospitality industry, Imperial Hotel Resort takes pride in offering a blend of opulence and convenience. From our exquisitely designed rooms to our state-of-the-art facilities, every detail is meticulously crafted to ensure your stay is nothing short of extraordinary. Guest satisfaction is at the core of our philosophy. Our dedicated staff is committed to delivering personalized service and attention to every aspect of your stay. Whether you're here for a relaxing getaway or a special event, we strive to exceed your expectations with every interaction, from check-in to check-out. Experience the Imperial difference today. Join our esteemed guests who cherish the elegance and excellence we offer. Discover the perfect blend of comfort, luxury, and exceptional service at Imperial Hotel Resort. Experience Imperial Excellence Discover how Imperial Hotel Resort redefines luxury and comfort. We are committed to offering top-notch accommodations and world-class amenities designed to enhance your stay. Explore the exceptional experiences that await you. Our mission is to provide an unmatched level of elegance and service that exceeds your expectations. With a focus on personalized attention and sophisticated details, we aim to create memorable experiences for every guest. Trust Imperial Hotel Resort for a stay that is both luxurious and unforgettable. READ MORE > OUR LUXURY ACCOMMODATIONS Explore our range of exquisite accommodations at Imperial Hotel Resort. Each room is designed with elegance and comfort in mind, offering a perfect retreat for relaxation and rejuvenation. Experience unparalleled luxury and impeccable service throughout your stay. Imperial Deluxe Room Book Now Imperial Suite Book Now Imperial Penthouse Book Now WHY CHOOSE IMPERIAL HOTEL RESORT? Unmatched Luxury Indulge in unparalleled luxury with our meticulously designed accommodations, offering the highest standards of comfort and elegance. Exceptional Efficiency Benefit from our efficient service and streamlined processes that ensure a seamless and enjoyable experience from start to finish. Dependable Excellence Rely on our dedicated staff and high-quality facilities to deliver a consistently exceptional experience during your stay. Personalized Service Experience personalized attention from our attentive staff, who are committed to making your stay memorable and tailored to your needs. 1500 ROOMS BOOKED 2000 HAPPY GUESTS 75 EVENTS HOSTED 10 AWARDS WON EXCLUSIVE HOTEL SERVICES Experience a range of premium services designed to enhance your stay at Imperial Hotel Resort. Our dedicated team ensures that every aspect of your visit is seamless and enjoyable, from luxurious amenities to personalized service. Luxurious Spa Treatments Unwind with our extensive spa menu, offering massages, facials, and wellness therapies in a serene environment for ultimate relaxation. Gourmet Dining Savor exquisite culinary delights at our world-class restaurants, featuring a range of international cuisines and fine dining experiences. Personalized Concierge Service Our expert concierge team is available to assist with booking tours, arranging transportation, and providing local recommendations to enhance your stay. Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Imperial Hotel Resort Imperial Home About us Casino Contact Privacy Policy At Imperial Hotel Resort, we are unwaveringly dedicated to safeguarding the sanctity and confidentiality of your personal data. This Privacy Policy delineates the intricate methodologies and stringent protocols we adhere to in order to uphold the confidentiality, integrity, and security of your information. We invite you to peruse this document to gain a comprehensive understanding of how we manage and protect your data. 1. Data Collection We meticulously collect personal information that you willingly provide when engaging with our services, encompassing but not limited to, reservations, inquiries, and feedback. Such data may include identifying details such as your name, contact information, and payment particulars, all of which are crucial for the facilitation of our services and the provision of a tailored experience. 2. Utilization of Information The personal data collected is utilized to refine and enhance your interaction with our services. This includes processing reservations, delivering bespoke service, and conveying pertinent updates. Furthermore, this data may be harnessed to augment our offerings and ensure a fluid experience that aligns with your preferences. 3. Data Disclosure Your personal information is disclosed solely to the extent necessary to fulfill our obligations. We may share data with authorized third parties who assist in our operational functions, such as payment processors and service providers. Rest assured, all disclosed data is handled with the utmost confidentiality and in strict adherence to relevant legal statutes and regulations. 4. Data Protection We employ cutting-edge security measures to safeguard your personal information from unauthorized access, modification, or disclosure. Our security protocols encompass encryption technologies, secure server environments, and rigorous access controls to maintain the highest standards of data protection. 5. Rights of the User You retain the right to access, rectify, or erase your personal information. Should you wish to exercise any of these rights or have queries regarding your data, please contact us through the provided channels. We are committed to addressing your concerns with expediency and diligence. 6. Policy Amendments We reserve the right to revise this Privacy Policy periodically to reflect updates in our practices or legal requirements. Any alterations will be communicated promptly and will take effect upon their publication on our website. Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions",
    "products": "Imperial Casino - Exciting Games and Premier Gaming Experience Imperial Home About us Casino Contact Discover Exciting Casino Games Dive into the thrilling world of casino gaming at Imperial Casino. We offer a wide range of games designed to provide an exhilarating experience and the chance to win big. Explore our diverse gaming options and find your favorite. Our casino features a variety of games, from classic table games like blackjack and roulette to modern slot machines and poker. Each game is designed to offer excitement and opportunities for significant rewards. Experience the ultimate gaming adventure at Imperial Casino, where every game promises fun and chances to win. READ MORE > WHY CHOOSE IMPERIAL CASINO? Extensive Game Selection Enjoy a diverse range of casino games, from classic table games to modern slots, ensuring excitement and variety for every player. Luxurious Atmosphere Immerse yourself in a luxurious casino environment designed for the ultimate gaming experience and sophisticated entertainment. Friendly & Professional Staff Our knowledgeable and courteous staff are here to assist you, ensuring a seamless and enjoyable gaming experience. Innovative Gaming Features Experience the latest in gaming technology and features, providing cutting-edge entertainment and opportunities for big wins. EXCLUSIVE CASINO GAMES Immerse yourself in our premier selection of casino games at Imperial Casino. Our collection offers a variety of gaming experiences, from classic table games to state-of-the-art slot machines, ensuring excitement and entertainment for all our guests. State-of-the-Art Slot Machines Experience the thrill of our latest slot machines, featuring innovative themes, interactive gameplay, and exciting bonus features. Classic Table Games Enjoy a range of classic table games, including Blackjack, Roulette, and Poker, each offering its own unique blend of strategy and excitement. Casino Experiences Join our casino games for an authentic gaming experience with real dealers, bringing the excitement of a physical casino right to your screen. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Terms and Conditions - Imperial Hotel Resort Imperial Home About us Casino Contact Terms and Conditions Welcome to Imperial Hotel Resort. By accessing and engaging with our services, you agree to abide by the following terms and conditions. These stipulations govern your utilization of our facilities and services, and by interacting with us, you acknowledge and accept these terms. We urge you to review them with meticulous attention. 1. Acceptance of Terms By utilizing the services and amenities provided by Imperial Hotel Resort, you manifest your acceptance of these Terms and Conditions. Should you disagree with any provision herein, you are obligated to discontinue use of our services. 2. Service Provision Imperial Hotel Resort is committed to delivering exemplary services and amenities as described. Nevertheless, we reserve the right to alter, suspend, or terminate any aspect of our services without prior notice. We disclaim liability for any changes or interruptions to our services. 3. User Obligations You agree to adhere to all applicable laws and regulations while availing yourself of our services. Any misuse or unlawful conduct may result in immediate suspension of access to our facilities and services. You bear responsibility for ensuring that your activities do not infringe upon the rights of others or contravene any legal provisions. 4. Intellectual Property All intellectual property rights, including but not limited to trademarks, logos, and proprietary materials, are the sole property of Imperial Hotel Resort. Unauthorized use or replication of such intellectual properties is strictly prohibited and may result in legal proceedings. 5. Limitation of Liability Imperial Hotel Resort shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from or related to the use or inability to use our services. This limitation of liability encompasses, but is not confined to, damages for data loss, business interruptions, or other economic losses. 6. Indemnity You agree to indemnify, defend, and hold harmless Imperial Hotel Resort, its affiliates, and their respective officers, directors, employees, and agents from any claims, liabilities, damages, losses, or expenses, including legal fees, arising out of or related to your use of our services or any breach of these Terms and Conditions. 7. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of the jurisdiction in which Imperial Hotel Resort operates. Any disputes arising out of or relating to these terms shall fall under the exclusive jurisdiction of the courts situated in that jurisdiction. 8. Amendments Imperial Hotel Resort reserves the right to modify these Terms and Conditions at any time. Any amendments will be communicated via our website, and your continued use of our services following such modifications constitutes your acceptance of the updated terms. Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions",
    "thanks": "Thank You - Imperial Hotel Resort Imperial Home About us Casino Contact Thank You for Your Booking! We appreciate you choosing Imperial Hotel Resort for your stay. Your reservation has been successfully processed, and we look forward to welcoming you soon. If you have any questions or require further assistance, please do not hesitate to reach out to us. For any inquiries, feel free to contact us. We are here to ensure you have a memorable and enjoyable experience. Imperial website uses cookies to ensure you get the best experience on our site. Accept or Decline. Accept Decline Imperial Legal Disclaimers Privacy Policy Terms and Conditions"
  },
  "date": "2024-07-26T08:48:56.510Z"
}