{
  "name": "India_caressence",
  "pages": {
    "terms-conditions": "Terms of Use | CarEssence - Legal Guidelines CarEssence Home Collection About Us Why are we Terms of Use User Accounts To use certain features of CarEssence, you may need to create a user account. You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. Product Reviews and Ratings CarEssence allows users to submit reviews and ratings for products. By submitting a review or rating, you grant CarEssence a perpetual, non-exclusive, worldwide, royalty-free, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any media. CarEssence reserves the right to remove or edit any reviews or ratings that we determine, in our sole discretion, to be in violation of these Terms of Use. Third-Party Links CarEssence may contain links to third-party websites. These links are provided for your convenience only. CarEssence does not endorse, nor is it responsible for, the content of any third-party website or any products or services offered through such websites. Indemnification You agree to indemnify, defend, and hold harmless CarEssence, its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these Terms of Use by you. Termination CarEssence may terminate your access to all or any part of the website at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate your account, you may do so by contacting us at caressence@gmail.com. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Entire Agreement These Terms of Use, together with our Privacy Policy, constitute the entire agreement between you and CarEssence regarding the use of this website. Any rights not expressly granted herein are reserved. Waiver No waiver of any provision of these Terms of Use shall be deemed a further or continuing waiver of such provision or any other provision, and CarEssence's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision. Headings The section headings used in these Terms of Use are for convenience only and shall not affect their interpretation. Notices All notices required or permitted under these Terms of Use shall be in writing and shall be deemed to have been duly given when sent by email to caressence@gmail.com. CarEssence Vidhan Sabha Rd, Ama Seoni, Chhattisgarh 490042, India +91-724-7777707 caressence@gmail.com Home Collection About Us Why are we Discalaimer Privacy Policy Terms of Use",
    "thanks": "Thank You | CarEssence - We Appreciate Your Business Thank You for Getting in Touch! We appreciate you taking the time to reach out to us at CarEssence. Your feedback and queries are important to us. We're always here to help and we'll do our best to get back to you as soon as possible. In the meantime, feel free to explore more of our website. Discover the essence of cars, learn new things, and enjoy the ride! Return to Homepage",
    "about": "About Us | CarEssence - Our Mission, Vision, and Values CarEssence Home Collection About Us Why are we Customer Favorites Turbo Charger Boost your engine's power and efficiency with our advanced turbo chargers. Leather Seat Covers Add a touch of luxury and comfort to your car with our premium leather seat covers. LED Headlights Upgrade to our high-performance LED headlights for better visibility. Dash Cameras Record your journeys and ensure safety with our top-quality dash cameras. 1000+ Designs 5000+ Satisfied Customers 500+ Faucet Varieties 10+ Years of Experience Why Choose Us Experience the CarEssence Difference At CarEssence, we are more than just a store. We are a community of car enthusiasts who are passionate about helping you make the most of your vehicle. Our commitment to quality and customer satisfaction sets us apart in the industry. Expert Advice Our knowledgeable team provides expert advice to help you choose the right accessories for your car. Wide Selection We offer a diverse range of products to meet all your automotive needs. Customer Support Our dedicated support team is available around the clock to assist you with any questions or concerns. Join the CarEssence Community At CarEssence, we believe in building a community of car lovers who share a passion for automotive excellence. Whether you are looking for performance upgrades, stylish enhancements, or practical accessories, we are here to help you every step of the way. Join us and discover the true potential of your ride. CarEssence Vidhan Sabha Rd, Ama Seoni, Chhattisgarh 490042, India +91-724-7777707 caressence@gmail.com Home Collection About Us Why are we Discalaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (localStorage.getItem(\"cookieAccepted\") === \"true\") { cookieBanner.style.display = \"none\"; } else { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { cookieBanner.style.display = \"none\"; localStorage.setItem(\"cookieAccepted\", \"true\"); }); });",
    "disclaimer": "Disclaimer | CarEssence - Important Information CarEssence Home Collection About Us Why are we Disclaimer Welcome to CarEssence, your one-stop-shop for high-quality car accessories in India. We are committed to providing our customers with the best products and services, but before you start shopping, we encourage you to read this disclaimer carefully. General Disclaimer The information contained on this website is for general information purposes only. While we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Product Descriptions We strive to provide accurate and complete product descriptions on our website. However, we do not warrant that product descriptions or other content on this site are accurate, complete, reliable, current, or error-free. If a product offered by CarEssence itself is not as described, your sole remedy is to return it in unused condition. Pricing We reserve the right to change prices for products displayed at any time, and to correct pricing errors that may inadvertently occur. Additional charges may apply for customs clearance, taxes, and other fees. We do not provide price protection or refunds in the event of a price drop or promotional offering. Intellectual Property All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of CarEssence or its content suppliers and protected by Indian and international copyright laws. The compilation of all content on this site is the exclusive property of CarEssence and protected by Indian and international copyright laws. Limitation of Liability In no event will CarEssence or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on CarEssence's website, even if CarEssence or a CarEssence authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Changes to Disclaimer We reserve the right to modify this disclaimer at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it. Contact Information If you have any questions or concerns about this disclaimer, please contact us at caressence@gmail.com. We will do our best to respond to your inquiry promptly. CarEssence Vidhan Sabha Rd, Ama Seoni, Chhattisgarh 490042, India +91-724-7777707 caressence@gmail.com Home Collection About Us Why are we Discalaimer Privacy Policy Terms of Use",
    "index": "Home | CarEssence - Premium Automotive Accessories CarEssence Home Collection About Us Why are we CarEssence: Unleash the True Potential of Your Ride At CarEssence, we offer the finest automotive accessories to enhance your driving experience. From performance upgrades to stylish enhancements, discover everything you need to take your car to the next level. Collection Explore Our Collection Premium Auto Accessories 01 Performance Boosters Elevate your car’s power with our top-notch performance accessories. 02 Interior Enhancements Transform your car's interior with our range of luxurious accessories. 03 Exterior Styling Make a statement on the road with our premium exterior styling options. 04 Safety Add-ons Drive with peace of mind using our advanced safety accessories. 05 Tech Gadgets Stay connected and entertained with our latest tech gadgets. 06 Maintenance Tools Keep your car in top shape with our reliable maintenance tools. Why Choose Us Our Impact 1,000+ Satisfied customers who trust CarEssence for their automotive needs. Customer Favorites Turbo Charger Boost your engine's power and efficiency with our advanced turbo chargers. Leather Seat Covers Add a touch of luxury and comfort to your car with our premium leather seat covers. LED Headlights Upgrade to our high-performance LED headlights for better visibility. Dash Cameras Record your journeys and ensure safety with our top-quality dash cameras. Alloy Wheels Enhance your car's appearance and performance with our stylish alloy wheels. GPS Navigation Systems Never lose your way again with our reliable GPS navigation systems. Bluetooth Car Kits Enjoy hands-free calling and music streaming with our Bluetooth car kits. Portable Vacuum Cleaners Keep your car spotless with our compact and powerful vacuum cleaners. Our Commitment Experience the Difference At CarEssence, we are dedicated to providing you with the best automotive accessories and customer service. Our products are carefully selected to ensure quality and performance. Quality Assurance Every product we offer undergoes rigorous testing for quality and durability. Customer Support Our friendly support team is always here to help you with any queries or issues. Fast Delivery Enjoy quick and reliable delivery service for all your orders. Our Top Picks Best Sellers Sport Exhaust Systems Enhance your car's sound and performance with our sport exhaust systems. Car Covers Protect your vehicle from the elements with our durable car covers. Backup Cameras Reverse safely with our high-resolution backup cameras. Floor Mats Keep your car’s interior clean with our custom-fit floor mats. Featured Products Check out some of our top-selling products that our customers love. Performance Air Filters Improve engine efficiency with our high-performance air filters. ₹2,500 Order Smart Car Chargers Keep your devices powered up on the go with our smart car chargers. ₹1,200 Order Roof Racks Expand your car’s storage capacity with our sturdy roof racks. ₹3,800 Order Wind Deflectors Reduce wind noise and enjoy a quieter ride with our wind deflectors. ₹1,500 Order Get in Touch I accept the Privacy Policy Send a message CarEssence Vidhan Sabha Rd, Ama Seoni, Chhattisgarh 490042, India +91-724-7777707 caressence@gmail.com Home Collection About Us Why are we Discalaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (localStorage.getItem(\"cookieAccepted\") === \"true\") { cookieBanner.style.display = \"none\"; } else { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { cookieBanner.style.display = \"none\"; localStorage.setItem(\"cookieAccepted\", \"true\"); }); });",
    "privacy-policy": "Privacy Policy | CarEssence - Your Privacy Matters CarEssence Home Collection About Us Why are we Privacy Policy Data Collection and Use We collect personal information from you only when you provide it to us voluntarily, such as when you place an order, create an account, or contact us with questions or feedback. The personal information we collect may include your name, email address, mailing address, phone number, and payment information. We use this information to process your orders, communicate with you about your orders, provide customer support, and send you promotional emails or newsletters if you have opted in to receive them. We may also use your personal information to improve our website and product offerings, to personalize your shopping experience, and to show you targeted advertisements on our website or other websites you visit. We use cookies and other tracking technologies to collect information about your use of our website, such as the pages you visit, the links you click, and the searches you conduct. This information helps us to understand how our customers use our website and to make improvements to the site. Data Sharing We may share your personal information with third-party service providers who assist us with our business operations, such as payment processors, shipping providers, and marketing agencies. These service providers are required to keep your personal information confidential and to use it only for the purposes for which we disclose it to them. We may also disclose your personal information as required by law, such as to comply with a subpoena or other legal process, or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request. Data Security We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We use Secure Socket Layer (SSL) technology to encrypt sensitive information, such as payment information, during transmission. However, no method of transmission over the Internet or electronic storage is completely secure, so we cannot guarantee the absolute security of your personal information. Your Rights You have the right to access, correct, or delete your personal information that we have collected. You may also have the right to object to or restrict certain types of processing of your personal information, such as direct marketing. To exercise these rights, please contact us at caressence@gmail.com. We will respond to your request within a reasonable timeframe. Changes to this Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will post the updated Privacy Policy on this page and indicate the date of the last revision. We encourage you to review this Privacy Policy periodically for any changes. If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at caressence@gmail.com. We will do our best to address your concerns and resolve any issues promptly. CarEssence Vidhan Sabha Rd, Ama Seoni, Chhattisgarh 490042, India +91-724-7777707 caressence@gmail.com Home Collection About Us Why are we Discalaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-12T08:56:01.503Z"
}