{
  "name": "India_mistify",
  "pages": {
    "terms-conditions": "Terms of Use - Mistify Humidifiers Mistify Home About Us Open the difference Why are we +91-223-3400500 Terms of Use Privacy Policy Your privacy is important to us. Mistify's Privacy Policy explains how we collect, use, and disclose information about you when you use our website. By using the Mistify website, you consent to the collection, use, and disclosure of your personal information in accordance with our Privacy Policy. Account Registration and Security To access certain features of the Mistify website, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process. You are responsible for maintaining the confidentiality of your account password and for all activities that occur under your account. You agree to immediately notify Mistify of any unauthorized use of your account or any other breach of security. Mistify cannot and will not be liable for any loss or damage arising from your failure to comply with this section. User Content You are solely responsible for any content, including but not limited to photos, reviews, and comments, that you submit, post, or display on or through the Mistify website. By submitting, posting, or displaying content on or through the Mistify website, you grant Mistify a worldwide, non-exclusive, royalty-free license to use, copy, reproduce, process, adapt, modify, publish, transmit, display, and distribute such content in any and all media or distribution methods. Mistify reserves the right to remove any content from the Mistify website for any reason, without prior notice. Third-Party Links and Services The Mistify website may contain links to third-party websites, products, or services. Mistify does not endorse, and is not responsible for, the content, accuracy, or opinions expressed on such websites or resources. You acknowledge and agree that Mistify shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites or resources. Indemnification You agree to indemnify and hold Mistify, its officers, directors, employees, and agents harmless from any claims, damages, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of the Mistify website, your violation of these Terms of Use, or your violation of any rights of another. Termination Mistify reserves the right, in its sole discretion, to terminate or suspend your access to all or part of the Mistify website, with or without notice, for any reason, including, without limitation, breach of these Terms of Use. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions of these Terms of Use will remain in full force and effect. Entire Agreement These Terms of Use, together with the Privacy Policy and any other legal notices published by Mistify on the website, constitute the entire agreement between you and Mistify concerning the Mistify website and supersede all prior agreements or understandings between you and Mistify with respect to the subject matter hereof. Contact Information If you have any questions about these Terms of Use or your use of the Mistify website, please contact us at mistify@gmail.com. Mistify Home About Us Open the difference Why are we Disclaimer Privacy Policy Terms of use",
    "thanks": "Thank You - Mistify Humidifiers Thank You for Reaching Out! We appreciate you taking the time to connect with us here at Mistify. Your thoughts and feedback are invaluable to us. Our team will review your message and get back to you as soon as possible. In the meantime, feel free to explore more of our site. We're constantly updating and improving it to provide you with the best experience possible. Return to Homepage",
    "about": "About Us - Mistify Humidifiers Mistify Home About Us Open the difference Why are we +91-223-3400500 About Mistify At Mistify, we are dedicated to enhancing your living environment with our state-of-the-art humidifiers. Our mission is to provide high-quality, reliable, and stylish solutions for better air quality and improved health. Our Mission Enhancing Your Living Environment At Mistify, we believe that everyone deserves to breathe clean, fresh air. Our team of experts is committed to developing innovative humidifiers that not only improve air quality but also contribute to a healthier and more comfortable living space. We strive to combine advanced technology with sleek design to create products that fit seamlessly into your home or office. Our Values We are driven by our core values, which guide everything we do and ensure that we deliver the best products and services to our customers. Innovation We continuously seek out new technologies and ideas to improve our products and stay ahead in the industry. Quality Our commitment to quality means that every Mistify humidifier is built to last, with rigorous testing and superior materials. Customer Focus We put our customers at the heart of everything we do, offering exceptional service and support to ensure complete satisfaction. 10,000+ Happy Customers 500+ Positive Reviews 50+ Products Sold Daily Mistify Home About Us Open the difference Why are we Disclaimer Privacy Policy Terms of use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookieConsent\")) { document.getElementById(\"cookieConsent\").style.display = \"block\"; } }); function setLocalStorage(key, value) { localStorage.setItem(key, value); } document.getElementById(\"acceptCookiesBtn\").addEventListener(\"click\", function () { setLocalStorage(\"cookieConsent\", \"true\"); document.getElementById(\"cookieConsent\").style.display = \"none\"; });",
    "disclaimer": "Disclaimer - Mistify Humidifiers Mistify Home About Us Open the difference Why are we +91-223-3400500 Disclaimer User Content Mistify may allow users to submit reviews, ratings, comments, and other content on our website. By submitting any content to Mistify, you grant Mistify a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. You also grant Mistify the right to use the name that you submit in connection with such content, if we choose. You represent and warrant that you own or otherwise control all of the rights to the content that you post; that the content is accurate; that use of the content you supply does not violate this policy and will not cause injury to any person or entity; and that you will indemnify Mistify for all claims resulting from content you supply. Mistify has the right but not the obligation to monitor and edit or remove any activity or content. Mistify takes no responsibility and assumes no liability for any content posted by you or any third party. Links to Third-Party Websites This website may contain links to third-party websites. Mistify provides these links as a convenience and does not endorse the companies or contents of any third-party websites. Mistify is not responsible for the content of any linked website or any link contained in a linked website. Mistify does not make any representations regarding the content or accuracy of materials on such third-party websites. If you decide to access linked third-party websites, you do so at your own risk. Security Mistify takes reasonable steps to protect the personal information provided via the website from loss, misuse, and unauthorized access, disclosure, alteration, or destruction. However, no Internet or email transmission is ever fully secure or error-free. In particular, email sent to or from this site may not be secure. Therefore, you should take special care in deciding what information you send to us via email. Please keep this in mind when disclosing any personal information to Mistify via the Internet. ndemnification You agree to indemnify, defend and hold harmless Mistify, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorney's fees) relating to or arising out of your use of or inability to use the website or services, any user postings made by you, your violation of any terms of this disclaimer or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations. Mistify reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with Mistify in asserting any available defenses. Termination Mistify may terminate or suspend your access to all or part of the website or services at any time, with or without cause, with or without notice, effective immediately. Mistify reserves the right to refuse service to anyone for any reason at any time. Thank you for taking the time to read our disclaimer. If you have any questions or concerns, please don't hesitate to contact us at mistify@gmail.com. We are always here to help. Mistify Home About Us Open the difference Why are we Disclaimer Privacy Policy Terms of use",
    "index": "Mistify - Elevate Your Air Quality Mistify Home About Us Open the difference Why are we +91-223-3400500 Welcome to Mistify Elevate Your Air Quality Start inspection Discover the Difference Transform Your Home with Mistify At Mistify, we specialize in providing top-quality humidifiers designed to enhance your living space. Experience the benefits of cleaner, more breathable air and enjoy a healthier environment for you and your family. Our products are crafted with the latest technology to ensure maximum efficiency and ease of use. Why Choose Mistify? When it comes to air quality, Mistify stands out from the rest. Our humidifiers are designed to offer optimal performance, reliability, and style. With a range of models to suit any need, you'll find the perfect solution for your home or office. Features and Benefits Our humidifiers offer a range of features designed to improve your air quality and enhance your living space. With advanced technology and easy maintenance, Mistify humidifiers are the perfect addition to any home. Advanced Technology Our humidifiers are equipped with the latest features to ensure effective air purification and humidity control. Enjoy a healthier living environment with Mistify's state-of-the-art products. Easy Maintenance Designed for convenience, our humidifiers are easy to clean and maintain, ensuring long-lasting performance and satisfaction. Healthier Living Improved Air Quality Breathe Easier Mistify humidifiers help maintain optimal humidity levels, reducing allergens and airborne particles. Experience fresher, cleaner air in your home. Enhanced Comfort Optimal Humidity Maintaining the right humidity level can improve skin hydration, reduce respiratory issues, and create a more comfortable living environment. Mistify makes it easy. 1 Quiet Operation Enjoy the benefits of a humidifier without the noise. Mistify humidifiers are designed to operate quietly, ensuring a peaceful environment whether you're working, sleeping, or relaxing. 2 Energy Efficient Our humidifiers are built to be energy efficient, helping you save on electricity bills while maintaining optimal humidity levels. Enjoy effective performance without compromising on energy consumption. 3 Smart Control Take control of your air quality with our smart features. Mistify humidifiers come with easy-to-use controls and options for remote access, allowing you to adjust settings conveniently from your smartphone or other devices. Our Products Mistify Breeze Experience the ultimate in air quality with the Mistify Breeze. Perfect for any room, this model combines efficiency and elegance. ₹3,999 Order now Mistify Comfort The Mistify Comfort is ideal for larger spaces, providing powerful humidification and a sleek design. ₹5,499 Order now Mistify Mini Compact and portable, the Mistify Mini is perfect for smaller rooms or travel. ₹1,999 Order now Mistify Pro For the tech-savvy, the Mistify Pro offers smart features and remote control capabilities. ₹7,999 Order now Mistify Classic A timeless design that fits any decor, the Mistify Classic provides reliable performance. ₹4,499 Order now Contact Us Get in Touch with Mistify Have questions or need assistance? Our team is here to help. Fill out the form below to reach out to us, and we'll get back to you as soon as possible. Location near, Plot no. 888, Block No. 101/95, Ward no. 23 Magunta Layout M, Annamayya Cir, Ravindra Nagar, Nellore, Andhra Pradesh 524004, India Email mistify@gmail.com Call Us +91-223-3400500 I accept the Privacy Policy Send Mistify Home About Us Open the difference Why are we Disclaimer Privacy Policy Terms of use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookieConsent\")) { document.getElementById(\"cookieConsent\").style.display = \"block\"; } }); function setLocalStorage(key, value) { localStorage.setItem(key, value); } document.getElementById(\"acceptCookiesBtn\").addEventListener(\"click\", function () { setLocalStorage(\"cookieConsent\", \"true\"); document.getElementById(\"cookieConsent\").style.display = \"none\"; });",
    "privacy-policy": "Privacy Policy - Mistify Humidifiers Mistify Home About Us Open the difference Why are we +91-223-3400500 Privacy Policy Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected, unless otherwise required by law. We may retain your information for longer periods if necessary to comply with legal obligations, resolve disputes, or enforce our agreements. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by Mistify. We are not responsible for the privacy practices or content of these third-party websites. We encourage you to review the privacy policies of these websites before providing any personal information. Cross-Border Data Transfers Mistify may transfer your personal information to third-party service providers located outside of India for the purposes described in this Privacy Policy. We take appropriate measures to ensure that your personal information is protected in accordance with this Privacy Policy and applicable laws. Do Not Track We do not currently respond to \"Do Not Track\" signals from web browsers. Updates to Your Personal Information If you need to update or correct your personal information, please log in to your account or contact us at mistify@gmail.com. We will respond to your request as soon as possible. Data Breaches In the event of a data breach, we will take prompt action to investigate the breach, notify affected individuals, and take steps to prevent future breaches. Changes to Our Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will post any changes to this page and encourage you to review this Privacy Policy periodically. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at mistify@gmail.com. By using our website or purchasing our products, you consent to the collection, use, and disclosure of your personal information as described in this Privacy Policy. Thank you for choosing Mistify as your source for high-quality air humidifiers. We value your trust and are committed to protecting your privacy and security. Thank you for taking the time to read our disclaimer. If you have any questions or concerns, please don't hesitate to contact us at mistify@gmail.com. We are always here to help. Mistify Home About Us Open the difference Why are we Disclaimer Privacy Policy Terms of use"
  },
  "date": "2024-07-14T07:49:17.629Z"
}