{
  "name": "India_gascookery",
  "pages": {
    "services": "GasCookery Services | Expert Care and Professional Support for Your Gas Stoves GasCookery Home Why are we Quality Range Services Premium quality Our Services Product Consultation Receive expert advice to find the perfect gas stove for your kitchen needs. Installation Services Professional installation for a seamless and safe setup of your new gas stove. Maintenance Packages Regular maintenance services to keep your gas stove in top condition. Warranty Support Comprehensive warranty support for all our gas stoves, ensuring peace of mind. Customer Support Dedicated customer support team available to assist with any inquiries or issues. Customization Options Tailor your gas stove with our customization services to fit your specific requirements. Comprehensive Care for Your Gas Stove Our Commitment to Excellence At GasCookery, we provide a range of services to ensure your gas stove performs at its best and meets all your cooking needs. Expert Advice Get professional guidance for selecting the right gas stove. Seamless Installation Hassle-free installation by our trained technicians. Regular Maintenance Keep your stove running smoothly with our maintenance plans. Warranty Coverage Enjoy comprehensive support and warranty services. 24/7 Customer Support We're here to help you anytime, any day. Custom Solutions Personalized gas stove solutions for unique kitchen requirements. 12,143+ Happy Customers 600+ Stoves Installed 99% Customer Satisfaction 24/7 Support Availability Dedicated to Your Satisfaction Experience Exceptional Service At GasCookery, we prioritize your satisfaction by offering exceptional services and support for all our gas stove products. From expert consultations to custom solutions, we are committed to enhancing your cooking experience and ensuring you have the best kitchen appliances available. GasCookery © 2024 GasCookery. All Rights Reserved. Elevating Your Cooking Experience One Stove at a Time. gascookery@gmail.com Mahatma Gandhi Nagar, Nellore, Nellore, Andhra Pradesh 524004, India +91-944-0827501 Navigation Home Why are we Quality Range Services Premium quality Additionally Disclaimer Privacy Policy Terms of use This website uses cookies to ensure you get the best experience on our website. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const consentKey = \"cookieConsent\"; const consentValue = \"accepted\"; const consentBanner = document.getElementById(\"cookie-consent\"); const consentButton = document.getElementById(\"cookie-consent-button\"); if (!localStorage.getItem(consentKey)) { consentBanner.style.display = \"flex\"; } consentButton.addEventListener(\"click\", function () { localStorage.setItem(consentKey, consentValue); consentBanner.style.display = \"none\"; }); });",
    "terms-conditions": "GasCookery Terms of Use | Detailed Legal Information and Usage Guidelines GasCookery Home Why are we Quality Range Services Premium quality Terms of Use Acceptance of Terms By using GasCookery, you signify your acceptance of these Terms of Use. If you do not agree to these Terms, please refrain from using our website and services. We reserve the right to modify these Terms without prior notice, and your continued use of GasCookery following any changes indicates your acceptance of the revised Terms. User Conduct You agree to use GasCookery for lawful purposes only and in a manner that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. You must not engage in any conduct that, in our sole discretion, is deemed unacceptable, including but not limited to: Posting or transmitting any material that is defamatory, offensive, or abusive; Impersonating or falsely claiming to represent another person or organization; Engaging in any commercial activities without our prior written consent; Attempting to gain unauthorized access to any part of GasCookery or its related systems or networks. Intellectual Property All content on GasCookery, including but not limited to text, graphics, logos, and software, is owned by us or our content suppliers and is protected by Indian and international copyright laws. You may not modify, copy, reproduce, republish, upload, post, transmit, or distribute any content from our website without our prior written consent. Products and Services GasCookery offers a wide range of gas stoves for sale. We strive to provide accurate and up-to-date information about our products, but we cannot guarantee that the information on our website is error-free. We reserve the right to change or discontinue any product or service offered on GasCookery at any time without prior notice. Payments and Refunds Payments for products purchased on GasCookery can be made through various payment methods as indicated on our website. We process refunds according to our Refund Policy, which is available on our website and is incorporated into these Terms of Use by reference. Disclaimer of Warranties GasCookery and its services are provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of GasCookery or the information, content, materials, or products included on our website. Limitation of Liability In no event shall GasCookery, its affiliates, or their respective directors, officers, employees, or agents be liable for any damages, including but not limited to direct, indirect, special, incidental, or consequential damages, arising out of or in connection with the use or inability to use GasCookery or its services. Contact Information If you have any questions or concerns about these Terms of Use or your use of GasCookery, please contact us at gascookery@gmail.com. GasCookery © 2024 GasCookery. All Rights Reserved. Elevating Your Cooking Experience One Stove at a Time. gascookery@gmail.com Mahatma Gandhi Nagar, Nellore, Nellore, Andhra Pradesh 524004, India +91-944-0827501 Navigation Home Why are we Quality Range Services Premium quality Additionally Disclaimer Privacy Policy Terms of use",
    "thanks": "Thank You for Your Purchase | GasCookery | Elevating Your Cooking Experience GasCookery Thank You! We appreciate you taking the time to reach out to us. Your feedback and inquiries are invaluable in helping us improve our services and create a better experience for all our users at GasCookery. Our team will carefully review your message and respond as soon as possible. We strive to provide a prompt response, but please allow up to 48 hours for us to get back to you. Once again, thank you for connecting with us. We look forward to continuing to serve you and help you explore the world of gas cookery. To main",
    "disclaimer": "GasCookery Disclaimer | Important Information and Legal Notices for Our Customers GasCookery Home Why are we Quality Range Services Premium quality Disclaimer Limitation of Liability In no event shall GasCookery or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on GasCookery's website, even if GasCookery or a GasCookery authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Product Safety GasCookery takes product safety very seriously. All our gas stoves are designed and manufactured in compliance with the relevant safety standards and regulations in India. However, it is important to note that the use of gas stoves involves certain risks and hazards, such as fire, explosion, and carbon monoxide poisoning. Therefore, we strongly recommend that you follow the safety instructions and guidelines provided with our products and take all necessary precautions while using them. Privacy Policy At GasCookery, we are committed to protecting your privacy and personal information. We collect, use, and store your personal information in accordance with the Indian laws and regulations and our Privacy Policy. By using our website, you consent to our collection, use, and storage of your personal information as described in our Privacy Policy. Cookies and Tracking Technologies Our website uses cookies and other tracking technologies to enhance your browsing experience and provide you with personalized content and advertisements. By using our website, you consent to our use of cookies and other tracking technologies as described in our Cookie Policy. Changes to the Disclaimer GasCookery reserves the right to modify or update this disclaimer at any time without prior notice. Any changes to this disclaimer will be effective immediately upon posting on our website. Therefore, we encourage you to review this disclaimer periodically to stay informed about any changes. Severability If any provision of this disclaimer is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Entire Agreement This disclaimer, together with our Privacy Policy and Cookie Policy, constitutes the entire agreement between you and GasCookery regarding the use of our website and supersedes all prior or contemporaneous communications and proposals, whether oral or written. Contact Information If you have any questions or concerns regarding this disclaimer or any other aspect of our website, please contact us at: Email: gascookery@gmail.com GasCookery © 2024 GasCookery. All Rights Reserved. Elevating Your Cooking Experience One Stove at a Time. gascookery@gmail.com Mahatma Gandhi Nagar, Nellore, Nellore, Andhra Pradesh 524004, India +91-944-0827501 Navigation Home Why are we Quality Range Services Premium quality Additionally Disclaimer Privacy Policy Terms of use",
    "index": "GasCookery | Premium Gas Stoves for Every Kitchen | Quality and Innovation GasCookery Home Why are we Quality Range Services Premium quality GasCookery: Your Ultimate Destination for Gas Stoves Welcome to GasCookery, where innovation meets efficiency in the world of gas stoves. Whether you're a culinary enthusiast or a professional chef, our wide range of high-quality gas stoves promises to elevate your cooking experience. Explore our collection today and discover the perfect blend of style and performance for your kitchen. Range Explore Our Product Range Discover Your Ideal Gas Stove Find the gas stove that fits seamlessly into your kitchen with GasCookery. Our diverse selection ensures there's a perfect match for every cooking style and kitchen aesthetic. Stylish Designs Enhance your kitchen's look with our stylish gas stoves, designed to blend functionality with elegance. Efficient Performance Experience superior cooking efficiency with our gas stoves, equipped with advanced features for precise temperature control. Why Choose GasCookery? GasCookery is your trusted partner in kitchen appliances, offering a range of gas stoves that combine innovation with reliability. Experience Matters With years of expertise in kitchen appliances, we understand what it takes to create a cooking environment you'll love. Quality You Can Trust Innovative Gas Stoves for Every Kitchen At GasCookery, we believe in offering more than just kitchen appliances. We provide solutions that enhance your cooking experience. Our gas stoves are designed to meet the highest standards of performance and durability, ensuring years of reliable service in your kitchen. Discover Premium Gas Stoves Elevate Your Culinary Experience Transform your kitchen with GasCookery's premium gas stoves, designed to blend style and functionality seamlessly. MasterChef Gas Stove Precision cooking with advanced burner technology. Chef's Choice Gas Stove Stylish design with superior heat distribution. Gourmet Deluxe Gas Stove Premium features for culinary perfection. Discover GasCookery's Advantages Why Choose GasCookery? GasCookery stands out for its commitment to quality, customer satisfaction, and innovative kitchen solutions. Experience the GasCookery Difference Quality Assurance Customer Satisfaction Innovation Durability Reliability Efficiency Browse Our Products Explore our range of gas stoves, designed to meet the demands of both home cooks and professional chefs. MasterChef Gas Stove Precision cooking with advanced burner technology. ₹12,999 Order Chef's Choice Gas Stove Stylish design with superior heat distribution. ₹9,499 Order Gourmet Deluxe Gas Stove Premium features for culinary perfection. ₹15,499 Order Phone +91-944-0827501 Location Mahatma Gandhi Nagar, Nellore, Nellore, Andhra Pradesh 524004, India Email address gascookery@gmail.com Contact Us Today For inquiries about our products or to place an order, get in touch with GasCookery. Our team is dedicated to assisting you in finding the perfect gas stove for your kitchen. Experience the GasCookery Difference Explore our range of gas stoves today and discover why GasCookery is the ultimate choice for discerning chefs and homeowners alike. I accept privacy policy To send GasCookery © 2024 GasCookery. All Rights Reserved. Elevating Your Cooking Experience One Stove at a Time. gascookery@gmail.com Mahatma Gandhi Nagar, Nellore, Nellore, Andhra Pradesh 524004, India +91-944-0827501 Navigation Home Why are we Quality Range Services Premium quality Additionally Disclaimer Privacy Policy Terms of use This website uses cookies to ensure you get the best experience on our website. Learn more Got it! document.addEventListener(\"DOMContentLoaded\", function () { const consentKey = \"cookieConsent\"; const consentValue = \"accepted\"; const consentBanner = document.getElementById(\"cookie-consent\"); const consentButton = document.getElementById(\"cookie-consent-button\"); if (!localStorage.getItem(consentKey)) { consentBanner.style.display = \"flex\"; } consentButton.addEventListener(\"click\", function () { localStorage.setItem(consentKey, consentValue); consentBanner.style.display = \"none\"; }); });",
    "privacy-policy": "GasCookery Privacy Policy | Comprehensive Information on How We Protect Your Privacy GasCookery Home Why are we Quality Range Services Premium quality Privacy Policy Data Protection GasCookery is devoted to protecting your privacy and maintaining the security of any personal information received from you. We strictly adhere to the requirements of the data protection legislation in India, and we are registered on the Data Protection Public Register. The purpose of this statement is to explain to you what personal information we collect and how we may use it. When you order, we need to know your name, email address, delivery address, credit or debit card number, and card expiry date. This allows us to process and fulfill your order. You have the option to withhold personal information that is not required for the order process. We use your personal information to update you about new products/services and special offers. We will only contact you with your consent. You are free to opt out of hearing from us by email, post, or phone at any time. We do not sell, rent or exchange your personal information with any third party for commercial reasons, beyond the essential requirement for credit/debit card validation during the purchase process. We follow strict security procedures in the storage and disclosure of information which you have given us, to prevent unauthorized access in accordance with the data protection legislation in India. We do not collect sensitive information about you except when you specifically and knowingly provide it. We will not transfer your information outside India without first obtaining your consent. In order to process credit/debit card transactions, the bank or card processing agency may require verifying your personal details for authorization outside India. Your information will not be transferred out of our control for any other purpose. Cookies Cookies are small text files that websites send to your computer. A cookie can be thought of as an Internet user's identification card. They let the website know when the user has returned. This allows the site to bring up information relevant to that user, for example, your name, past orders, etc. Cookies make the interaction between users and websites faster and easier. Without cookies, it would be very difficult for a website to allow a visitor to fill up a shopping cart or to remember the user's preferences or registration details for a future visit. The GasCookery website uses cookies to allow customers to move from one part of the web site to another and to add items to the shopping basket without having to login repeatedly. We also use cookies to track visitors' interest in our products. We may use this to understand what most appeals to our customers so we can make our offers as appropriate as possible. Browsing behavior is also used to create relevant banner advertising with product recommendations. By using our website, you agree that we can place these types of cookies on your device. If you want to delete any cookies that are already on your computer, please refer to the help and support area on your internet browser for instructions on how to locate the file or directory that stores cookies. Third-Party Services In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us. Questions and Contact Information If you would like to access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information, contact us at gascookery@gmail.com. GasCookery © 2024 GasCookery. All Rights Reserved. Elevating Your Cooking Experience One Stove at a Time. gascookery@gmail.com Mahatma Gandhi Nagar, Nellore, Nellore, Andhra Pradesh 524004, India +91-944-0827501 Navigation Home Why are we Quality Range Services Premium quality Additionally Disclaimer Privacy Policy Terms of use"
  },
  "date": "2024-07-14T07:55:24.151Z"
}