{
  "name": "India_fortune",
  "pages": {
    "privacy-policy": "Fortune Casino & Hotel – Privacy Policy – How We Protect Your Data +91-180-01200444 fortune@gmail.com 18+ Fortune Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Privacy Policy Information We Collect Personal information you disclose to us We collect personal information that you voluntarily provide to us when registering at the Services expressing an interest in obtaining information about us or our products and services, when participating in activities on the Services or otherwise contacting us. The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use. The personal information we collect can include the following: Name and Contact Data. We collect your first and last name, email address, postal address, phone number, and other similar contact data. Credentials. We collect passwords, password hints, and similar security information used for authentication and account access. Payment Data. We collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument. All payment data is stored by our payment processor and you should review its privacy policies and contact the payment processor directly to respond to your questions. Social Media Login Data. We provide you with the option to register using social media account details, like your Facebook, Twitter, or other social media account. If you choose to register in this way, we will collect the Information described in the section called \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" below. All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information. How We Use Your Information In Short: We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent. We use personal information collected via our Services for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below. We use the information we collect or receive: To facilitate account creation and logon process. If you choose to link your account with us to a third-party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract. To send you marketing and promotional communications. We and/or our third-party marketing partners may use the personal information you send to us for our marketing purposes if this is in accordance with your marketing preferences. You can opt-out of our marketing emails at any time. Contact Us If you have any questions or concerns about this Privacy Policy, or our practices with regards to your personal information, please contact us at fortune@gmail.com. Fortune Fortune Casino & Hotel – Where Every Moment is a Winning Experience. All Rights Reserved. Navigation Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Additional links Disclaimer Privacy Policy Terms of Use Contacts River Mandovi,Capital of ports jetty, Alto- Betim Porvorim, Panaji, Goa 403001, India fortune@gmail.com +91-180-01200444",
    "terms-conditions": "Fortune Casino & Hotel – Terms of Use – Rules and Regulations +91-180-01200444 fortune@gmail.com 18+ Fortune Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Terms of Use Indemnification You agree to indemnify, defend, and hold harmless Fortune, its officers, directors, employees, agents, licensors, and suppliers from and against any and all claims, liabilities, damages, losses, costs, expenses, or demands, including reasonable attorneys' fees, arising out of or in connection with your use of the Services, your violation of these Terms of Use, or your violation of any rights of another. Termination Fortune reserves the right, in its sole discretion, to terminate your access to all or part of the Services, with or without notice, for any reason, including but not limited to your breach of these Terms of Use. In the event of termination, you will no longer be authorized to access the Services, and any content or materials you have submitted may be deleted from the Services. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Entire Agreement These Terms of Use, together with our Privacy Policy, constitute the entire agreement between you and Fortune regarding the use of the Services, superseding any prior agreements between you and Fortune relating to your use of the Services. Waiver No waiver by Fortune of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Fortune to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision. Force Majeure Fortune shall not be liable for any failure or delay in the performance of its obligations under these Terms of Use due to any cause beyond its reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor, or materials. Reservations and Cancellations All reservations made through the Services are subject to availability and confirmation by Fortune. You may cancel or modify your reservation in accordance with Fortune's cancellation policy, which is available at the time of booking. Failure to cancel or modify your reservation in accordance with Fortune's cancellation policy may result in forfeiture of any deposits or prepayments made. Gaming and Betting Fortune's casino and gaming services are subject to the rules and regulations of the applicable gaming authority in India. By using the Services, you represent and warrant that you are aware of and will comply with all applicable gaming laws and regulations. Fortune does not endorse or promote any form of illegal gambling or betting. If you have any questions or concerns regarding these Terms of Use, please contact us at fortune@gmail.com. Fortune Fortune Casino & Hotel – Where Every Moment is a Winning Experience. All Rights Reserved. Navigation Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Additional links Disclaimer Privacy Policy Terms of Use Contacts River Mandovi,Capital of ports jetty, Alto- Betim Porvorim, Panaji, Goa 403001, India fortune@gmail.com +91-180-01200444",
    "thanks": "Fortune Casino & Hotel – Thank You for Your Reservation – See You Soon! WinLodge Thank you for reaching out to us! We truly appreciate that you took the time to share your thoughts, ideas, or concerns with us. Your feedback is invaluable as it helps us improve our services and offerings. Our team will carefully review your message and get back to you as soon as possible. We value your input and are committed to providing you with the best possible experience. Once again, thank you for connecting with us. We look forward to continuing this conversation and working together to ensure your satisfaction with WinLodge. To main",
    "disclaimer": "Fortune Casino & Hotel – Disclaimer – Important Information +91-180-01200444 fortune@gmail.com 18+ Fortune Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Disclaimer General Information The information provided on the Fortune Casino Hotel website is for general informational purposes only. We strive to provide accurate and up-to-date information, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Third-Party Links The Fortune Casino Hotel website may contain links to third-party websites. These links are provided for your convenience only. We do not control and are not responsible for the content, privacy policies, or practices of any third-party websites or services. We strongly advise you to review the terms and conditions and privacy policies of any third-party websites or services that you visit. Age Restriction The Fortune Casino Hotel website is intended for use by individuals who are at least 18 years old or the legal age for gambling in their jurisdiction, whichever is greater. If you are not of legal age, please do not use our website. No Waiver Our failure to enforce any provision of this Disclaimer shall not be deemed a waiver of such provision nor of the right to enforce such provision. Severability If any provision of this Disclaimer is found to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not in any way be affected or impaired. Indemnification You agree to indemnify, defend, and hold harmless Fortune Casino Hotel, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from your use of and access to the Fortune Casino Hotel website. Entire Agreement This Disclaimer constitutes the entire agreement between you and Fortune Casino Hotel regarding the use of the website, superseding any prior agreements between you and Fortune Casino Hotel relating to your use of the website. Feedback We welcome your feedback and suggestions about how to improve our website and services. You can submit feedback by emailing us at fortune@gmail.com. Language This Disclaimer is written in English. Any translation of this Disclaimer into another language is provided for convenience only. In the event of any conflict or inconsistency between the English version and any translated version, the English version shall prevail. Updates and Changes We may modify, update, or change this Disclaimer from time to time without prior notice. Your continued use of the Fortune Casino Hotel website after any modification, update, or change constitutes your acceptance of the updated Disclaimer. Contact Us If you have any questions or concerns about this Disclaimer or any other policies or practices of Fortune Casino Hotel, please contact us at fortune@gmail.com. Fortune Fortune Casino & Hotel – Where Every Moment is a Winning Experience. All Rights Reserved. Navigation Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Additional links Disclaimer Privacy Policy Terms of Use Contacts River Mandovi,Capital of ports jetty, Alto- Betim Porvorim, Panaji, Goa 403001, India fortune@gmail.com +91-180-01200444",
    "index": "Fortune Casino & Hotel – Welcome to Luxury and Excitement +91-180-01200444 fortune@gmail.com 18+ Fortune Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Services Fortune Welcome to Fortune Discover the ultimate blend of excitement and luxury at Fortune Casino & Hotel. Enjoy world-class gaming, exquisite dining, and unparalleled hospitality, all under one roof. Our Promise At Fortune, we ensure an unforgettable experience with: Luxurious Accommodations Thrilling Casino Games Fine Dining Exclusive Entertainment Fine Dining Savor the best cuisines from around the world prepared by our top chefs. To learn more Casual Eats Relax and enjoy a casual dining experience with our variety of quick and tasty options. To learn more Entertainment & Events Live Shows Experience live entertainment with performances from top artists and bands. Events Host your events in our state-of-the-art facilities with professional event planning services. Nightlife Enjoy vibrant nightlife with our exclusive bars and nightclubs. Special Promotions Take advantage of our special promotions and offers. Relax & Rejuvenate Spa Services Unwind with our luxurious spa treatments and services. Fitness Center Stay fit and healthy with our fully equipped fitness center. Swimming Pool Take a dip in our beautiful swimming pool and enjoy the serene atmosphere. Luxury Accommodations At Fortune, we offer a range of luxurious rooms and suites designed for comfort and elegance. Enjoy top-notch amenities and stunning views. Exclusive Offers Discover our special offers and packages designed to make your stay even more memorable. Stay & Play Package ₹10,000 Enjoy a weekend stay with complimentary casino credits. Choose Romantic Getaway ₹15,000 A perfect package for couples including a suite stay and a romantic dinner. Choose Spa Retreat ₹8,000 Relax with a spa package including massages and wellness treatments. Choose Contact Us For inquiries and reservations, please contact us at [phone number] or [email address]. We look forward to welcoming you to Fortune. I accept the Privacy Policy Send a message Fortune Fortune Casino & Hotel – Where Every Moment is a Winning Experience. All Rights Reserved. Navigation Home Luxury Tasty food Entertainment Luxurious rooms Suggestions Additional links Disclaimer Privacy Policy Terms of Use Contacts River Mandovi,Capital of ports jetty, Alto- Betim Porvorim, Panaji, Goa 403001, India fortune@gmail.com +91-180-01200444 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it! document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var cookieAcceptButton = document.getElementById(\"cookie-accept\"); if (!localStorage.getItem(\"cookieAccepted\")) { cookieBanner.style.display = \"flex\"; } else { cookieBanner.style.display = \"none\"; } cookieAcceptButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookieAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); Age Verification You must be 18 years or older to enter this site. Please confirm your age. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { var agePopup = document.getElementById(\"age-popup\"); var ageConfirmButton = document.getElementById(\"age-confirm\"); if (!localStorage.getItem(\"ageConfirmed\")) { agePopup.style.display = \"flex\"; } ageConfirmButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); agePopup.style.display = \"none\"; }); });"
  },
  "date": "2024-07-22T12:04:48.302Z"
}