{
  "name": "India_winlodge",
  "pages": {
    "privacy-policy": "WinLodge Casino-Hotel Privacy Policy | Your Privacy and Data Protection at WinLodge 18+ WinLodge Home Entertainment Luxurious rooms +91-832-2452201 winlodge@gmail.com Privacy Policy Children's Privacy Our Site is not intended for children under 18 years of age. No one under age 18 may provide any personal information to or on the Site. We do not knowingly collect personal information from children under 18. If you are under 18, do not use or provide any information on this Site or on or through any of its features, register on the Site, make any purchases through the Site, use any of the interactive or public comment features of this Site or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use. If we learn we have collected or received personal information from a child under 18 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 18, please contact us at winlodge@gmail.com. Cross-Border Data Transfers WinLodge is based in India, and we process and store personal data in India. If you are located outside of India, please be aware that information we collect will be transferred to and processed in India. By using the Site, or providing us with any information, you fully understand and unambiguously consent to this transfer, processing, and storage of your information in India, a jurisdiction in which the privacy laws may not be as comprehensive as those in the country where you reside and/or are a citizen. Third-Party Links Our Site may contain links to third-party websites, plug-ins, services, social networks, or applications. Clicking on those links or enabling those connections may allow the third party to collect or share data about you. We do not control these third-party websites, and we encourage you to read the privacy policy of every website you visit. We are not responsible for the privacy practices or the content of such third-party websites. Data Retention We will retain your personal data for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements. To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data, and whether we can achieve those purposes through other means, and the applicable legal requirements. Your Rights and Choices You have certain rights regarding the personal information we maintain about you. We also offer you certain choices about what personal information we collect from you, how we use that information, and how we communicate with you. You can opt out of receiving our marketing emails. To stop receiving our promotional emails, follow the instructions in any promotional message you receive from us or contact us at winlodge@gmail.com. WinLodge Experience the Thrill at WinLodge – Where Luxury Meets Excitement. winlodge@gmail.com +91-832-2452201 Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India Navigation Home Entertainment Luxurious rooms Additionally Disclaimer Privacy Policy Terms of use",
    "terms-conditions": "WinLodge Casino-Hotel Terms of Use | Rules, Regulations, and User Agreement 18+ WinLodge Home Entertainment Luxurious rooms +91-832-2452201 winlodge@gmail.com Terms of Use Responsible Gaming WinLodge is committed to promoting responsible gaming. We encourage our users to gamble responsibly and to seek help if they have a gambling problem. Our website provides information and resources on responsible gaming, including links to organizations that can provide help and support. Prohibited Jurisdictions Access to our website and its services may be prohibited in certain jurisdictions. It is your responsibility to determine whether your use of our website is legal in your jurisdiction. If you access our website from a prohibited jurisdiction, you do so at your own risk and are solely responsible for complying with all applicable laws. Termination of Account WinLodge reserves the right to terminate your account at any time without notice for any reason, including but not limited to violation of these Terms of Use, fraudulent or suspicious activity, or if required by law. Upon termination of your account, any outstanding balances will be paid to you in accordance with our withdrawal policies. Disclaimer of Warranties Our website and its services are provided \"as is\" and \"as available\" without any warranties of any kind, either express or implied. WinLodge disclaims all warranties, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement. Limitation of Liability In no event shall WinLodge be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, arising out of or in connection with your use of our website and its services. Indemnification You agree to indemnify, defend, and hold harmless WinLodge, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, and expenses (including but not limited to attorney's fees) arising out of or in connection with your use of our website and its services. Governing Law and Jurisdiction These Terms of Use shall be governed by and construed in accordance with the laws of India. Any dispute arising out of or in connection with these Terms of Use shall be subject to the exclusive jurisdiction of the courts of India. Changes to the Terms of Use WinLodge reserves the right to modify these Terms of Use at any time without prior notice. Your continued use of our website following any changes to these terms will constitute your acceptance of such changes. Contact Us If you have any questions or concerns about these Terms of Use, please contact us at winlodge@gmail.com. WinLodge Experience the Thrill at WinLodge – Where Luxury Meets Excitement. winlodge@gmail.com +91-832-2452201 Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India Navigation Home Entertainment Luxurious rooms Additionally Disclaimer Privacy Policy Terms of use",
    "thanks": "Thank You for Choosing WinLodge Casino-Hotel | We Appreciate Your Patronage Thank You for Reaching Out! We appreciate you taking the time to connect with us at WinLodge. Your feedback and questions are invaluable to us. Our team is committed to providing you with a response as soon as possible. Please allow some time for us to thoroughly review your message and prepare a thoughtful response. We look forward to continuing the conversation and helping you in any way we can. Thank you once again for your patience and for being a part of the WinLodge community. To main",
    "disclaimer": "WinLodge Casino-Hotel Disclaimer | Legal Information and Liability Limitations 18+ WinLodge Home Entertainment Luxurious rooms +91-832-2452201 winlodge@gmail.com Disclaimer Promotions and Offers WinLodge Casino Hotel may, from time to time, offer promotions, bonuses, or special offers to our guests. These promotions and offers are subject to their own specific terms and conditions, which will be provided at the time of the offer. By participating in any promotion or offer, you agree to be bound by the applicable terms and conditions. WinLodge Casino Hotel reserves the right to modify, suspend, or terminate any promotion or offer at any time without notice. Gaming Regulations WinLodge Casino Hotel operates in compliance with all applicable gaming regulations in India. Our guests are responsible for ensuring that their participation in gaming activities at our casino is legal in their jurisdiction. WinLodge Casino Hotel does not accept responsibility for any illegal gambling activities. Hotel Reservations and Cancellations All hotel reservations made through the WinLodge Casino Hotel website are subject to availability. We reserve the right to refuse or cancel any reservation for any reason, including but not limited to, errors in pricing or availability. If your reservation is cancelled, we will make reasonable efforts to notify you as soon as possible. Our cancellation policy requires that any cancellations or changes to your reservation must be made at least 24 hours prior to your scheduled arrival time to avoid being charged for one night's room and tax. If you fail to cancel or change your reservation in accordance with our cancellation policy, you will be charged for one night's room and tax. Dispute Resolution Any dispute arising out of or related to this Disclaimer or your use of the WinLodge Casino Hotel website or services shall be resolved through binding arbitration in accordance with the commercial arbitration rules of the Indian Arbitration Council. The arbitration shall take place in India, and the decision of the arbitrator shall be final and binding upon the parties. Assignment You may not assign or transfer any of your rights or obligations under this Disclaimer without the prior written consent of WinLodge Casino Hotel. Any attempted assignment or transfer in violation of this provision shall be null and void. Waiver of Class Action You agree to waive any right to participate in a class action lawsuit or class-wide arbitration against WinLodge Casino Hotel, its affiliates, or its licensors. Any claim or dispute between you and WinLodge Casino Hotel must be resolved on an individual basis. Geographic Restrictions WinLodge Casino Hotel makes no representation that the content on our website is appropriate or available for use in locations outside of India. If you access our website from outside of India, you do so at your own risk and are responsible for compliance with all applicable laws. Contacting Us If you have any questions or concerns about this Disclaimer or any aspect of the WinLodge Casino Hotel website or services, please contact us at winlodge@gmail.com. We will make every effort to respond to your inquiry in a timely manner. WinLodge Experience the Thrill at WinLodge – Where Luxury Meets Excitement. winlodge@gmail.com +91-832-2452201 Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India Navigation Home Entertainment Luxurious rooms Additionally Disclaimer Privacy Policy Terms of use",
    "index": "Welcome to WinLodge Casino-Hotel | Luxury Accommodations, Exciting Casino Games, and Gourmet Dining 18+ WinLodge Home Entertainment Luxurious rooms +91-832-2452201 winlodge@gmail.com Explore the Excitement Welcome to WinLodge Experience luxury and excitement like never before at WinLodge. Our casino-hotel offers top-notch gaming, luxurious accommodations, and exceptional dining. Whether you're here to play or to relax, WinLodge provides an unforgettable escape. Book a room Endless Entertainment At WinLodge, we offer a wide range of entertainment options to keep you thrilled. From live shows and events to a vibrant nightlife scene, there's always something happening. Join us for an unforgettable experience. Relax in Style Luxurious Accommodations Our rooms and suites are designed with your comfort in mind. Enjoy elegant décor, modern amenities, and stunning views. Whether you're here for a weekend getaway or an extended stay, WinLodge ensures a relaxing and memorable experience. Deluxe Room Comfortable and stylish, our Deluxe Rooms offer a perfect retreat with all the amenities you need. Executive Suite Experience luxury at its finest in our Executive Suites, featuring spacious living areas and premium services. Penthouse Indulge in the ultimate luxury with our Penthouse suites, offering breathtaking views and exclusive amenities. Gourmet Delights Exceptional Dining The Bistro Enjoy a relaxed dining experience with a variety of delicious dishes. Gourmet Grill Indulge in premium steaks and seafood at our sophisticated grill. Sushi Bar Taste the freshest sushi and sashimi prepared by our expert chefs. Play to Win Exciting Casino Games Step into our state-of-the-art casino and try your luck at a variety of games. From slot machines to poker tables, WinLodge offers endless opportunities to win big. Top Casino Games Slot Machines Spin and win with our wide selection of slot machines. Blackjack Test your skills and strategy at our blackjack tables. Poker Join a poker game and compete with the best. Roulette Place your bets and watch the wheel spin in our elegant roulette area. Baccarat Enjoy the classic game of baccarat in a luxurious setting. Craps Roll the dice and experience the excitement of craps. Exclusive Offers Take advantage of our special promotions and packages. WinLodge offers exclusive deals to make your stay even more enjoyable. Stay & Play Package ₹15,000 Enjoy a night at WinLodge with complimentary casino credits and dining vouchers. Choose Weekend Getaway ₹25,000 Book a weekend stay and receive special rates, breakfast, and spa access. Choose High Roller Experience ₹50,000 Indulge in our VIP package with luxury accommodations, exclusive casino access, and premium services. Choose Join the Fun Book Your Stay Today I accept the Privacy Policy Send WinLodge Experience the Thrill at WinLodge – Where Luxury Meets Excitement. winlodge@gmail.com +91-832-2452201 Vainguinim Valley 184-189, Machado's Cove Dona Paula, Goa 403004, India Navigation Home Entertainment Luxurious rooms Additionally Disclaimer Privacy Policy Terms of use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookie-banner\"); var acceptCookiesBtn = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"block\"; } acceptCookiesBtn.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); Age Verification Welcome to WinLodge Casino-Hotel. To enter our website, you must be at least 18 years old. This site contains content and services that are intended for adults only. Please confirm your age to continue. If you are not 18 or older, you will be redirected to another site. I am 18 or older document.addEventListener(\"DOMContentLoaded\", function () { var agePopup = document.getElementById(\"age-popup\"); var ageYesBtn = document.getElementById(\"age-yes\"); var ageNoBtn = document.getElementById(\"age-no\"); if (!localStorage.getItem(\"ageVerified\")) { agePopup.style.display = \"flex\"; } ageYesBtn.addEventListener(\"click\", function () { localStorage.setItem(\"ageVerified\", \"true\"); agePopup.style.display = \"none\"; }); });"
  },
  "date": "2024-07-22T09:05:22.341Z"
}