{
  "name": "India_deskglow",
  "pages": {
    "privacy-policy": "Privacy Policy - How DeskGlow Protects Your Personal Information DeskGlow Home An ideal lamp Collection About Us Why are we For clients Get Help Privacy Policy Welcome to DeskGlow, your number one source for all things desk lamps. We're dedicated to providing you the very best of lighting solutions, with an emphasis on quality, design, and affordability. When you use our services, you trust us with your information. This Privacy Policy is meant to help you understand what data we collect, why we collect it, and what we do with it. This is important; we hope you will take time to read it carefully. Information We Collect We collect information to provide better services to all of our users. We collect information in two ways: Information you give us. For example, many of our services require you to sign up for a DeskGlow Account. When you do, we’ll ask for personal information, like your name, email address, telephone number or credit card. Information we get from your use of our services. We may collect information about the services that you use and how you use them, like when you visit a website that uses our advertising services or you view and interact with our ads and content. How We Use Information We Collect We use the information we collect from all of our services to provide, maintain, protect and improve them, to develop new ones, and to protect DeskGlow and our users. We also use this information to offer you tailored content – like giving you more relevant search results and ads. We may use the name you provide for your DeskGlow Profile across all of the services we offer that require a DeskGlow Account. In addition, we may replace past names associated with your DeskGlow Account so that you are represented consistently across all our services. When you contact DeskGlow, we may keep a record of your communication to help solve any issues you might be facing. We may use your email address to inform you about our services, such as letting you know about upcoming changes or improvements. We use information collected from cookies and other technologies, like pixel tags, to improve your user experience and the overall quality of our services. Transparency and Choice People have different privacy concerns. Our goal is to be clear about what information we collect, so that you can make meaningful choices about how it is used. For example, you can: Review and control certain types of information tied to your DeskGlow Account by using DeskGlow Dashboard. View and edit your preferences about the DeskGlow ads shown to you on DeskGlow and across the web, such as which categories might interest you, using Ads Settings. Information You Share Many of our services let you share information with others. Remember that when you share information publicly, it may be indexable by search engines. Our services provide you with different options on sharing and removing your content. Contacting Us If you have any questions about this Privacy Policy, please feel free to contact us at deskglow@gmail.com. DeskGlow Brightening Your Workspace, One Lamp at a Time Links Home An ideal lamp Collection About Us Why are we For clients Disclaimer Privacy Policy Terms of Use Contacts deskglow@gmail.com +91-938-1259520 21-3-276, Hussaini Alam Rd, near Hanuman Temple, Moosa Bowli, Charmahal Petla Burz, Ghansi Bazaar, Hyderabad, Telangana 500002, India © Copyright 2024 by DeskGlow",
    "terms-conditions": "Terms of Use - Rules and Guidelines for Using DeskGlow DeskGlow Home An ideal lamp Collection About Us Why are we For clients Get Help Terms of Use Use of Services By using our Services, you agree to be bound by these Terms, our Privacy Policy, and all applicable laws and regulations. You are responsible for all of your activity in connection with the Services. Content on the Services You are responsible for your use of the Services and for any Content you provide, including compliance with applicable laws, rules, and regulations. You should only provide Content that you are comfortable sharing with others. All Content, whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such Content. We may not monitor or control the Content posted via the Services and, we cannot take responsibility for such Content. Any use or reliance on any Content or materials posted via the Services or obtained by you through the Services is at your own risk. Purchases If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information. You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase; and that (ii) the information you supply to us is true, correct and complete. We reserve the right to refuse or cancel your order at any time for certain reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons. Intellectual Property The Services and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music and all Intellectual Property Rights related thereto, are the exclusive property of DeskGlow. Termination We may terminate or suspend your access to or ability to use any and all Services immediately, without prior notice or liability, for any reason or no reason, including but not limited to if you breach any of the Terms. Governing Law These Terms shall be governed and construed in accordance with the laws of India, without regard to its conflict of law provisions. Changes to Terms of Use We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days’ notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Contact Us If you have any questions about these Terms, please contact us at deskglow@gmail.com. DeskGlow Brightening Your Workspace, One Lamp at a Time Links Home An ideal lamp Collection About Us Why are we For clients Disclaimer Privacy Policy Terms of Use Contacts deskglow@gmail.com +91-938-1259520 21-3-276, Hussaini Alam Rd, near Hanuman Temple, Moosa Bowli, Charmahal Petla Burz, Ghansi Bazaar, Hyderabad, Telangana 500002, India © Copyright 2024 by DeskGlow",
    "thanks": "Thank You - We Appreciate Your Purchase from DeskGlow Thank You for Reaching Out! We appreciate your time and effort in contacting us at DeskGlow. Our team values your input and is committed to providing excellent support to our community. Your message has been successfully received, and a member of our team will review it carefully. We understand that your thoughts and concerns are important, and we want to ensure you receive the attention you deserve. Our response time may vary depending on the volume of inquiries. However, rest assured that we will get back to you as soon as possible, typically within 24-48 hours. In the meantime, feel free to explore our website for more information about our services and resources. We continuously strive to improve and expand our offerings to cater to your needs better. Once again, thank you for connecting with us. We look forward to helping you achieve your goals and create a brighter future together with DeskGlow. Return to Homepage",
    "about": "About Us - Discover the Story and Mission Behind DeskGlow DeskGlow Home An ideal lamp Collection About Us Why are we For clients Get Help About DeskGlow At DeskGlow, we believe that the right lighting can transform any space. Our mission is to provide high-quality, stylish, and functional desk lamps that enhance your workspace and improve your daily life. Our collection is carefully curated to offer a range of designs, from modern to vintage, ensuring that there's something for everyone. Our Mission To brighten your workspace with innovative and stylish lighting solutions. Our Vision To be the leading provider of premium desk lamps, known for quality and design. Our Values Commitment to excellence, customer satisfaction, and sustainable practices. Our Journey Founded in 2020, DeskGlow started with a simple idea: to create the perfect desk lamp that combines style and functionality. Since then, we have grown into a trusted brand, known for our dedication to quality and customer service. Our team is passionate about lighting and committed to helping you find the ideal lamp for your needs. Why Choose Us We stand out in the market for several reasons: Quality Craftsmanship Each lamp is made with attention to detail and the highest quality materials, ensuring durability and longevity. Innovative Designs Our lamps feature the latest in lighting technology, from adjustable brightness to energy-saving features. Customer-Centric Approach Your satisfaction is our priority. We offer personalized service and support to ensure you find the perfect lighting solution. 2020 Year Founded 100+ Products Available 5000+ Happy Customers 24/7 Customer Support DeskGlow Brightening Your Workspace, One Lamp at a Time Links Home An ideal lamp Collection About Us Why are we For clients Disclaimer Privacy Policy Terms of Use Contacts deskglow@gmail.com +91-938-1259520 21-3-276, Hussaini Alam Rd, near Hanuman Temple, Moosa Bowli, Charmahal Petla Burz, Ghansi Bazaar, Hyderabad, Telangana 500002, India © Copyright 2024 by DeskGlow We use cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } else { cookieBanner.style.display = \"none\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); } });",
    "disclaimer": "Disclaimer - Legal Information and Terms for DeskGlow Users DeskGlow Home An ideal lamp Collection About Us Why are we For clients Get Help Disclaimer Website Content All the content provided on this website, including but not limited to text, graphics, logos, images, audio clips, video clips, data compilations, and software, is the property of DeskGlow and is protected by Indian and international copyright laws. The content is intended for your personal, non-commercial use only. Any modification, reproduction, distribution, or display of the content without our prior written consent is strictly prohibited. Product Information We strive to provide accurate and up-to-date information about our products. However, we do not warrant that the product descriptions, colors, or other content available on the website are accurate, complete, reliable, current, or error-free. The colors you see on your device may not accurately depict the actual colors of the products due to variations in monitor settings. Product Availability All products listed on our website are subject to availability. We reserve the right to discontinue or change any product at any time without notice. We will make our best efforts to process and ship your order as soon as possible, but we cannot guarantee specific delivery dates. Pricing Prices for our products are subject to change without notice. We reserve the right to correct any pricing errors that may inadvertently occur. Additional charges may apply for taxes, shipping, and handling. Warranty Our products come with a manufacturer's warranty that covers defects in materials and workmanship. The warranty period varies for each product and is specified on the product page. The warranty does not cover damages caused by misuse, abuse, accidents, or normal wear and tear. Limitation of Liability In no event shall DeskGlow be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from the use or inability to use the website or the products. Governing Law This Disclaimer and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of India. Contact Information If you have any questions or concerns about this Disclaimer, please contact us at deskglow@gmail.com. We will make every effort to respond to your inquiry promptly. DeskGlow Brightening Your Workspace, One Lamp at a Time Links Home An ideal lamp Collection About Us Why are we For clients Disclaimer Privacy Policy Terms of Use Contacts deskglow@gmail.com +91-938-1259520 21-3-276, Hussaini Alam Rd, near Hanuman Temple, Moosa Bowli, Charmahal Petla Burz, Ghansi Bazaar, Hyderabad, Telangana 500002, India © Copyright 2024 by DeskGlow",
    "index": "DeskGlow - Premium Desk Lamps to Brighten and Enhance Your Workspace DeskGlow Home An ideal lamp Collection About Us Why are we For clients Get Help Illuminate Your Space with DeskGlow Welcome to DeskGlow, your one-stop destination for premium desk lamps that combine style, functionality, and innovation. Our carefully curated collection offers lighting solutions to enhance your workspace, improve productivity, and add a touch of elegance to any room. Discover the Perfect Lamp Light Up Your Life Modern Elegance Sleek and contemporary designs that complement any modern workspace. Enhance your productivity and aesthetic with our stylish options. Vintage Charm Classic styles that bring a touch of nostalgia and warmth to your desk. Perfect for creating a cozy and inviting atmosphere. Our Collection Elevate your lighting experience with our top picks: Modern Elegance Sleek and contemporary designs that complement any modern workspace. Vintage Charm Classic styles that bring a touch of nostalgia and warmth to your desk. Minimalist Magic Clean, simple lines for a clutter-free and focused environment. Why Choose DeskGlow Discover the DeskGlow difference: Quality Assurance Every lamp is crafted with precision and care, ensuring durability and top-notch performance. Innovative Features Enjoy advanced functionalities like adjustable brightness, touch control, and wireless charging. Eco-Friendly Options Sustainable and energy-efficient designs to help you go green. Customer Satisfaction At DeskGlow, our customers are at the heart of everything we do. We strive to provide exceptional service and products that exceed your expectations. Our commitment to quality means that every lamp undergoes rigorous testing before it reaches you. We believe in offering only the best, so you can enjoy lighting that is reliable, efficient, and stylish. Join the DeskGlow community and experience the difference that premium lighting can make in your life. Your satisfaction is our priority, and we're here to help you every step of the way. Featured Products Top Picks for Your Desk Explore our bestsellers and find your ideal lighting solution: Aura Desk Lamp ₹4,999 Adjustable brightness and a sleek design for modern workspaces. Order Retro Glow Lamp ₹3,499 Vintage-inspired with a contemporary twist, perfect for adding charm to any desk. Order EcoLite Desk Lamp ₹5,999 Energy-efficient with built-in wireless charging for your convenience. Order Get in Touch I accept the Privacy Policy Send a message DeskGlow Brightening Your Workspace, One Lamp at a Time Links Home An ideal lamp Collection About Us Why are we For clients Disclaimer Privacy Policy Terms of Use Contacts deskglow@gmail.com +91-938-1259520 21-3-276, Hussaini Alam Rd, near Hanuman Temple, Moosa Bowli, Charmahal Petla Burz, Ghansi Bazaar, Hyderabad, Telangana 500002, India © Copyright 2024 by DeskGlow We use cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } else { cookieBanner.style.display = \"none\"; } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); } });"
  },
  "date": "2024-07-12T10:05:35.982Z"
}