{
  "name": "JackpotSupplies",
  "pages": {
    "about-us": "About JackpotSupplies - Enhancing Your Gaming Experience with Premium Casino Equipment JackpotSupplies HOME ABOUT US PARTS Contact Stay Updated with JackpotSupplies! Subscribe to our newsletter and never miss out on the latest casino equipment and exclusive offers. Plus, enjoy a special discount on your first order! SUBSCRIBE NOW Experience the Excellence that Redefines Casino Equipment. Emma Absolutely love the poker table I got from JackpotSupplies! It's perfect for our game nights. James The quality of the casino equipment from JackpotSupplies is outstanding. It adds a touch of class to our home casino setup. Sophia I'm impressed by the customer service at JackpotSupplies. They helped me find the perfect equipment for my casino-themed party! Join the JackpotSupplies Community! JOIN THE COMMUNITY The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact JackpotSupplies - Premium Casino Equipment and Parts JackpotSupplies HOME ABOUT US PARTS Contact CONTACT US Have any questions or feedback? Feel free to reach out to us! I accept Privacy Policy SEND MESSAGE GET IN TOUCH Reach out to DrapeHaven today for any inquiries or feedback! 22 St Clements Rd, Oxley QLD 4075, Australia jackpotsupplies@gmail.com +61 (08) 8225 7792 The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Disclaimers - Legal Information | JackpotSupplies JackpotSupplies HOME ABOUT US PARTS Contact Disclaimer for JackpotSupplies If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at jackpotsupplies@gmail.com. Disclaimers for JackpotSupplies All the information on this website - jackpotsupplies - is published in good faith and for general information purpose only. JackpotSupplies does not make any warranties about the completeness, reliability and accuracy of this information. Any action you take upon the information you find on this website (JackpotSupplies), is strictly at your own risk. JackpotSupplies will not be liable for any losses and/or damages in connection with the use of our website. From our website, you can visit other websites by following hyperlinks to such external sites. While we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites. These links to other websites do not imply a recommendation for all the content found on these sites. Site owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone 'bad'. Please be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control. Please be sure to check the Privacy Policies of these sites as well as their \"Terms of Service\" before engaging in any business or uploading any information. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. Update Should we update, amend or make any changes to this document, those changes will be prominently posted here. The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "index": "JackpotSupplies - Elevating Your Gaming Experience with Premium Casino Equipment JackpotSupplies HOME ABOUT US PARTS Contact WELCOME TO JACKPOTSUPPLIES DISCOVER OUR PREMIUM CASINO EQUIPMENT &amp; ENJOY EXCLUSIVE OFFERS EXPLORE NOW High-Stakes Poker Set $199.90 Classic Slot Machine $599.90 Stay Updated with JackpotSupplies! Subscribe to our newsletter and never miss out on the latest casino equipment and exclusive offers. Plus, enjoy a special discount on your first order! SUBSCRIBE NOW Explore Our Top Casino Equipment Premium Poker Table $499.90 High-Quality Felt · Sturdy Construction · Sleek Design Deluxe Roulette Wheel $299.90 Precision Balanced · Elegant Finish · Durable Blackjack Table $399.50 Professional Grade · Comfortable Layout · Easy Setup Professional Poker Chips From $29.90 High-Quality Clay · Authentic Feel · Multiple Denominations Parts Products Luxury Poker Table $499.90 High-Quality Poker Chips $99.90 Deluxe Slot Machine $999.90 Experience the Excellence that Redefines Casino Equipment. Emma Absolutely love the poker table I got from JackpotSupplies! It's perfect for our game nights. James The quality of the casino equipment from JackpotSupplies is outstanding. It adds a touch of class to our home casino setup. Sophia I'm impressed by the customer service at JackpotSupplies. They helped me find the perfect equipment for my casino-themed party! Join the JackpotSupplies Community! JOIN THE COMMUNITY The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Privacy Policy | JackpotSupplies - Protecting Your Privacy JackpotSupplies HOME ABOUT US PARTS Contact Privacy Policy Information Collection At JackpotSupplies, we collect and store information that you voluntarily provide to us, including but not limited to your name, email address, phone number, and any other details you provide when contacting us or placing an order. Use of Information The information we collect is used to process orders, communicate with you about your orders, improve our products and services, and send promotional offers and updates if you opt-in to receive them. Security We take appropriate measures to secure your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Third Parties We do not sell, trade, or otherwise transfer your personal information to outside parties unless we provide you with advance notice. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. Cookies We use cookies to help us remember and process the items in your shopping cart, understand and save your preferences for future visits, and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future. Changes to This Privacy Policy JackpotSupplies reserves the right to modify this privacy policy at any time. Changes and clarifications will take effect immediately upon their posting on the website. You are encouraged to periodically review this page for the latest information on our privacy practices. The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Parts for Casino Equipment - JackpotSupplies JackpotSupplies HOME ABOUT US PARTS Contact High-Stakes Poker Set $199.90 Classic Slot Machine $599.90 Explore Our Top Casino Equipment Premium Poker Table $499.90 High-Quality Felt · Sturdy Construction · Sleek Design Deluxe Roulette Wheel $299.90 Precision Balanced · Elegant Finish · Durable Blackjack Table $399.50 Professional Grade · Comfortable Layout · Easy Setup Professional Poker Chips From $29.90 High-Quality Clay · Authentic Feel · Multiple Denominations Parts Products Luxury Poker Table $499.90 High-Quality Poker Chips $99.90 Deluxe Slot Machine $999.90 The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "Terms and Conditions | JackpotSupplies - Rules of Use JackpotSupplies HOME ABOUT US PARTS Contact Terms and Conditions Acceptance of Terms By accessing this website, you agree to be bound by these terms and conditions, all applicable laws, and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing this site. Use License Permission is granted to temporarily download one copy of the materials (information or software) on JackpotSupplies' website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on JackpotSupplies' website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by JackpotSupplies at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on JackpotSupplies' website are provided on an 'as is' basis. JackpotSupplies makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Limitations In no event shall JackpotSupplies or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on JackpotSupplies' website, even if JackpotSupplies or a JackpotSupplies authorized representative has been notified orally or in writing of the possibility of such damage. Revisions and Errata The materials appearing on JackpotSupplies' website could include technical, typographical, or photographic errors. JackpotSupplies does not warrant that any of the materials on its website are accurate, complete, or current. JackpotSupplies may make changes to the materials contained on its website at any time without notice. Links JackpotSupplies has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by JackpotSupplies of the site. Use of any such linked website is at the user's own risk. Governing Law Any claim relating to JackpotSupplies' website shall be governed by the laws of the State of Australia, without regard to its conflict of law provisions. Changes to These Terms and Conditions JackpotSupplies may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service. The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You for Choosing JackpotSupplies JackpotSupplies HOME ABOUT US PARTS Contact Thank You for Choosing JackpotSupplies Your support means a lot to us! Explore our diverse range of high-quality gaming tables, chips, cards, and accessories designed to enhance your gaming experience. We look forward to continuing to serve you with excellence and dedication. The JackpotSupplies website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline JackpotSupplies Discover premium casino equipment and parts at JackpotSupplies. Elevate your gaming experience! Home Disclaimers Privacy & Policy Terms & Conditions"
  },
  "date": "2024-06-26T10:59:30.610Z"
}