{
  "name": "joyjournal",
  "pages": {
    "privacy-policy": "Privacy Policy - How JoyJournal Protects Your Data Laipni lūdzam JoyJournal — jūsu galamērķis godīgiem un visaptverošiem spēļu apskatiem JoyJournal Mājas Statistika Populāras spēles Par mums Kontakti Privātuma politika Informācijas kavējumi Mēs kavējam jūsu personīgu informāciju tikai tad, kad tas ir nepieciešams, lai sniegtu jums labāku pakalpojumu un izpildītu mūsu pārdošanas un pakalpojumu līdzekļus. Mēs kavējam tālāk minētās datus: Jūsu vārdu un uzvārdu, lai jūs varētu reģistrēties un pievienoties mūsu tīmekļvietnē; Jūsu e-pasta adresi, lai sazinātos ar jums par jaunajām spēlēm un citām aktuālajām informācijām; Jūsu lietotāja vārdu un paroli, lai jūs varētu piekļūt savam lietotāja kontam; Jūsu IP adresi un citu tehnisko informāciju, lai labot mūsu tīmekļvietnes darbību un izveidot statistiku. Informācijas izmantošana Mēs izmantojam jūsu personīgu informāciju tikai tādu veidu, kā tas ir aprakstīts šajā privatuma politikā. Mēs neizmantosim jūsu datus citādi, kā tas ir norādīts šajā dokumentā. Mēs izmantojam jūsu datus, lai: Pievienotu jūs mūsu tīmekļvietnē un sniegtu pakalpojumus; Sazinātos ar jums par jaunajām spēlēm, aktuālajām izmaiņām un citām aktuālajām informācijām; Labotu mūsu tīmekļvietnes darbību un izveidotu statistiku; Aizsargātu mūsu lietotāju datus un cilvēktiesības; Izpildītu likumu un regulāciju un izvērtētu savus īpašnieku tiesības. Informācijas nodošana trešajām personas Mēs neizmantosim jūsu personīgu informāciju trešajām personas, izņemot tālāk minētos gadījumus: Ja tas ir nepieciešams, lai izpildītu likumu vai regulāciju; Ja tas ir nepieciešams, lai aizsargātu savus īpašnieku tiesības; Ja jūs esat piekrītis, ka jūsu datus var nodot trešajām personas. Datu aizsardzība Mēs veicam visas nepieciešamās maību, lai aizsargātu jūsu datus no neļautā piekļuves un citu aizliegumu. Mēs izmantojam moderno tehnoloģiju un drošības prasmes, lai aizsargātu jūsu datus. Bet, lūdzu, atcerieties, ka interneta tīmekļvietnes ir publiski pieejamas un tādēļ nevar garantēt visu datu drošību. Datu glabāšana Mēs glabāsim jūsu datus tikai tā laiku, kā tas ir nepieciešams, lai izpildītu mūsu pakalpojumus un izpildītu likumu un regulāciju. Ja jūs vēlaties noņemt savus datus no mūsu datubāzes, lūdzu, sazinieties ar mums, izmantojot kontaktinformāciju zemāk. Lietotāja tiesības Jūs, kā lietotājs, turat tiesības piekļūt saviem datus, tās korektēt un noņemt. Lai izmantotu savas tiesības, lūdzu, sazinieties ar mums, izmantojot kontaktinformāciju zemāk. Mēs atbildēsim jūsu pieprasījumam tālāk, kā tas ir iespējams. Kontaktinformācija Ja jums ir jautājumi vai pieprasījumi, sazinieties ar mums, izmantojot tālāk minēto e-pasta adresi: joyjournal@gmail.com. Mēs atbildēsim jūsu pieprasījumam tālāk, kā tas ir iespējams. JoyJournal Krasta iela 76, Latgales priekšpilsēta, Rīga, LV-1019, Latvija joyjournal@gmail.com +371-67-700-000 Mājas Statistika Populāras spēles Par mums Atruna Privātuma politika Lietošanas noteikumi",
    "terms-conditions": "Terms of Use - JoyJournal Usage Guidelines Laipni lūdzam JoyJournal — jūsu galamērķis godīgiem un visaptverošiem spēļu apskatiem JoyJournal Mājas Statistika Populāras spēles Par mums Kontakti Lietošanas noteikumi LAPAS IZMANTOSHANA Lietotājs aizliegjas noteikumiem un pieņem tos kā avotu, izmantojot \"JoyJournal\" internetlapu. Ja lietotājs neskatīties ar noteikumiem vai nepieņem tos, tas nevar izmantot lapu. PUBLISKĀ INFORMĀCIJA Visi raksti, attēli un citas informācijas materiāli, kas tiek publicēti \"JoyJournal\" lapā, ir apsargāti autortiesībām un nevar tikt kopēti vai izmantoti bez \"JoyJournal\" atļaujas. LIETOTĀJA IERAKSTS Ja lietotājs izvēlas reģistrēties un izveidot lietotāja ierakstu, tas aizliegjas noteikumiem un pieņem tos kā avotu. Lietotājs ir atbildīgs par savu lietotāja ieraksta datus un jāsargā tos no trešo šošu aizlieguma. KOMENTĀRI UN ATBILŽU PUBLIKĀCIJA Lietotājs var izslēgt savus komentārus un atbildes uz citu lietotāju komentāru, bet tas ir atbildīgs par to, ka tās publikācija neatspīd autortiesībām vai citām likumiem. \"JoyJournal\" ir tiesības atņemt komentārus vai citus lietotāja publikācijas, ja tās neatbilst noteikumiem. AUTORTIESĪBU APSARGANA Lietotājs aizliegjas noteikumiem un pieņem tos kā avotu, ka neviens nevar izmantot \"JoyJournal\" lapas autortiesību apsargāto materiālu bez atļaujas. Ja lietotājs atsevišķi izveido jaunu materiālu un to publicē \"JoyJournal\" lapā, tas atstājas savu autortiesību uz šo materiālu. ATBILSTĪBA PRET LIETOTĀJU DATIEM \"JoyJournal\" ir samazināta atbildība par lietotāja datus, kas tiek saglabāti lapā. Lietotājs ir personīgi atbildīgs par savu datus un jāsargā tos no trešo šošu aizlieguma. LAIDUMIGA LIETOŠANA Lietotājs aizliegjas noteikumiem un pieņem tos kā avotu, ka neviens nevar izmantot \"JoyJournal\" lapu laidumīgi vai nepareizām celu. Ja \"JoyJournal\" saņem informāciju par laidumīgu lietotāja darbību, tas ir tiesības aizvērt lietotāja piekļuvi lapai. ATBILSTĪBA PRET LAIDUMĪGĀM LIETOTĀJIEM \"JoyJournal\" neiedomās atbildību par laidumīgu lietotāju darbību un ir tiesības aizvērt lietotāja piekļuvi lapai bez pēcējā brīdinājuma. LAIDUMĪGAS LAPAS LIETOŠANA Ja lietotājs pastāsta par laidumīgu lapas lietotāju darbību, \"JoyJournal\" ir tiesības pārbaudīt to un vidēt šo lietotāju no lapas. LIETOTĀJA ATBILSTĪBA Lietotājs ir personīgi atbildīgs par savu darbību lapā un jāapstiprina, ka tas neatspīd likumiem vai citām noteikumiem. LAIDUMĪGĀS FAILU AUGŠUPLĀDE Lietotājs nevar augšupielādēt laidumīgos failus \"JoyJournal\" lapā. Ja \"JoyJournal\" saņem informāciju par laidumīgu failu augšupielādi, tas ir tiesības dzēst šo failu no lapas. LAIDUMĪGĀS SAITES PUBLIKĀCIJA Lietotājs nevar publicēt laidumīgas saites \"JoyJournal\" lapā. Ja \"JoyJournal\" saņem informāciju par laidumīgu saites publikāciju, tas ir tiesības dzēst šo saiti no lapas. LIETOTĀJA PIEZĪME Lietotājs aizliegjas noteikumiem un pieņem tos kā avotu, ka \"JoyJournal\" var mainīt noteikumus bez pēcējā brīdinājuma. Lietotājs ir atbildīgs par to, lai pārbaudītu noteikumus vēlreiz, laikot pēc noteikumu maiņu. KONTAKTINFORMĀCIJA Ja lietotājs ir jautājumus vai iegūst problēmus, sazinieties ar mums, izmantojot elektronpastu: joyjournal@gmail.com JoyJournal Krasta iela 76, Latgales priekšpilsēta, Rīga, LV-1019, Latvija joyjournal@gmail.com +371-67-700-000 Mājas Statistika Populāras spēles Par mums Atruna Privātuma politika Lietošanas noteikumi",
    "thanks": "Thank You - JoyJournal JoyJournal Paldies, ka sazinājāties ar mums! Mēs patiesi novērtējam jūsu laiku un pūles, daloties ar mums savās domās. Jūsu atsauksmes ir nenovērtējamas, jo tās palīdz mums uzlabot un apkalpot jūs labāk. Mūsu komanda izskatīs jūsu ziņojumu un sazināsies ar jums, cik drīz vien iespējams. Mēs novērtējam jūsu ieguldījumu un esam apņēmušies nodrošināt jums vislabāko pieredzi. Vēlreiz paldies, ka sazinājāties ar mums. Mēs ceram turpināt šo ceļu kopā. Uz galveno",
    "about": "About Us - Meet the JoyJournal Team Laipni lūdzam JoyJournal — jūsu galamērķis godīgiem un visaptverošiem spēļu apskatiem JoyJournal Mājas Statistika Populāras spēles Par mums Kontakti Virsraksts: Par Mums Mūsu misija Mūsu mērķis ir sniegt spēļu entuziastiem vispilnīgākos un uzticamākos spēļu apskatus, lai palīdzētu jums pieņemt labākos lēmumus par to, kādas spēles spēlēt. Mūsu komanda JoyJournal komandu veido pieredzējuši spēļu profesionāļi un entuziasti, kuriem patīk dalīties savā aizrautībā ar spēlēm un palīdzēt citiem atrast savas ideālās spēles. Mūsu vērtības Mēs ticam godīgumam, objektivitātei un kvalitātei. Mūsu apskati vienmēr ir balstīti uz rūpīgu analīzi un pārbaudītām faktu bāzēm. Mūsu redzējums Mēs vēlamies kļūt par vadošo spēļu apskatu vietni, kas ir atzīta par tās precizitāti, objektivitāti un lietotājdraudzīgumu. Kāpēc izvēlēties mūs? Mūsu priekšrocības JoyJournal piedāvā unikālu un kvalitatīvu spēļu apskatu pieredzi. Mēs nodrošinām, ka mūsu apskati ir objektīvi, detalizēti un noderīgi visiem spēļu entuziastiem. Objektivitāte: Mēs sniedzam godīgus un precīzus apskatus, kas balstīti uz rūpīgu spēļu analīzi. Kvalitāte: Mūsu apskati ir rakstīti ar lielu uzmanību pret detaļām un augstākajiem kvalitātes standartiem. Mūsu stāsts JoyJournal tika izveidots, lai piepildītu vajadzību pēc uzticamiem un detalizētiem spēļu apskatiem. Mēs sākām kā maza grupa spēļu entuziastu, kuri vēlējās dalīties savā aizrautībā un pieredzē ar citiem. Gadu gaitā mēs esam auguši un attīstījuši savas prasmes, kļūstot par vienu no vadošajām spēļu apskatu vietnēm. Kas mēs esam? Mūsu komanda JoyJournal komandu veido dažādu prasmju un pieredzes spēļu profesionāļi, kuri visi dalās aizrautībā ar spēļu pasauli. Mūsu komandas locekļi ir eksperti savās jomās un vienmēr cenšas sniegt labāko iespējamo saturu mūsu lasītājiem. Jānis Galvenais redaktors ar vairāk nekā 10 gadu pieredzi spēļu žurnālistikā. Laura Spēļu dizainere un analītiķe, kas specializējas RPG un stratēģijas spēlēs. Mārtiņš Tehniskais eksperts un apskatnieks, kas pārbaudā spēļu tehnisko pusi un veiktspēju. Elīna Mārketinga un komunikācijas speciāliste, kas rūpējas par mūsu lasītāju un kopienas saziņu. Kristīne Sociālo mediju menedžere, kas uztur mūsu klātbūtni sociālajos tīklos un dalās jaunākajās ziņās. Andris Grafiskais dizaineris, kas veido vizuālo saturu un palīdz padarīt mūsu apskatus vizuāli pievilcīgus. JoyJournal Krasta iela 76, Latgales priekšpilsēta, Rīga, LV-1019, Latvija joyjournal@gmail.com +371-67-700-000 Mājas Statistika Populāras spēles Par mums Atruna Privātuma politika Lietošanas noteikumi Mēs izmantojam sīkfailus, lai nodrošinātu jums vislabāko pieredzi mūsu vietnē. Uzzināt vairāk. Pieņemt document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookiesAccepted\")) { var cookieBanner = document.getElementById(\"cookie-banner\"); if (cookieBanner) { cookieBanner.style.display = \"flex\"; } } var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); var cookieBanner = document.getElementById(\"cookie-banner\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } });",
    "disclaimer": "Disclaimer - JoyJournal Legal Information Laipni lūdzam JoyJournal — jūsu galamērķis godīgiem un visaptverošiem spēļu apskatiem JoyJournal Mājas Statistika Populāras spēles Par mums Kontakti Atruna Visi, kas apskatījat mūsu tīmekļvietni JoyJournal, lūdzam atļaut piekļuvi savām datiem, lai mēs varētu sniegtajām jums labāku lietotāja pieredzi. Šajā Disclaimer sadalījumā mēs norādīsim, kā mēs izmantojam un saglabājam jūsu personīgas datus un citus informāciju, ko mēs saņemam no jūs un jūsu datora. JoyJournal ir tīmekļvietne, kura sniedz īstajumus par populārākajām spēlēm un spēļu konsolēm. Mūsu mērķis ir sniegtajām jums labāku pieredzi un palīdzēt jums izvēlēties labākās spēles un konsolēs. Bet lūdzu atzīmējiet, ka mēs neesam atbildīgi par jūsu izvēles un nevarējam garantēt, ka jūs būsiet gatavi uz visas spēles vai konsolēm, ko mēs aprakstājam. Mūsu tīmekļvietnē tiek izmantoti \"cookies\", lai saglabātu informāciju par jūsu lietotāja uzstādījumiem un izvēlēm. Šie \"cookies\" neietver personīgajiem datiem un nevarējam identificēt jūsu personību. Ja jūs nepieciešamies noņemt \"cookies\", jūs varat to darīt pēc norādījumiem, kas atrodas jūsu pakalpojuma sniedzēja internetdatora instrukcijās. JoyJournal nav atbildīgs par visu trešo puses saturu, kas ir saņemts vai atlasīts no citām tīmekļvietnēm vai internetresursiem. Mēs nevarējam kontrolēt trešo puses saturu un neesam atbildīgi par tās sakaru un pietiekumi. Lūdzu, izmantojiet savu pazīstu un domu, lai novērtētu, vai trešo puses saturs ir piederīgs jums. Mēs neesam atbildīgi par jebkuru īpašu zaudējumu vai cenu, kas notiek, izmantojot informāciju no mūsu tīmekļvietnes. Visi risinājumi, ko jūs iegūstat, izmantojot informāciju no mūsu tīmekļvietnes, ir jūsu personīgā atbildībā. JoyJournal nebūs atbildīgs par jebkuru zaudējumu, kas notiek, izmantojot mūsu tīmekļvietni. Mēs nevarējam garantēt, ka mūsu tīmekļvietne strādā bez kļūd un bez izliekamiem. Mēs neesam atbildīgi par jebkuru zaudējumu, kas var notikt, izmantojot mūsu tīmekļvietni, inkluzīvi zaudējumiem, kas notiek, izmantojot trešo puses saturu, kas ir saņemts no mūsu tīmekļvietnes. JoyJournal nebūs atbildīgs par jebkuru nepieciešamību pieaugšanās vai izlaistības, kas notiek, izmantojot informāciju no mūsu tīmekļvietnes. Visi risinājumi, ko jūs iegūstat, izmantojot informāciju no mūsu tīmekļvietnes, ir jūsu personīgā atbildībā. Mēs neesam atbildīgi par jebkuru nepieciešamību pieaugšanās vai izlaistības, kas notiek, izmantojot mūsu tīmekļvietni. Mēs nevarējam garantēt, ka mūsu tīmekļvietne strādā bez kļūd un bez izliekamiem. Mēs neesam atbildīgi par jebkuru zaudējumu, kas var notikt, izmantojot mūsu tīmekļvietni, inkluzīvi zaudējumiem, kas notiek, izmantojot trešo puses saturu, kas ir saņemts no mūsu tīmekļvietnes. JoyJournal nebūs atbildīgs par jebkuru nepieciešamību pieaugšanās vai izlaistības, kas notiek, izmantojot informāciju no mūsu tīmekļvietnes. Visi risinājumi, ko jūs iegūstat, izmantojot informāciju no mūsu tīmekļvietnes, ir jūsu personīgā atbildībā. Ja jūs turat jebkuras jautājumus vai iespējamos kļūdas, lūdzu, sazinieties ar mums, izmantojot tālāk esošo e-pasta adresi: joyjournal@gmail.com JoyJournal Krasta iela 76, Latgales priekšpilsēta, Rīga, LV-1019, Latvija joyjournal@gmail.com +371-67-700-000 Mājas Statistika Populāras spēles Par mums Atruna Privātuma politika Lietošanas noteikumi",
    "index": "JoyJournal - Your Ultimate Source for Game Reviews Laipni lūdzam JoyJournal — jūsu galamērķis godīgiem un visaptverošiem spēļu apskatiem JoyJournal Mājas Statistika Populāras spēles Par mums Kontakti Sveicināti! Laipni lūdzam JoyJournal! JoyJournal ir vietne, kurā jūs atradīsiet visjaunākos un vispilnīgākos spēļu apskatus. Mēs rūpīgi analizējam katru spēli, lai sniegtu jums vislabāko pārskatu un palīdzētu izvēlēties labāko izklaidi. Saņemt atsauksmi Populārās spēles Minecraft Izpētiet bezgalīgas pasaules un būvējiet visu, ko vien varat iedomāties. The Witcher 3 Iedziļinieties episkā piedzīvojumā Geralta ādā un glābiet pasauli. Cyberpunk 2077 Nākotnes distopija ar aizraujošu sižetu un atvērtu pasauli. Fortnite Piedalieties aizraujošās cīņās un izveidojiet savu uzvarētāju stāstu. Among Us Atklājiet krāpniekus savā komandā un izdzīvojiet kosmosa piedzīvojumus. Overwatch Komandas balstīta pirmās personas šāvēja spēle ar unikāliem varoņiem. Red Dead Redemption 2 Iejūtieties vecās Amerikas rietumos un kļūstiet par leģendāru kovboju. Stardew Valley Baudiet mierīgu dzīvi fermā un izveidojiet savu lauksaimniecības impēriju. Statistika JoyJournal lepojas ar saviem panākumiem un mūsu lietotāju iesaisti. Pārbaudiet mūsu galvenos statistikas datus zemāk. 10,000+ Spēļu apskati 50,000+ Apmeklētāji mēnesī 5,000+ Reģistrēti lietotāji 1,000+ Pozitīvas atsauksmes Kāpēc izvēlēties mūs? Mūsu priekšrocības Mēs sniedzam objektīvus un detalizētus spēļu apskatus, lai palīdzētu jums pieņemt pareizo lēmumu. Mūsu komanda ir pieredzējuši spēļu entuziasti, kuri saprot jūsu vajadzības. Precizitāte: Mēs rūpīgi analizējam katru spēli. Objektivitāte: Nodrošinām godīgus apskatus. Jaunumi: Sekojam līdzi jaunākajām tendencēm. Kas mēs esam? Par JoyJournal JoyJournal ir veidots, lai sniegtu jums vislabāko spēļu pieredzi. Mūsu misija ir palīdzēt jums atrast un izbaudīt labākās spēles. Mūsu komanda Mēs esam aizrautīgu spēļu entuziastu grupa. Mūsu vērtības Mēs ticam godīgumam un kvalitātei. Mūsu mērķis Nodrošināt jums vislabāko spēļu apskatu platformu. Atsauksmes Mēs augstu vērtējam mūsu lietotāju atsauksmes. Jūsu viedoklis palīdz mums uzlabot un piedāvāt vēl labāku saturu. Lūdzu, dalieties savās domās un ieteikumos! Uzrakstīt atsauksmi Jaunākie apskati Spēļu apskati God of War Aizraujošs piedzīvojums ar dziļu sižetu un iespaidīgu grafiku. See the review Hades Atkārtojams spēlēšanas stils un aizraujoša mitoloģiskā tēma. See the review The Last of Us Part II Emocionāla un intensīva stāsta turpinājums ar lielisku spēļu mehāniku. See the review Pievienojies mums! Es piekrītu Privātuma politikai Sūtīt JoyJournal Krasta iela 76, Latgales priekšpilsēta, Rīga, LV-1019, Latvija joyjournal@gmail.com +371-67-700-000 Mājas Statistika Populāras spēles Par mums Atruna Privātuma politika Lietošanas noteikumi Mēs izmantojam sīkfailus, lai nodrošinātu jums vislabāko pieredzi mūsu vietnē. Uzzināt vairāk. Pieņemt document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookiesAccepted\")) { var cookieBanner = document.getElementById(\"cookie-banner\"); if (cookieBanner) { cookieBanner.style.display = \"flex\"; } } var acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); var cookieBanner = document.getElementById(\"cookie-banner\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } });"
  },
  "date": "2024-07-19T09:01:09.824Z"
}