{
  "name": "Kayas",
  "pages": {
    "about": "Kayas Restoran Hakkında - Eşsiz Lezzetler ve Sıcak Atmosfer Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restaurant Hakkında Sayfasına Hoş Geldiniz Hakkında Sayfası Buradasınız! &gt; Ana Sayfa &gt; Hakkında Sayfası Misyonumuz Misyonumuz, samimi ve sıcak bir atmosfer sağlamaktır. Et Sebze Deniz Ürünleri Tay Çorbası Welcome Our Restaurant Restoranımıza Gelin, Yemekleri Tadın Taze ızgara etlerin sulu aromalarından, canlı bahçe yeşilliklerinin parlak renklerine kadar, yemeklerimiz hem gözler hem de ruh için bir şölen. İster doyurucu bir güveçin sıcaklığını ister egzotik bir füzyon yemeğinin narin dengesini arzulayın, mutfak repertuarımız her tercihe hitap ediyor. Lezzetlerin senfonisinin hafızanızda silinmez bir iz bıraktığı unutulmaz bir yemek deneyimi için bize katılın. Menü Ürünlerimiz Sevdiğimiz atıştırmalıklar ve tatlılar için tarifler Lezzetli Dosa İndirim - %25 Tavuk Burger İndirim - %10 Cajun Kinoa İndirim - %13 Cacciatore Makarna İndirim - %4 Kısa Burger İndirim - %50 Siyah Sıcak Tencere İndirim - %33 Dana Şiş İndirim - %50 Carbonara İndirim - %15 Hakkımızda Hikayemizi Keşfedin Kayas'a hoş geldiniz, burada mutfak mükemmelliği unutulmaz deneyimlerle buluşuyor. Yolculuğumuz, insanların bir araya gelip olağanüstü yemeklerin, sıcak misafirperverliğin ve samimi bir atmosferin tadını çıkarabileceği bir yer yaratma vizyonuyla başladı. Kayas'ta, her yemeğin tatlar, gelenek ve topluluk kutlaması olması gerektiğine inanıyoruz. Top Menu Lezzetli Yemeğinizi Bulun Kahvaltı Barı Özel Kahvaltı Hazırlamak Frittata Muffinleri Özel bir kahvaltı hazır Dana Şiş Güne özel ile başlayın Smoothie'ler Özel bir kahvaltı İçecek Barı Lezzetli kahvaltı Kahvaltı Barı Sabah tarifleri Frittata Muffinleri Kahvaltı fikirleri Dana Hafta Sonu Her gün için özel bir kahvaltı hazırlama Daha Fazla Gör Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "blog": "Kayas Restoran Blog - En Son Haberler ve Gastronomi İpuçları Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restoran Hakkında Sayfasına Hoş Geldiniz Blog Sayfası Buradasınız! &gt; Ana Sayfa &gt; Blog Sayfası Blog Uzman Şefimizin Lezzetli Yemek Pişirme Sanatı. Haftanın Yemeği: Kaya Karidesli Siyah Spagetti İş Yatırımlarının Artırılmasına Dayalı Yatırım Yapma Çalışırken Tükenmişliği Önlemek İçin Verimlilik İpuçları Son 50 Yıldır Hiç Açıklanmamış 7 Gizli Bilgi Netflix'in 'Orange Is the New Black' Dizisi Uzman Şefimizin Lezzetli Yemek Pişirme Sanatı. June 5, 2024 98 Comments Kayas'ta, mutfağımıza yılların deneyimini ve derin bir aşçılık tutkusunu getiren uzman şefimiz tarafından pişirilen lezzetli yemekler sunmaktan gurur duyuyoruz. Her yemek, lezzet, kalite ve yeniliğe adanmışlığının bir kanıtıdır. Şefimiz, en iyi malzemeleri titizlikle seçer, geleneksel pişirme tekniklerini modern dokunuşlarla birleştirerek tatmin edici ve unutulmaz yemekler yaratır. Klasik bir tarifi tadarken ya da yeni bir mutfak kreasyonunun keyfini çıkarırken, her lokmada uzmanlık ve sevgi hissedeceksiniz. Haftanın Yemeği: Kaya Karidesli Siyah Spagetti June 1, 2024 332 Comments Haftanın yemeği olarak sunduğumuz Kaya Karidesli Siyah Spagetti'yi tanıtmaktan mutluluk duyuyoruz. Bu eşsiz ve lezzetli yemek, dramatik renk ve hafif bir deniz tadı veren mürekkep balığı mürekkebi spagetti içerir. Taze kaya karidesleri ile birleştirilen makarna, sarımsak ve kiraz domates sosunda atılarak taze otlar ve hafif bir acı biber dokunuşu ile zenginleştirilir. Dokuların ve tatların bu kombinasyonu, yeni ve heyecan verici bir şey denemek isteyenler için mükemmel bir seçimdir. Bu hafta bize katılın ve mutfağımızın sanatını mükemmel bir şekilde sergileyen bu gastronomik şöleni deneyimleyin. İş Yatırımlarının Artırılmasına Dayalı Yatırım Yapma September 15, 2024 543 Comments İşinize yatırım yapmak, sürdürülebilir büyüme ve uzun vadeli başarıya ulaşmanın kritik bir adımıdır. Ancak, bu yatırımların etkinliği büyük ölçüde verimliliğinizi artırma yeteneğinize bağlıdır. Bu blogda, iş yatırımı ve verimlilik artışı arasındaki simbiyotik ilişkiyi inceliyoruz. Yeni teknolojilerin benimsenmesi, çalışan eğitiminin iyileştirilmesi ve operasyonel süreçlerin optimize edilmesi gibi akıllı yatırım stratejilerini keşfedeceğiz. Verimliliğe odaklanarak, işletmeler yatırımlarından maksimum getiri sağlayabilir, her harcanan dolarla daha büyük verimlilik ve karlılık elde edebilir. Bugünün rekabetçi ortamında işinizi ileriye taşıyacak stratejik kararlar almayı öğrenin. Çalışırken Tükenmişliği Önlemek İçin Verimlilik İpuçları April 22, 2024 39 Comments Günümüzün hızlı tempolu iş ortamında, yüksek verimlilik seviyesini koruyup tükenmişliği önlemek, zorlu fakat gerekli bir dengedir. Bu blog, verimliliğinizi korurken zihinsel ve fiziksel sağlığınızı nasıl kontrol altında tutabileceğinize dair pratik ipuçları sunar. Gerçekçi hedefler belirlemenin, görevleri önceliklendirmenin ve düzenli molalar vermenin önemini tartışacağız. Ayrıca, zaman yönetimi, farkındalık uygulamaları ve uygun bir çalışma ortamı yaratma gibi teknikleri inceleyeceğiz. Bu stratejileri uygulayarak, verimliliğinizi artırabilir ve tükenmişliğin zararlı etkilerinden kaçınarak daha tatmin edici ve sürdürülebilir bir iş yaşamı elde edebilirsiniz. Son 50 Yıldır Hiç Açıklanmamış 7 Gizli Bilgi July 18, 2023 2 Comments Kâr amacı gütmeyen kuruluşlar dünyası, son 50 yılda evrimlerini şekillendiren olağanüstü hikayeler ve gizli içgörülerle doludur. Bu blogda, şimdiye kadar büyük ölçüde açıklanmamış yedi sırrı ortaya koyuyoruz. Yenilikçi bağış toplama stratejilerinden benzersiz örgütsel yapılara ve etkili topluluk katılım tekniklerine kadar, bu sırlar kâr amacı gütmeyen kuruluşların başarılı ve dayanıklı olmasını sağlayan derinlemesine bir bakış sunar. Bu kuruluşların zorluklarla nasıl başa çıktığını, güçlü yanlarını nasıl kullandığını ve kalıcı değişiklikler yarattığını keşfedin. Bir kâr amacı gütmeyen kuruluşun parçası olun ya da sadece daha fazla bilgi edinmek isteyin, bu ifşaatlar değerli bilgi ve ilham sağlar. Netflix'in 'Orange Is the New Black' Dizisi July 13, 2023 20 Comments Netflix'in hit dizisi 'Orange Is the New Black', sadece ilgi çekici hikaye anlatımı ve dinamik karakterleri ile değil, aynı zamanda çeşitli önemli sosyal konulara farkındalık getirmesiyle de izleyicileri büyülemiştir. Bir kadın hapishanesindeki yaşam merceğinden, dizi, ceza adaleti reformu, ırksal eşitsizlik, LGBTQ+ hakları ve akıl sağlığı gibi konuları ele alır. Bu blog, 'Orange Is the New Black'in bu kritik konular hakkında nasıl sohbet başlattığını ve kamu bilincini artırdığını inceler. Ekranda anlatılan hikayelerin gerçek dünyadaki etkilerini vurgulayarak, dizi güçlü bir savunuculuk ve değişim platformu haline gelmiştir. Restoranlarımızla Etkinliğinizi Planlayın Kayas'taki Yaz Mutfak Festivali Kayas'taki Yaz Mutfak Festivalimize katılın, mevsimsel lezzetlerin, yerel malzemelerin ve mutfak yaratıcılığının kutlandığı bir etkinlik. Bu özel etkinlik, yiyecek severler ve aileler için mükemmel bir gezi haline getiren çeşitli aktiviteler, tadımlar ve canlı pişirme gösterileri içerecektir. Testimonials Müşteri Geri Bildirimleri \"Geçenlerde Kayas restoranını ziyaret ettim ve tam anlamıyla memnun kaldım! İç mekan şık ve samimi, en üst seviyede. Menüdeki çeşitlilik beni şaşırttı ve lezzetleri inanılmazdı. Özellikle markalı salata ve deniz ürünleri makarnasını beğendim. Kesinlikle buraya tekrar geleceğim ve arkadaşlarıma tavsiye edeceğim!\" \"Geçen hafta Kayas'ı ziyaret ettim ve çok memnun kaldım. Harika bir atmosfer, arkadaşlarla akşam yemeği veya romantik bir akşam için ideal. Garsonlar nazik ve dikkatli, menüden yemek seçmemde yardımcı oldular. Yemekler mükemmel, porsiyonlar büyük ve fiyatlar oldukça uygun. Özellikle tatlıyı çok beğendim - parmaklarınızı yersiniz!\" Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "contact": "Kayas Restoranı İletişim - İletişim Bilgileri ve Rezervasyon Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restoran Hakkında Sayfasına Hoş Geldiniz Buradasınız! &gt; Ana Sayfa &gt; Iletişim Sayfası İletişimimiz Bize Ulaşın Bunu kabul ediyorum - Gizlilik Politikası Gönder Kayas'a hoş geldiniz! Size unutulmaz bir yemek deneyimi sunmaktan memnuniyet duyarız. Rezervasyon talep formunu doldurarak masanızı ayırtabilirsiniz. İster romantik bir akşam yemeği, ister aile buluşması ya da özel bir kutlama planlıyor olun, ekibimiz ziyaretinizi unutulmaz kılmak için burada. Gerekli bilgileri doldurun, ekibimiz rezervasyonunuzu kısa sürede onaylayacaktır. Sizi ağırlamaktan mutluluk duyacağız! MÜŞTERİ HİZMETLERİ +90 (33) 341 87-03 E-POSTA ADRESİ Kayas@gmail.com OFİS Kayaş, 23, Kayaş Cd. Testimonials Müşteri Geri Bildirimi \"Kayas restoranı yakın zamanda ziyaret ettim ve tam anlamıyla büyülendim! İç mekan şık ve rahat, en üst düzeyde. Menüdeki çeşitlilik beni şaşırttı ve tatlar gerçekten muhteşemdi. Özellikle özel salata ve deniz ürünleri makarnası favorim oldu. Kesinlikle buraya tekrar geleceğim ve arkadaşlarıma tavsiye edeceğim!\" \"Geçen hafta Kayas'a gittim ve çok memnun kaldım. Harika bir atmosfer, arkadaşlarla akşam yemeği veya romantik bir akşam için ideal. Garsonlar kibar ve dikkatliydi, menüden yemek seçmeme yardımcı oldular. Yemekler mükemmel, porsiyonlar büyük ve fiyatlar oldukça makul. Özellikle tatlı - parmaklarınızı yalarsınız!\" Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "disclaimer": "Feragatnamesi | Kayas Restoranı - Ziyaretçi Sorumluluğu ve Koşulları Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restaurant Hakkında Sayfasına Hoş Geldiniz Feragatname Buradasınız! &gt; Ana Sayfa &gt; Feragatname Kayas Restoranı Feragatnamesi Kayas Restoranı olarak misafirlerimize olağanüstü bir yemek deneyimi sunma konusunda kararlıyız. Ancak, ziyaretinizin belirli yönlerinin bizim kontrolümüz dışında olabileceğini unutmamanız önemlidir. Bu nedenle, olası ortaya çıkabilecek herhangi bir sorunu size bildirmek için bu Feragatnamesi'ni oluşturduk. İlk ve en önemlisi, restoranımızda servis edilen tüm yiyecek ve içeceklerin en iyi şekilde hazırlandığını ve pişirildiğini belirtmek isteriz. Ancak, herhangi bir yiyecek veya içecek maddenin tamamen alerjenlerden arınmış olacağını garanti edemeyiz. Yiyecek alerjisi olan tüm misafirlerimizin sipariş vermeden önce personelimize bilgi vermesini öneririz, böylece alerjik reaksiyonları önlemek için gerekli önlemleri alabiliriz. Misafirlerimiz için temiz ve güvenli bir ortamı korumak için çaba gösterirken, bizim tesislerimizde kaybolan, çalınan veya hasar gören kişisel eşyalarından sorumlu tutulamayız. Misafirlerimizin kişisel eşyalarını her zaman yakından takip etmelerini öneririz. Görünür şekilde sarhoş veya düzensiz davranan herhangi bir misafire servis verme hakkını saklı tutarız. Ayrıca, makul bir süre içinde iptal edilmeyen rezervasyonlar için iptal ücreti alma hakkını da saklı tutarız. Lütfen menü fiyatlarımızın önceden bildirim yapılmaksızın değişebileceğini unutmayın. Ayrıca, mevcudiyet durumuna bağlı olarak herhangi bir yemekte porsiyon boyutlarını sınırlama veya içerikleri değiştirme hakkını da saklı tutarız. Özel diyet ihtiyaçları olan misafirleri karşılamak için her türlü çabayı gösterirken, tüm istekleri karşılayabileceğimizi garanti edemeyiz. Özel diyet ihtiyaçları olan misafirlerimizin sipariş vermeden önce gereksinimlerini personelimizle tartışmalarını öneririz. Kayas Restoranı, web sitemizde veya sosyal medya kanallarımızda yer alan herhangi bir reklamda, tanıtım materyalinde veya üçüncü taraf bağlantılarında veya içeriklerindeki hatalardan veya eksikliklerden sorumlu tutulamaz. Ayrıca, web sitemizde veya sosyal medya kanallarımızda yer alan üçüncü taraf bağlantıları veya içeriklerden de sorumlu tutulamayız. Misafirlerimizin kişisel bilgilerinin gizliliği ve güvenliğini çok ciddiye alıyoruz. Ancak, internet üzerinden iletilen bilgilerin güvenliğini garanti edemeyiz. Misafirlerimizi kişisel bilgilerin nasıl toplandığı, kullanıldığı ve korunduğu hakkında daha fazla bilgi için Gizlilik Politikamızı incelemeye davet ediyoruz. Tüm misafirlerimize keyifli bir yemek deneyimi sunmak için her türlü çabayı gösterirken, yiyecek veya hizmetten memnuniyetsizlik durumunda sorumlu tutulamayız. Tüm geri bildirimleri memnuniyetle karşılıyoruz ve herhangi bir endişeyi zamanında ve profesyonel bir şekilde ele almaya çalışacağız. Kayas Restoranı zaman zaman misafirlerimize özel teklifler, indirimler veya kampanyalar sunabilir. Bu tekliflerin herhangi bir zamanda bildirim yapılmaksızın değiştirilmesi veya iptal edilmesi hakkına sahibiz. Misafirlerimizi herhangi bir teklifi kullanmadan önce şartlar ve koşullarını incelemeye davet ediyoruz. Lütfen Kayas Restoranı'nın hizmetlerimiz veya ürünlerimizi kullanmanın sonucunda ortaya çıkan herhangi bir maliyet, zarar veya masraftan sorumlu olmadığımızı unutmayın. Tüm misafirlerimizi daha fazla bilgi için Şartlar ve Koşullarımızı incelemeye davet ediyoruz. Kayas Restoranı'nda tüm misafirlerimize karşı sıcak ve kucaklayıcı bir ortam sağlamaya çalışıyoruz. Ancak, tesislerimizde meydana gelebilecek herhangi bir ayrımcılık veya tacizi sorumlu tutulamayız. Tüm misafirlerimizi herhangi bir ayrımcılık veya taciz olayını derhal yönetimimize bildirmeye teşvik ediyoruz. Bir anlaşmazlık veya anlaşmazlık durumunda, Kayas Restoranı son kararı verme hakkını saklı tutar. Tüm misafirlerimizi herhangi bir sorunu veya endişeyi yönetim ekibimize saygılı ve yapıcı bir şekilde iletmeye teşvik ediyoruz. Umarız bu Feragatname, Kayas Restoranı'nı ziyaretiniz sırasında ne bekleyeceğiniz konusunda size daha iyi bir anlayış sağlamıştır. Sizi ağırlamaktan ve size keyifli bir yemek deneyimi sunmaktan memnuniyet duyarız. Bize Ulaşın Kayas@gmail.com Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "index": "Kayas - En İyi Hint Yemekleri ve Unutulmaz Lezzet Deneyimi Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Restorana Hoş Geldiniz Lezzetli Yemekler En İyi Tat Hindistan'ın Harika Yemekleri Lezzetli yemek, sadece beslenmeyi aşan bir deneyimdir. Bu, tat tomurcuklarımızda dans eden ve bize saf bir neşe ve tatmin duygusu bırakan lezzetlerin, dokuların ve aromaların bir senfonisidir. Keşfet Kayas Restoranımız 09:30 - 22:00 Saatleri Arasında Açık Misyonumuz Misyonumuz, samimi ve sıcak bir atmosfer sağlamaktır. Et Sebze Deniz Ürünleri Tay Çorbası Welcome Our Restaurant Restoranımıza Gelin, Yemekleri Tadın Taze ızgara etlerin sulu aromalarından, canlı bahçe yeşilliklerinin parlak renklerine kadar, yemeklerimiz hem gözler hem de ruh için bir şölen. İster doyurucu bir güveçin sıcaklığını ister egzotik bir füzyon yemeğinin narin dengesini arzulayın, mutfak repertuarımız her tercihe hitap ediyor. Lezzetlerin senfonisinin hafızanızda silinmez bir iz bıraktığı unutulmaz bir yemek deneyimi için bize katılın. Sıcak Teklif Özel Yemek Teklifi Listeleri Frittata Muffinleri Yüksek kaliteleri için yerel tedarikçilerimizi tercih ediyoruz. Bu yüzden çoğunlukla yerel ürünler satın almaya çalışıyoruz. Bu mükemmellik tutkusu, çoğunlukla yerel ürünler tedarik etme çabamızın itici gücüdür. Ve biz her zaman mükemmellik için çabalıyoruz. Tavuk Frittata Müşterilerimize en iyi ürünleri sunmak için yüksek kaliteye olan sarsılmaz bağlılıkları nedeniyle yerel tedarikçileri önceliklendiriyoruz. Bu mükemmellik tutkusu, çoğunlukla yerel ürünler tedarik etme çabamızın itici gücüdür. Dana Machal Yerel tedarikçilerle çalışmayı, öncelikle üstün kalite standartları nedeniyle tercih ediyoruz. Onların mükemmellik tutkusu, sundukları olağanüstü ürünlerde yansıtılmakta ve bu da onları çoğunlukla tedarik ihtiyaçlarımız için tercih edilen seçenek haline getirmektedir. Top Menu Lezzetli Yemeğinizi Bulun Kahvaltı Barı Özel Kahvaltı Hazırlamak Frittata Muffinleri Özel bir kahvaltı hazır Dana Şiş Güne özel ile başlayın Smoothie'ler Özel bir kahvaltı İçecek Barı Lezzetli kahvaltı Kahvaltı Barı Sabah tarifleri Frittata Muffinleri Kahvaltı fikirleri Dana Hafta Sonu Her gün için özel bir kahvaltı hazırlama Daha Fazla Gör Gallery Store Özel Galerimiz Hepsini Gör Testimonials Müşteri Geri Bildirimi Yakın zamanda Kayas restoranı ziyaret ettim ve tam anlamıyla memnun kaldım! İç mekan şık ve rahat, en yüksek seviyede. Menü çeşitliliği beni hoş bir şekilde şaşırttı ve lezzet gerçekten harika. Özellikle marka salata ve deniz ürünleri makarnasını çok beğendim. Kesinlikle buraya tekrar geleceğim ve arkadaşlarıma tavsiye edeceğim! Geçen hafta Kayas'ı ziyaret ettim ve çok memnun kaldım. Harika bir atmosfer, arkadaşlarla akşam yemeği veya romantik bir akşam için ideal. Garsonlar kibar ve dikkatliydi, menüden yemek seçmemize yardımcı oldular. Yemekler mükemmel, porsiyonlar büyük ve fiyatlar oldukça makul. Özellikle tatlıyı çok beğendim - parmaklarınızı yalarsınız! Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "menu": "Kayas Restoran Menü Sayfası - Enfes Yemekler ve Özel Lezzetler Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restoran Hakkında Sayfasına Hoş Geldiniz Menü Sayfası Buradasınız! &gt; Ana Sayfa &gt; Menü Sayfası Misyonumuz Misyonumuz, samimi ve sıcak bir atmosfer sağlamaktır. Et Sebze Deniz Ürünleri Tay Çorbası Welcome Our Restaurant Restoranımıza Gelin, Yemekleri Tadın Taze ızgara etlerin sulu aromalarından, canlı bahçe yeşilliklerinin parlak renklerine kadar, yemeklerimiz hem gözler hem de ruh için bir şölen. İster doyurucu bir güveçin sıcaklığını ister egzotik bir füzyon yemeğinin narin dengesini arzulayın, mutfak repertuarımız her tercihe hitap ediyor. Lezzetlerin senfonisinin hafızanızda silinmez bir iz bıraktığı unutulmaz bir yemek deneyimi için bize katılın. Menü Listesi KAHVALTI Akdeniz Mezze Tabağı Humus, babaganoush, tabbouleh, zeytin, feta, pita. Otlu Kinoa ile Izgara Somon Izgara somon, otlu kinoa, ıspanak, limon sosu. Klasik Margherita Pizza Domates sosu, mozzarella, fesleğen, zeytinyağı. Baharatlı Karides Taco Karides, chipotle sos, kırmızı lahana, avokado, mısır tortilla. Caprese Salatası Domates, mozzarella, fesleğen, balsamik krem, zeytinyağı. Kızarmış Sebzeli Dana Bonfile Dana bonfile, kızarmış sebzeler, patates, kekik, sarımsak sosu. Vegan Buddha Kasesi Kinoa, nohut, avokado, tatlı patates, ıspanak, tahin. Tavuklu Alfredo Makarna Fettucine makarna, tavuk, kremalı sos, Parmesan, sarımsak, maydanoz. Pazartesi................11.00 - 23.00 Salı..........................10.00 - 24.00 Çarşamba.............11.00 - 24.00 Perşembe..............11.00 - 23.00 Cuma........................10.00 - 24.00 Cumartesi...............11.00 - 22.00 Pazar..........................................................Kapalı Trüflü Risotto Beyaz şarap ve tavuk suyu ile yapılan kremsi, trüf kokulu risotto, zengin lezzet ve aroma için Parmesan ve taze trüflerle süslenmiştir. Izgara Toskana Bifteği Biberiye, sarımsak ve zeytinyağı ile marine edilmiş sulu dana biftek, mükemmel şekilde ızgara edilmiş ve sote sebzeler ve pesto ile servis edilir. Deniz Ürünlü Makarna Taze deniz ürünleri karışımı, midye, karides ve kalamar ile linguine makarna, sarımsak, acı biber ve taze maydanozlu zengin domates-şarap sosunda. Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "policy": "Kayas Restoranı Gizlilik Politikası - Kişisel Bilgilerinizin Toplanması, Kullanımı ve Korunması Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restaurant Hakkında Sayfasına Hoş Geldiniz Gizlilik Politikası Buradasınız! &gt; Ana Sayfa &gt; Gizlilik Politikası Kayas Restoranı Gizlilik Politikası Bu Gizlilik Politikası, Kayas Restoranı ('biz', 'bizim' veya 'bizim') web sitemizi ziyaret ettiğinizde, hizmetlerimizi kullandığınızda veya bizimle etkileşimde bulunduğunuzda kişisel bilgilerinizi nasıl topladığımızı, kullanıldığını, açıklandığını ve korunduğunu açıklar. 1. Topladığımız Bilgiler Size doğrudan sağladığınız bilgileri topluyoruz, örneğin: Kişisel Bilgiler: Hesap oluşturduğunuzda, rezervasyon yaptığınızda, sipariş verdiğinizde, bültenimize abone olduğunuzda, yarışma veya promosyonlara katıldığınızda veya bizimle iletişime geçtiğinizde, adınız, e-posta adresiniz, telefon numaranız, posta adresiniz, ödeme bilgileriniz ve diyet kısıtlamalarınız dahil olmak üzere kişisel bilgiler sağlayabilirsiniz. Kullanım Bilgileri: Web sitemizdeki etkileşimleriniz hakkında bilgi topluyoruz, örneğin ziyaret ettiğiniz sayfalar, tıkladığınız bağlantılar, ziyaretinizin zamanı ve tarihi ile cihaz bilgileriniz. Bu bilgiler çerezler, web işaretçileri ve diğer izleme teknolojileri aracılığıyla toplanır. Konum Bilgileri: Cihazınızdaki konum hizmetlerini etkinleştirirseniz, size yakın restoran konumları veya teslimat seçenekleri gibi ilgili hizmetler sunmak için konumunuzla ilgili bilgileri toplayabiliriz. 2. Bilgilerinizi Nasıl Kullanıyoruz Bilgilerinizi çeşitli amaçlarla kullanıyoruz, bunlar arasında: Hizmetlerimizi Sağlama ve İyileştirme: Siparişleri işleme koymak, rezervasyonları yönetmek, yiyecek teslim etmek, sorulara yanıt vermek ve size promosyon teklifleri göndermek dahil olmak üzere hizmetlerimizi sağlamak ve iyileştirmek için bilgilerinizi kullanıyoruz. Deneyiminizi Kişiselleştirme: Web sitemizde ve mobil uygulamamızda deneyiminizi kişiselleştirmek için bilgilerinizi kullanıyoruz, tercihlerinize dayalı olarak ilgili içerik, öneriler ve promosyonlar göstermek gibi. Pazarlama ve Reklamcılık: İlgilendiğiniz konulara ve tercihlerinize dayalı olarak, hizmetlerimiz ve ürünlerimiz hakkında size pazarlama ve reklam mesajları göndermek için bilgilerinizi kullanıyoruz. Pazarlama iletişimlerini istediğiniz zaman e-postadaki talimatları takip ederek veya bizimle iletişime geçerek reddedebilirsiniz. 3. Bilgilerinizi Paylaşma Bilgilerinizi, ödeme işlemcileri, teslimat hizmetleri, pazarlama ajansları ve veri analiz sağlayıcıları gibi hizmetlerimizi sağlamamıza yardımcı olan üçüncü taraf hizmet sağlayıcıları ile paylaşabiliriz. Bu sağlayıcılar yalnızca hizmetlerimizi yerine getirmek için bilgilerinize erişim ve kullanım iznine sahiptir. Bu Gizlilik Politikası'nda açıklandığı şekilde amaçlar için başka şirketlerle de bilgilerinizi paylaşabiliriz. Ayrıca yasal yükümlülüklerimize uymak, haklarımızı ve çıkarlarımızı korumak veya kanun uygulama veya diğer hükümet otoritelerinin gereksinimleri doğrultusunda bilgilerinizi açıklayabiliriz. 4. Gizlilik Kontrolleriniz Aşağıdaki gizlilik kontrollerine sahipsiniz: Hesap Ayarları: Hesap ayarlarınız aracılığıyla her zaman hesap bilgilerinizi, kişisel bilgilerinizi, e-posta adresinizi ve telefon numaranızı erişebilir ve değiştirebilirsiniz. Pazarlama İletişimlerinden Vazgeçme: Bizden gelen pazarlama iletişimlerini istediğiniz zaman e-postadaki talimatları takip ederek veya bizimle iletişime geçerek reddedebilirsiniz. Çerezler ve İzleme Teknolojileri: Tarayıcı ayarlarınızı yöneterek çerezleri ve diğer izleme teknolojilerini engelleyebilirsiniz. Ancak çerezleri engellerseniz, web sitemizin veya hizmetlerimizin bazı özelliklerine erişemeyebilirsiniz. 5. Veri Güvenliği Kişisel bilgilerinizi yetkisiz erişim, ifşa, değişiklik veya yok edilmeden korumak için makul güvenlik önlemleri kullanıyoruz. Ancak hiçbir web sitesi veya çevrimiçi hizmet tamamen güvenli değildir ve bilgilerinizin güvenliğini garanti edemeyiz. 6. Çocukların Gizliliği Web sitemiz ve hizmetlerimiz 13 yaşın altındaki çocuklar için tasarlanmamıştır. 13 yaşın altındaki çocuklardan bilerek kişisel bilgi toplamıyoruz. 13 yaşın altındaysanız lütfen bize kişisel bilgi sağlamayın. 13 yaşın altındaki bir çocuğun bize kişisel bilgi sağladığına inanıyorsanız, lütfen bize ulaşın. 7. Bu Gizlilik Politikasının Değişiklikleri Bu Gizlilik Politikasını zaman zaman güncelleyebiliriz. Herhangi bir değişikliği web sitemizde yayınlayacağız. Güncellemeler veya değişiklikler için bu Gizlilik Politikasını periyodik olarak gözden geçirmenizi öneririz. 8. Bize Ulaşın If you have any questions about this Privacy Policy, please contact us at Kayas@gmail.com Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "terms-conditions": "Kayas Restoranı Şartlar ve Koşulları - Kullanım Şartları ve Gizlilik Politikası Web sitemizin sevgili ziyaretçileri! Kayas olarak biz, kullanıcı deneyiminizi geliştirmek için web sitemizde çerezler kullanıyoruz. deneyimleyin ve daha özel bir hizmet deneyimi sağlayın. Size değer veriyoruz bilgilerinizin güvenli bir şekilde ele alınacağına güvenin ve garanti edin ve Gizlilik Politikamıza uygun olarak gizli olarak. Kabul et Kayaş, 23, Kayaş Cd. Kayas@gmail.com Açılış : 11:00 - 23:00 Kayas hakkında menü blog iletişim +90 (33) 341 87-03 Kayas Restaurant Hakkında Sayfasına Hoş Geldiniz Sartlar ve Koşullar Buradasınız! &gt; Ana Sayfa &gt; Sartlar ve Koşullar Şartlar ve Koşullar Kayas web sitesine erişerek ve kullanarak, bu Şartlar ve Koşullara bağlı kalmayı kabul etmiş olursunuz. Bu Şartlar ve Koşulları kabul etmiyorsanız, lütfen Kayas web sitesini kullanmaktan kaçının. Şartların Değiştirilmesi: Kayas, tamamen kendi takdirine bağlı olarak, bu Şartlar ve Koşulları önceden bildirimde bulunmaksızın değiştirme veya güncelleme hakkını saklı tutar. Bu Şartlar ve Koşullardaki değişikliklerden haberdar olmak için düzenli olarak gözden geçirmek sizin sorumluluğunuzdadır. Kayas web sitesini kullanmaya devam etmeniz, değiştirilen Şartlar ve Koşulları kabul ettiğiniz anlamına gelir. Web Sitesi İçeriği: Kayas web sitesindeki içerik, metinler, resimler, grafikler, videolar ve diğer materyaller dahil olmak üzere, Kayas veya lisans verenlerine aittir. Kayas'ın yazılı izni olmadan içeriği kullanamaz, çoğaltamaz, dağıtamaz, değiştiremez veya türev çalışmalar oluşturamazsınız. Kullanıcı Davranışı: Kayas web sitesini sorumlu ve etik bir şekilde kullanmayı kabul edersiniz. Şunları yapmamayı kabul edersiniz: - Yasadışı, iftira niteliğinde, taciz edici, tehdit edici, kötüye kullanıcı veya zararlı içerik göndermek veya iletmek. - Herhangi bir kişi veya kuruluşu taklit etmek. - Kayas web sitesinin veya ilgili sistemlerin veya ağların herhangi bir bölümüne yetkisiz erişim sağlamaya çalışmak. - Kayas web sitesinin veya ilgili sistemlerin veya ağların düzgün çalışmasını engellemek. Tazminat: Kayas'ı, yetkililerini, yöneticilerini, çalışanlarını, temsilcilerini ve bağlı kuruluşlarını, Kayas web sitesini kullanmanız veya bu Şartlar ve Koşulları ihlal etmeniz nedeniyle ortaya çıkan her türlü iddia, zarar, sorumluluk, maliyet ve masraflara karşı savunmayı, tazmin etmeyi ve zarar görmemesini sağlamayı kabul edersiniz. Sorumluluğun Sınırlandırılması: Kayas, Kayas web sitesinin kullanımı veya içindeki herhangi bir bilgi veya içeriğe dayanarak ortaya çıkan herhangi bir zarar, dolaylı, sonuçsal veya cezai zararlar dahil olmak üzere, sorumlu tutulamaz. Rezervasyon Politikası: - 6 veya daha fazla kişilik gruplar için rezervasyon gereklidir. - Rezervasyonlar en az 24 saat önceden yapılmalıdır. - Kayas, rezervasyonları tamamen kendi takdirine bağlı olarak değiştirme veya iptal etme hakkını saklı tutar. - Rezervasyonları güvence altına almak için geçerli bir kredi kartı gerekebilir. İptal Politikası: - İptaller planlanan rezervasyon saatinden en az 24 saat önce yapılmalıdır. - Planlanan rezervasyon saatinden 24 saat içinde yapılan iptaller iptal ücreti ile karşı karşıya kalacaktır. - Kayas, olumsuz hava koşulları veya öngörülemeyen durumlar dahil olmak üzere, rezervasyonları tamamen kendi takdirine bağlı olarak iptal etme hakkını saklı tutar. If you have any questions or concerns about these Terms and Conditions or any other terms of use on the Kayas website, please contact us at Kayas@gmail.com Kayas En son haberler ve kaynaklar hakkında aylık bir özet. Kliniğimiz, gülüşünüzü güzelleştirmek için oluşturuldu. Kayas@gmail.com +90 (33) 341 87-03 Tesislerimiz Hakkında Menü Blog İletişim Diğer Sayfalar Şartlar ve Koşullar Gizlilik Politikası Feragatname Telif Hakkı 2024 © Kayas tüm hakları saklıdır.",
    "thanks": "Kayas Restoranı için Teşekkürler Bizi tercih ettiğiniz için teşekkür ederiz Kayas Ailesinden Teşekkür Notu Kayas'ta, misafirlerimizin desteği için sonsuz minnettarız. Kuruluşumuzdan bu yana beslediğiniz ve desteğinizi esirgemediğiniz için sonsuz teşekkürler. Sadakatiniz ve coşkulu tavsiyeleriniz, sadece bir beslenme yeri olmanın ötesinde bir yemek destinasyonu olmamızı sağlayan önemli unsurlar arasında yer almaktadır. Ekibimiz: Kayas'nin Kalbi Kayas'nin eşsiz ekibinin sağladığı katkıları abartamayız. Her biri, yetenekli şeflerimizden dikkatli servis personelimize kadar, unutulmaz bir yemek deneyimi yaratmak için benzersiz bir yetenek seti ve coşkuyla çalışmaktadır. Ortaklarımız: İşbirliğinin Müzikali Yüce ortaklarımıza minnettarız. Onların destek ve işbirliği sayesinde yeni zirvelere ulaştık. En kaliteli malzemeleri sağlayan tedarikçilerimizden seçkin içki tedarikçilerimize kadar her ortaklık, mükemmelliğe olan ortak bağlılığımızın bir kanıtıdır. Misyonumuz: Beden ve Ruh için Beslenme Kayas'de, yemeğin sadece açlığı gidermekten öte bir şey olduğuna inanıyoruz. Misafirlerimizin bedenlerini ve ruhlarını besleyebilecekleri, duyularını harekete geçirecek ve unutulmaz anılar yaratacak bir ortam yaratmaya çalışıyoruz. Değerimiz: İçten Bir İfade Kayas'nin bugünkü başarısında rol oynayan destek ve misafirperverliğiniz için sözcükler yetersiz kalır. Pozitif geri bildirimleriniz, ısınıyor yorumlarınız ve coşkulu tavsiyeleriniz bizi gururlandırıyor. Sizin desteğiniz, bizim için en büyük ödüldür. Patronlarımıza Bir Teşekkür Değerli patronlarımıza, yemek firmamızın gerçek yıldızlarına teşekkür ediyoruz. Destekleriniz, tavsiyeleriniz ve olumlu geri bildirimleriniz, başarı yolumuzda bize rehberlik etmiştir. Sizinle birlikte bu yemek yolculuğuna çıktığımız için sonsuz minnettarız. Değerli patronlarımıza, yemek firmamızın gerçek yıldızlarına teşekkür ediyoruz. Destekleriniz, tavsiyeleriniz ve olumlu geri bildirimleriniz, başarı yolumuzda bize rehberlik etmiştir. Sizinle birlikte bu yemek yolculuğuna çıktığımız için sonsuz minnettarız. Topluluğumuzun kalbinde, Kayas, yemek tutkusunun dönüştürücü gücünün bir kanıtı olarak durmaktadır. Hayallerimizi gerçeğe dönüştüren misafirlerimize, ekibimize, ortaklarımıza ve topluluğumuza sonsuz minnettarız. Birlikte, mükemmelliğin sınırsız olasılıklarını keşfetmeye devam edelim ve ömür boyu sürecek anılar yaratalım. Ana Sayfa"
  },
  "date": "2024-06-28T09:52:18.032Z"
}