{
  "name": "kempinsk",
  "pages": {
    "terms-conditions": "Termos de Uso - Kempinsk kempinsk Lar Luxo Serviços Cassino Eventos Termos de utilização Uso do Site O nosso site é fornecido para seu uso pessoal e não comercial. É proibido modificar, copiar, distribuir, transmitir, exibir, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos a partir deste site. Registro de Usuário Para utilizar alguns dos serviços disponíveis no nosso site, você pode precisar registrar uma conta. Ao registrar uma conta, você concorda em fornecer informações verdadeiras, precisas, atuais e completas sobre si mesmo. Você é responsável por manter a confidencialidade de suas informações de conta e senha e por restringir o acesso a seu computador, e você concorda em aceitar a responsabilidade por todas as atividades que ocorrem sob sua conta ou senha. Privacidade A privacidade é importante para nós. Por favor, leia atentamente nossa Política de Privacidade para obter informações sobre como coletamos, usamos e divulgamos suas informações pessoais. Proibições Além das proibições estabelecidas nas Condições de Uso, você concorda em não usar o site para: (a) solicitar outros a se envolverem em atividades ilegais ou violarem regulamentos internacionais, federais, provinciais ou estaduais; (b) violar qualquer direito de propriedade intelectual ou outros direitos de propriedade de terceiros; (c) envolver-se em atividades que possam prejudicar, desativar, sobrecarregar ou danificar nosso site ou interferir no uso e desfrute do nosso site por outros usuários; (d) envolver-se em qualquer atividade fraudulenta; (e) fazer uso não autorizado ou interferir com os serviços de rede conectados ao nosso site; (f) acessar sem autorização ou interferir nos nossos sistemas ou redes de segurança. Limitação de Responsabilidade Em nenhuma hipótese, o Kempinsk Casino Cruise, seus funcionários, diretores, acionistas, agentes ou fornecedores serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do acesso, uso ou incapacidade de usar o nosso site, independentemente de terem sido informados da possibilidade desses danos. Terminação Podemos encerrar ou suspender o acesso à sua conta e ao nosso site imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar os Termos. Todas as disposições dos Termos que por natureza devem sobreviver à rescisão sobreviverão à rescisão, incluindo, sem limitação, disposições de propriedade, renúncias à garantia, indenização e limitações de responsabilidade. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos, entre em contato conosco em kempinsk@gmail.com. kempinsk Kempinsk - Onde o Luxo Encontra a Hospitalidade Ligações Lar Luxo Serviços Cassino Eventos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de utilização Contatos Av. Mal. Craveiro Lopes 390, 1749-009 Lisboa, Portugal kempinsk@gmail.com +351-21-004-5000",
    "thanks": "Obrigado por Escolher o Kempinsk Obrigado! Apreciamos muito o seu contato através do nosso site \"kempinsk\". Suas palavras são importantes para nós e faremos o melhor para responder o mais rápido possível. Agradecemos novamente por se comunicar com a gente. Esperamos poder ajudá-lo da melhor maneira possível. Para principal",
    "casino": "Cassino Kempinsk - Emoção e Entretenimento Sem Limites kempinsk Lar Luxo Serviços Cassino Eventos Bem-vindo ao Nosso Cassino Emoção e Entretenimento Sem Limites No Cassino Kempinsk, você encontrará uma experiência emocionante e sofisticada. Nossa área de jogos é projetada para proporcionar o máximo de entretenimento, com uma ampla variedade de opções para jogadores de todos os níveis. Seja você um jogador experiente ou um iniciante, nosso cassino oferece um ambiente acolhedor e luxuoso, perfeito para desfrutar de momentos inesquecíveis. Venha testar sua sorte e vivenciar a emoção do jogo em um cenário de pura elegância. Variedade de Jogos para Todos No Cassino Kempinsk, oferecemos uma vasta seleção de jogos que atendem a todos os gostos e níveis de experiência. Venha descobrir a emoção dos nossos jogos de mesa e máquinas caça-níqueis, em um ambiente de luxo e sofisticação. Jogos de Mesa Desafie a sua sorte em nossas mesas de jogo, onde a emoção e a estratégia se encontram. Oferecemos uma variedade de jogos clássicos, incluindo blackjack, roleta e pôquer. Cada mesa é operada por crupiês profissionais, garantindo uma experiência de jogo justa e emocionante. Máquinas Caça-níqueis Para os amantes das máquinas caça-níqueis, o Cassino Kempinsk oferece uma seleção diversificada de slots, desde os clássicos até as mais modernas máquinas com jackpots progressivos. A cada giro, uma nova oportunidade de ganhar grandes prêmios. Programas de Fidelidade Recompensas Exclusivas para Nossos Jogadores No Cassino Kempinsk, valorizamos nossos clientes e oferecemos programas de fidelidade exclusivos. Com o nosso programa de recompensas, você acumula pontos a cada aposta e pode trocá-los por uma variedade de benefícios, incluindo crédito para jogar, descontos em nossos restaurantes e estadias no hotel. Nossos membros VIP desfrutam de vantagens adicionais, como acesso a eventos exclusivos, atendimento personalizado e muito mais. Inscreva-se hoje e comece a desfrutar das vantagens de ser um jogador frequente no Cassino Kempinsk. Experiência Única Entretenimento de Classe Mundial No Cassino Kempinsk, a diversão nunca para. Além dos jogos, oferecemos uma variedade de entretenimentos ao vivo, incluindo shows, música e performances que tornam cada visita uma experiência única. Shows ao Vivo Desfrute de apresentações ao vivo de artistas renomados enquanto joga ou relaxa em nossos lounges. Nossos shows variam de música ao vivo a espetáculos de dança, garantindo entretenimento de alta qualidade. Eventos Temáticos Participe de nossos eventos temáticos especiais, onde cada noite traz uma nova aventura. Desde noites de gala até festas temáticas, o Cassino Kempinsk é o lugar perfeito para se divertir e criar memórias inesquecíveis. kempinsk Kempinsk - Onde o Luxo Encontra a Hospitalidade Ligações Lar Luxo Serviços Cassino Eventos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de utilização Contatos Av. Mal. Craveiro Lopes 390, 1749-009 Lisboa, Portugal kempinsk@gmail.com +351-21-004-5000 Este site utiliza cookies para garantir que você tenha a melhor experiência. Saiba mais. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookieBanner\"); var acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "disclaimer": "Aviso Legal - Kempinsk kempinsk Lar Luxo Serviços Cassino Eventos Isenção de responsabilidade Idade e Responsabilidade Nossos serviços são destinados exclusivamente a pessoas com 18 anos ou mais. Ao acessar e utilizar o nosso site, você declara e garante que tem pelo menos 18 anos de idade e que possui a capacidade legal para celebrar contratos. É de sua inteira responsabilidade garantir que acessar o nosso site e participar de nossas atividades seja legal de acordo com as leis de sua jurisdição. Uso do Site A Kempinsk se reserva o direito de alterar, suspender ou interromper qualquer aspecto do site a qualquer momento, incluindo a disponibilidade de qualquer recurso, informação, database ou conteúdo. A Kempinsk também se reserva o direito de impor limites a determinados recursos e serviços ou restrições de acesso a partes ou ao site inteiro sem prévio aviso ou responsabilidade. Privacidade e Segurança A Kempinsk compromete-se a proteger a privacidade e a segurança de seus usuários. No entanto, não podemos garantir a privacidade e a segurança de nenhuma informação que você divulgue em áreas públicas do site. Você é responsável por manter a confidencialidade de sua conta e senha e por restringir o acesso a seu computador. Jogos e Apostas A Kempinsk não garante a precisão, a integridade ou a atualidade das informações fornecidas no site. Os resultados dos jogos e apostas são determinados por um Gerador de Números Aleatórios (RNG) certificado. No entanto, a Kempinsk não é responsável por erros técnicos ou humanos relativos aos resultados dos jogos e apostas. Limitação de Responsabilidade Em nenhum caso a Kempinsk, seus funcionários, diretores, acionistas, agentes ou licenciadores serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou exemplares, incluindo, mas não limitados a, danos por lucro cessante, perda de dados ou outras perdas intangíveis (mesmo que a Kempinsk tenha sido informada da possibilidade de tais danos), decorrentes do uso ou da incapacidade de usar o site. Indenização Você concorda em defender, indenizar e isentar a Kempinsk, seus funcionários, diretores, acionistas, agentes e licenciadores de quaisquer reclamações, responsabilidades, danos, perdas e despesas, incluindo honorários advocatícios, decorrentes de ou relacionados a seu uso do site ou violação deste Disclaimer. Links para Outros Sites O site pode conter links para outros sites. A Kempinsk não é responsável pelo conteúdo, precisão ou opiniões expressas em tais sites, e tais sites não são investigados, monitorados ou verificados pela Kempinsk por precisão ou integridade. Lei Aplicável Este Disclaimer será regido e interpretado de acordo com as leis de Portugal. Você concorda em se submeter à jurisdição exclusiva dos tribunais de Portugal para qualquer disputa decorrente deste Disclaimer. Contato Para qualquer dúvida ou preocupação relacionada a este Disclaimer, entre em contato conosco ema kempinsk@gmail.com. kempinsk Kempinsk - Onde o Luxo Encontra a Hospitalidade Ligações Lar Luxo Serviços Cassino Eventos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de utilização Contatos Av. Mal. Craveiro Lopes 390, 1749-009 Lisboa, Portugal kempinsk@gmail.com +351-21-004-5000",
    "index": "Bem-vindo ao Kempinsk - Luxo e Conforto em Cada Detalhe kempinsk Lar Luxo Serviços Cassino Eventos Bem-vindo ao Kempinsk Um Refúgio de Luxo e Conforto Conforto e Elegância Desfrute de uma estadia inesquecível em nossos quartos elegantemente decorados, projetados para proporcionar o máximo de conforto e tranquilidade. Cada detalhe é pensado para garantir que você se sinta em casa, com um toque de luxo. Aprender mais Experiência Gastronômica Delicie-se com uma variedade de opções gastronômicas em nossos restaurantes renomados. Desde pratos locais autênticos até culinária internacional sofisticada, cada refeição é uma viagem de sabores. Aprender mais Descubra o Kempinsk Luxo em Cada Detalhe O Kempinsk é mais do que um hotel; é uma experiência. Situado no coração da cidade, nosso hotel oferece uma combinação perfeita de conforto, luxo e conveniência. Cada espaço é cuidadosamente projetado para proporcionar uma sensação de exclusividade e bem-estar. Desfrute de serviços personalizados e uma hospitalidade incomparável. Nosso objetivo é fazer com que cada hóspede se sinta especial, desde o momento da chegada até a partida. Venha descobrir o que faz do Kempinsk um destino tão único. Nossos Serviços Facilidades Exclusivas No Kempinsk, cada detalhe é pensado para seu conforto e conveniência. Oferecemos uma variedade de serviços exclusivos para tornar sua estadia inesquecível. Spa de Luxo Relaxe e revitalize-se em nosso spa de classe mundial, onde tratamentos personalizados e profissionais dedicados garantem uma experiência de bem-estar total. Academia Completa Mantenha-se ativo durante sua estadia com nossa academia totalmente equipada, disponível para todos os hóspedes. Piscina Panorâmica Desfrute de vistas deslumbrantes enquanto relaxa em nossa piscina panorâmica, um oásis de tranquilidade no meio da cidade. Eventos e Reuniões Espaços Versáteis e Elegantes No Kempinsk, oferecemos espaços versáteis para todos os tipos de eventos, desde reuniões de negócios até celebrações especiais. Nossos salões elegantes são equipados com a mais moderna tecnologia para garantir o sucesso do seu evento. Nossa equipe dedicada está pronta para atender todas as suas necessidades, garantindo uma experiência impecável. HLazer e Entretenimento Explore as inúmeras opções de lazer e entretenimento que o Kempinsk oferece. Desde momentos relaxantes no spa até noites animadas no nosso cassino, há algo para todos os gostos. Cassino Exclusivo Experimente a emoção do nosso cassino, com uma variedade de jogos para todos os níveis de experiência. Nossa equipe está pronta para proporcionar uma noite inesquecível. Excursões Personalizadas Descubra a cidade com nossas excursões personalizadas, projetadas para revelar os segredos locais e pontos turísticos imperdíveis. Atividades Recreativas Participe de atividades recreativas planejadas para todas as idades, garantindo diversão e entretenimento para toda a família. Suíte Presidencial Luxo supremo com vistas panorâmicas e serviços exclusivos. €1.500 Livro Suíte Executiva Espaçosa e elegante, ideal para viajantes a negócios. €900 Livro Quarto Deluxe Conforto superior com decoração sofisticada. €450 Livro Quarto Superior Estilo e conforto para uma estadia perfeita. €300 Livro Quarto Standard Simplicidade e funcionalidade sem abrir mão do conforto. €200 Livro Entre em Contato Planeje Sua Estadia Conosco Aceito a Política de Privacidade Enviar kempinsk Kempinsk - Onde o Luxo Encontra a Hospitalidade Ligações Lar Luxo Serviços Cassino Eventos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de utilização Contatos Av. Mal. Craveiro Lopes 390, 1749-009 Lisboa, Portugal kempinsk@gmail.com +351-21-004-5000 Este site utiliza cookies para garantir que você tenha a melhor experiência. Saiba mais. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { var cookieBanner = document.getElementById(\"cookieBanner\"); var acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "Política de Privacidade - Kempinsk kempinsk Lar Luxo Serviços Cassino Eventos Política de Privacidade A sua privacidade é importante para nós. Esta Política de Privacidade explica como o Kempinsk Casino Cruise coleta, utiliza, divulga e protege as informações que nós recebemos sobre você através de nossos sites, aplicativos móveis e outros produtos e serviços (coletivamente, os \"Serviços\"). Esta Política de Privacidade se aplica a todos os Serviços fornecidos por nós, exceto aqueles que possuem uma política de privacidade separada. Informações que nós coletamos Nós coletamos vários tipos de informações sobre você, incluindo: Informações que você nos fornece: Nós recebemos e armazenamos as informações que você nos fornece, como seu nome, endereço de e-mail, número de telefone, data de nascimento e informações de pagamento. Você pode escolher não fornecer-nos determinadas informações, mas isso pode impedi-lo de usar alguns dos nossos Serviços. Informações que nós coletamos automaticamente: Nós coletamos informações sobre seu uso dos nossos Serviços, incluindo informações sobre seu computador, dispositivo móvel ou outro dispositivo que você usa para acessar os nossos Serviços. Isso inclui informações como seu endereço IP, tipo de navegador, idioma do navegador, sistema operacional, nome do provedor de serviços de Internet, páginas visitadas, hora e data de acesso e outras informações de uso. Informações de localização: Nós podemos coletar informações sobre sua localização através de seu dispositivo móvel ou outro dispositivo que você usa para acessar os nossos Serviços. Informações de terceiros: Nós podemos receber informações sobre você de terceiros, como nossos parceiros de negócios, fornecedores de serviços, agências de publicidade e redes sociais. Como nós usamos as informações que nós coletamos Nós usamos as informações que nós coletamos para os seguintes propósitos: Fornecer, manter, proteger e melhorar os nossos Serviços, desenvolver novos Serviços e proteger o Kempinsk Casino Cruise e nossos usuários. Personalizar o conteúdo que você vê nos nossos Serviços, incluindo publicidade. Enviar-lhe informações sobre os nossos Serviços, promoções e ofertas especiais. Responder a suas perguntas e solicitações. Analisar dados, identificar tendências e fazer estatísticas. Comunicar-se com você sobre seu uso dos nossos Serviços, incluindo enviar-lhe avisos sobre alterações nas nossas políticas. Contato Se você tiver alguma pergunta ou preocupação sobre esta Política de Privacidade, por favor, entre em contato conosco através do endereço de e-mail kempinsk@gmail.com. kempinsk Kempinsk - Onde o Luxo Encontra a Hospitalidade Ligações Lar Luxo Serviços Cassino Eventos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de utilização Contatos Av. Mal. Craveiro Lopes 390, 1749-009 Lisboa, Portugal kempinsk@gmail.com +351-21-004-5000"
  },
  "date": "2024-07-18T19:05:41.478Z"
}