{
  "name": "kempinsk_Latvia",
  "pages": {
    "about": "Par Mums - Kempinsk Hotel MĀJAS PAR MUMS Kazino KONTAKTS Par Mums Kempinsk Hotel - Elegance un Komforts Latvijas sirdī Mūsu Vēsture Kempinsk Hotel ir izveidots ar mērķi sniegt augstākās klases viesmīlību un izsmalcinātību. Mūsu vēsture sākās ar redzējumu izveidot vietu, kur katrs viesis justos īpašs. Viesnīca piedāvā vismodernākās ērtības un izcilu apkalpošanu, radot unikālu pieredzi katram apmeklētājam. Kempinsk Hotel ir vieta, kur tradīcijas satiekas ar mūsdienu komfortu. Mēs lepojamies ar mūsu bagāto vēsturi un nepārtrauktu vēlmi uzlabot un attīstīt mūsu pakalpojumus. Mūsu viesnīca ir kļuvusi par simbolu kvalitātei un viesmīlībai, piesaistot viesus no visas pasaules. Katrs viesis tiek uzņemts ar sirsnību un rūpību, nodrošinot neaizmirstamu pieredzi. Mūsu Vērtības Izcilība Mēs vienmēr tiecamies sniegt augstākās kvalitātes pakalpojumus, lai katra viesa pieredze būtu neaizmirstama. Komforts Mūsu viesnīca piedāvā luksusa numurus un ērtības, kas nodrošina maksimālu komfortu un relaksāciju. Elegance Katra detaļa mūsu viesnīcā ir izstrādāta ar eleganci un stilu, radot izsmalcinātu vidi katram viesim. Viesmīlība Mēs lepojāmies ar izcilu viesmīlību un uzmanību katram mūsu viesim, padarot viņu uzturēšanos patiesi īpašu. Mūsu Komanda Kempinsk Hotel lepojas ar profesionālu un draudzīgu komandu, kas vienmēr ir gatava palīdzēt un nodrošināt, ka jūsu uzturēšanās pie mums ir patīkama un neaizmirstama. Jānis Kalniņš Viesnīcas Menedžeris Anna Bērziņa Spa Centra Vadītāja Mārtiņš Ozoliņš Restorāna Šefpavārs MĀJAS PAR MUMS Kazino KONTAKTS Konfidencialitāte | Noteikumi un nosacījumi Šī vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi. Turpinot izmantot šo vietni, jūs piekrītat mūsu sīkdatņu izmantošanai. Piekrītu",
    "casino": "Kazino - Kempinsk Hotel MĀJAS PAR MUMS Kazino KONTAKTS Kempinsk Casino Neaizmirstama izklaides pieredze Par Mūsu Kazino Kempinsk Casino piedāvā izsmalcinātu un aizraujošu spēļu pieredzi, kas piemērota gan pieredzējušiem spēlētājiem, gan iesācējiem. Mūsu kazino piedāvā plašu spēļu klāstu, no klasiskām galda spēlēm līdz moderniem spēļu automātiem, nodrošinot izklaidi visām gaumēm. Spēļu Piedāvājums Galda Spēles Izbaudiet klasiskās galda spēles, tostarp pokeru, blekdžeku, ruleti un citas. Spēļu Automāti Atklājiet mūsu plašo spēļu automātu izvēli ar dažādām tēmām un lieliskām laimestu iespējām. Pokera Turnīri Piedalieties mūsu regulārajos pokera turnīros un sacenšaties ar citiem spēlētājiem par lieliem laimestiem. Privātās Spēles Rezervējiet privātu spēļu galdu un izbaudiet ekskluzīvu spēļu pieredzi kopā ar draugiem. Kazino Politikas Mūsu kazino darbojas saskaņā ar stingrām politikām un noteikumiem, lai nodrošinātu godīgu spēli un patīkamu pieredzi visiem viesiem. Lūdzu, iepazīstieties ar mūsu kazino politikām pirms spēles uzsākšanas. Kazino Ērtības VIP Klubs Pievienojieties mūsu VIP klubam un izbaudiet ekskluzīvas priekšrocības un īpašu apkalpošanu. Restorāni un Bāri Izbaudiet gardas maltītes un atspirdzinošus dzērienus mūsu restorānos un bāros. Izklaides Programmas Piedalieties mūsu izklaides programmās, kas piedāvā dažādus šovus un pasākumus. MĀJAS PAR MUMS Kazino KONTAKTS Konfidencialitāte | Noteikumi un nosacījumi Šī vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi. Turpinot izmantot šo vietni, jūs piekrītat mūsu sīkdatņu izmantošanai. Piekrītu Vai jums ir 18 gadi vai vairāk? Jā Nē",
    "contacts": "Kontakti - Kempinsk Hotel MĀJAS PAR MUMS Kazino KONTAKTS Kontakti Sazinieties ar mums jebkurā laikā Mūsu Kontaktinformācija Kempinsk Hotel ir šeit, lai palīdzētu jums ar jebkādiem jautājumiem vai rezervācijām. Lūdzu, sazinieties ar mums, izmantojot zemāk norādīto kontaktinformāciju vai aizpildot kontaktformu. Adrese: Jauniela 25/27, Centra rajons, Rīga, LV-1050, Latvija Tālrunis: +371 46 493 429 E-pasts: kempinsk@gmail.com Sazinieties ar mums Jūsu Vārds Jūsu E-pasts Jūsu Ziņojums Es piekrītu privātuma politikai Nosūtīt MĀJAS PAR MUMS Kazino KONTAKTS Konfidencialitāte | Noteikumi un nosacījumi Šī vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi. Turpinot izmantot šo vietni, jūs piekrītat mūsu sīkdatņu izmantošanai. Piekrītu",
    "index": "Kempinsk Hotel - Luksusa Viesnīca Latvijā MĀJAS PAR MUMS Kazino KONTAKTS Kempinsk Hotel Lielisks atpūtas un izklaides galamērķis Latvijas sirdī Par Mums Laipni lūdzam Kempinsk Hotel – vietā, kur elegance satiekas ar komfortu. Mūsu viesnīca piedāvā izcilu apkalpošanu, luksusa numurus un neaizmirstamu pieredzi katram viesim. Atrodoties Latvijas gleznainajā vidē, mēs piedāvājam ideālu vietu gan atpūtai, gan biznesam. Vairāk Pakalpojumi Luksusa Numuri Mūsu numuri ir iekārtoti ar lielāko rūpību, lai nodrošinātu maksimālu komfortu un ērtības. Spa un Wellness Relaksējieties un atjaunojiet spēkus mūsu modernajā spa un wellness centrā. Gastronomiskie Piedzīvojumi Izbaudiet izsmalcinātas maltītes mūsu restorānos, kas piedāvā dažādas pasaules virtuves. Konferenču Telpas Ideāla vieta jūsu biznesa sanāksmēm un pasākumiem ar modernām ērtībām. Pasūtīt Atsauksmes \"Kempinsk Hotel ir labākā vieta, kur esmu bijis. Izcila apkalpošana un neaizmirstama pieredze!\" - Jānis Bērziņš \"Spa un wellness centrs ir fantastisks. Ideāla vieta atpūtai!\" - Anna Kalniņa MĀJAS PAR MUMS Kazino KONTAKTS Konfidencialitāte | Noteikumi un nosacījumi Šī vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi. Turpinot izmantot šo vietni, jūs piekrītat mūsu sīkdatņu izmantošanai. Piekrītu",
    "privacy-policy": "Privātuma Politika - Kempinsk Hotel MĀJAS PAR MUMS Kazino KONTAKTS Privātuma Politika Kempinsk Hotel apņemas aizsargāt un cienīt jūsu privātumu. Šī privātuma politika izskaidro, kā mēs apkopojam, izmantojam, un aizsargājam jūsu personas datus, kad jūs apmeklējat mūsu vietni un izmantojat mūsu pakalpojumus. Informācijas Apkopošana Mēs varam apkopot un apstrādāt šādu informāciju par jums: Personas identifikācijas informācija, piemēram, jūsu vārds, adrese, e-pasta adrese, un tālruņa numurs. Informācija par jūsu rezervācijām un uzturēšanos mūsu viesnīcā. Finanšu informācija, piemēram, kredītkartes dati, kas nepieciešami maksājumu veikšanai. Informācija, ko jūs sniedzat, aizpildot anketas vai piedaloties aptaujās. Tehniskā informācija, piemēram, jūsu IP adrese, pārlūka veids, un apmeklējuma ilgums. Informācijas Izmantošana Kempinsk Hotel izmanto jūsu informāciju šādos nolūkos: Lai nodrošinātu jums mūsu pakalpojumus un apstrādātu jūsu rezervācijas. Lai uzlabotu mūsu vietni un pakalpojumus, balstoties uz jūsu atsauksmēm un izmantotās vietnes datus. Lai sazinātos ar jums par jūsu rezervācijām un atbildētu uz jūsu jautājumiem. Lai nosūtītu jums informāciju par īpašiem piedāvājumiem, akcijām un jauniem pakalpojumiem, ja esat devis savu piekrišanu. Lai nodrošinātu mūsu viesu drošību un aizsargātu mūsu īpašumu. Informācijas Aizsardzība Mēs ievērojam stingras drošības procedūras, lai aizsargātu jūsu personas datus no nesankcionētas piekļuves, izpaušanas, vai iznīcināšanas. Mūsu datu glabāšanas sistēmas ir aizsargātas ar modernām tehnoloģijām un drošības protokoliem. Jūsu Tiesības Jums ir tiesības piekļūt saviem personas datiem, pieprasīt to labošanu vai dzēšanu, un ierobežot vai iebilst pret to apstrādi. Lai izmantotu šīs tiesības, lūdzu, sazinieties ar mums pa e-pastu: kempinsk@gmail.com. Sīkdatnes Mūsu vietne izmanto sīkdatnes, lai uzlabotu lietotāja pieredzi un nodrošinātu vietnes funkcionalitāti. Sīkdatnes ir mazas teksta datnes, kas tiek saglabātas jūsu ierīcē, kad apmeklējat mūsu vietni. Jūs varat izvēlēties atteikties no sīkdatņu izmantošanas, mainot pārlūka iestatījumus, taču tas var ietekmēt vietnes funkcionalitāti. Trešo Pušu Pakalpojumi Mēs varam sadarboties ar trešajām pusēm, lai sniegtu noteiktus pakalpojumus mūsu vietnes un viesnīcas darbībai. Šīs trešās puses var piekļūt jūsu personas datiem tikai, lai veiktu savus uzdevumus mūsu vārdā, un viņiem ir pienākums saglabāt šo informāciju konfidenciālu. Izmaiņas Privātuma Politikā Kempinsk Hotel patur tiesības jebkurā laikā veikt izmaiņas šajā privātuma politikā. Visas izmaiņas stāsies spēkā no to publicēšanas brīža mūsu vietnē. Lūdzu, regulāri pārbaudiet šo lapu, lai uzzinātu par iespējamiem atjauninājumiem. Saziņa Ja jums ir kādi jautājumi vai bažas par mūsu privātuma politiku vai jūsu personas datu apstrādi, lūdzu, sazinieties ar mums pa e-pastu: kempinsk@gmail.com. Kempinsk Hotel apņemas aizsargāt jūsu privātumu un nodrošināt, ka jūsu personas dati tiek apstrādāti droši un atbildīgi. Mēs augstu vērtējam jūsu uzticību un darīsim visu iespējamo, lai nodrošinātu jūsu datu drošību. MĀJAS PAR MUMS Kazino KONTAKTS Konfidencialitāte | Noteikumi un nosacījumi Šī vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi. Turpinot izmantot šo vietni, jūs piekrītat mūsu sīkdatņu izmantošanai. Piekrītu",
    "terms-conditions": "Lietošanas Noteikumi - Kempinsk Hotel MĀJAS PAR MUMS Kazino KONTAKTS Lietošanas Noteikumi Laipni lūdzam Kempinsk Hotel tīmekļa vietnē. Izmantojot šo vietni un mūsu pakalpojumus, jūs piekrītat ievērot šos lietošanas noteikumus un nosacījumus. Lūdzu, uzmanīgi izlasiet tos pirms mūsu pakalpojumu izmantošanas. Vispārīgie Noteikumi Kempinsk Hotel nodrošina šīs tīmekļa vietnes saturu un pakalpojumus tikai informatīviem un izklaides nolūkiem. Visa informācija, kas sniegta šajā vietnē, ir aizsargāta ar autortiesībām un citiem intelektuālā īpašuma tiesību aktiem. Jūs nedrīkstat izmantot, kopēt, vai izplatīt šīs vietnes saturu bez mūsu rakstiskas atļaujas. Rezervācijas un Maksājumi Veicot rezervāciju mūsu viesnīcā, jūs piekrītat sniegt precīzu un pilnīgu informāciju. Jūs esat atbildīgs par visiem maksājumiem un saistībām, kas izriet no jūsu rezervācijām. Kempinsk Hotel patur tiesības atcelt vai mainīt rezervācijas, ja tās nav atbilstošas mūsu politikām vai ja maksājumi nav veikti laikus. Atcelšanas Noteikumi Jūs varat atcelt savu rezervāciju saskaņā ar mūsu atcelšanas politiku. Lūdzu, sazinieties ar mūsu klientu apkalpošanas komandu, lai iegūtu informāciju par atcelšanas iespējām un nosacījumiem. Atcelšanas noteikumi var atšķirties atkarībā no rezervācijas veida un laika perioda. Personas Datu Aizsardzība Mēs apņemamies aizsargāt jūsu personas datus saskaņā ar mūsu privātuma politiku. Visa informācija, ko jūs sniedzat, tiks izmantota tikai mūsu pakalpojumu sniegšanai un uzlabošanai. Mēs neizpaudīsim jūsu personas datus trešajām pusēm bez jūsu piekrišanas, izņemot gadījumus, kad to pieprasa likums. Lietotāja Pienākumi Izmantojot mūsu vietni, jūs piekrītat ievērot visus piemērojamos likumus un noteikumus. Jūs nedrīkstat izmantot šo vietni jebkādā veidā, kas varētu radīt kaitējumu, traucējumus vai aizskart citas personas tiesības. Jūs esat atbildīgs par jebkādām darbībām, kas veiktas, izmantojot jūsu kontu. Atbildības Ierobežošana Kempinsk Hotel neuzņemas atbildību par jebkādiem zaudējumiem vai kaitējumiem, kas radušies, izmantojot šo vietni vai mūsu pakalpojumus. Mēs darām visu iespējamo, lai nodrošinātu vietnes nepārtrauktu darbību un precīzu informāciju, taču mēs negarantējam, ka vietne būs pieejama bez pārtraukumiem vai kļūdām. Izmaiņas Noteikumos Kempinsk Hotel patur tiesības jebkurā laikā veikt izmaiņas šajos lietošanas noteikumos. Visas izmaiņas stāsies spēkā no to publicēšanas brīža mūsu vietnē. Lūdzu, regulāri pārbaudiet šo lapu, lai uzzinātu par iespējamiem atjauninājumiem. Saziņa Ja jums ir kādi jautājumi vai bažas par šiem lietošanas noteikumiem, lūdzu, sazinieties ar mums pa e-pastu: kempinsk@gmail.com. Mēs esam šeit, lai palīdzētu un nodrošinātu, ka jūsu pieredze ar Kempinsk Hotel ir pozitīva un apmierinoša. Gala Noteikumi Šie lietošanas noteikumi veido pilnīgu vienošanos starp jums un Kempinsk Hotel attiecībā uz šīs vietnes un mūsu pakalpojumu izmantošanu. Ja kāda no šo noteikumu daļām tiek atzīta par nederīgu vai neizpildāmu, pārējie noteikumi paliek spēkā un piemērojami. Jūsu tiesības un pienākumi saskaņā ar šiem noteikumiem nevar tikt nodoti bez mūsu rakstiskas piekrišanas. Kempinsk Hotel pateicas jums par uzticību un cer uz ilgstošu sadarbību. Mēs darīsim visu iespējamo, lai nodrošinātu augstākās kvalitātes pakalpojumus un neaizmirstamu pieredzi katram mūsu viesim. MĀJAS PAR MUMS Kazino KONTAKTS Konfidencialitāte | Noteikumi un nosacījumi Šī vietne izmanto sīkdatnes, lai uzlabotu jūsu pieredzi. Turpinot izmantot šo vietni, jūs piekrītat mūsu sīkdatņu izmantošanai. Piekrītu",
    "thanks": "Paldies - Kempinsk Hotel Paldies! Mēs esam saņēmuši jūsu ziņu un drīz sazināsimies ar jums. Paldies, ka izvēlējāties Kempinsk Hotel. Atgriezties uz sākumlapu"
  },
  "date": "2024-07-22T09:59:17.978Z"
}