{
  "name": "lanoguid",
  "pages": {
    "https___lanoguid_com_": "Energy in Every Jump: MareoFit – Your Unique Trampoline Fitness Experience! Explore the world of health and fun with our workouts designed for effective body strengthening. Transform mundane exercises into thrilling adventures, achieving your goals with joy in our trampoline sessions. Welcome to a new era of fitness! +91-11-78638362 Home Jumping kids Contact us MareoFit will open for you new opportunities fitness room, VIP-level exercise equipment, flexible club card, personal training and all the most advanced programs await you at MareoFit Contact us Jumping Fitness - this is a system of cardio training on mini-trampolines 1 Jumping and exercises accompanied by incendiary music will not let you get bored, like monotonous cardio 2 The program is universal and suitable for many - both beginners and those who have been in fitness for a long time. 3 You can adjust the intensity of the workout - perform all exercises with different amplitudes 4 The exercises do not put stress on the joints and spine, the whole secret is in the jumping technique You won't be bored in these classes tighten your muscles lose excess weight cheer up you can pump up your cardiovascular system well !Attention please For fitness classes on trampolines, you need replacement shoes - soft, non-slip sneakers for the gym 50 minutes Duration of one lesson 600 kcal Burns in one workout, excess weight goes away 1 hour Exercising is more effective for weight loss than running for an hour Do you doubt whether you have enough strength or whether your back or knees will hurt after training? Fitness on trampolines is unique in that there is no shock load on the spine and joints, but there is a well-regulated cardio load. You can jump at your own pace, higher or lower. The body adapts to stress smoothly, without stress. In other words, trampoline fitness is for you! We currently offer four training options: BASE JUMPING BASIC is basic training for novice instructors. After successfully completing the basic Jumping training, the instructor receives a JUMPING INSTRUCTOR certificate, which allows him to teach Jumping classes. Contact MERGER The two-day, four-part training course focuses on different types of training, especially interval training. You'll also use resistance bands and Jumping Sliders and learn workout choreography, how to choose appropriate exercises and combinations, and how to use what you've learned immediately after your workout. Contact EXTENSION This two-day training course is divided into 3 main parts and is intended for those with JUMPING BASIC. During the first part you will acquire basic knowledge of how to work with children or teenagers on a trampoline. Contact ADVANCED A direct continuation of the Jumping Basic Diploma training is JUMPING ADVANCED, in which graduates of the Jumping Basic Diploma can voluntarily participate. Contact disclaimer terms privacy © MareoFit",
    "https___lanoguid_com_child_html": "Jump into Fun: MareoFit Kids - Trampoline Fitness Adventures for Young Bouncers! Discover the magic of fitness on the bounce with engaging exercises tailored for children. MareoFit Kids offers a playful journey to health, combining energetic jumps with joyous activities. Join the bouncing fun and let your child soar into active, happy fitness! +91-11-78638362 Home Jumping kids Contact us Jumping is now available for children Jumping kids Fitness on trampolines for children from 8 to 15 years old Contact Jumping is beneficial and attracts children 1 Cardio loads Maintains heart health and enhances immune defense 2 Endurance Increased performance - less fatigue and faster recovery. 3 Lose weight Helps you lose weight and build muscle mass 4 Coordination You can become more dexterous and learn to control your body in the jumping technique Who is the class suitable for? Your child is between 8 and 15 years old Are you looking for a fun kids' gym that your child will enjoy attending? Looking for a physical activity that will help your child be active and healthier? !It is important Jumping on trampolines, along with strengthening and developmental exercises, children receive a huge charge of pleasure and emotional release disclaimer terms privacy © MareoFit",
    "https___lanoguid_com_contact_html": "Get in Touch with MareoFit Jumping Fitness: Reach Out for Bouncing Queries! Contact Us for Trampoline Fun and Fitness Assistance. Connect with our Energetic Team to Jumpstart Your Wellness Journey. Reach MareoFit for Booking, Inquiries, and Bounce into Health. Let’s Talk Trampolines, Fitness, and Your Bouncing Adventure! +91-11-78638362 Home Jumping kids Contact us Contact +91-11-78638362 MareoFit@gmail.com 8W4G+8M, Fatona, Majorda, Goa 403708, India Are there any polls left? Want to sign up for a class? Write, we look forward to it I accept the Privacy Policy To send disclaimer terms privacy © MareoFit",
    "https___lanoguid_com_disclaimer_html": "Disclaimer: Understanding Your MareoFit Jumping Fitness Journey. Important Information for Safe Bouncing Adventures. Learn About Terms, Conditions, and Safety Guidelines. Navigate Your Trampoline Fitness Experience Responsibly. MareoFit's Commitment to Your Well-being. Read Before You Leap – Ensuring a Fun, Safe, and Healthy Bounce with MareoFit! +91-11-78638362 Home Jumping kids Contact us Disclaimer Acknowledgment of Risks: Participants acknowledge the inherent risks associated with trampoline activities. Health Disclaimer: MareoFit advises individuals to consult with a healthcare professional before engaging in trampoline fitness. Safety Guidelines: Participants must adhere to safety guidelines provided by MareoFit during trampoline sessions. Assumption of Responsibility Users assume full responsibility for their well-being and safety during trampoline workouts. Parental Consent: Minors require parental or guardian consent to participate in MareoFit Jumping Fitness. Physical Fitness: Participants should ensure they are physically fit for trampoline exercises. Equipment Usage: Proper usage of trampoline equipment is crucial for safety; improper use may result in injury. Supervision: Children must be supervised by adults while participating in MareoFit activities. Emergency Procedures: Participants are informed about emergency procedures and must follow instructions in case of an emergency. Personal Belongings: MareoFit is not responsible for loss or damage to personal belongings during sessions. Cancellation Policy: MareoFit retains the right to cancel or modify sessions; participants will be notified in advance. Refund Policy: Refunds are subject to MareoFit's refund policy, outlined on the official website. Intellectual Property: Content on the MareoFit website is protected by intellectual property laws; unauthorized use is prohibited. Privacy Protection: MareoFit respects user privacy; personal information is handled in accordance with the privacy policy. Dispute Resolution: Any disputes arising from MareoFit activities will be resolved through arbitration or mediation. Contact Information If you have any questions about this disclaimer, please contact us at MareoFit@gmail.com. disclaimer terms privacy © MareoFit",
    "https___lanoguid_com_terms_html": "Terms &amp; Conditions: MareoFit Jumping Fitness Guidelines for a Seamless Adventure. Explore the Legal Framework of Your Bouncing Journey. Understand Our Terms, Responsibilities, and User Agreements. MareoFit's Terms &amp; Conditions – Your Roadmap to Responsible and Enjoyable Trampoline Fitness Experiences. Read Before You Bounce into Health and Wellness +91-11-78638362 Home Jumping kids Contact us Terms and Conditions Acceptance of Terms: By accessing MareoFit Jumping Fitness, users agree to comply with these Terms and Conditions. Eligibility: Users must be at least 18 years old or have parental/guardian consent to use MareoFit's services. User Account: Users are responsible for maintaining the confidentiality of their account credentials and agree not to share them. Code of Conduct: Users agree to abide by a code of conduct that promotes a positive and respectful community environment. Trampoline Safety: Users must follow provided safety guidelines and use trampoline equipment responsibly during sessions. Intellectual Property: Content on MareoFit's website is protected by intellectual property laws; users agree not to infringe on these rights. Modification of Services: MareoFit reserves the right to modify or discontinue services temporarily or permanently without notice. Payment and Refunds: Users agree to pay any applicable fees for MareoFit services and understand the refund policy outlined on the website. Termination of Account: MareoFit may suspend or terminate user accounts for violations of these Terms and Conditions. Communication: Users consent to receive communications from MareoFit, including newsletters and promotional materials. Limitation of Liability: MareoFit is not liable for any direct, indirect, incidental, or consequential damages resulting from the use of its services. Governing Law: These Terms and Conditions are governed by and construed in accordance with the laws. Dispute Resolution: Any disputes arising from MareoFit services will be resolved through arbitration or mediation. Changes to Terms: MareoFit may update these Terms and Conditions; users will be notified of significant changes. Contact Information: For questions or concerns about these Terms and Conditions, contact us at MareoFit@gmail.com . disclaimer terms privacy © MareoFit",
    "https___lanoguid_com_privacy_html": "Privacy Assurance: MareoFit Jumping Fitness Respects Your Confidentiality. Discover Our Commitment to Your Privacy and Data Security. Navigate Your Bouncing Adventure Confidently Knowing Your Information is Handled with Care. MareoFit's Privacy Policy – Safeguarding Your Personal Details Throughout Your Trampoline Fitness Journey. +91-11-78638362 Home Jumping kids Contact us Privacy Policy Third party services: MareoFit may use third party services to improve the user experience; their privacy policies differ from ours. Marketing communications: Users may receive marketing communications from MareoFit; Opt-out options are provided in each message. Data storage: We do not store user data as set out in this Privacy Policy. Children's privacy: MareoFit does not knowingly collect personal information from children under 13 years of age. Parents or guardians must consent to their children's participation. Changes to the Privacy Policy: MareoFit may update this Privacy Policy from time to time; Users will be notified of any significant changes. User rights: Users have the right to access, correct or delete their personal information; inquiries can be made via our contact form. Agreement: By using MareoFit Jumping Fitness, users agree to our Privacy Policy and agree to its terms. Contact information: If you have any questions or concerns about this Privacy Policy, please contact us at MareoFit@gmail.com . Applicable law: This Privacy Policy is governed by and construed in accordance with the laws. Data Protection Officer: MareoFit has appointed a Data Protection Officer to oversee privacy issues; For questions, please contact MareoFit@gmail.com . Effective date: This Privacy Policy is effective from now on. Data exchange: MareoFit may not exchange or transmit data and does not collect it. International data transfer: User information is not collected or shared. User Responsibility: Users are responsible for maintaining the confidentiality of their account information and passwords. Business translations: In the event of a merger, acquisition, or sale of assets, user information may be transferred as part of the transaction. Data Breach Notice: In the event of a data breach, MareoFit will promptly notify affected users and take necessary measures to resolve the breach. disclaimer terms privacy © MareoFit"
  }
}