{
  "name": "Latvia_starplay",
  "pages": {
    "terms-conditions": "StarPlay Hotel - Lietošanas Noteikumi starplay@gmail.com +371-67-828-777 StarPlay Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Lietošanas noteikumi LIETOŠANAS PATERĒTĪBA StarPlay tālrunis ir pieejams visiem personām, kas vecāki par 18 gadu vecumu un esošajā valstī ir ļaujams spēlēt kazino spēlēs. Ja lietotājs neatbilst šīm kritērijiem, tas nevar izmantot StarPlay tālruni un jānovērš apliecinājumu no mūsu tālrunī. LIETOTĀJA REGISTRĀCIJA Lai izmantotu StarPlay tālruni, lietotājs ir jāreģistrējas un jāizveido personīgais konts. Lietotājam ir jānorāda pareiza personīgā informācija, inkluzīve e-pasta adrese, tāla telefona numurs un adrese. Lietotājs ir atbildīgs par savu konta aizsardzību un nevar atļaut trešiem personām izmantot to. SPĒLES UN IZAUGSMES StarPlay tālrunī ir pieejamas dažādas kazino spēles, kuras var spēlēt ar reālo naudu. Izaugsmes var būt saņemtas spēlēs rezultātā, bet tās var arī būt saistītas ar noteikta spēles reģļu. Lietotājs ir atbildīgs par savu spēles izvēli un atbildīgs par to, ka spēlē reālā naudu. MAKSĀJUMI UN NOĶERĶUMI Lietotājs var veikt maksājumus savā kontā, izmantojot dažādas maksājumu metodes, kuras ir norādītas StarPlay tālrunī. Maksājumi tiek veikti tuvākajā laikā, bet noķeršanas procesa laiks var mainīties atkarībā no izvēlētajā maksājumu metode. Lietotājs var saņemt izaugsmes, izmantojot to pašu maksājumu metodi, kuru izmantojis, lai veiktu maksājumu. StarPlay ir ļaujams atsevišķi pārbaudīt visus maksājumus un noķeršanas pieprasījumus, lai nodrošinātu, ka tās ir veiktas pareizajā veidā. ATBILDTOŠĪBA UN ATLIKUMS Lietotājs ir atbildīgs par visu savu darbību StarPlay tālrunī un atbildīgs par visu izcili, kas var izpildīties, izmantojot savu kontu. Lietotājs atbild par savu spēles izvēli, maksājumu un noķeršanas darbības un atbild par visu iespējamo juridisko atlikumu, kas var izpildīties, izmantojot StarPlay tālruni. DATU AIZSARDZĪBA StarPlay sarga lietotāju personīgas datus un neattiecas tos trešiem personām, izņemot gadījumus, kad tas ir nepieciešams, lai izpildītu maksājumus vai noķeršanas pieprasījumus, vai kad tas ir nepieciešams, lai izpildītu likumi un noteikumi. Lietotājs ir ļaujams pieprasīt savu personīgu informāciju un atjaunināt to kadreiz, kad tas ir nepieciešams. KONTA AIZSTĀVIŠANA Ja lietotājs neizmanto savu kontu vienā mēneša laikā, StarPlay ir ļaujams aizstāvīt to. Ja lietotājs neievada pareizu paroli vai nevar piekļūt savam kontam, tas ir ļaujams pieprasīt atjaunošanu savā e-pasta adresē. KONTAKTINFORMĀCIJA Ja lietotājam ir jautājumi vai problēmas, sazinieties ar mums, izmantojot e-pasta adresi starplay@gmail.com. Mēs atbildēsim jūsu uzrunām kā jaukāk tiks iespējams. StarPlay Atrašanās vieta Elizabetes iela 55, Centra rajons, Rīga, LV-1010, Latvija Tālrunis +371-67-828-777 E-pasts starplay@gmail.com Mūsu saites Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Papildu saites Atruna Privātuma politika Lietošanas noteikumi",
    "thanks": "StarPlay Hotel - Paldies par Jūsu Rezervāciju! Paldies, ka sazinājāties! Mēs pateicamies, ka veltījāt laiku, lai sazinātos ar mums šeit, StarPlay. Jūsu atsauksmes un jautājumi mums ir vērtīgi, un mēs priecājamies, ka esat daļa no mūsu kopienas. Mūsu komanda izskatīs jūsu ziņojumu un sazināsies ar jums, cik drīz vien iespējams. Mēs cenšamies atbildēt 24 stundu laikā, bet liela apjoma periodos, lūdzu, uzgaidiet līdz 48 stundām. Tikmēr nekautrējieties izpētīt vairāk StarPlay piedāvātā. Mēs pastāvīgi atjauninām savu platformu ar jaunām funkcijām un saturu, lai uzlabotu jūsu pieredzi. Atpakaļ uz sākumlapu",
    "casino": "StarPlay Casino - Izbaudiet Aizraujošas Spēles un Lieliskus Laimestus starplay@gmail.com +371-67-828-777 StarPlay Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Laipni lūdzam StarPlay Casino Ienirstiet aizraujošajā StarPlay Casino pasaulē, kur aizraujošas spēles un luksusa atmosfēra apvienojas, lai nodrošinātu jums neaizmirstamu pieredzi. Mūsu plašais spēļu klāsts un izcila apkalpošana piedāvā visu nepieciešamo, lai jūsu vakars būtu pilns ar izklaidēm un iespējām laimēt lielus laimestus. Spēļu Automāti Izbaudiet jaunākos un populārākos spēļu automātus ar dažādām tēmām un lieliskiem bonusiem. Galda Spēles Piedalieties klasiskajās galda spēlēs, piemēram, blekdžekā, ruletē un pokerā, un pārbaudiet savas prasmes pret citiem spēlētājiem. VIP Zona Ekskluzīva zona mūsu prestižākajiem spēlētājiem ar augstākām likmēm un luksusa apkalpošanu. Slotu Paradise Atklājiet plašu slotu automātu klāstu ar dažādām tēmām, bonusiem un progresīvajiem džekpotiem, kas nodrošina izcilu spēļu pieredzi. Pokera Istaba Pievienojieties aizraujošām pokera spēlēm un turnīriem mūsu profesionāli aprīkotajā pokera istabā, kur jums būs iespēja sacensties ar labākajiem spēlētājiem. Ruletes Zāle Izbaudiet klasisko kazino spēli mūsu modernajā ruletes zālē ar dažādām likmju iespējām un izcilu atmosfēru. Blekdžeka Galdi Pārbaudiet savu veiksmi un stratēģiju pie mūsu blekdžeka galdiem, kur profesionāli dīleri nodrošina nevainojamu spēles pieredzi. Baccarat Lounge Ienirstiet elegances un stratēģijas pasaulē mūsu baccarat lounge, kur varat spēlēt vienu no populārākajām kazino spēlēm. Sporta Likmes Veiciet likmes uz saviem iecienītākajiem sporta notikumiem un izbaudiet spēļu tiešraides mūsu īpašajā sporta likmju zonā. Keno un Bingo Izklaidējieties ar klasiskajām keno un bingo spēlēm, kas piedāvā iespējas laimēt lielus laimestus un izklaidēties ar draugiem. 100 % Reģistrācijas Bonuss - saņemiet 100% bonusu pie pirmās iemaksas. 50 Bezmaksas Griezieni - izbaudiet 50 bezmaksas griezienus uz mūsu populārākajiem slotu automātiem. 24/7 Klientu Atbalsts - mūsu profesionālā komanda ir pieejama visu diennakti, lai palīdzētu jums ar jebkuriem jautājumiem vai problēmām. StarPlay Atrašanās vieta Elizabetes iela 55, Centra rajons, Rīga, LV-1010, Latvija Tālrunis +371-67-828-777 E-pasts starplay@gmail.com Mūsu saites Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Papildu saites Atruna Privātuma politika Lietošanas noteikumi Mēs izmantojam sīkdatnes, lai uzlabotu jūsu pieredzi mūsu vietnē. Turpinot pārlūkot šo vietni, jūs piekrītat mūsu sīkdatņu politikai. Saprotu document.addEventListener(\"DOMContentLoaded\", () => { const cookieBanner = document.getElementById(\"cookie-banner\"); const cookieBtn = document.getElementById(\"cookie-btn\"); if (localStorage.getItem(\"cookieConsent\") === \"true\") { if (cookieBanner) { cookieBanner.style.display = \"none\"; } } else { if (cookieBanner) { cookieBanner.style.display = \"flex\"; } } if (cookieBtn) { cookieBtn.addEventListener(\"click\", () => { localStorage.setItem(\"cookieConsent\", \"true\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } }); 18+ Ierobežojumi Šī vietne ir paredzēta tikai personām, kuras ir sasniegušas 18 gadu vecumu vai vecākas. Lūdzu, apstipriniet savu vecumu, lai turpinātu apmeklēt šo vietni. Apstiprināt document.addEventListener(\"DOMContentLoaded\", () => { const agePopup = document.getElementById(\"age-popup\"); const ageConfirm = document.getElementById(\"age-confirm\"); function checkAgeConsent() { return localStorage.getItem(\"ageVerified\") === \"true\"; } if (agePopup) { if (checkAgeConsent()) { agePopup.style.display = \"none\"; } else { agePopup.style.display = \"flex\"; } } if (ageConfirm) { ageConfirm.addEventListener(\"click\", () => { localStorage.setItem(\"ageVerified\", \"true\"); if (agePopup) { agePopup.style.display = \"none\"; } }); } });",
    "disclaimer": "StarPlay Hotel - Paziņojums par Atbildību starplay@gmail.com +371-67-828-777 StarPlay Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Atruna StarPlay ir kazino un viesnīcu komplekss, kas nodrošina vislielāku izvēli no spēlēm un izkārtotām viesnīcu paslūgām Latvijā. Lūdzu, ņemiet vērā, ka mūsu tīmeklis ir pieejams tikai personām, kuras vecāka par 18 gadu vecumu, un mēs aizliegam visiem jaunākajām personām. StarPlay neatbildīgi saņem vislielāko uzmanību par jūsu privātumi un datu aizsardzību. Mēs strādājam, lai nodrošinātu, ka visi jūsu personīgie dati un finanšu informācija būtu aizsargāti un nebūtu pieejami trešo personas. Bet lūdzu atzīmējiet, ka mēs nevarējam garantēt visu risinājumu un interneta sīkākumu aizsardzību, un tāpēc mēs neesam atbildīgi par jebkuru izgudrošanu, kas var notikt, izmantojot mūsu tīmekli. Mēs neesam atbildīgi par jebkuru spēles rezultātu, kas notiek mūsu tīmeklī, un neesam atbildīgi par jebkuru zaudējumu, kas var notikt, izmantojot mūsu tīmekli. Spēles rezultāti ir generēti automātiski un mēs nevarējam kontrolēt arī to, cik daudz laimes jūs saņemsiet vai zaudēsiet. Mēs gribējam nodrošināt vislielāko spēles izkārti un izdevies, bet lūdzu atzīmējiet, ka spēles ir ar risku un jūs esat personiski atbildīgi par savu spēles izvēli un investīciju izmaksas. Mēs neesam atbildīgi par jebkuru tehnisko problēmu, kas var notikt, izmantojot mūsu tīmekli, un neesam atbildīgi par jebkuru zaudējumu, kas var notikt, izmantojot mūsu tīmekli. Lūdzu, paziņojiet mums par jebkuru problēmu, kas var notikt, izmantojot mūsu tīmekli, un mēs strādāsim, lai to labāk novērstu un novēršu to jau iespējamākā laikā. Mēs neesam atbildīgi par jebkuru spēles priekšrocību, kas var notikt mūsu tīmeklī, un neesam atbildīgi par jebkuru zaudējumu, kas var notikt, izmantojot mūsu tīmekli. Mēs gribējam nodrošināt vislielāko spēles izkārti un izdevies, bet lūdzu atzīmējiet, ka spēles ir ar risku un jūs esat personiski atbildīgi par savu spēles izvēli un investīciju izmaksas. Mēs neesam atbildīgi par jebkuru spēles rezultātu, kas notiek mūsu tīmeklī, un neesam atbildīgi par jebkuru zaudējumu, kas var notikt, izmantojot mūsu tīmekli. Spēles rezultāti ir generēti automātiski un mēs nevarējam kontrolēt arī to, cik daudz laimes jūs saņemsiet vai zaudēsiet. Mēs gribējam nodrošināt vislielāko spēles izkārti un izdevies, bet lūdzu atzīmējiet, ka spēles ir ar risku un jūs esat personiski atbildīgi par savu spēles izvēli un investīciju izmaksas. Lūdzu, ņemiet vērā, ka mūsu tīmeklis ir pieejams tikai tām personām, kuras ir īpašnieki Latvijā, un mēs neesam atbildīgi par jebkuru problēmu, kas var notikt, izmantojot mūsu tīmekli no citas valsts vai teritorijas. Kontaktinformācija: E-pasts: starplay@gmail.com StarPlay Atrašanās vieta Elizabetes iela 55, Centra rajons, Rīga, LV-1010, Latvija Tālrunis +371-67-828-777 E-pasts starplay@gmail.com Mūsu saites Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Papildu saites Atruna Privātuma politika Lietošanas noteikumi",
    "index": "StarPlay Hotel - Jūsu Luksusa Atpūtas Galamērķis starplay@gmail.com +371-67-828-777 StarPlay Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Laipni lūdzam Atklājiet StarPlay Hotel StarPlay Hotel piedāvā greznību un komfortu, lai jūsu uzturēšanās būtu neaizmirstama. Mūsu modernas telpas un izcils apkalpošanas līmenis nodrošina nevainojamu pieredzi katram viesim. Izbaudiet ekskluzīvas ērtības un unikālu atmosfēru pašā pilsētas sirdī. Rezervējiet istabu Numuri un apartamenti Luksusa Izmitināšana Mūsu numuri un apartamenti ir veidoti, lai nodrošinātu maksimālu komfortu un stilu. Ar modernām mēbelēm, augstas kvalitātes pakalpojumiem un skatu uz pilsētu, katra uzturēšanās pie mums būs īpaša. Deluxe Numurs Plaši un eleganti numuri ar visu nepieciešamo komfortu. Suite Apartaments Ekskluzīvi apartamenti ar papildus telpām un luksusa ērtībām. Executive Suite Ideāli piemērots biznesa ceļotājiem ar papildu darba zonu un privātu viesistabu. Restorāni un Bāri Gardēžu Pieredze Mūsu restorānos un bāros varat baudīt dažādu pasaules virtuvi un izcilus dzērienus. No ikdienas ēdienreizēm līdz izsmalcinātām vakariņām, katra maltīte būs baudījums. Wellness un Atpūta Relaksācijas Centrs Spa Pakalpojumi Relaksējošas masāžas, sejas procedūras un ķermeņa terapijas. Peldbaseins Izbaudiet peldēšanu mūsu iekštelpu peldbaseinā ar skatu uz pilsētu. Trenažieru Zāle Mūsdienīgi trenažieri un fitnesa aprīkojums jūsu veselībai un labsajūtai. Pasākumu Telpas Konferenču Zāles un Banketi Organizējiet savus pasākumus mūsu elegantajās un pilnībā aprīkotajās telpās. No biznesa sanāksmēm līdz privātiem svētkiem, mēs nodrošināsim visu nepieciešamo, lai jūsu pasākums būtu veiksmīgs. Konferenču Zāle Moderni aprīkota Mūsu konferenču zāles piedāvā jaunākās tehnoloģijas un izcilu apkalpošanu. Banketu Zāle Eleganta un plaša Ideāla vieta jūsu īpašiem notikumiem un svinībām. 01 Romantiskā Pakete Īpašs piedāvājums pāriem, lai radītu neaizmirstamus mirkļus. 02 Biznesa Pakete Visi nepieciešamie pakalpojumi biznesa ceļotājiem. 03 Ģimenes Pakete Ērtības un izklaides visa ģimenei. 04 Wellness Pakete Relaksācijas un atjaunojošas procedūras par īpašu cenu. Rezervējiet Numuru Ērta un Viegla Rezervēšana Rezervējiet savu uzturēšanos StarPlay Hotel, lai izbaudītu luksusa un komforta apvienojumu. Mūsu numuri ir ideāli piemēroti gan biznesa ceļotājiem, gan atpūtniekiem. Izvēlieties savu ideālo numuru un baudiet izcilu apkalpošanu un ērtības. Vai nepieciešama palīdzība? +371-67-828-777 Deluxe Numurs € 10,000 Plašs un elegants numurs ar visām nepieciešamajām ērtībām, lai jūsu uzturēšanās būtu nevainojama. Grāmata Suite Apartaments € 20,000 Ekskluzīvs apartaments ar papildus telpām, piedāvājot luksusa ērtības un skatu uz pilsētu. Grāmata Executive Suite € 30,000 Ideāls numurs biznesa ceļotājiem, ar papildu darba zonu un privātu viesistabu, lai nodrošinātu maksimālu komfortu un produktivitāti. Grāmata Astotais Bloks Es piekrītu Privātuma politikai Nosūtīt ziņu StarPlay Atrašanās vieta Elizabetes iela 55, Centra rajons, Rīga, LV-1010, Latvija Tālrunis +371-67-828-777 E-pasts starplay@gmail.com Mūsu saites Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Papildu saites Atruna Privātuma politika Lietošanas noteikumi Mēs izmantojam sīkdatnes, lai uzlabotu jūsu pieredzi mūsu vietnē. Turpinot pārlūkot šo vietni, jūs piekrītat mūsu sīkdatņu politikai. Saprotu document.addEventListener(\"DOMContentLoaded\", () => { const cookieBanner = document.getElementById(\"cookie-banner\"); const cookieBtn = document.getElementById(\"cookie-btn\"); if (localStorage.getItem(\"cookieConsent\") === \"true\") { if (cookieBanner) { cookieBanner.style.display = \"none\"; } } else { if (cookieBanner) { cookieBanner.style.display = \"flex\"; } } if (cookieBtn) { cookieBtn.addEventListener(\"click\", () => { localStorage.setItem(\"cookieConsent\", \"true\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } }); } });",
    "privacy-policy": "StarPlay Hotel - Konfidencialitātes Politika starplay@gmail.com +371-67-828-777 StarPlay Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Privātuma politika Sveicināti StarPlay kazino viesnīcā! Mēs vēlamies nodot tiesību un ātrumu pārbaudi, ka Jūsu personiskās dati ir droši un aizsargāti. Šajā privatuma politikā mēs aprakstam, kā mēs izmantojam un aizsargām Jūsu personiskās datus, kā tas ietekmē Jūs un kā Jūs varat kontrolēt savus personiskās datus. Kas ir personiskās datus? Personiskās datus ir visas informācijas par fizisko personu, kas var būt identificēta, izmantojot šo informāciju, vai arī citu informāciju, kas ir mums pieejama. Tās var sadalīt arī uz saistītās un neatsaistītās personiskās datus. Kā mēs saņemam Jūsu personiskās datus? Mēs saņemam Jūsu personiskās datus tālāk norādītajām veidiem: Tiešsaistes, kad Jūs aizpildājat reģistrācijas formu StarPlay kazino viesnīcā, vai kad Jūs sazināties ar mums pa telefonu, pastu vai e-pastu. Elektroniskos pakalpojumos, kad Jūs aizpildājat formas vai izmantojat citus elektroniskos pakalpojumus StarPlay kazino viesnīcā. Trešo puses, kad mēs saņemam Jūsu personiskās datus no mūsu partneriem vai saistītājiem. Kā mēs izmantojam Jūsu personiskās datus? Mēs izmantojam Jūsu personiskās datus tālāk norādītajām celēm: Piešķirt pakalpojumus un izpildīt saskaņas ar Jūsu pasūtījumiem. Informēt Jūs par jaunajiem pakalpojumiem, kampaņām un citām aktuālajām informācijām. Atbalstīt un pārvaldīt klientu attiecības. Izveidot statistikas un izmantot tos, lai labotu mūsu pakalpojumus un saiti. Apskatīt un novērštēt iespējamos risinājumus. Izpildīt likumu un regulativu noteikumus. Kā mēs aizsargām Jūsu personiskās datus? Mēs izmantojam vislielākus uzmanību un drošības mērķus, lai aizsargātu Jūsu personiskās datus pret neautorizētu piekļuvi, izmaiņu, publisko izdošanu vai izdzēšanu. Mēs izmantojam šifrēšanu, lai aizsargātu Jūsu personiskās datus, kad tie tiek nosūtīti starp mūsu serveriem un Jūsu ierīciem. Bet, lūdzu, ņemiet vērā, ka interneta sava drošība nav 100% garantēta, un mēs nevarējam garantēt, ka tiks aizvērts visi risinājumi. Kā Jūs varat kontrolēt savus personiskās datus? Jūs varat piekļūt saviem personiskajām datiem un tos koreģēt, sazinoties ar mums pa e-pastu starplay@gmail.com. Mēs bēgties atbildēt Jūsu pieprasījumam cauri 30 dienām no saņemšanas. Jūs varat atsaukt savu pieļauju mūsu pakalpojumiem un novērtēt savus personiskās datus, sazinoties ar mums pa e-pastu starplay@gmail.com. Mēs bēgties novērštēt Jūsu personiskās datus cauri 30 dienām no saņemšanas. StarPlay Atrašanās vieta Elizabetes iela 55, Centra rajons, Rīga, LV-1010, Latvija Tālrunis +371-67-828-777 E-pasts starplay@gmail.com Mūsu saites Mājas Istabas un greznība Kazino Restorāni Atpūta Kosmoss Papildu saites Atruna Privātuma politika Lietošanas noteikumi"
  },
  "date": "2024-07-23T12:35:27.939Z"
}