{
  "name": "LisboaCasino",
  "pages": {
    "about-us": "Sobre Lisboaсasino - Experiência de Cassino Offline de Luxo Lisboaсasino Página Inicial Sobre nós Jogos Contatos Iluminamos o caminho para o seu entretenimento perfeito. Identificamos suas preferências únicas e necessidades de jogo, criamos soluções personalizadas, e as integramos harmoniosamente em seu ambiente de jogo para realizar sua visão. Para transformar seu entretenimento em realidade, colaboramos com designers especializados, artesãos, e arquitetos, garantindo atenção meticulosa aos detalhes e qualidade excepcional em todos os aspectos da experiência de jogo. Com uma história de criar experiências de jogo incríveis, dominamos a arte de combinar estética com funcionalidade. Compreendemos os detalhes do entretenimento e buscamos superar suas expectativas a cada jogo. Últimas Tendências do Lisboacasino Bar de Cassino Ambiente sofisticado e acolhedor para desfrutar de coquetéis exclusivos e uma seleção premium de bebidas. Restaurante de Cassino Culinária de classe mundial com pratos gourmet e uma experiência gastronômica memorável no coração do cassino. Eventos de Cassino Organização de eventos exclusivos, como festas temáticas, shows ao vivo e experiências de entretenimento inesquecíveis. Competições Esportivas Participe de competições esportivas emocionantes, torneios de poker e eventos esportivos ao vivo no Lisboacasino. POR QUE ESCOLHER O LISBOACASINO BAR DO CASSINO Ambiente elegante para desfrutar de coquetéis exclusivos e uma seleção premium de bebidas. RESTAURANTE DO CASSINO Culinária de alta classe com pratos gourmet e uma experiência gastronômica memorável. EVENTOS DE CASSINO Realização de eventos exclusivos, como festas temáticas, shows ao vivo e competições. CONTATE-NOS O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições",
    "contacts": "Contatos - Lisboaсasino Lisboaсasino Página Inicial Sobre nós Jogos Contatos Tem alguma pergunta ou consulta? Sinta-se à vontade para entrar em contato conosco! Eu aceito a Política de Privacidade ENVIAR ENTRE EM CONTATO Entre em contato com o Lisboacasino para discutir seus serviços de cassino offline e explorar as opções disponíveis. Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições",
    "disclaimers": "Avisos Legais - Lisboaсasino Lisboaсasino Página Inicial Sobre nós Jogos Contatos Aviso Legal O Lisboaсasino fornece este site como um serviço para seus usuários. Ao acessar ou usar este site, você concorda com os seguintes termos e condições: Regras e Condições Antes de participar dos jogos em nosso cassino, leia as regras e condições que regem sua participação. Estas regras são apresentadas para sua segurança e diversão. Jogo Responsável Aproveite os jogos com moderação. O jogo deve ser uma forma de entretenimento, não causando problemas. Se você sentir que sua atividade de jogo está afetando negativamente sua vida, busque ajuda. Apoiamos o jogo responsável e oferecemos ferramentas para autocontrole. Segurança Empenhamo-nos para garantir a segurança de nossos visitantes. Nossas instalações são equipadas com sistemas de vigilância e segurança para seu conforto e proteção. Informações Gerais Este site é apenas para fins informativos e de entretenimento. Não oferecemos serviços de apostas ou jogos de azar. Uso do Site O uso deste site é por sua própria conta e risco. Não nos responsabilizamos por quaisquer perdas ou danos decorrentes do uso deste site. Links para Terceiros Este site pode conter links para sites de terceiros. Esses links são fornecidos apenas como conveniência. Não controlamos nem endossamos o conteúdo desses sites de terceiros. Modificações Reservamos o direito de modificar ou atualizar o conteúdo deste site e destes avisos legais a qualquer momento, sem aviso prévio. Limitação de Responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso deste site ou de qualquer informação nele contida. Lei Aplicável Estes termos e condições são regidos pelas leis do Portoguese. Qualquer disputa será submetida à jurisdição exclusiva dos tribunais competentes no Portoguese. O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições",
    "index": "Lisboaсasino - Experiência de Cassino Offline de Luxo Lisboaсasino Página Inicial Sobre nós Jogos Contatos Descubra a combinação perfeita de entretenimento: MERGULHE NA EXPERIÊNCIA DO LISBOACASINO VER JOGOS Iluminamos o caminho para o seu entretenimento perfeito. Identificamos suas preferências únicas e necessidades de jogo, criamos soluções personalizadas, e as integramos harmoniosamente em seu ambiente de jogo para realizar sua visão. Para transformar seu entretenimento em realidade, colaboramos com designers especializados, artesãos, e arquitetos, garantindo atenção meticulosa aos detalhes e qualidade excepcional em todos os aspectos da experiência de jogo. Com uma história de criar experiências de jogo incríveis, dominamos a arte de combinar estética com funcionalidade. Compreendemos os detalhes do entretenimento e buscamos superar suas expectativas a cada jogo. Últimas Tendências do Lisboacasino Bar de Cassino Ambiente sofisticado e acolhedor para desfrutar de coquetéis exclusivos e uma seleção premium de bebidas. Restaurante de Cassino Culinária de classe mundial com pratos gourmet e uma experiência gastronômica memorável no coração do cassino. Eventos de Cassino Organização de eventos exclusivos, como festas temáticas, shows ao vivo e experiências de entretenimento inesquecíveis. Competições Esportivas Participe de competições esportivas emocionantes, torneios de poker e eventos esportivos ao vivo no Lisboacasino. POR QUE ESCOLHER O LISBOACASINO BAR DO CASSINO Ambiente elegante para desfrutar de coquetéis exclusivos e uma seleção premium de bebidas. RESTAURANTE DO CASSINO Culinária de alta classe com pratos gourmet e uma experiência gastronômica memorável. EVENTOS DE CASSINO Realização de eventos exclusivos, como festas temáticas, shows ao vivo e competições. CONTATE-NOS Por que Escolher o Lisboacasino? Artesanato de Qualidade Nosso cassino é projetado com os melhores materiais e atenção aos detalhes, garantindo durabilidade e conforto. Ampla Variedade Explore nossa ampla gama de jogos, mesas e ambientes para encontrar a opção perfeita para sua diversão. Conveniência Desfrute de um ambiente sem complicações com nosso processo de cadastro rápido e serviço de atendimento eficiente. Suporte Especializado Nossa equipe amigável e experiente está aqui para ajudá-lo em todas as etapas, desde a escolha até o suporte pós-venda. MERGULHE NA SUA JORNADA DE CONFORTO No Lisboacasino, guiamos você em uma jornada para encontrar o máximo conforto e entretenimento. Estamos dedicados a tornar sua experiência no cassino memorável e satisfatória. Com nosso profundo conhecimento em entretenimento e hospitalidade, oferecemos conselhos personalizados e soluções para melhorar sua experiência no cassino. Seja escolhendo jogos ideais, otimizando configurações de mesas, ou integrando elementos inovadores de design, estamos comprometidos em realizar sua visão. O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições",
    "privacy-policy": "Política de Privacidade - Lisboaсasino Lisboaсasino Página Inicial Sobre nós Jogos Contatos Política de Privacidade O Lisboaсasino valoriza a privacidade dos seus usuários. Esta Política de Privacidade descreve como coletamos, usamos e protegemos as informações que você nos fornece. Informações Coletadas Podemos coletar informações pessoais como nome, endereço de e-mail, número de telefone, entre outras, quando você interage conosco, como ao se registrar em nosso site, fazer uma reserva ou entrar em contato conosco. Uso das Informações As informações coletadas podem ser utilizadas para personalizar sua experiência no site, processar suas transações, enviar comunicações relacionadas ao serviço, melhorar nosso atendimento ao cliente e administrar promoções. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto quando necessário para fornecer serviços solicitados por você. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Alterações nesta Política Reservamo-nos o direito de atualizar esta Política de Privacidade periodicamente. Recomendamos que você revise esta página regularmente para estar ciente das modificações. O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições",
    "products": "Lisboaсasino - Jogos de Cassino Offline Lisboaсasino Página Inicial Sobre nós Jogos Contatos Por que Escolher os Jogos do Lisboacasino? Variedade de Slots Explore nossa ampla seleção de máquinas de slots com temas diversos e oportunidades emocionantes de ganhar. Roleta Emocionante Experimente a emoção da roleta com múltiplas opções de apostas e mesas para todos os níveis de jogador. Ação no Poker Jogue poker em diversas variantes, incluindo Texas Hold'em e Omaha, e mostre suas habilidades estratégicas contra outros jogadores. Estratégia no Blackjack Desafie-se no blackjack, um jogo de habilidade e estratégia, com mesas que oferecem uma experiência envolvente. MERGULHE NA SUA JORNADA DE CONFORTO No Lisboacasino, guiamos você em uma jornada para encontrar o máximo conforto e entretenimento. Estamos dedicados a tornar sua experiência no cassino memorável e satisfatória. Com nosso profundo conhecimento em entretenimento e hospitalidade, oferecemos conselhos personalizados e soluções para melhorar sua experiência no cassino. Seja escolhendo jogos ideais, otimizando configurações de mesas, ou integrando elementos inovadores de design, estamos comprometidos em realizar sua visão. O acesso ao site está disponível apenas para pessoas com mais de 18 anos. Por favor, confirme que você tem 18 anos ou mais. Promovemos um comportamento de jogo responsável e recomendamos jogar com moderação. Sim, tenho 18 anos ou mais Não, eu não tenho 18 anos O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Termos e Condições - Lisboaсasino Lisboaсasino Página Inicial Sobre nós Jogos Contatos Termos e Condições Bem-vindo(a) ao Lisboacasino! Ao acessar e utilizar este site, você concorda com os seguintes termos e condições (\"Termos\"). Leia atentamente estes Termos antes de iniciar o uso do site. 1. Aceitação dos Termos Ao acessar ou utilizar o site Lisboacasino, você concorda e se vincula a estes Termos. Se você não concordar com todos os termos e condições aqui contidos, então você não deve acessar ou utilizar o site. 2. Alterações aos Termos Reservamo-nos o direito de, a nosso exclusivo critério, alterar ou modificar estes Termos a qualquer momento. É sua responsabilidade verificar periodicamente as alterações. O uso continuado do site após a publicação de quaisquer alterações constitui sua aceitação dessas alterações. 3. Conta de Usuário Para acessar determinados recursos do site, você pode precisar criar uma conta de usuário. Você é responsável por manter a confidencialidade de sua conta e senha e por restringir o acesso ao seu dispositivo, para evitar violações da segurança. Você concorda em aceitar toda a responsabilidade por quaisquer atividades ou ações que ocorram sob sua conta ou senha. 4. Propriedade Intelectual O conteúdo do site Lisboacasino, incluindo, mas não se limitando a, texto, gráficos, logotipos, ícones, imagens, software, layout e arranjo, é de propriedade da Lisboacasino ou de seus licenciadores e é protegido pelas leis de direitos autorais e outras leis de propriedade intelectual aplicáveis. Você não pode usar, modificar, copiar, distribuir, transmitir, exibir, publicar, vender, licenciar, criar trabalhos derivados ou explorar de qualquer forma qualquer conteúdo do site. No entanto, você pode baixar ou imprimir cópias de determinados materiais do site para seu uso pessoal e não comercial, desde que você mantenha todos os avisos de direitos autorais e outros avisos de propriedade intactos. 5. Uso do Site Você concorda em usar o site Lisboacasino apenas para fins lícitos e de acordo com estes Termos. Você concorda em não usar o site: De qualquer forma que viole qualquer lei ou regulamento local, nacional ou internacional. Para qualquer propósito ilegal ou não autorizado. Para interferir ou interromper o funcionamento do site ou de servidores ou redes conectadas ao site. Para violar qualquer direito de propriedade intelectual de qualquer terceiro. Para transmitir qualquer material que seja difamatório, obsceno, ofensivo, ameaçador, abusivo, ilegal ou censurável. Para personificar qualquer pessoa ou entidade, ou deturpar sua afiliação com uma pessoa ou entidade. Para coletar ou armazenar dados pessoais de outros usuários do site. 6. Limitação de Responsabilidade O site Lisboacasino é fornecido \"como está\" e \"como disponível\". Não oferecemos garantias de qualquer tipo, expressas ou implícitas, quanto ao funcionamento do site, à precisão, integridade ou confiabilidade do conteúdo do site, ou a materiais ou serviços vinculados ao site. Não seremos responsáveis por quaisquer danos ou prejuízos decorrentes do uso do site. O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições",
    "thanks": "Obrigado - Lisboaсasino Lisboaсasino Página Inicial Sobre nós Jogos Contatos Obrigado! Obrigado por entrar em contato conosco. Valorizamos muito sua interação e seu feedback é importante para nós. Você será redirecionado de volta para a página inicial em breve. O site do Lisboacasino usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboacasino Alameda dos Oceanos 45, 1990-204 Lisboa, Portoguese Telefone: +351277393523 Email: lisboacasino@gmail.com Isenções de responsabilidade Política de Privacidade Termos & Condições"
  },
  "date": "2024-07-09T07:54:23.786Z"
}