{
  "name": "Lisboalivre",
  "pages": {
    "about-us": "Lisboalivre - Sobre Nós - Compromisso com Jogos de Cassino de Alta Qualidade Lisboalivre INÍCIO SOBRE NÓS Casino Contato Junte-se à Nossa Comunidade Descubra Lisboalivre Eleve Sua Experiência de Jogo Explore as últimas tendências em jogos de cassino e experimente diversão e qualidade incomparáveis. Junte-se ao Lisboalivre hoje! SAIBA MAIS Workshops de Jogos Participe de workshops de jogos e aprenda a jogar com orientações especializadas. Eventos Exclusivos Participe de eventos exclusivos e tenha acesso privilegiado aos lançamentos e insights dos jogos de cassino. Lançamentos de Produtos Seja o primeiro a explorar nossas novas coleções de jogos de cassino e inovações. Encontre Nossos Jogos Jogos Clássicos Entre em Contato Jogos de Mesa Entre em Contato Jogos de Slot Entre em Contato O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781",
    "contacts": "Lisboalivre - Contatos Lisboalivre INÍCIO SOBRE NÓS Casino Contato Dúvidas? Estamos aqui para ajudar! Eu aceito Política de Privacidade ENVIAR ENTRE EM CONTATO Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351 969 281 781 O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781",
    "disclaimers": "Lisboalivre - Avisos Legais e Termos de Uso Lisboalivre INÍCIO SOBRE NÓS Casino Contato Avisos Legais 1. Limitação de responsabilidade O Lisboalivre não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais, especiais ou exemplares decorrentes do uso do nosso site ou da sua incapacidade de usá-lo. 2. Precisão das informações Embora nos esforcemos para manter as informações atualizadas e corretas, não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, sobre a completude, precisão, confiabilidade, adequação ou disponibilidade com relação ao site ou às informações, produtos, serviços ou gráficos relacionados contidos no site. 3. Links para outros sites O nosso site pode conter links para outros sites que não são operados por nós. Ao clicar nesses links, você será direcionado para esses sites de terceiros. Não temos controle sobre esses sites e não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas desses sites. 4. Modificações Reservamo-nos o direito de modificar estas disposições do nosso site a qualquer momento, por isso, verifique regularmente estas disposições. 5. Consentimento Ao usar nosso site, você consente com nossos disclaimers e políticas. Regras e Condições Regras e Condições: Antes de participar dos jogos em nosso cassino, familiarize-se com as regras e condições que regem sua participação. Estas regras são apresentadas para sua segurança e prazer. Jogo Responsável: Aproveite o jogo com moderação. A participação em jogos de azar deve ser divertida, e não causar problemas. Se você sentir que a atividade de jogo está começando a impactar negativamente sua vida, procure ajuda. Nós apoiamos o jogo responsável e fornecemos ferramentas para auto-limitação. Segurança: Nós fazemos todos os esforços para garantir a segurança de nossos visitantes. Nossas instalações estão equipadas com sistemas de vigilância e segurança para seu conforto e proteção. O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781",
    "index": "Lisboalivre - Eleve Sua Experiência de Jogo com Jogos de Cassino Premium Lisboalivre INÍCIO SOBRE NÓS Casino Contato Eleve Sua Experiência de Jogo EXPLORAR NOSSA COLEÇÃO Novidades no Cassino Seja o primeiro a explorar nossas últimas novidades no cassino. Descubra novos e empolgantes jogos! Dicas e Estratégias Explore nossa coleção de dicas e estratégias de jogo e obtenha conselhos de especialistas do cassino. Atendimento ao Cliente Experimente um atendimento ao cliente de primeira classe com nossa equipe de especialistas do cassino. Sua satisfação é nossa prioridade. Encontre Nossos Jogos Jogos Clássicos Entre em Contato Jogos de Mesa Entre em Contato Jogos de Slot Entre em Contato Junte-se à Nossa Comunidade Destaque da Comunidade Lisboalivre Eleve Sua Experiência de Jogo com Lisboalivre Junte-se à nossa comunidade de entusiastas de jogos e descubra as últimas tendências e inspirações no mundo dos cassinos. SAIBA MAIS Últimas Atualizações Fique Informado Descubra as últimas tendências e inovações em jogos de cassino. Mantenha-se à frente com as atualizações do Lisboalivre. VEJA MAIS Análises de Produtos Explore análises detalhadas dos jogos de cassino mais populares e das marcas no mercado. VEJA MAIS Ofertas Exclusivas Desbloqueie descontos especiais e promoções disponíveis apenas para assinantes do Lisboalivre. VEJA MAIS Mais Populares Roleta Clássica Nosso jogo de roleta clássico, oferecido com uma interface suave e uma jogabilidade emocionante. Grátis Blackjack Multimão Uma versão aprimorada do blackjack, permitindo que você jogue várias mãos ao mesmo tempo. Grátis Slots de Aventura Uma emocionante máquina caça-níqueis com temas de aventura, cheia de bônus e prêmios. Grátis VEJA TODOS OS JOGOS Junte-se à Nossa Comunidade Descubra Lisboalivre Eleve Sua Experiência de Jogo Explore as últimas tendências em jogos de cassino e experimente diversão e qualidade incomparáveis. Junte-se ao Lisboalivre hoje! SAIBA MAIS Restaurante e Bar Desfrute de uma experiência gastronômica única em nosso restaurante e bar, com pratos deliciosos e bebidas refrescantes. Eventos Esportivos Participe de eventos especiais para assistir a competições esportivas, com transmissões ao vivo e ambiente animado. Lançamentos de Produtos Seja o primeiro a explorar nossas novas coleções de jogos de cassino e inovações. O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781",
    "privacy-policy": "Lisboalivre - Política de Privacidade Lisboalivre INÍCIO SOBRE NÓS Casino Contato Política de Privacidade A sua privacidade é importante para nós. É política do Lisboalivre respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site Lisboalivre, e outros sites que possuímos e operamos. 1. Informações que coletamos Quando você realiza um cadastro ou realiza uma compra em nosso site, coletamos as informações pessoais que você nos fornece, como nome, endereço e endereço de e-mail. Esse tipo de informação é usada para aprimorar a sua experiência e para fins internos, como melhorar o nosso site, atender melhor às suas necessidades e fornecer suporte ao cliente. 2. Uso das informações Utilizamos as informações coletadas para personalizar sua experiência e para nos ajudar a melhor responder às suas necessidades individuais. 3. Proteção das informações Implementamos uma variedade de medidas de segurança para manter a segurança de suas informações pessoais quando você acessa ou nos fornece suas informações. 4. Cookies Utilizamos cookies para melhorar a experiência do usuário e para coletar informações de tráfego no site. Você pode configurar seu navegador para recusar todos ou alguns cookies se preferir. 5. Consentimento Ao usar nosso site, você consente com a nossa política de privacidade. 6. Alterações na política de privacidade Esta política de privacidade pode ser alterada ocasionalmente para refletir mudanças na legislação ou nas nossas práticas de privacidade. Encorajamos você a verificar esta página periodicamente para obter as últimas informações sobre nossas práticas de privacidade. O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781",
    "products": "Lisboalivre casino - Eleve Sua Experiência de Jogo com Jogos de Cassino Premium Lisboalivre INÍCIO SOBRE NÓS Casino Contato Junte-se à Nossa Comunidade Destaque da Comunidade Lisboalivre Eleve Sua Experiência de Jogo com Lisboalivre Junte-se à nossa comunidade de entusiastas de jogos e descubra as últimas tendências e inspirações no mundo dos cassinos. SAIBA MAIS Últimas Atualizações Fique Informado Descubra as últimas tendências e inovações em jogos de cassino. Mantenha-se à frente com as atualizações do Lisboalivre. VEJA MAIS Análises de Produtos Explore análises detalhadas dos jogos de cassino mais populares e das marcas no mercado. VEJA MAIS Ofertas Exclusivas Desbloqueie descontos especiais e promoções disponíveis apenas para assinantes do Lisboalivre. VEJA MAIS Novidades no Cassino Seja o primeiro a explorar nossas últimas novidades no cassino. Descubra novos e empolgantes jogos! Dicas e Estratégias Explore nossa coleção de dicas e estratégias de jogo e obtenha conselhos de especialistas do cassino. Atendimento ao Cliente Experimente um atendimento ao cliente de primeira classe com nossa equipe de especialistas do cassino. Sua satisfação é nossa prioridade. Mais Populares Roleta Clássica Nosso jogo de roleta clássico, oferecido com uma interface suave e uma jogabilidade emocionante. Grátis Blackjack Multimão Uma versão aprimorada do blackjack, permitindo que você jogue várias mãos ao mesmo tempo. Grátis Slots de Aventura Uma emocionante máquina caça-níqueis com temas de aventura, cheia de bônus e prêmios. Grátis VEJA TODOS OS JOGOS O acesso ao site está disponível apenas para pessoas com mais de 18 anos de idade. Por favor, confirme que você tem 18 anos de idade ou mais. Promovemos o comportamento responsável em jogos de azar e recomendamos o jogo com moderação. Sim, tenho 18 anos ou mais Não, eu não tenho 18 anos O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781 const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "Lisboalivre - Termos e Condições Lisboalivre INÍCIO SOBRE NÓS Casino Contato Termos e Condições 1. Introdução Bem-vindo ao Lisboalivre. Estes termos e condições regem as regras e regulamentos para o uso do nosso site. 2. Direitos de Propriedade Intelectual Exceto pelo conteúdo que você possui, nos termos destes termos, Lisboalivre e/ou seus licenciadores detêm todos os direitos de propriedade intelectual e materiais contidos neste site. 3. Restrições Você está restrito especificamente de todas as seguintes maneiras: publicar qualquer material do site em qualquer outro meio de comunicação; vender, sublicenciar e/ou comercializar de qualquer outra forma qualquer material do site; realizar publicamente e/ou exibir qualquer material do site; usar este site de qualquer forma que possa ser ou seja prejudicial a este site; usar este site de qualquer forma que impacte o acesso do usuário a este site; usar este site de maneira contrária às leis e regulamentos aplicáveis, ou de qualquer forma que possa causar dano ao site, a qualquer pessoa ou entidade comercial; envolver-se em qualquer atividade de mineração de dados, colheita de dados, extração de dados ou qualquer outra atividade semelhante em relação a este site; usar este site para se envolver em qualquer publicidade ou marketing. 4. Limitação de Responsabilidade Em nenhum caso Lisboalivre, nem qualquer um de seus diretores, funcionários e colaboradores, será responsável por você por qualquer coisa decorrente ou de qualquer forma relacionada ao uso deste site, seja tal responsabilidade contratual, extracontratual ou de outra forma. 5. Severabilidade Se qualquer disposição destes termos for considerada inválida sob qualquer lei aplicável, tais disposições serão excluídas sem afetar as demais disposições aqui contidas. 6. Variação dos Termos Lisboalivre está autorizado a revisar estes termos a qualquer momento, conforme julgar adequado, e ao usar este site, espera-se que você revise esses termos regularmente. 7. Lei Aplicável e Jurisdição Estes termos serão regidos e interpretados de acordo com as leis de Portugal, e você submete-se à jurisdição não exclusiva dos tribunais estaduais e federais localizados em Portugal para a resolução de quaisquer disputas. O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781",
    "thanks": "Lisboalivre - Obrigado por Entrar em Contato Lisboalivre INÍCIO SOBRE NÓS Casino Contato Obrigado por entrar em contato conosco! Lisboalivre valoriza sua interação e está aqui para responder às suas perguntas e comentários. Return to Homepage O site do Lisboalivre usa cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Lisboalivre Eleve sua experiência de jogo com Lisboalivre, seu destino final para jogos de cassino. Links de Navegação Avisos Legais Privacidade e Política Termos e Condições Contatos Av. Defensores de Chaves 31A, 1000-141 Lisboa, Portugal lisboalivre@gmail.com +351969281781"
  },
  "date": "2024-07-10T09:39:03.589Z"
}