{
  "name": "Local-Fantasy",
  "pages": {
    "disclaimer": "Game Addiction Policy - Local Fantasy Local Fantasy Download App Game Addiction Policy Home Game Addiction Policy At Local Fantasy , we are committed to promoting responsible gaming and preventing addiction to our fantasy sports platform. While fantasy sports are meant to be entertaining, it’s essential to maintain a healthy balance and prevent excessive engagement that may lead to addiction. Here are some measures we undertake to address game addiction: Implementing self-exclusion options for users who feel they are spending too much time or money on our platform. Providing resources and information on responsible gaming practices. Monitoring user activities for signs of excessive engagement and reaching out to offer support. Collaborating with relevant authorities and organizations to address gaming addiction effectively. Our aim is to ensure that users enjoy our fantasy sports platform responsibly and in a manner that enhances their overall well-being. If you or someone you know is struggling with gaming addiction, please seek help from qualified professionals or contact our support team for assistance. Get your free download link EASILY! Just fill out the form below and get a link to download the Local Fantasy app I accept privacy policy Submit Download App Secured By Follow Us: Terms & Conditions Privacy Policy Game Addiction Policy Disclaimer:- This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports © 2024 ALL RIGHTS RESERVED",
    "index": "Local Fantasy - Join the Revolutionary Cricket Social Game Local Fantasy Download App Welcome to Local Fantasy Your Premier Destination for Daily Fantasy Sports! Dive into the thrill of DFS! Compete, Win, and Buzz with Excitement! Download App Local Fantasy About US Local Fantasy is your go-to platform for Daily Fantasy Sports, offering a wide range of contests across all major sports leagues. Whether you’re a seasoned player looking for high-stakes competitions or a newcomer eager to learn the ropes, our platform is designed to enhance your DFS experience. Get ready to pick your lineup, challenge friends or the community, and win big with Local Fantasy! Our Mission To provide an unparalleled Daily Fantasy Sports experience that combines excitement, competition, and the joy of winning. At Local Fantasy, we’re passionate about sports and committed to offering our users a fair, dynamic, and engaging DFS platform. FEATURES Intuitive team creation interface Real-time scoring updates Customizable league settings Comprehensive player statistics 24*7 support UPCOMING MATCHES ICC CRICKET WORLD CUP 2024 IND VS SA 1d 02h 33m ICC CRICKET WORLD CUP 2024 IND VS SA 1d 02h 33m ICC CRICKET WORLD CUP 2024 IND VS SA 1d 02h 33m ICC CRICKET WORLD CUP 2024 IND VS SA 1d 02h 33m ICC CRICKET WORLD CUP 2024 IND VS SA 1d 02h 33m ICC CRICKET WORLD CUP 2024 IND VS SA 1d 02h 33m OFFERS HOW TO PLAY Pick a Team Select a Team Win Exciting Gifts download Now Download App Local Fantasy What Customer Says Honestly, I think Local Fantasy Fantasy is the best Fantasy Sports app I have ever used. It’s the best fantasy sports app I’ve ever used. As a fan of fantasy sports, Local Fantasy Fantasy is easily one of my favorite sites. There are few entry fees, which is one of the most important aspects of the site. It is because I am more passionate about cricket than any other sport that I have a lot of success on Local Fantasy Fantasy due to the low competition. Get your free download link EASILY! Just fill out the form below and get a link to download the Local Fantasy app I accept privacy policy Submit Download App Secured By Follow Us: Terms & Conditions Privacy Policy Game Addiction Policy Disclaimer:- This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports © 2024 ALL RIGHTS RESERVED",
    "privacy": "Privacy Policy - Local Fantasy Local Fantasy Download App Privacy Policy Home Privacy Policy Our Privacy Is Important We provide online Fantasy Cricket ,Football and NBA games on Local Fantasy for our Users’ entertainment in an absolutely safe, secure and trustworthy environment. We are committed to protecting the privacy of our Users. This Privacy Policy explains what information we collect from our Users, how we use their information, and what choices are available to our Users in this regard. This Privacy Policy forms part of our Website’s Terms of Service. Local Fantasy respects your privacy and assures you that any information provided by you to Local Fantasy is fully protected and will be used according to this Privacy Policy. To play games of Fantasy Cricket ,Football and NBA offered on CRIC GAMER, you may have to provide certain information to us The Information We Collect You are required to register with us to become our User and access our games. We collect the personal information of our Users. Examples of this include Users’ names, addresses, email addresses, and phone numbers. If you do not provide us with the required information, you may not be able to access our Games and other Services. We also collect information other than your personal information, such as your IP address. Such information is not associated with your personal information and cannot be linked to you personally. We may use IP addresses to analyse trends, administer the Website, track Users’ movement and gather broad demographic information for aggregate use. IP addresses are not linked to personally identifiable information. Local Fantasy is the sole owner of the information collected on this Website. We will not sell, share, or rent our Users’ information to others in ways different from what is disclosed in this Privacy Policy. Usage of the Information Collected Local Fantasy does not disclose your personal information to any third party without your express permission. However, by registering on our Website or App, you grant us permission to use and share your personal information as stated in this Privacy Policy. We may need to disclose your information when required by law. We use your personal information to improve our Services and enhance your experience on our Website as well as to notify you of our new Fantasy Cricket ,Football and NBA offers, Products and Services. Your personal information may be shared with the sponsors and suppliers of prizes for our winners. Local Fantasy uses a fool proof security system to prevent the loss, misuse and alteration of User information. Your registration data is password-protected and only you can access your information. Local Fantasy is not responsible for any activity that takes place in your account when your password is used. We strongly advise you not to disclose your password to anyone whosoever. Cookies When you visit our Website or use our App, cookies may be left in your computer or phone. A cookie is a small text file that uniquely identifies your browser and which is assigned by the servers of Local Fantasy It may be used to personalize your experience on Local Fantasy Additionally, it may be used for authentication, game management and security purposes. A cookie in no way gives us access to your computer or any information about you other than the data you choose to share with us. Cookies may also be assigned by the advertisers of Local Fantasy when you click on any of the advertisements shown on Local Fantasy In such an event, the cookies are controlled by these advertisers and not by us. You can choose to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you wish. This may prevent you from taking full advantage of our Products and Services. Your Consent By registering on our Website or App, you give your express consent for the collection and use of your personal information by Local Fantasy and its partners and affiliates. From time to time, we may change our methods of collecting information and modify our Privacy Policy. We will post such changes on this page so that you are always aware of what information we collect, how we use it, and under what circumstances we disclose it. Make sure that you stay updated on our Privacy Policy revisions. Local Fantasy asserts that this Privacy Policy is only a description of its operation regarding User information. This Privacy Policy does not create any legal rights in your favour or in favour of any other person, group or organization. Local Fantasy reserves the right to change this Privacy Policy at any time without prior notice. Get your free download link EASILY! Just fill out the form below and get a link to download the Local Fantasy app I accept privacy policy Submit Download App Secured By Follow Us: Terms & Conditions Privacy Policy Game Addiction Policy Disclaimer:- This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports © 2024 ALL RIGHTS RESERVED",
    "terms": "Terms and Conditions - Local Fantasy Local Fantasy Download App Terms & Conditions Home Terms & Conditions The applicable laws in the Indian states of Assam, Nagaland, Odisha, Sikkim and Telangana restricts player from using the services offered on our website. There may be penalties imposed on such players by the State Government or Central Government of India as the case maybe. Our company and Local Fantasy does not accept registration request residents of Assam, Nagaland, Odisha, Sikkim and Telangana. If a player staying in Assam, Nagaland, Odisha, Sikkim and Telangana creates an account of the site by giving any false information (incorrect state, IP etc.) the liability will be solely of the player. Company reserves the right to terminate such player(s) account without any prior notice and also reserves right to confiscate such player(s) deposit and/or winnings as the case might be. The word ‘Services’ referred hereinafter would relate to all the products/services offered to ‘You’ or ‘Player’ by Ability and/or its affiliates, subsidiaries, associates and partners hereafter referred as ‘We’ or ‘Us’ or ‘Our’ through the skill gaming website Local Fantasy which would be referred hereafter as ‘Website. ‘The usage of the Website by You will be governed by these Terms of Service which will hereafter refer as ‘Term’. IT IS MANDATORY AND BINDING ON ‘YOU’ THAT THESE TERMS SHOULD BE READ BY ‘YOU’ IN THEIR ENTIRETY PRIOR TO YOUR USE OF THE ‘SERVICES’. It should be noted that any Term/s herein found to be unlawful, invalid, void, voidable, or unenforceable for any reason by any judicial or quasi-judicial body in India, in no way would affect the validity and enforceability of the remaining Terms. Such Terms will be replaced with another valid and enforceable. Any unlawful, invalid, void, voidable, or unenforceable Term will be replaced with another Term which is valid and enforceable and is close to the content and original intent of the one that has been adjudged as invalid. By Your registration on the Website, it is assumed by ‘Us’ that you have understood all the terms herein and have accepted the same. Printing of all transaction records, rules of play, cancellation policies and pay-out policies is what we recommend that you do. Delay on our part in taking action or exercising our rights or taking remedial approach with respect to breach of any Terms by You does not waive our rights to act on a later date, nor does it amount to any lapse and neither does that result invalidity of those Terms for any breach of similar kind in the future. The following Terms or any future alterations or modifications to these Terms are not acceptable by you; we recommend that ‘You’ may discontinue the use of website and any Services offered by it. Usage of Local Fantasy Restrict, suspend, or terminate any Player’s access to all or any part of Local Fantasy or Chinna fantasy Services; Change, suspend, or discontinue all or any part of Local Fantasy Services; Reject, move, or remove any material that may be submitted by a Player; Move or remove any content that is available on Local Fantasy ; Deactivate or delete a Player’s account and all related information and files on account; Establish general practices and limits concerning use of Chinna fantasy ; Revise or make additions to the roster of players available for opting in a Contest on account of revisions to the roster of players involved in the relevant Sports Event; Assign its rights and liabilities to all Player accounts hereunder to any entity (post intimation of such assignment shall be sent to all Players to their registered email ids) If any Player breaches, or Local Fantasy reasonably believes that such Player has breached these Terms and Conditions, or has illegally or inappropriately used Local Fantasy or the Local Fantasy Services, Local Fantasy may, at its sole and absolute discretion, and without any notice to the Player, restrict, suspend or terminate such Player’s access to all or any part of Local Fantasy or the Local Fantasy Services, deactivate or delete the Player’s account and all related information on the account, delete any content posted by the Player on Local Fantasy and further, take technical and legal steps as it deems necessary. If Local Fantasy charges its Players a platform fee in respect of any Local Fantasy Services, Local Fantasy shall, without delay, repay such platform fee in the event of suspension or removal or the Player’s account or Local Fantasy Services on account of any negligence or deficiency on the part of Local Fantasy , but not if such suspension or removal is effected due to: any breach or inadequate performance by the Player of any of these Terms and Conditions; or all situations beyond the reasonable control of Local Fantasy . Players consent to receiving communications such as announcements, administrative messages and advertisements from Local Fantasy or any of its partners, licensors or associates. Intellectual Property Local Fantasy includes a combination of content created by Local Fantasy , its partners, licensors, associates and/or Players. The intellectual property rights (“Intellectual Property Rights”) in all software underlying Local Fantasy and the Local Fantasy Services and material published on Chinna fantasy , including (but not limited to) games, Contests, advertisements, software, photographs, written content, images, graphics, marks, illustrations, audio, logos or video clippings and Flash animation, is owned by Local Fantasy , its partners, licensors and/or associates. Players may not transmit, publish, participate in the transfer or sale of, reproduce, create derivative works of, distribute, publicly perform, publicly display, or in any way exploit any of the materials or content on Local Fantasy either in whole or in part without express written license from Chinna fantasy . Players may request permission to use any Local Fantasy content by writing in to Chinna fantasy Support. Players confirm and undertake to not display or use of the names, marks, logos, trademarks, labels, copyrights or intellectual and proprietary rights of any third party on Local Fantasy . Players agree to cover and hold harmless Local Fantasy , its directors, affiliates, employees and assigns against all costs, loss and harm including towards litigation costs and counsel fees, damages, in respect of any third party claims that may be initiated including for infringement of Intellectual Property Rights arising out of such display or use of the names, marks, logos, trademarks, labels, copyrights or intellectual rights on Local Fantasy , by such Player or through the Player’s commissions or omissions. Players hereby grant to Local Fantasy and its affiliates, partners, licensors and associate a worldwide, irrevocable, royalty-free, non-exclusive, sub-licensable license to use, reproduce, create derivative works of, distribute, publicly perform, publicly display, transfer, transmit, and/or publish Players’ Content for any of the following purposes: displaying Players’ Content on Local Fantasy distributing Players’ Content, either by machine or via other media, to other Players looking for downloading or else get it, and/or storing Players’ Content in a remote database accessible by end players, for a charge. This license shall apply to the distribution and the storage of Players’ Content in any form, medium, or technology. All names, marks, logos, trademarks, labels, proprietary rights and copyrights or intellectual rights on Local Fantasy belonging to any person (including Player), entity or third party are recognized as proprietary to the respective owners and any claims, controversy or issues against these names, logos, marks, labels, trademarks, copyrights or intellectual and proprietary rights must be directly addressed to the respective parties under notice to Local Fantasy . Third Party Sites, Services and Products Local Fantasy may contain links to other Internet sites owned and operated by third parties. Players’ use of each of those sites is subject to the conditions, if any, posted by the sites. Local Fantasy does not exercise control over any Internet sites apart from Local Fantasy , and cannot be held responsible for any content residing in any third party Internet site. Local Fantasy ’s inclusion of third-party content or links to third-party Internet sites is not an endorsement by Local Fantasy of such third-party Internet site. Players’ correspondence, transactions or related activities with third parties, including payment providers and verification service providers, are solely between the Player and that third party. Players’ correspondence, transactions and usage of the services of such third party shall be subject to the terms and conditions, policies and other service terms adopted/implemented by such third party, and the Player shall be solely responsible for reviewing the same prior to transacting or availing of the services of such third party. Player agrees that Local Fantasy will not be responsible or liable for any loss or damage of any sort incurred as a result of any such transactions with third parties. Any questions, complaints, or claims related to any third party product or service should be directed to the appropriate vendor. Local Fantasy contains content that is created by Local Fantasy as well as content offered by third parties. Local Fantasy does not guarantee the accuracy, integrity, quality of the content offered by third parties and such content may not relied upon by the Players in utilizing the Local Fantasy Services offered on Local Fantasy including while participating in any of the contests hosted on Local Fantasy . Local Fantasy Players Condu Players agree to abide by these Terms and Conditions and all other rules, regulations and terms of use of the Website. If Player does not abide by these Terms and Conditions and all other rules, regulations and terms of use, Local Fantasy may, at its sole and absolute discretion, take necessary remedial action, including but not limited to: restricting, suspending, or terminating any Player’s access to all or any part of Local Fantasy Services; deactivating or deleting a Player’s account and all related information and files on the account. Any amount remaining unused in the Player’s Game account or Winnings Account on the date of deactivation or deletion shall be transferred to the Player’s bank account on record with Local Fantasy subject to a processing fee (if any) applicable on such transfers as set out herein; or refraining from awarding any prize to such Player. Players agree to offer true, accurate, current and complete information at the time of registration and at all other times (as needed by Local Fantasy ). Players further agree to update and keep updated their registration information. A Player shall not register or operate more than one Player account with Local Fantasy . Players agree to ensure that they can receive all communication from Local Fantasy by marking e-mails from Local Fantasy as part of their “safe senders” list. Local Fantasy shall not be held liable if any e-mail remains unread by a Player as a result of such e-mail getting delivered to the Player’s junk or spam folder. Any password issued by Local Fantasy to a Player may not be revealed to anyone else. Players may not use anyone else’s password. Players are responsible for maintaining the confidentiality of their accounts and passwords. Players agree to immediately notify Local Fantasy of any unauthorized use of their passwords or accounts or any other breach of security. Players agree to exit/log-out of their accounts at the end of each session. Local Fantasy shall not be responsible for any loss or damage that may result if the Player fails to comply with these needs. Players agree not to use cheats, exploits, automation, software, bots, hacks or any unauthorised third party software designed to modify or interfere with Local Fantasy Services and/or Chinna fantasy experience or assist in such activity. Players agree not to copy, modify, rent, lease, loan, sell, assign, distribute, reverse engineer, grant a security interest in, or otherwise transfer any right to the technology or software underlying Local Fantasy or Local Fantasy Services. Players agree that without Local Fantasy ’s express written consent, they shall not modify or cause to be modified any files or software that is part of Local Fantasy ’s Services. Players agree not to disrupt, overburden, or aid or assist in the disruption or overburdening of (a) any computer or server used to offer or support Local Fantasy or the Local Fantasy Services (each a “Server”); or (2) the enjoyment of Local Fantasy Services by any other Player or person. Players agree not to institute, assist or become involved in any type of attack, including without limitation to distribution of a virus, denial of service, or other attempts to disrupt Chinna fantasy Services or any other person’s use or enjoyment of Local Fantasy Services. Players shall not attempt to gain unauthorised access to the Player accounts, Servers or networks connected to Local Fantasy Services by any means other than the Player interface offered by Local Fantasy , including but not limited to, by circumventing or modifying, attempting to circumvent or modify, or encouraging or assisting any other person to circumvent or modify, any security, technology, device, or software that underlies or is part of Local Fantasy Services. Without limiting the foregoing, Players agree not to use Local Fantasy for any of the following: To engage in any obscene, offensive, indecent, racial, communal, anti-national, objectionable, defamatory or abusive action or communication; To harass, stalk, threaten, or otherwise violate any legal rights of other individuals; To publish, post, upload, e-mail, distribute, or disseminate (collectively, “Transmit”) any inappropriate, profane, defamatory, infringing, obscene, indecent, or unlawful content; To Transmit files that contain viruses, corrupted files, or any other similar software or programs that may damage or adversely affect the operation of another person’s computer, Local Fantasy , any software, hardware, or telecommunications equipment; To advertise, offer or sell any goods or services for any commercial purpose on Local Fantasy without the express written consent of Local Fantasy ; To Transmit content regarding services, products, surveys, contests, pyramid schemes, spam, unsolicited advertising or promotional materials, or chain letters; To advertise, offer or sell any goods or services for any commercial purpose on Local Fantasy without the express written consent of Local Fantasy ; To Transmit content regarding services, products, surveys, contests, pyramid schemes, spam, unsolicited advertising or promotional materials, or chain letters; To download any file, recompile or disassemble or otherwise affect our products that you know or reasonably should know cannot be legally obtained in such manner; To falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or the source of software or other material; To restrict or inhibit any other player from using and enjoying any public area within our sites; To collect or store personal information about other Players; To interfere with or disrupt Local Fantasy , servers, or networks; To impersonate any person or entity, including, but not limited to, a representative of Chinna fantasy , or falsely state or otherwise misrepresent Player’s affiliation with a person or entity; To forge headers or manipulate identifiers or other data in order to disguise the origin of any content transmitted through Local Fantasy or to manipulate Player’s presence on Local Fantasy ; To take any action that imposes an unreasonably or disproportionately large load on our infrastructure; To engage in any illegal activities. You agree to use our bulletin board services, chat areas, news groups, forums, communities and/or message or communication facilities (collectively, the “Forums”) only to send and receive messages and material that are proper and related to that particular Forum. If a Player chooses a username that, in Local Fantasy ’s considered opinion is obscene, indecent, abusive or that might subject Local Fantasy to public disparagement or scorn, Local Fantasy reserves the right, without prior notice to the Player, to change such username and intimate the Player or delete such username and posts from Local Fantasy , deny such Player access to Chinna fantasy , or any combination of these options. Unauthorized access to Local Fantasy is a breach of these Terms and Conditions, and a violation of the law. Players agree not to access Local Fantasy by any means other than through the interface that is offered by Local Fantasy for use in accessing Local Fantasy . Players agree not to use any automated means, including, without limitation, agents, robots, scripts, or spiders, to access, monitor, or copy any part of our sites, except those automated means that we have approved in advance and in writing. Use of Local Fantasy is subject to existing laws and legal processes. Nothing contained in these Terms and Conditions shall limit Local Fantasy ’s right to comply with governmental, court, and law-enforcement requests or needs relating to Players’ use of Local Fantasy . Players may reach out to Local Fantasy through Support Team. Persons below the age of eighteen (18) years are needed to seek permission or consent from their parents or legal guardians before furnishing data, participating or entering on Local Fantasy or the Local Fantasy Services or inter alia, in the contest, uploading pictures, playing games or being part, directly or indirectly, of any activity on Local Fantasy . Entry to Local Fantasy without consent from parent/s or legal guardian and consequent participation in any activity on Local Fantasy Website is not permitted and such person is subject to disqualification at the sole and absolute discretion of Local Fantasy , whenever it comes to the knowledge of Local Fantasy . Local Fantasy believes that parents should supervise their children’s online activities and consider using parental control tools available from online services and software manufacturers that help offer a child-friendly online environment. These tools can also prevent children from disclosing online their name, address and other personal information without parental permission. Although persons below the age of 18 years are allowed to use certain Local Fantasy Services on the Chinna fantasy with the consent of their parent/s or legal guardians, they may not (where expressly stated in the rules of the Contest) participate in Contests hosted by Local Fantasy . Local Fantasy may not be alleged responsible for any content contributed by Players on the Local Fantasy . Contests, Participation and Prizes Currently, there are paid versions of the Contests made available by Local Fantasy Players may participate in the Contests by paying the pre-designated amount as provided on the relevant Contest page. The Participant with the highest aggregate points at the end of the pre-determined round shall be eligible to win a pre-designated prize, as stated on the relevant Contests page. A Participant may create different Teams for participation in Contests offered in relation to a Fantasy Sport Event across the Local Fantasy Services. However, unless Local Fantasy specifies otherwise in relation to any Contest (“Multiple Entry Contest”), Participants acknowledge and agree that they may enter only one Team in any Contest offered in relation to a Fantasy Sport Event. In the case of a Multiple Entry Contest, a Participant may enter more than one Team in a single Multiple Entry Contest, however on submitting more than one Team for participation in a single Multiple Entry Contest, the Participant will not be permitted to edit or revise the Teams so submitted for participation in such Multiple Entry Contest. In addition, it is expressly clarified that Chinna fantasy may, from time to time, restrict the maximum number of Teams that may be created by a single Player account (for each format of the Local Fantasy Services) or which a single Player account may enter in a particular Multiple Entry Contest, in each case to such number as determined by Chinna fantasy in its sole discretion. Local Fantasy shall collect a pre-designated fee for access to the Local Fantasy Services from each Participant in relation to the Contests. In the event a Participant indicates, while entering an address, that he/she is a resident of either Assam, Nagaland, Odisha, Sikkim or Telangana, such Participant will not be permitted to proceed to sign up for the round or contest and may not participate in any paid version of the Contests. Contest Formats Local Fantasy offers Contests. in two separate formats of Local Fantasy Services, (1) as a public contest where Players can participate in a Contest with other Players without any restriction on participation and (2) private contests, where Players can invite specific Players into a Contest and restrict participation to such invited Players. All rules applicable to Contests as set out herein shall be applicable to both formats of the Contests. Public contest In the Public contest format of the Contests, Local Fantasy may offer the Contests in contests comprising of 2, 3, 5, 10, 100 Participants or any other pre-designated number of Participant Local Fantasy may offer this format of the Contests as a paid format and the Winner will be determinable at the end of the round. The number of Participants required to make the Contests operational will be pre-specified and once the number of Participants in such Contests equals the pre-specified number required for that Contests, such Contests shall be operational. In case the number of Participants is less than the pre-specified number at the time of commencement of the round, such Contests will not be operational and the participation fee paid by each Participant shall be returned to the account of such Player without any charge or deductio In certain Contests across the Local Fantasy Services, designated as “Confirmed contests”, the Contests shall become operational once the number of Participants in such Contest s equals the pre-specified number of winners to be declared in such Contests, even if all available Participant slots (as pre-specified in relation to the Contests) remain unfilled. It is clarified that notwithstanding the activation of such Contests, Participants can continue to join such Contests till either (i) all available Participant slots of such Contests are filled or (ii) the round to which the Contest s relates commences, whichever is earlier. In case such Contests is not operational by the time of the commencement of the round, the participation fee paid by each Users shall be returned to the account of such Player without any charge or deduction. Private contest In the Private contest format of the Contests, Local Fantasy enables Players to create a contest (“Private contest”) and invite other players, whether existing Players or otherwise, (“Invited Player”) to create Teams and participate in the Contests. Players may create a Private contest to consist of a pre-specified number of Participants, that is, consisting of either 2 Participants, 3 Participants, 5 Participants or 10 Participants. The Player creating the Private contest shall submit the participation fee for such Private contest and thereby join that Private contest, shall supply a name for the Private contest and be offered with a unique identification code (“contest Code”) (which will be issued to the account of such Player). The Player agrees and understands that once the Private contest is created no change shall be permitted in the terms or constitution of the Private contest, except for a change in the name of the contest. The Player creating the Private contest shall offer Local Fantasy with the email address or Facebook account username of Invited Players to enable Local Fantasy to send a message or mail inviting such Invited Player to register with Local Fantasy (if necessary) and participate in the Private contest in relation to which the invite has been issued. In order to participate in the Private contest, an Invited Player shall input the contest Code associated with the Private contest and submit the participation fee for the Private contest. Once the number of Participants in a Private contest equals the number of pre-specified Participants for that Private contest, the Private contest shall be rendered operative and no other Invited Players or Players shall be permitted to participate in the Private contest. In the event that any Private contest does not contain the pre-specified number of Participants for that Private contest within 1 hour prior to the commencement of the round/Contest, the Participants of such Private contest will be offered with the option to convert the Private contest into a Public contest format, and permit the participation of Players without the contest Code. It is clarified that Local Fantasy undertakes such conversion in a serialised manner and cannot and does not warrant that any Private contest will be converted into a Public contest format prior to the commencement of the round/Contests or that any Players will join such Contest (s to make it operational. In case the number of Participants in any Private contest (or converted Contests) is less than the pre-specified number at the time of commencement of the round, such Contests will not be operational and the participation fee paid by each Player shall be returned to the account of such Player without any charge or deduction. It is clarified that the participation of Invited Players in any Private contest is subject to the pre-specified number of Participants for that Private contest, and Chinna fantasy shall not be liable to any person for the inability of any Invited Player to participate in any Private contest due to any cause whatsoever, including without limitation due to a hardware or technical malfunction or lack of eligibility of such Invited Player to participate in the Contests. Eligibility he Contests are open only to persons above the age of 18 years. The Contests are open only to persons, currently residing in India. Local Fantasy may, in accordance with the laws prevailing in certain Indian states, bar individuals residing in those states from participating in the Contests. Currently, individuals residing in the Indian states of Assam, Nagaland, Odisha, Sikkim or Telangana may not participate in the paid version of the Contest as the laws of these states bar persons from participating in games of skill where participants are required to pay to enter. Persons who wish to participate must have a valid email address. Only those Participants who have successfully registered on the Local Fantasy as well as registered prior to each round in accordance with the procedure outlined above shall be eligible to participate in the Contest and win prizes. Payment Terms and Players Fund In respect of any transactions at Local Fantasy , including making a payment to participate in the paid versions of Contests, Players agree to be bound by the following payment terms: All transactions on Local Fantasy shall be in Indian Rupees. Once users register on our Portal, we maintain a user account for players to keep a record of all their transactions with us. Payments connected with participation in Cash Games have to be made through their Local Fantasy user account. All cash prizes won by players are credited by us into this user account. When making a payment, please ensure that the gadget used to make the payment is your own and is used to “Deposit” into user account only. Subject to the Deposit limits specified by us from time to time, you are free to deposit as much money as you want in your user account for the purpose of participating in Cash Games at Local Fantasy Local Fantasy wants you to play responsibly here. The ability to Deposit in your user account shall be subject to monthly Deposit limits which we can be set by us with undertakings, indemnity, waiver and verification conditions as we deem appropriate in our sole discretion. Credit card, Debit card, prepaid cash cards and internet banking payments are processed through third party payment gateways. Similarly, other payment modes also require an authorization by the intermediary which processes payments. We are not responsible for delays or denials at their end and processing of payments will be solely in terms of their policies and procedures without any responsibility or risk at our end. If there are any issues in connection with depositing, a complaint may be sent to us following the complaints procedure provided in “Complaints and disputes” section below. You agree that in such an event of your credit being delayed or eventually declined for reasons beyond our control, we will not be held liable in any manner whatsoever. Once a payment/transaction is authorized, the funds are credited to your user account and are available for you to play Cash Games. We have the right to cancel a transaction at any point of time solely according to our discretion in which case if the payment is successful, then the transaction will be reversed and the money credited back to your payment instrument. Player funds are held in trust by us in specified bank accounts. Funds held in your user account are held separately from our corporate funds. Even in the highly unlikely event of an insolvency proceeding, you claims on the deposits will be given preference over all other claims to the extent permissible by law. Withdrawals You may withdraw your winnings by means of either an account payee cheque or an electronic bank to bank transfer for the amount of winnings. You agree that all withdrawals you make are governed by the following conditions: Local Fantasy can ask you for KYC documents to verify your address and identity at any stage. Withdrawals will be permitted only from accounts for which such KYC process is complete. You can choose to withdraw money from your user account at any time, subject to bonus/prize money withdrawal restrictions, by notifying us of your withdrawal request. Withdrawal of cash immediately after cash deposit to Local Fantasy user account is barred. Playing fantasy sports is essential before withdrawing your winnings. Once notified, post verification of the withdrawal request, we may disburse the specified amount by cheque or electronic transfer based on the mode of withdrawal selected by you. We shall make our best efforts to honor your choice on the mode of withdrawal, but reserve the right to always disburse the specified amount to you by cheque. We also reserve the right to disburse the amount on the financial instrument used to Deposit to your user account. We will attempt our best to process your withdrawals in a timely manner, but there could be delays due to the time required for verification and completing the withdrawal transaction. We shall not be liable to pay you any form of compensation for the reason of delays in remitting payments to you from your user account. To be eligible to win a prize, you must be a resident of India and accessing the Services of com from India. Tabulation of fantasy points Local Fantasy may obtain the score feed and other information required for the computation and tabulation of fantasy points from third party service providers. In the rare event that any error in the computation or tabulation of fantasy points, selection of winners, etc., as a result of inaccuracies in or incompleteness of the feed provided by the third party service provider comes to its attention, Local Fantasy shall use best efforts to rectify such error prior to the distribution of prizes. However, Local Fantasy hereby clarifies that it relies on the accuracy and completeness of such third party score/statistic feeds and does not itself warrant or make any representations concerning the accuracy thereof and, in any event, shall take no responsibility for inaccuracies in computation and tabulation of fantasy points or the selection of winners as a result of any inaccurate or incomplete scores/statistics received from such third party service provider. Players and Participants agree not to make any claim or raise any complaint against Local Fantasy in this respect. Selection and Verification of Winners and Conditions relating to the Prizes Selection of Winners Winners will be decided on the basis of the scores of the Teams in a designated round (which may last anywhere between one day and an entire tournament) of the Contests. The Participants owning the Teams with the highest aggregate score in a particular round shall be declared the Winners. In certain pre-specified Contests, Local Fantasy may declare more than one Winner and distribute prizes to such Winners in increasing order of their Team’s aggregate score at the end of the designated round of the Contest. The contemplated number of Winners and the prize due to each Winner in such Contest shall be as specified on the Contest page prior to the commencement of the Contest. Participants creating Teams on behalf of any other Participant or person shall be disqualified. In the event of a tie, the winning Participants shall be declared Winners and the prize shall be equally divided among such Participants. Local Fantasy shall not be liable to pay any prize if it is discovered that the Winners have not abided by these Terms and Conditions, and other rules and regulations in relation to the use of the Local Fantasy , Contest, “Fantasy Rules”, etc. Contacting Winners Winners shall be contacted by Local Fantasy or the third party conducting the Contest on the e-mail address provided at the time of registration. The verification process and the documents required for the collection of prize shall be detailed to the Winners at this stage. As a general practice, winners will be required to provide following documents:Player’s PAN card; A government-issued residence proof; Player’s bank account details and proof of the same Chinna fantasy shall not permit a Winner to withdraw his/her prizes/accumulated winnings unless the above-mentioned documents have been received and verified within the time-period stipulated by Local Fantasy . The Player represents and warrants that the documents provided in the course of the verification process are true copies of the original documents to which they relate.Participants are required to provide proper and complete details at the time of registration. Local Fantasy shall not be responsible for communications errors, commissions or omissions including those of the Participants due to which the results may not be communicated to the Winner.The list of Winners shall be posted on a separate web-page on the Local Fantasy . The winners will also be intimated by e-mail.In the event that a Participant has been declared a Winner on the abovementioned web-page but has not received any communication from Local Fantasy , such Participant may contact Local Fantasy within the time specified on the webpage. Verification process Only those Winners who successfully complete the verification process and provide the required documents within the time limit specified by Local Fantasy shall be permitted to withdraw/receive their accumulated winnings (or any part thereof). Local Fantasy shall not entertain any claims or requests for extension of time for submission of documents. Local Fantasy shall scrutinise all documents submitted and may, at its sole and absolute discretion, disqualify any Winner from withdrawing his accumulated winnings (or any part thereof) on the following grounds: Determination by Local Fantasy that any document or information submitted by the Participant is incorrect, misleading, false, fabricated, incomplete or illegible; or Participant does not fulfil the Eligibility Criteria specified in Clause 10 above; or Any other ground. If it is found that a Participant playing the paid formats of the Contests is under the age of eighteen (18), Local Fantasy shall be entitled, at its sole and absolute discretion, to disqualify such Participant and forfeit his/her prize. Further, Local Fantasy may, at its sole and absolute discretion, suspend or terminate such Participant’s account. To the extent permitted by law, Local Fantasy makes no representations or warranties as to the quality; suitability or merchantability of any prizes and shall not be liable in respect of the same. Local Fantasy may, at its sole and absolute discretion, vary or modify the prizes being offered to winners. Participants shall not raise any claim against Local Fantasy or question its right to modify such prizes being offered, prior to closure of the Contest. Local Fantasy will not bear any responsibility for the transportation or packaging of prizes to the respective winners. Local Fantasy shall not be held liable for any loss or damage caused to any prizes at the time of such transportation. The Winners shall bear the shipping, courier or any other delivery cost in respect of the prizes. The Winners shall bear all transaction charges levied for delivery of cash prizes. All prizes are non-transferable and non-refundable. Prizes cannot be exchanged / redeemed for cash or kind. No cash claims can be made in lieu of prizes in kind. Get your free download link EASILY! Just fill out the form below and get a link to download the Local Fantasy app I accept privacy policy Submit Download App Secured By Follow Us: Terms & Conditions Privacy Policy Game Addiction Policy Disclaimer:- This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports © 2024 ALL RIGHTS RESERVED",
    "thank_you": "Thank You - Local Fantasy Local Fantasy Local Fantasy Download App Thank You Home Thank You Thank you for visiting our website! We appreciate your interest in Local Fantasy. We hope you enjoy our app! Get your free download link EASILY! Just fill out the form below and get a link to download the Local Fantasy app I accept privacy policy Submit Download App Secured By Follow Us: Terms & Conditions Privacy Policy Game Addiction Policy Disclaimer:- This Website is only for 18+ users. Please Leave This Site If you are from Telangana, Orissa, Assam, Sikkim, and Nagaland. Beware of fraudsters, We only promote online fantasy sports © 2024 ALL RIGHTS RESERVED"
  },
  "date": "2024-05-07T14:19:41.188Z"
}