{
  "name": "MansionResortGoa",
  "pages": {
    "about-us": "MansionResort - About Us: Discover Who We Are MansionResort HOME ABOUT US Casino Contact Discover the Essence of MansionResort Discover Our Exclusive Room Selection Luxury Suite Experience the ultimate in luxury with our exclusive suite. Perfect for those seeking unparalleled comfort and style. BOOK NOW Deluxe Room Indulge in luxury with our deluxe room. Designed to provide a relaxing retreat with modern amenities. BOOK NOW Executive Suite Experience sophistication and comfort with our executive suite. Ideal for business travelers or those seeking extra space. BOOK NOW Luxury Accommodations Experience the epitome of luxury with our accommodations. Each room is designed to offer unparalleled comfort and style. Personalized Service Enjoy personalized service tailored to your needs. Our dedicated team ensures that every aspect of your stay is attended to with care. Exclusive Amenities Indulge in our exclusive amenities that enhance your stay. From spa treatments to gourmet dining, we provide everything you need for a memorable experience. EXCLUSIVE INSIGHTS Discover the Tranquil Beauty of MansionResort Explore the serene beauty and luxurious offerings of MansionResort. Learn about our unique experiences and guest testimonials. EXCLUSIVE OFFERS Unlock Exclusive Offers at MansionResort Discover special offers and packages tailored for your ultimate stay at MansionResort. Plan your getaway with us today. The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS",
    "contacts": "MansionResort - Contact Us: Let's Connect MansionResort HOME ABOUT US Casino Contact Contact Us Calwaddo, Бенолим, Goa 403716, India mansionresort@gmail.com +91-755-593-1933 Our team will get back to you shortly. I accept Privacy Policy SUBMIT The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS",
    "disclaimers": "MansionResort - Disclaimers and Legal Information MansionResort HOME ABOUT US Casino Contact Disclaimers By accessing or using the MansionResort website, you agree to the following disclaimers: Rules and Conditions Before participating in games at our casino, please familiarize yourself with the rules and conditions that govern your participation. These rules are provided for your safety and enjoyment. Responsible Gaming Enjoy gaming responsibly. Participation in gambling should be entertaining, not problematic. If you feel that your gaming activity is beginning to have a negative impact on your life, seek help. We promote responsible gaming and provide tools for self-restriction. Security We make every effort to ensure the safety of our visitors. Our premises are equipped with surveillance and security systems for your comfort and protection. 1. Accuracy of Information We strive to provide accurate and up-to-date information on our website. However, we do not guarantee the completeness, accuracy, reliability, or suitability of the information, products, and services offered. 2. Availability of Services Availability of rooms, amenities, and services at MansionResort may vary and is subject to change without notice. We do not guarantee continuous, uninterrupted, or secure access to our website or services. 3. Limitation of Liability MansionResort and its affiliates shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your access to or use of our website, services, or any content provided. 4. External Links Our website may contain links to third-party websites or resources. These links are provided for your convenience only. MansionResort does not endorse, control, or guarantee the accuracy, relevance, or reliability of these external sites. The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS",
    "index": "MansionResort - Luxury Hotel Retreat in Breathtaking Landscapes MansionResort HOME ABOUT US Casino Contact Experience Tranquility at MansionResort Discover luxury and comfort. BOOK NOW Discover the Essence of MansionResort LUXURY ACCOMMODATIONS Exclusive Room Selection Experience unmatched comfort and elegance with our exclusive room selection. Perfect for your ultimate getaway. GOURMET DINING Culinary Delights Indulge in exquisite dining experiences with our gourmet offerings. Discover flavors that tantalize your taste buds. SPA & WELLNESS Relaxation Retreat Rejuvenate your body and mind at our luxurious spa. Experience tranquility with our personalized wellness treatments. Luxury Accommodations Experience the epitome of luxury with our accommodations. Each room is designed to offer unparalleled comfort and style. Personalized Service Enjoy personalized service tailored to your needs. Our dedicated team ensures that every aspect of your stay is attended to with care. Exclusive Amenities Indulge in our exclusive amenities that enhance your stay. From spa treatments to gourmet dining, we provide everything you need for a memorable experience. Discover Our Exclusive Room Selection Luxury Suite Experience the ultimate in luxury with our exclusive suite. Perfect for those seeking unparalleled comfort and style. BOOK NOW Deluxe Room Indulge in luxury with our deluxe room. Designed to provide a relaxing retreat with modern amenities. BOOK NOW Executive Suite Experience sophistication and comfort with our executive suite. Ideal for business travelers or those seeking extra space. BOOK NOW EXCLUSIVE INSIGHTS Discover the Tranquil Beauty of MansionResort Explore the serene beauty and luxurious offerings of MansionResort. Learn about our unique experiences and guest testimonials. EXCLUSIVE OFFERS Unlock Exclusive Offers at MansionResort Discover special offers and packages tailored for your ultimate stay at MansionResort. Plan your getaway with us today. Ready to Plan Your Dream Stay? Contact Us The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS",
    "privacy-policy": "MansionResort - Privacy Policy and Data Protection MansionResort HOME ABOUT US Casino Contact Your Privacy Matters MansionResort prioritizes safeguarding your personal information. This policy clarifies how we gather, utilize, share, and secure your data when you interact with our website. Data We Gather We might collect details that identify you, like your name, contact methods, and payment information when you book a stay or utilize our offerings. How We Utilize Your Data We leverage your information to process reservations, enhance our services, keep you informed, and personalize your MansionResort experience. Sharing Your Data We hold your personal information in strict confidence and won't sell, trade, or otherwise disclose it to external parties unless legally required or to deliver the services you requested. Security of Your Data We have security measures in place to shield your personal information. However, it's important to remember that perfect security doesn't exist online or in electronic storage. Updates to this Policy We may occasionally update this Privacy Policy. We'll keep you informed by posting the revised policy on this page. The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS",
    "products": "MansionResort Casino - Experience Exciting Casino Games MansionResort HOME ABOUT US Casino Contact Explore Our Thrilling Casino Games Blackjack Test your skills and strategy at our Blackjack tables. Enjoy classic gameplay and the chance to win big. BOOK NOW Slots Spin the reels and experience the excitement of our diverse slot selection. From classic slots to video slots with exciting themes, we have something for everyone. BOOK NOW Roulette Place your bets and watch the wheel spin at our Roulette tables. Experience the thrill of this classic casino game. BOOK NOW BEST CASINO GAMES TABLE GAMES Blackjack Test your skills and strategy at our Blackjack tables. Enjoy classic gameplay and the chance to win big. SLOTS Spin & Win Experience the thrill of our diverse slot selection. From classic slots to video slots with exciting themes, we have something for everyone. CHANCE GAMES Roulette Place your bets and watch the wheel spin. Experience the excitement of this classic casino game. Access to the site is available only to persons over 18 years of age. Please confirm that you are 18 years of age or older and higher. We promote responsible gambling behavior and recommend gambling in moderation. Yes, I am 18 or older No, I am not 18 The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS const modal18_old_in_1403 = document.querySelector(\"#feo_18_in_1403\"); const btnOk18_old_in_1403 = document.querySelector(\"#ok_18_in_1403\"); const btn_not18_old_in_1403 = document.querySelector(\"#not_18_in_1403\"); btnOk18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); btn_not18_old_in_1403.addEventListener(\"click\", closeModal18old_in_1403); function closeModal18old_in_1403() { modal18_old_in_1403.style.display = \"none\"; }",
    "terms-conditions": "MansionResort - Terms and Conditions of Use MansionResort HOME ABOUT US Casino Contact Welcome to MansionResort! Excited to have you here! By using our website, you agree to these terms that outline your stay with us. Booking & Reservations To secure your stay, all bookings require confirmation and availability checks. We reserve the right to adjust or cancel reservations if needed. Payment Options Unless otherwise stated, full payment is required at booking. Additional charges may apply for specific services or amenities. Cancellations & Refunds Cancellation policies vary depending on your reservation type. Details on fees and refunds can be found in your booking confirmation. Guest Conduct We value a respectful environment for everyone. Guests are responsible for their actions during their stay. Any property damage or rule violations may result in additional fees or termination of your stay. Your Privacy Matters We take your privacy seriously. To understand how we collect, use, and protect your information, please review our Privacy Policy. Changes to Terms We may update these terms occasionally. Changes are effective immediately upon posting here. The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS",
    "thanks": "MansionResort - Thank You for Booking MansionResort HOME ABOUT US Casino Contact Thank You for Booking Your booking at MansionResort has been confirmed. We are excited to have you stay with us! We look forward to providing you with a luxurious experience and exceptional service during your stay. If you have any questions or special requests, please feel free to contact us. Thank you once again for choosing MansionResort. We can't wait to welcome you! The MansionResort website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline MansionResort DISCLAIMERS PRIVACY & POLICY TERMS & CONDITIONS"
  },
  "date": "2024-07-08T09:43:24.505Z"
}