{
  "name": "mansionresort",
  "pages": {
    "terms-conditions": "Terms of Use - Understanding Your Rights and Responsibilities at MansionResort mansionresort +91-832-2538666 mansionresort@gmail.com Home Advantages Ideal luxury Casino Suggestions Events Terms of Use Responsible Gaming MansionResort is committed to promoting responsible gaming. Our website is intended for entertainment purposes only and should not be used as a means to earn money or recover losses. If you feel that you may have a gambling problem, we encourage you to seek help from a qualified professional. Account Security Users are responsible for maintaining the security of their accounts and for all activities that occur under their accounts. MansionResort will not be liable for any loss or damage arising from unauthorized access to your account. If you suspect that your account has been compromised, you should contact us immediately at mansionresort@gmail.com. Payment Processing MansionResort uses third-party payment processors to handle all financial transactions. By using our website, you agree to the terms and conditions of our payment processors. MansionResort is not responsible for any errors or omissions made by our payment processors. Bonuses and Promotions MansionResort may offer bonuses and promotions from time to time. These offers are subject to their own terms and conditions, which will be provided at the time of the offer. MansionResort reserves the right to modify or cancel any bonus or promotion at any time without notice. Dispute Resolution If a dispute arises between you and MansionResort, we encourage you to contact us first at mansionresort@gmail.com to try to resolve the matter informally. If the dispute cannot be resolved informally, you agree to submit to binding arbitration in the jurisdiction where MansionResort is located. No Class Action You agree not to participate in a class action or class-wide arbitration against MansionResort. Any dispute between you and MansionResort will be resolved on an individual basis. Geographic Restrictions MansionResort's services are not available in all jurisdictions. It is your responsibility to ensure that you are not accessing our website from a location where it is illegal to do so. MansionResort reserves the right to restrict access to our website from any location at any time. Termination for Convenience MansionResort reserves the right to terminate your account at any time for any reason or no reason. If we terminate your account, we will refund any unused portion of your account balance, less any fees or charges owed to us. Survival The provisions of these Terms of Use that by their nature should survive termination shall survive termination, including but not limited to, the provisions regarding intellectual property, indemnification, and limitation of liability. Notices All notices required or permitted under these Terms of Use shall be in writing and shall be deemed to have been duly given when delivered in person or sent by certified or registered mail, postage prepaid, or by email to the address provided by the user. Headings The headings used in these Terms of Use are for convenience only and shall not affect the interpretation of these terms. No Agency Nothing in these Terms of Use shall be construed as creating an agency, partnership, joint venture, or employer-employee relationship between MansionResort and any user. By using MansionResort's website, you agree to these Terms of Use and acknowledge that you have read and understood them. If you have any questions or concerns about these terms, please contact us at mansionresort@gmail.com. We appreciate your cooperation and look forward to providing you with an enjoyable and entertaining online experience. mansionresort Home Advantages Ideal luxury Casino Suggestions Events Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - We Appreciate Your Interest in MansionResort Thank You for Reaching Out! We appreciate you taking the time to connect with us at Mansion Resort. Your feedback and inquiries are invaluable to us. Our dedicated team will review your message and respond as soon as possible. In the meantime, feel free to explore more of our website and discover the unique experiences that Mansion Resort has to offer. Thank you once again for your interest. We look forward to serving you! To main",
    "casino": "Casino at MansionResort - Experience the Thrill of World-Class Gaming 18+ mansionresort +91-832-2538666 mansionresort@gmail.com Home Advantages Ideal luxury Casino Suggestions Events Experience the Thrill Welcome to MansionResort Casino Classic Table Games Try your luck at our classic table games, including Blackjack, Roulette, and Poker, where excitement and strategy meet. Slot Machines Spin to win on our state-of-the-art slot machines, offering a wide variety of games and jackpots. High Stakes Room For the high rollers, our exclusive high stakes room provides a private and luxurious gaming experience. Our Games Blackjack Join the excitement at our Blackjack tables and see if you can beat the dealer in this timeless card game. Roulette Place your bets and watch the wheel spin in our vibrant Roulette section, offering both American and European styles. Poker Tournaments Participate in our regular Poker tournaments and compete against other players for substantial prizes and bragging rights. VIP Services Exclusive Benefits for Our VIPs Join our VIP club and enjoy exclusive benefits such as personalized service, higher betting limits, and access to private gaming areas. 300+ Slot Machines Experience the excitement with over 300 slot machines, each offering unique games and chances to win big. 50+ Table Games Choose from a wide range of table games to suit your style and skill level. 24/7+ Casino Hours Our casino is open 24/7, ensuring you can enjoy the thrill of gaming at any time of day or night. 100+ Daily Winners Every day, over 100 winners take home fantastic prizes. Will you be next? Contact Us For more information about our casino, gaming options, or VIP services, please reach out to us. Phone number +91-832-2538666 Email address mansionresort@gmail.com Location 1/6B, Gallint, Opposite 1st Navy gate, Alto Dabolim, Goa 403801, India mansionresort Rules and conditions: Before participating in games in our casino, read the rules and conditions that regulate your participation.These rules are presented for your safety and pleasure. Responsible game: enjoy the game in moderation.Participation in gambling should be entertaining, and not cause a problem.If you feel that game activity begins to influence your life negatively, seek help.We support a responsible game and provide tools for self -restraint. Security: We make every effort to ensure the safety of our visitors.Our premises are equipped with video surveillance and safety systems for your comfort and protection. Home Advantages Ideal luxury Casino Suggestions Events Disclaimer Privacy Policy Terms of Use We use cookies to ensure you get the best experience on our website. By continuing, you agree to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", (event) => { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } else { cookieBanner.style.display = \"none\"; } acceptCookiesButton.addEventListener(\"click\", () => { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); 18+ Age Verification You must be 18 or older to enter this site. Please verify your age. Rules and conditions: Before participating in games in our casino, read the rules and conditions that regulate your participation.These rules are presented for your safety and pleasure. Responsible game: enjoy the game in moderation.Participation in gambling should be entertaining, and not cause a problem.If you feel that game activity begins to influence your life negatively, seek help.We support a responsible game and provide tools for self -restraint. Security: We make every effort to ensure the safety of our visitors.Our premises are equipped with video surveillance and safety systems for your comfort and protection. I am 18 or older document.addEventListener(\"DOMContentLoaded\", (event) => { const agePopup = document.getElementById(\"age-popup\"); const ageYesButton = document.getElementById(\"age-yes\"); const ageNoButton = document.getElementById(\"age-no\"); if (!localStorage.getItem(\"ageVerified\")) { agePopup.style.display = \"flex\"; } else { agePopup.style.display = \"none\"; } ageYesButton.addEventListener(\"click\", () => { localStorage.setItem(\"ageVerified\", \"true\"); agePopup.style.display = \"none\"; }); });",
    "disclaimer": "Disclaimer - Important Information and Legal Notices at MansionResort mansionresort +91-832-2538666 mansionresort@gmail.com Home Advantages Ideal luxury Casino Suggestions Events Disclaimer Privacy and Confidentiality At MansionResort, we respect your privacy and are committed to protecting your personal information. Any personal information that you provide to us through our website or services will be used in accordance with our Privacy Policy, which is incorporated into this Disclaimer by reference. Security We take reasonable measures to protect the security of your personal information and to ensure that it is not lost, misused, or altered. However, no method of transmission over the Internet or method of electronic storage is 100% secure. Therefore, we cannot guarantee the absolute security of your personal information. Responsible Gambling MansionResort promotes responsible gambling. We encourage our customers to gamble responsibly and to seek help if they have a gambling problem. We provide a range of tools and resources to help our customers gamble responsibly, including self-exclusion, deposit limits, and reality checks. Account Registration To use certain features of our website and services, you may need to register for an account. When you register for an account, you will be asked to provide certain personal information, such as your name, email address, and date of birth. You agree to provide accurate, current, and complete information about yourself as prompted by the registration form. Account Security You are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your account or password. If you have reason to believe that your account is no longer secure, you must immediately notify us at mansionresort@gmail.com. Prohibited Uses You may not use our website or services for any illegal or unauthorized purpose. You agree not to use our website or services to transmit, distribute, post, or submit any information or material that is false, misleading, defamatory, obscene, pornographic, abusive, threatening, harassing, or otherwise objectionable. Termination We reserve the right to terminate your access to our website and services at any time, without notice, for any reason, including but not limited to, violation of this Disclaimer or any applicable laws or regulations. Indemnification You agree to indemnify, defend, and hold harmless MansionResort, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from or in connection with your use of our website or services, your violation of this Disclaimer, or your violation of any rights of another. Assignment This Disclaimer and any rights and licenses granted hereunder may not be transferred or assigned by you but may be assigned by MansionResort without restriction. Survival The provisions of this Disclaimer that by their nature should survive termination will survive termination, including but not limited to, the provisions regarding intellectual property, limitation of liability, indemnification, and governing law. No Waiver Our failure to insist upon or enforce strict performance of any provision of this Disclaimer will not be construed as a waiver of any provision or right. Notices Any notices or other communications permitted or required under this Disclaimer will be in writing and given by MansionResort via email or by posting to the website. Customer Support If you have any questions or need assistance with our website or services, please contact our customer support team at mansionresort@gmail.com. We will do our best to respond to your inquiry in a timely and professional manner. mansionresort Home Advantages Ideal luxury Casino Suggestions Events Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to MansionResort - Your Ultimate Luxury Casino & Hotel Destination mansionresort +91-832-2538666 mansionresort@gmail.com Home Advantages Ideal luxury Casino Suggestions Events Welcome to MansionResort Discover a world of elegance, luxury, and unmatched comfort at MansionResort. Nestled in a serene location, our resort offers an exceptional escape where every moment is tailored to perfection. From opulent accommodations to world-class amenities, MansionResort is the ultimate destination for those seeking an unforgettable experience. Ideal rest Luxurious Rooms & Suites Indulge in the ultimate comfort in our elegantly designed rooms and suites, offering breathtaking views and modern amenities. Gourmet Dining Savor exquisite cuisine from around the world at our fine dining restaurants, where every meal is a culinary masterpiece. Relaxing Spa & Wellness Unwind and rejuvenate at our state-of-the-art spa, offering a range of treatments designed to soothe your mind and body. Entertainment & Nightlife Experience the thrill of our vibrant casino and enjoy live entertainment, ensuring every night is unforgettable. 10+ YEARS OF EXPERIENCE Your Perfect Escape Unparalleled Luxury Awaits At MansionResort, every detail is meticulously crafted to provide an extraordinary experience. From the moment you arrive, our dedicated staff is here to ensure your stay exceeds all expectations. Opulent Accommodations World-Class Dining Rejuvenating Spa Treatments Exciting Casino and Entertainment Exclusive Offers Special Packages Just for You Romantic Getaway Enjoy a romantic escape with special amenities tailored for couples, including a private dinner and spa treatments. Family Fun Package Experience a fun-filled family vacation with activities and amenities designed for all ages. Corporate Retreats Host your corporate events in our elegant meeting spaces, equipped with modern facilities and personalized services. Event Spaces Host Your Special Occasions Discover the perfect setting for your events at MansionResort. Whether it's a wedding, corporate event, or a private celebration, our elegant venues and dedicated team will ensure every detail is flawless. Discover Our Resort Pools & Beaches Relax by our stunning pools or enjoy a day at the pristine beach. Fitness Center Stay active during your stay with our fully equipped fitness center. Local Attractions Discover the local attractions and activities that make our location unique. Our Services Tailored to Your Needs At MansionResort, we offer a range of services to ensure your stay is comfortable and memorable. Room Service ₹2000 Enjoy delicious meals delivered straight to your room, any time of day. Use the service Often Laundry Service ₹1500 Hassle-free laundry service to keep you looking your best. Use the service Airport Transfer ₹3000 Convenient and comfortable transportation to and from the airport. Use the service Stay Connected Join Our Community Sign up for exclusive updates, special offers, and the latest news from MansionResort. Your perfect escape awaits. Email address mansionresort@gmail.com Office address 1/6B, Gallint, Opposite 1st Navy gate, Alto Dabolim, Goa 403801, India Phone number +91-832-2538666 I accept privacy policy Send a message mansionresort Home Advantages Ideal luxury Casino Suggestions Events Disclaimer Privacy Policy Terms of Use We use cookies to ensure you get the best experience on our website. By continuing, you agree to our use of cookies. Accept document.addEventListener(\"DOMContentLoaded\", (event) => { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"flex\"; } else { cookieBanner.style.display = \"none\"; } acceptCookiesButton.addEventListener(\"click\", () => { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - How MansionResort Protects Your Personal Information mansionresort +91-832-2538666 mansionresort@gmail.com Home Advantages Ideal luxury Casino Suggestions Events Privacy Policy Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected, unless a longer retention period is required or permitted by law. The criteria used to determine our retention periods include: The length of time we have an ongoing relationship with you and provide the Services to you; Whether there is a legal obligation to which we are subject, such as tax, accounting, or regulatory requirements; Whether retention is advisable in light of our legal position, such as in regard to applicable statutes of limitations, litigation, or regulatory investigations. Cross-Border Data Transfers We may transfer your personal information to countries other than the country in which you are resident. These countries may have data protection laws that are different from the laws of your country. However, we will take appropriate safeguards to ensure that your personal information remains protected in accordance with this Privacy Policy and applicable laws. Third-Party Websites and Services Our Services may contain links to third-party websites, applications, or services that are not owned or controlled by us. We are not responsible for the privacy practices of these third parties, and we encourage you to review their privacy policies before providing any personal information to them. Cookies and Similar Technologies We use cookies and similar technologies, such as web beacons, pixels, and tags, to collect information about your use of our Services. Cookies are small data files that are stored on your device when you visit a website. They enable us to recognize your device, remember your preferences, and personalize your experience. We use the following types of cookies: Strictly necessary cookies: These cookies are essential for the operation of our Services, such as enabling you to log in, make payments, and access secure areas. Functionality cookies: These cookies enhance the functionality and personalization of our Services, such as remembering your language preferences, location, and search queries. Performance cookies: These cookies collect information about how you use our Services, such as which pages you visit, how long you stay, and any errors you encounter. They help us improve the performance, usability, and security of our Services. Advertising cookies: These cookies are used to deliver relevant ads to you based on your interests, browsing history, and location. They also help us measure the effectiveness of our advertising campaigns. You can manage your cookie preferences through your browser settings or by using third-party tools. However, disabling cookies may affect the functionality and performance of our Services. Social Media Features Our Services may include social media features, such as the Facebook \"Like\" button, Twitter \"Tweet\" button, and Instagram \"Follow\" button. These features may collect your IP address, which page you are visiting on our website, and set a cookie to enable the feature to function properly. Social media features are either hosted by a third party or hosted directly on our Services. Your interactions with these features are governed by the privacy policies of the companies providing them. Security Measures We take reasonable and appropriate measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. We use physical, technical, and administrative safeguards, such as firewalls, encryption, access controls, and employee training to ensure the confidentiality, integrity, and availability of your personal information. However, no security system is perfect, and we cannot guarantee the absolute security of your personal information. Contact Us If you have any questions, concerns, or complaints about this Privacy Policy or our privacy practices, please contact us at mansionresort@gmail.com. We will do our best to address your inquiry promptly and professionally. mansionresort Home Advantages Ideal luxury Casino Suggestions Events Disclaimer Privacy Policy Terms of Use"
  },
  "date": "2024-07-08T05:59:25.082Z"
}