{
  "name": "marinemax",
  "pages": {
    "terms-conditions": "Terms of Use | MarineMax Casino 18+ MarineMax Home About Us Adventures Entertainment +44-121-296-0654 Terms of Use Responsible Gaming We are committed to promoting responsible gaming and preventing gambling addiction. We encourage you to set limits on your deposits and losses, and to seek help if you feel that you may have a gambling problem. We reserve the right to suspend or terminate your account if we believe that you are exhibiting signs of problem gambling. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by MarineMax. We are not responsible for the content, privacy policies, or practices of any third-party websites. You acknowledge and agree that we shall not be liable for any damage or loss caused by your use of any third-party websites. Termination We reserve the right to terminate or suspend your account and access to our website at any time, without prior notice, and for any reason. Upon termination, any outstanding balances in your account will be forfeited, and you will not be entitled to any refunds or compensation. Indemnification You agree to indemnify and hold harmless MarineMax, its affiliates, and their respective officers, directors, employees, and agents from and against any claims, damages, losses, liabilities, costs, and expenses arising out of or in connection with your use of our website, your breach of these Terms of Use, or your violation of any applicable laws or regulations. Entire Agreement These Terms of Use constitute the entire agreement between you and MarineMax regarding the use of our website. Any prior agreements or understandings, whether written or oral, are superseded by these Terms of Use. Waiver No failure or delay by MarineMax in exercising any right, power, or privilege under these Terms of Use shall operate as a waiver thereof, nor shall any single or partial exercise thereof preclude any other or further exercise thereof or the exercise of any other right, power, or privilege. Severability If any provision of these Terms of Use is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced. Assignment You may not assign or transfer these Terms of Use or any rights or obligations hereunder without the prior written consent of MarineMax. Any attempted assignment or transfer in violation of this provision shall be null and void. Governing Language These Terms of Use are written in English, and any translation into another language is provided for your convenience only. In the event of any conflict between the English version and any translated version, the English version shall prevail. Contact Us If you have any questions or concerns about these Terms of Use, please contact us at marinemax@gmail.com. We will do our best to respond to your inquiry in a timely manner. MarineMax MarineMax Casino | Where Every Voyage is a Win. marinemax@gmail.com +44-121-296-0654 51 Barnes Hill, Birmingham B29 5UP, UK Navigation Home About Us Adventures Entertainment Additionally Disclaimer Privacy Policy Terms of Use 18+ © 2024 MarineMax",
    "thanks": "Thank You | MarineMax Casino Thank You for Reaching Out to MarineMax! We truly appreciate you taking the time to connect with us. Your input is invaluable, and our team is always eager to hear from our community. Rest assured that your message has been successfully delivered, and a member of our dedicated team will review it promptly. We pride ourselves on our attentiveness and commitment to our users, so you can expect a thoughtful response in due course. In the meantime, feel free to explore our MarineMax website to learn more about our mission, services, and resources. We're confident you'll find something that piques your interest! Once again, thank you for your contribution, and we look forward to strengthening our connection with you. Return to Homepage",
    "about": "About Us | MarineMax Casino 18+ MarineMax Home About Us Adventures Entertainment +44-121-296-0654 About MarineMax Casino Embark on a Journey of Luxury and Adventure MarineMax Casino combines the thrill of gaming with the serenity of a cruise. Our mission is to provide an unforgettable experience for every guest, blending world-class entertainment, luxurious accommodations, and exceptional service. Discover the magic of MarineMax, where every voyage is a new adventure. Our Vision Creating Unforgettable Experiences At MarineMax Casino, we believe in creating memories that last a lifetime. Our vision is to offer an unparalleled blend of gaming excitement and oceanic tranquility. We are dedicated to ensuring that every guest enjoys a unique and personalized experience, filled with moments of joy, relaxation, and excitement. Our Commitment: We are committed to providing the highest level of service, ensuring that every aspect of your journey is perfect. From the moment you step aboard, our team is here to make your experience extraordinary. Our Values: Integrity, excellence, and hospitality are at the core of everything we do. We strive to create an environment where guests feel valued, respected, and pampered. Our Achievements Setting New Standards MarineMax Casino has established itself as a leader in the cruise casino industry, continually raising the bar for luxury and entertainment. Our dedication to excellence has earned us numerous accolades and a loyal following of guests who return year after year. 10 Years Of Exceptional Service 5 Star Luxury Accommodations 1000+ Satisfied Guests Annually 50+ Destinations Worldwide Our Promise Committed to Excellence At MarineMax Casino, our promise is to deliver an exceptional experience from start to finish. Our state-of-the-art facilities, world-class dining, and diverse entertainment options ensure that every voyage is extraordinary. Our team of dedicated professionals is passionate about providing the best service possible. From our chefs to our croupiers, every member of the MarineMax family is here to make your journey special. We are proud to offer a unique combination of gaming excitement and cruise luxury, creating an environment where every guest can relax, unwind, and enjoy. Join us at MarineMax Casino and discover a world where adventure meets elegance. We look forward to welcoming you aboard and creating memories that will last a lifetime. MarineMax MarineMax Casino | Where Every Voyage is a Win. marinemax@gmail.com +44-121-296-0654 51 Barnes Hill, Birmingham B29 5UP, UK Navigation Home About Us Adventures Entertainment Additionally Disclaimer Privacy Policy Terms of Use 18+ © 2024 MarineMax",
    "disclaimer": "Disclaimer | MarineMax Casino 18+ MarineMax Home About Us Adventures Entertainment +44-121-296-0654 Disclaimer Security We take the security of our platform and your personal information seriously. We employ industry-standard security measures to protect your data from unauthorized access, disclosure, alteration, or destruction. However, no security measures are 100% foolproof, and we cannot guarantee the absolute security of your data. Dispute Resolution In the event of a dispute, we will make every effort to resolve the issue amicably. However, if we are unable to reach a resolution, the dispute will be subject to the exclusive jurisdiction of the courts of England. Limitation of Liability In no event shall MarineMax be liable for any direct, indirect, punitive, incidental, special, consequential damages, or any damages whatsoever arising out of or in connection with the use of our platform, even if we have been advised of the possibility of such damages. Indemnification You agree to indemnify, defend, and hold harmless MarineMax, its officers, directors, employees, agents, and affiliates from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your access to or use of our platform. Assignment We reserve the right to assign, transfer, or subcontract our rights and obligations under this Disclaimer without your consent. Entire Agreement This Disclaimer, together with our Privacy Policy and any other terms and conditions posted on our website, constitutes the entire agreement between you and MarineMax regarding your use of our platform. Language This Disclaimer is written in English. If this Disclaimer is translated into any other language, the English version shall prevail in the event of any conflict or discrepancy. No Waiver Our failure to enforce any provision of this Disclaimer shall not be construed as a waiver of such provision or any other provision. Severability If any provision of this Disclaimer is found to be invalid or unenforceable, such provision shall be severed from the rest of this Disclaimer, and the remaining provisions shall remain in full force and effect. Cookies Our website uses cookies to enhance your user experience. By using our website, you consent to our use of cookies. For more information about our use of cookies, please refer to our Privacy Policy. Changes to Our Platform We reserve the right to make changes to our platform, including but not limited to the games we offer, the rules of those games, and the bonuses and promotions we provide, at any time without prior notice. Contact Us If you have any questions or concerns about our Disclaimer, please do not hesitate to contact us at marinemax@gmail.com. MarineMax MarineMax Casino | Where Every Voyage is a Win. marinemax@gmail.com +44-121-296-0654 51 Barnes Hill, Birmingham B29 5UP, UK Navigation Home About Us Adventures Entertainment Additionally Disclaimer Privacy Policy Terms of Use 18+ © 2024 MarineMax",
    "index": "MarineMax Casino | Ultimate Gaming Cruise Experience 18+ MarineMax Home About Us Adventures Entertainment +44-121-296-0654 Welcome to MarineMax Casino Welcome aboard MarineMax, where luxury meets excitement on the high seas. Experience unparalleled gaming, breathtaking views, and world-class entertainment all in one place. Set sail with us and discover a new level of thrill and relaxation. Enter on board Discover the MarineMax Experience Where Adventure Meets Luxury At MarineMax Casino, we offer a unique blend of top-notch casino games and the serene beauty of a cruise. Our state-of-the-art facilities ensure that you have everything you need for a perfect getaway. From the latest slot machines to classic table games, there's something for everyone. Unrivaled Entertainment Step into a world of excitement with our diverse entertainment options. Whether you're a seasoned gambler or a casual player, MarineMax provides an environment that's both exhilarating and inviting. Enjoy live shows, gourmet dining, and breathtaking ocean views, all while indulging in your favorite games. MarineMax Casino isn't just about gaming; it's about creating unforgettable memories. Our friendly staff and luxurious amenities are here to ensure that your voyage is nothing short of spectacular. Relax, unwind, and let the sea breeze carry your worries away. From the moment you step aboard, you'll be treated to a first-class experience. Our spacious cabins, exquisite dining options, and endless entertainment ensure that your time with us is enjoyable and memorable. Join the High Seas Adventure Your Journey Begins Here MarineMax Casino is designed to provide you with the ultimate luxury gaming adventure. Imagine playing your favorite games while surrounded by the vast, open ocean. Our casino is equipped with the latest technology to offer you an immersive and seamless experience. Indulge in our fine dining options, featuring gourmet dishes prepared by world-class chefs. Our restaurants offer a variety of cuisines, ensuring there's something to satisfy every palate. Enjoy a romantic dinner with ocean views or a casual meal with friends. Explore the ship and discover a range of activities designed to entertain and delight. From live music and theatrical performances to relaxing spa treatments, there's always something happening at MarineMax. Take in the beauty of the ocean from our deck, where you can enjoy the sun and sea breeze. Whether you're lounging by the pool or taking a stroll, the serene environment is perfect for relaxation and reflection. Special Offers Exclusive Packages Take advantage of our special packages and offers to enhance your MarineMax experience. Whether you're celebrating a special occasion or just looking for a getaway, we have something for you. VIP Experience: Indulge in the ultimate luxury with our VIP package. Enjoy exclusive access to private gaming rooms, personalized service, and premium amenities. Romantic Getaway: Celebrate love with our romantic getaway package. Enjoy a private dinner, couples' spa treatment, and breathtaking ocean views. Family Fun: Bring the whole family for an unforgettable adventure. Our family package includes activities for all ages, ensuring everyone has a great time. Weekend Escape: Need a quick break? Our weekend escape package offers a short but sweet getaway, packed with fun and relaxation. Don't Miss Out Book Your Adventure Today Join us for an unforgettable journey on the high seas. MarineMax Casino offers a unique blend of excitement, luxury, and relaxation. Book your adventure today and start making memories that will last a lifetime. Casino Access £50 Take advantage Private Dining £100 Take advantage Spa Treatments £80 Take advantage Live Shows £60 Take advantage Ready to Set Sail? MarineMax Casino invites you to embark on a journey of luxury and excitement. Our ship is equipped with everything you need for an unforgettable experience. Book your adventure today and discover the MarineMax difference. 51 Barnes Hill, Birmingham B29 5UP, UK +44-121-296-0654 marinemax@gmail.com I accept the Privacy Policy Sign up MarineMax MarineMax Casino | Where Every Voyage is a Win. marinemax@gmail.com +44-121-296-0654 51 Barnes Hill, Birmingham B29 5UP, UK Navigation Home About Us Adventures Entertainment Additionally Disclaimer Privacy Policy Terms of Use 18+ © 2024 MarineMax",
    "privacy-policy": "Privacy Policy | MarineMax Casino 18+ MarineMax Home About Us Adventures Entertainment +44-121-296-0654 Privacy Policy Data Retention We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements. In some circumstances, we may anonymize your personal information so that it can no longer be associated with you, in which case we may use such information without further notice to you. Cross-Border Data Transfers MarineMax Casino Cruise is based in the United Kingdom, but we may transfer your personal information to service providers or other third parties located in other countries. Some of these countries may not have data protection laws that are equivalent to those in the UK. When we transfer your personal information to other countries, we will take appropriate measures to protect your information in accordance with this Privacy Policy and applicable data protection laws. These measures may include entering into data transfer agreements based on the European Commission's Standard Contractual Clauses or other approved mechanisms. Third-Party Links Our website may contain links to third-party websites, plug-ins, and applications. Clicking on those links or enabling those connections may allow third parties to collect or share data about you. We do not control these third-party websites and are not responsible for their privacy policies or practices. We encourage you to read the privacy policies of any third-party websites you visit. Children's Privacy Our website and services are not intended for children under the age of 18. We do not knowingly collect personal information from children under 18. If we become aware that we have collected personal information from a child under 18, we will take steps to delete the information as soon as possible. Consent By using our website or services, you consent to the collection, use, and disclosure of your personal information as described in this Privacy Policy. If you do not consent to the collection, use, and disclosure of your personal information as described in this Privacy Policy, please do not use our website or services. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the \"Last Updated\" date at the top of this page. We encourage you to review this Privacy Policy periodically for any changes. If you have any questions or concerns about this Privacy Policy or our use of your personal information, please contact us at marinemax@gmail.com. Contact Us If you have any questions or concerns about this Privacy Policy or our use of your personal information, please contact us at marinemax@gmail.com. MarineMax MarineMax Casino | Where Every Voyage is a Win. marinemax@gmail.com +44-121-296-0654 51 Barnes Hill, Birmingham B29 5UP, UK Navigation Home About Us Adventures Entertainment Additionally Disclaimer Privacy Policy Terms of Use 18+ © 2024 MarineMax"
  },
  "date": "2024-07-18T10:41:52.394Z"
}