{
  "name": "Moonlit Haven(India)",
  "pages": {
    "about": "Moonlit Haven Hotel - Your Serene Escape Awaits. Experience Luxury and Tranquility in the Heart of Nature. Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Luxurious Hotel in India: About Our Resort Moonlit Haven was founded with a passion for creating a space where guests can reconnect with nature and themselves. Discover More Our Story Our journey began when our founders, lifelong lovers of the great outdoors, discovered this breathtaking location under a canopy of stars. They envisioned a retreat that would offer luxury, comfort, and a deep connection to the natural world. From its inception, Moonlit Haven has been guided by a commitment to sustainability, community, and unparalleled guest experiences. Every detail, from our eco-friendly construction to our locally sourced dining options, reflects our dedication to preserving the beauty of our surroundings while providing a haven for relaxation and rejuvenation. Learn More Our Mission At Moonlit Haven, our mission is to provide an unforgettable escape where guests can experience the magic of the natural world. We aim to offer exceptional service, luxurious accommodations, and a range of activities that cater to all interests and ages. Whether you're here for adventure, relaxation, or a bit of both, we strive to create memories that will last a lifetime. Our Vision Our vision is to be a leader in eco-friendly hospitality, demonstrating that luxury and sustainability can go hand in hand. We believe in creating a positive impact on our community and the environment, and we continually seek innovative ways to enhance our green initiatives. Our goal is to inspire our guests to appreciate and protect the natural beauty around them. Contact Us Our Commitment to Sustainability Sustainability is at the core of everything we do at Moonlit Haven. We believe in protecting our planet for future generations, and we take this responsibility seriously. -Renewable Energy: Our retreat is powered by renewable energy sources, including solar and wind power. -Water Conservation: We use water-saving fixtures and practice water conservation throughout our property. -Waste Reduction: We minimize waste through recycling programs, composting, and reducing single-use plastics. -Eco-Friendly Products: Our cleaning products, toiletries, and spa treatments are all environmentally friendly and biodegradable. -Local and Organic: We source our ingredients from local farmers and producers, prioritizing organic and sustainable options. Contact Us Community Involvement We are proud to be part of the Tranquil Valley community and are committed to supporting local initiatives and businesses. Our partnerships with local artisans, farmers, and organizations help to strengthen our community and create a positive impact. -Local Employment: We prioritize hiring from the local community, providing training and development opportunities. -Charitable Initiatives: We support local charities and environmental organizations through donations and volunteer efforts. -Cultural Programs: We offer programs that celebrate the rich cultural heritage of Tranquil Valley, from local music and dance to artisan workshops. Join Our Team If you share our passion for hospitality and sustainability, we'd love to hear from you. Moonlit Haven offers a dynamic and rewarding work environment, with opportunities for growth and development. Explore our current job openings and join our dedicated team in creating unforgettable experiences for our guests. Contact Us Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "apartaments": "Moonlit Haven Hotel - Exquisite Rooms for Every Taste. Discover Comfort, Luxury, and Unique Experiences. Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Our Exquisite Rooms for Every Taste Indulge in the Ultimate Getaway Experience at Moonlit Haven Discover More Discover Your Perfect Retreat at Moonlit Haven Our rooms and suites are meticulously designed to provide the ultimate in comfort and style. Each space is a blend of modern luxury and rustic charm, featuring natural materials, soothing color palettes, and large windows that invite the beauty of the outside world in. From cozy retreats to spacious villas, we have the perfect accommodations for every taste and need. At Moonlit Haven, we understand that every guest seeks a unique experience. That's why we offer a variety of luxurious accommodations, each designed to provide comfort, elegance, and a touch of nature's magic. Whether you're here for a romantic escape, a family vacation, or a solo adventure, we have the perfect room for you. Learn More Moonlit Suite A Haven of Luxury and Serenity Our Moonlit Suite is the epitome of elegance and comfort. This spacious suite offers breathtaking panoramic views, allowing you to bask in the beauty of the moonlit landscape from your private balcony. Ideal for: Couples seeking a romantic retreat or anyone looking for the ultimate in luxury and relaxation. Contact Us Starlight Room Cozy and Intimate The Starlight Room is perfect for those looking for a cozy and intimate setting. This charming room features a king-sized bed and a private garden, offering a serene escape from the outside world. Ideal for: Couples or solo travelers seeking a peaceful and intimate retreat. Contact Us Woodland Cottage Rustic Charm and Modern Comforts The Woodland Cottage combines rustic charm with modern comforts. Nestled among the trees, this cottage offers a unique blend of seclusion and luxury. Ideal for: Nature lovers, couples, or anyone seeking a rustic yet luxurious experience. Contact Us Horizon Suite Elegance with a View The Horizon Suite offers unparalleled views of the surrounding landscape. With floor-to-ceiling windows and a spacious layout, this suite is perfect for those who want to immerse themselves in the natural beauty of Moonlit Haven. Ideal for: Couples, honeymooners, or anyone looking to indulge in a luxurious experience with stunning views. Contact Us Luxurious Rooms and Suites At Moonlit Haven, we take pride in offering some of the most luxurious rooms and suites in the area. Each of our rooms and suites is designed to provide the utmost comfort, tranquility, and relaxation. From lavish amenities to stunning views, we have something for everyone. Whether you're looking for a romantic getaway, a family vacation, or a solo retreat, our rooms and suites are the perfect place to call home. Contact Us Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "casino": "Moonlit Haven Casino - Where Entertainment Meets Excitement. Discover a Vibrant Gaming Experience. Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept This website is intended for individuals who are 18 years of age or older. By entering, you confirm that you are of legal age in your jurisdiction. If you are not of legal age, please do not enter this website. Yes, I am of legal age No, I am not of legal age Casino at Moonlit Haven - Where Luck and Luxury Meet Embark on an Unforgettable Casino Experience at Moonlit Haven Discover More Unleash the Thrills at Moonlit Haven Casino Welcome to Moonlit Haven Casino, where excitement and elegance come together to create an unforgettable gaming experience. Nestled within the serene beauty of Moonlit Haven, our casino offers a vibrant and sophisticated atmosphere for both novice and seasoned players. Indulge in the thrill of the game and enjoy a night of unparalleled entertainment. Learn More Gaming Options A Variety of Games to Suit Every Player At Moonlit Haven Casino, we pride ourselves on offering a diverse selection of games that cater to all tastes and skill levels. Whether you're a fan of classic table games or prefer the excitement of modern slot machines, we have something for everyone. Table Games: Try your luck at our array of classic table games, including Blackjack, Roulette, Poker, and Baccarat. Our professional dealers are here to guide you through every hand and spin. Slot Machines: With a wide range of slot machines, from traditional reels to the latest video slots, you'll find endless opportunities to win big. Each machine is designed to provide a thrilling and engaging experience. Poker Room: For those who love the strategy and excitement of poker, our dedicated poker room offers a variety of games and tournaments. Test your skills against other players and see if you have what it takes to come out on top. Contact Us VIP Experience Exclusive Gaming for Our Distinguished Guests For those seeking a more exclusive and luxurious gaming experience, Moonlit Haven Casino offers a VIP lounge. Our VIP guests enjoy: Private Gaming Tables: Experience the thrill of the game in a more intimate setting with private gaming tables. Personalized Service: Our dedicated VIP hosts are on hand to ensure your experience is nothing short of exceptional. Exclusive Promotions: Enjoy special promotions and bonuses available only to our VIP guests. Contact Us Responsible Gaming Play Responsibly, Enjoy Fully At Moonlit Haven Casino, we are committed to promoting responsible gaming. We want our guests to have fun, but we also recognize the importance of gaming responsibly. We offer resources and support for those who need assistance, including self-exclusion programs and access to professional help. Contact Us Promotions and Events Exciting Promotions and Events All Year Round Stay tuned for our exciting promotions and events, designed to make your gaming experience even more thrilling. From bonus credits and prize draws to themed nights and tournaments, there's always something happening at Moonlit Haven Casino. Weekly Promotions: Take advantage of our weekly promotions, offering bonus credits, free spins, and more. Monthly Tournaments: Join our monthly tournaments for a chance to compete for cash prizes and bragging rights. Special Events: Celebrate holidays and special occasions with themed events and exclusive promotions. Plan Your Visit Join Us for an Unforgettable Gaming Experience Ready to experience the excitement of Moonlit Haven Casino? Plan your visit today and discover the perfect blend of gaming, dining, and entertainment. Whether you're a seasoned player or new to the world of casinos, we promise an unforgettable experience. Location: Moonlit Haven Casino is conveniently located within Moonlit Haven, offering easy access for all our guests. Hours of Operation: Open daily from 10:00 AM to 4:00 AM. Dress Code: Smart casual attire is required for entry. Please note that no sportswear, flip-flops, or sleeveless shirts are allowed. Contact Us Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "contacts": "Contact Moonlit Haven - Reach Out to Us for Reservations and Inquiries Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept We'd Love to Hear From You At Moonlit Haven, your satisfaction is our top priority. Whether you have questions, need assistance, or want to make a reservation, our team is here to help. Discover More Stay Connected Facebook: @MoonlitHavenResort Instagram: @MoonlitHaven Twitter: @Moonlit_Haven Get in Touch For any inquiries, please fill out the contact form below, and we'll get back to you as soon as possible. We look forward to welcoming you to Moonlit Haven! Learn More Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "disclaimer": "Moonlit Haven Disclaimer - Terms of Use and Legal Information Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Disclaimer General Information The information provided by Moonlit Haven (“we,” “us” or “our”) on this website is for general informational purposes only. All information on the site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk. External Links Disclaimer The site may contain (or you may be sent through the site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. Professional Disclaimer The site cannot and does not contain legal/medical/fitness/health/other advice. The legal/medical/fitness/health/other information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of legal/medical/fitness/health/other advice. The use or reliance of any information contained on this site is solely at your own risk. Affiliates Disclaimer The site may contain links to affiliate websites, and we receive an affiliate commission for any purchases made by you on the affiliate website using such links. We are not responsible for examining or evaluating, and we do not warrant the offerings of, any of these businesses or individuals or the content of their websites. We do not assume any responsibility or liability for the actions, products, services, and content of any other third parties. Testimonials Disclaimer The site may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users, and may not necessarily be representative of all users of our products and/or services. We do not claim, and you should not assume, that all users will have the same experiences. Errors and Omissions Disclaimer While we have made every attempt to ensure that the information contained in this site has been obtained from reliable sources, Moonlit Haven is not responsible for any errors or omissions or for the results obtained from the use of this information. All information in this site is provided “as is”, with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. In no event will Moonlit Haven, its related partnerships or corporations, or the partners, agents, or employees thereof be liable to you or anyone else for any decision made or action taken in reliance on the information in this site or for any consequential, special or similar damages, even if advised of the possibility of such damages. Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "index": "Welcome to Moonlit Haven - Luxury Boutique Hotel in Nature Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Discover the Unparalleled Luxury and Moonlit Haven Hotel in Goa, India Discover the Enchanting allure of Moonlit Haven Discover More Experience the Magic of Moonlit Haven Nestled in the heart of nature, Moonlit Haven offers an enchanting escape from the hustle and bustle of daily life. Here, under the shimmering glow of the moon, your dreams take flight, and serenity wraps around you like a warm embrace. Our luxurious accommodations are designed to transport you to a realm of comfort and elegance. Each room is a sanctuary, offering breathtaking views, plush furnishings, and all the modern amenities you need for a perfect stay. Whether you're looking for a romantic getaway, a family adventure, or a solo retreat, Moonlit Haven caters to your every desire. Learn More About Us Moonlit Haven was born out of a vision to create a place where time slows down, and nature's beauty takes center stage. Our founders, inspired by the serenity of moonlit nights, designed this retreat to harmonize with its natural surroundings, ensuring every guest feels at one with the environment. Our mission From the moment you step through our doors, you'll be greeted by our warm and attentive staff, dedicated to making your stay unforgettable. We pride ourselves on offering personalized service, tailored to meet your individual needs and preferences. Accommodations Elegance Meets Comfort Our rooms and suites are meticulously designed to offer the ultimate in comfort and style. Each space is a blend of modern luxury and rustic charm, featuring natural materials, soothing color palettes, and large windows that invite the beauty of the outside world in. -Moonlit Suite: Our signature suite, boasting panoramic views, a private balcony, and a lavish bathroom complete with a deep soaking tub. -Starlight Room: Cozy and intimate, perfect for couples seeking a romantic retreat, with a king-sized bed and a private garden. -Garden Villa: Ideal for families or groups, these spacious villas offer multiple bedrooms, a fully equipped kitchen, and a private patio. Contact Us Our Services At Moonlit Haven, we offer a range of services to make your stay as comfortable and enjoyable as possible: -24-hour front desk: Our staff is always available to assist you with any questions or requests you may have. -Fitness center: Stay active during your stay with our modern fitness center, fully equipped with state-of-the-art equipment. -Spa and wellness: Relax and rejuvenate at our inviting spa, offering a variety of treatments and therapies designed to help you unwind. -Business services: Our dedicated business center is equipped with everything you need to stay connected and productive. -Entertainment options: Enjoy live music and performances at our on-site theater or catch the latest blockbuster at our cinema. -Tour and excursion arrangements: Let our experienced tour guides take you on a memorable journey through the surrounding area. -Access to our VIP lounge: Enjoy exclusive access to our luxurious VIP lounge, with premium amenities and personalized services. At Moonlit Haven, we are dedicated to providing you with a comfortable and enjoyable stay. Contact Us Dining Culinary Delights Under the Stars At Moonlit Haven, dining is an experience to be savored. Our on-site restaurant, Lunar Bistro, offers a menu that celebrates local ingredients and culinary traditions. Under the expert guidance of our head chef, each dish is crafted to perfection, blending flavors that delight the senses. -Lunar Bistro: Dine al fresco under the twinkling stars, enjoying dishes that range from hearty breakfasts to gourmet dinners. Our menu changes with the seasons, ensuring fresh and exciting options year-round. -Moonlit Lounge: A chic and relaxed space where you can enjoy handcrafted cocktails, fine wines, and an array of small plates perfect for sharing. Get In Touch Lunar Bistro The very essence of fine dining is brought to life in Lunar Bistro, our on-site restaurant. Our dedicated team of culinary experts handcraft each dish with love and attention to detail, ensuring every bite is a symphony of flavors and textures. From expertly prepared meats to delectable pasta dishes, our menu is a journey of discovery that will leave you wanting more. Whether you're in the mood for a light brunch or an indulgent dinner, our talented chefs will create a menu tailored to your preferences and catering needs. Come and experience the magic of Lunar Bistro, where every dish is a work of art, crafted with love and care. Moonlit Lounge For a truly unique dining experience, make your way to the Moonlit Lounge, our intimate and sophisticated lounge. Enjoy an array of handcrafted cocktails, fine wines, and small plates crafted to perfection by our talented sommelier. Indulge in the finer aspects of food and drink, surrounded by the warm glow of candlelight and the serenity of our peaceful surroundings. Allow yourself to be transported to a world of refinement and relaxation in the Moonlit Lounge. Activities Embrace the Night, Explore the Day Moonlit Haven offers a variety of activities designed to rejuvenate the mind, body, and spirit. Whether you prefer adventure or relaxation, we have something for everyone. Night Hikes Guided hikes that take you through moonlit trails, offering a unique perspective of the surrounding landscape. Stargazing Our observatory is equipped with telescopes and guided tours to help you explore the night sky. Yoga and Meditation Join our daily classes to find inner peace and balance amidst the tranquility of nature. Outdoor Adventures From kayaking and fishing to mountain biking and bird watching, our location offers endless opportunities for exploration. Wellness Rejuvenate Your Senses Our spa, Celestial Spa, is a haven of relaxation and rejuvenation. Our skilled therapists offer a range of treatments designed to soothe the body and mind, using natural and organic products. Massages Indulge in a variety of massage techniques, from Swedish to deep tissue, designed to release tension and promote relaxation. Facials Treat your skin to a rejuvenating facial, customized to your skin type and needs. Body Treatments Enhance your wellness experience with a variety of body treatments, including exfoliating scrubs and nourishing wraps that leave your skin feeling soft and revitalized. Aromatherapy Indulge in calming and rejuvenating aromatherapy treatments, infused with essential oils designed to promote relaxation and stress relief. Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "privacy": "Moonlit Haven Privacy Policy - Protecting Your Information Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Privacy Policy Introduction Welcome to Moonlit Haven. Your privacy is critically important to us. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Please read this policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. Information We Collect We collect information about you in a variety of ways. The information we may collect on the Site includes: Personal Data: Personally identifiable information, such as your name, shipping address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you register with the Site or when you choose to participate in various activities related to the Site, such as online chat and message boards. Derivative Data: Information our servers automatically collect when you access the Site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Site. Financial Data: Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the Site. We store only very limited, if any, financial information that we collect. Data From Social Networks: User information from social networking sites, such as Facebook, Google+, Instagram, Pinterest, Twitter, including your name, your social network username, location, gender, birth date, email address, profile picture, and public data for contacts, if you connect your account to such social networks. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Site to: - Create and manage your account. - Process your transactions and send you related information, including purchase confirmations and invoices. - Provide you with customer support. - Communicate with you about products, services, offers, promotions, rewards, and events, and provide other news and information we think will be of interest to you. - Personalize and improve the Site and provide advertisements, content, or features that match user profiles or interests. - Monitor and analyze trends, usage, and activities in connection with our services. - Detect, investigate, and prevent fraudulent transactions and other illegal activities and protect the rights and property of Moonlit Haven and others. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. Third-Party Service Providers: We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance. Marketing Communications: With your consent, or with an opportunity for you to withdraw consent, we may share your information with third parties for marketing purposes, as permitted by law. Interactions with Other Users: If you interact with other users of the Site, those users may see your name, profile photo, and descriptions of your activity, including sending invitations to other users, chatting with other users, liking posts, and following blogs. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you become aware of any data we have collected from children under age 13, please contact us. Options Regarding Your Information You may review, change, or terminate your account at any time. Based on the laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances. To request to exercise your rights, please contact us using the information provided below. Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "terms": "Moonlit Haven Terms and Conditions - Website Rules and Agreements Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Terms and Conditions Introduction Welcome to Moonlit Haven. These terms and conditions outline the rules and regulations for the use of Moonlit Haven's website. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use Moonlit Haven's website if you do not accept all of the terms and conditions stated on this page. Intellectual Property Rights Unless otherwise stated, Moonlit Haven and/or its licensors own the intellectual property rights for all material on Moonlit Haven. All intellectual property rights are reserved. You may view and/or print pages from this site for your own personal use subject to restrictions set in these terms and conditions. You must not: - Republish material from http://www.moonlithaven.com - Redistribute content from Moonlit Haven (unless content is specifically made for redistribution). User Comments Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material, and data ('Comments'). Moonlit Haven does not screen, edit, publish, or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of Moonlit Haven, its agents, or affiliates. Comments reflect the view and opinion of the person who posts such a view or opinion. To the extent permitted by applicable laws, Moonlit Haven shall not be responsible or liable for the Comments or for any loss cost, liability, damages, or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. Moonlit Haven reserves the right to monitor all Comments and to remove any Comments which it considers in its absolute discretion to be inappropriate, offensive, or otherwise in breach of these Terms and Conditions. You warrant and represent that: - You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; - The Comments do not infringe any intellectual property right, including without limitation copyright, patent, or trademark, or other proprietary rights of any third party; - The Comments do not contain any defamatory, libelous, offensive, indecent, or otherwise unlawful material or material which is an invasion of privacy; - The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant to Moonlit Haven a non-exclusive royalty-free license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats, or media. Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com",
    "thank_you": "Thank You for Contacting Moonlit Haven Home Rooms About Us Contact us Cassino Home Rooms About Us Contact us Casino Our website employs cookies to offer you the most optimal experience. By proceeding, you consent to our cookie policy. Accept Thank You for Your Submission We've Received Your Request Thank you for reaching out to Moonlit Haven. We appreciate you taking the time to contact us. Your request has been successfully received, and our team will review it promptly. One of our representatives will get back to you as soon as possible. We aim to respond to all inquiries within 24 hours. Please keep an eye on your email for our response. In the meantime, feel free to explore our website to learn more about our offerings. If you have any urgent questions or need immediate assistance, please contact us directly at: Email: moonlithaven@gmail.com Phone:+911822556321 Thank you for choosing Moonlit Haven. We look forward to assisting you. Have a question or would like to make a reservation? Fill out the form below and we will get in touch with you as soon as possible. I accept privacy policy Submit Terms & Conditions Privacy Policy Disclaimer Benaulim Beach Rd, Benaulim, Goa, India tel:+911822556321 e-mail: moonlithaven@gmail.com"
  },
  "date": "2024-07-19T11:17:35.385Z"
}