{
  "name": "Moonlight Bay__brazil",
  "pages": {
    "casino": "Moonlight Bay | Casino | Experience the Glamour at Moonlight Bay's Casino Sobre Cassino (18+) Contatos Reserva Observe que as informações em nosso site sobre o cassino são destinadas apenas a adultos com 18 anos ou mais. Obrigado pela sua compreensão. Sim, tenho 18 anos ou mais Cassino Bem-vindo ao luxuoso hotel-cassino \"Moonlight Bay\", onde a elegância encontra a emoção e cada visita é uma oportunidade de experimentar emoções inesquecíveis. No nosso cassino, oferecemos uma grande variedade de jogos para atender às preferências de cada jogador, seja você um jogador experiente ou um iniciante em busca de tentar a sorte. Entre em nosso vibrante cassino e mergulhe no mundo dos jogos de apostas altas. Nossa extensa seleção de caça-níqueis apresenta todos os títulos mais recentes e populares, garantindo entretenimento sem fim e inúmeras oportunidades de ganhar muito. Desde máquinas de frutas clássicas até slots de vídeo modernos, há algo para todos os gostos. Para aqueles que preferem a emoção do jogo estratégico, oferecemos uma variedade de jogos de mesa, como pôquer, blackjack e roleta. Teste suas habilidades contra nossos dealers profissionais e outros jogadores em um ambiente sofisticado e acolhedor. Quer você seja um jogador experiente ou um novato, nossa simpática equipe está sempre à disposição para ajudá-lo e garantir uma experiência perfeita. Nossa sala de pôquer é um paraíso para os entusiastas deste jogo amado, com torneios regulares e jogos a dinheiro disponíveis para jogadores de todos os níveis. Sente-se em uma de nossas mesas e mostre suas proezas no pôquer enquanto compete por prêmios impressionantes e pela admiração de seus colegas. A atmosfera intensa e sociável da sala de pôquer a torna o lugar perfeito para testar sua coragem e estabelecer conexões duradouras com outros jogadores. Se o blackjack é mais o seu estilo, então não procure mais, nossas mesas elegantemente decoradas, onde você pode desafiar o dealer e aprimorar suas habilidades na busca pelo indescritível 21. Com um serviço atencioso e um ambiente animado, nossas mesas de blackjack oferecem uma experiência de jogo incomparável. experiência que certamente o fará voltar para mais. Reserva Sobre Para os fãs do icônico jogo da roleta, nossas rodas habilmente elaboradas convidam você a fazer suas apostas e observar a bola girar, trazendo a promessa de riquezas incalculáveis. Quer você prefira a simplicidade do vermelho ou do preto, a emoção de uma aposta direta ou a emoção de uma divisão, nossas mesas de roleta oferecem possibilidades infinitas para jogadores estratégicos e aventureiros. Em \"Moonlight Bay\", temos orgulho em oferecer aos nossos hóspedes uma experiência de jogo superior e incomparável. Nosso cassino foi projetado para atender às necessidades e preferências de jogadores exigentes que exigem apenas o melhor. Da qualidade dos nossos jogos ao profissionalismo dos nossos dealers, todos os aspectos do nosso casino são meticulosamente organizados para garantir que o seu tempo connosco seja agradável e gratificante. Venha se juntar a nós em \"Moonlight Bay\" e descubra você mesmo a magia do nosso cassino. Quer pretenda ganhar o jackpot nas nossas slot machines, testar as suas habilidades na mesa de póquer ou experimentar a emoção do blackjack e da roleta, temos tudo o que precisa para tornar os seus sonhos de jogo uma realidade. Com nosso compromisso com a excelência e dedicação à satisfação do cliente, garantimos uma experiência de jogo inesquecível que o fará voltar sempre. Experimente a emoção do cassino em \"Moonlight Bay\", onde cada visita é uma chance de ganhar muito e criar memórias duradouras. Junte-se a nós hoje e deixe os jogos começarem! Reserva Sobre 18+ Política de Privacidade Termos e Condições Isenção de responsabilidade +55 85 2341 7999 MoonlightBay@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil function closeWindow() { document.getElementsByClassName(\"ageRestrictionSection\")[0].style.display = \"none\"; document.getElementsByClassName(\"bodyCasino\")[0].style.overflowY = \"scroll\"; }",
    "contact": "Moonlight Bay | Contacts | Get in Touch with Moonlight Bay: Contact Us Sobre Cassino (18+) Contatos Reserva Entre em contato conosco Valorizamos seu feedback e estamos aqui para ajudá-lo com qualquer dúvida que você possa ter. Fique à vontade para entrar em contato conosco através das seguintes informações de contato: Endereço: Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil Telefone: +55 85 2341 7999 E-mail: MoonlightBay@gmail.com Para reservas, entre em contato com nossa equipe de reservas em MoonlightBay@gmail.com. Estamos disponíveis para atendê-lo de segunda a sexta, das 9h às 17h. Se você tiver algum assunto urgente fora deste horário, ligue para nossa linha de atendimento ao cliente 24 horas em +55 85 2341 7999. Obrigado por escolher o Moonlight Bay Hotel. Estamos ansiosos para ouvir de você e garantir que sua estadia conosco seja memorável. Aceito a Política de Privacidade Enviar 18+ Política de Privacidade Termos e Condições Isenção de responsabilidade +55 85 2341 7999 MoonlightBay@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil",
    "disclaimer": "Moonlight Bay | Disclaimer | Moonlight Bay Disclaimer: Important Information for Guests Sobre Cassino (18+) Contatos Reserva Isenção de responsabilidade Bem-vindo ao Moonlight Bay, o destino definitivo de luxo e emoção em Campinas, Brasil. Com nosso cassino de classe mundial, acomodações de hotel luxuosas e serviços incomparáveis ​​aos hóspedes, prometemos proporcionar a você uma experiência inesquecível como nenhuma outra. Na Moonlight Bay, nos orgulhamos de oferecer o que há de melhor em jogos de cassino. Nosso cassino de última geração apresenta uma ampla variedade de jogos, desde clássicos favoritos, como blackjack e roleta, até novas e emocionantes máquinas caça-níqueis e jogos eletrônicos de mesa. Quer você seja um jogador experiente ou um jogador casual, encontrará muitas opções que se adaptam ao seu estilo e preferências. Mas o nosso casino é mais do que apenas um lugar para jogar - é um destino de entretenimento vibrante e dinâmico por si só. Com apresentações regulares de música ao vivo, opções gastronômicas de classe mundial e eventos e promoções especiais, sempre há algo acontecendo em Moonlight Bay. Quer esteja à procura de uma noite com amigos ou de uma noite romântica a dois, o nosso casino tem algo para todos. É claro que entendemos que o jogo pode ser uma atividade divertida e emocionante, mas também pode ser viciante e prejudicial se não for praticado de forma responsável. É por isso que temos uma política rigorosa para promover o jogo responsável e ajudar aqueles que podem estar lutando contra o vício. Nossa equipe é treinada para reconhecer os sinais de problemas com jogos de azar e prestar assistência aos necessitados. Também oferecemos recursos e serviços de apoio para indivíduos e famílias afetadas pelo vício do jogo. Além do nosso cassino de classe mundial, Moonlight Bay oferece acomodações de hotel luxuosas incomparáveis. Nossos quartos e suítes elegantemente decorados foram projetados para oferecer o máximo em conforto e relaxamento, com comodidades modernas e vistas deslumbrantes do horizonte de Campinas. Quer esteja aqui para uma escapadela de fim de semana ou para uma estadia mais longa, encontrará tudo o que precisa para tornar a sua estadia verdadeiramente inesquecível. Mas nosso compromisso com a excelência não se limita à nossa sala de jogos e aos quartos de hotel – ele se estende a todos os aspectos da sua experiência em Moonlight Bay. A partir do momento em que você chega, nossa equipe dedicada está aqui para garantir que sua estadia seja perfeita. Se você precisar de ajuda com reservas para jantares, transporte ou qualquer outra coisa, estamos aqui para ajudar. Queremos que você se sinta VIP desde o momento em que passa por nossas portas. Além de nossas excelentes acomodações em cassino e hotel, Moonlight Bay também oferece uma variedade de outras comodidades e serviços para melhorar sua estadia. Nossos restaurantes no local servem culinária deliciosa de todo o mundo, e nossos bares e lounges são o lugar perfeito para relaxar com um ou dois coquetéis. Também oferecemos academia, spa e piscina para quem deseja relaxar e rejuvenescer durante a estadia. Se você está planejando um evento ou celebração especial, Moonlight Bay tem o que você precisa. Nossos elegantes espaços para eventos são perfeitos para casamentos, eventos corporativos e outras reuniões, e nossa experiente equipe de planejadores de eventos trabalhará com você para criar uma ocasião verdadeiramente inesquecível. Desde menus de catering personalizados até equipamentos AV de última geração, temos tudo o que você precisa para tornar seu evento um sucesso. É claro que nenhuma estadia no Moonlight Bay estaria completa sem explorar tudo o que Campinas tem a oferecer. Desde lojas e restaurantes de classe mundial até atrações culturais e aventuras ao ar livre, há algo para todos nesta cidade vibrante. Nossa equipe de concierge terá prazer em ajudá-lo a planejar seu itinerário e aproveitar ao máximo sua estadia em Campinas, seja você a negócios ou a lazer. Na Moonlight Bay, temos o compromisso de proporcionar a você uma experiência excepcional que você lembrará por muitos anos. Do nosso cassino de classe mundial às nossas luxuosas acomodações em hotel, nosso objetivo é superar suas expectativas a cada passo. Então, por que esperar? Reserve sua estadia conosco hoje e descubra a magia de Moonlight Bay por si mesmo. Mal podemos esperar para recebê-lo em nosso mundo de luxo e emoção. 18+ Política de Privacidade Termos e Condições Isenção de responsabilidade +55 85 2341 7999 MoonlightBay@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil",
    "index": "Moonlight Bay | Welcome to Moonlight Bay: Your Premier Destination Sobre Cassino (18+) Contatos Reserva Gostaríamos de informar que o site do nosso hotel, \"Moonlight Bay\", utiliza arquivos cookies para melhorar sua experiência de navegação e fornecer serviços personalizados. Ao continuar a utilizar o nosso site, você concorda com o uso destes cookies. Você pode encontrar mais informações sobre como usamos cookies em nossa política de privacidade. Aceitar tudo Recusar Vistas deslumbrantes do oceano Equipe atenciosa e simpática Deliciosas opções de refeições no local Navegar BEM-VINDO AO MOONLIGHT BAY, ONDE LUXO E CONFORTO SE UNEM PARA PROPORCIONAR AOS NOSSOS HÓSPEDES UMA EXPERIÊNCIA INESQUECÍVEL. Localizada no coração da cidade, Moonlight Bay oferece vistas deslumbrantes do horizonte e fácil acesso às principais atrações, lojas, restaurantes e opções de entretenimento. Quer você esteja visitando a negócios ou a lazer, nosso hotel é a escolha perfeita para sua estadia. Nossos quartos e suítes foram projetados pensando no seu conforto, com móveis elegantes, roupas de cama macias e comodidades modernas. Cada quarto está equipado com TV de tela plana, frigobar, cafeteira e Wi-Fi gratuito para garantir uma estadia relaxante e conveniente. Nossa atenciosa equipe está sempre à disposição para atender qualquer solicitação e tornar sua estadia o mais agradável possível. Delicie-se com uma deliciosa refeição no nosso restaurante no local, que serve uma variedade de pratos locais e internacionais preparados pelos nossos talentosos chefs. Após um longo dia explorando a cidade ou participando de reuniões, relaxe com uma bebida refrescante em nosso bar ou relaxe em nosso spa e centro de bem-estar. Para quem viaja a negócios, nosso hotel oferece espaços para reuniões e eventos equipados com tecnologia de ponta e serviços profissionais. Quer você esteja organizando uma pequena reunião ou uma grande conferência, nossa equipe dedicada garantirá que seu evento seja um sucesso. No Moonlight Bay, nos esforçamos para oferecer um nível superior de serviço e hospitalidade a todos os nossos hóspedes. Seja você um visitante de primeira viagem ou um hóspede recorrente, estamos ansiosos para recebê-lo e superar suas expectativas. Reserve sua estadia conosco hoje e experimente o epítome do luxo em Moonlight Bay. Reserva Navegar Opções de refeições gourmet Mime o seu paladar com as nossas opções de refeições gourmet no Moonlight Bay. De deliciosas experiências gastronômicas a cafés casuais, nosso hotel oferece uma variedade de delícias culinárias para estimular seu paladar. Comece bem o seu dia com um delicioso café da manhã em nosso restaurante no local, desfrute de um almoço descontraído à beira da piscina ou saboreie um jantar gourmet em nosso sofisticado restaurante. Quaisquer que sejam suas preferências culinárias, você certamente encontrará algo para satisfazer seu apetite em Moonlight Bay. Espaços excepcionais para eventos Organize seu próximo evento com estilo em Moonlight Bay. Nosso hotel oferece espaços para eventos excepcionais, perfeitos para diversas ocasiões, desde reuniões corporativas até casamentos luxuosos. Esteja você planejando uma pequena reunião íntima ou uma grande celebração, nossa dedicada equipe de planejamento de eventos garantirá que cada detalhe seja cuidado. Com equipamentos audiovisuais de última geração, assentos flexíveis e serviço impecável, Moonlight Bay é o local perfeito para seu próximo evento. Centro de fitness Mantenha-se ativo e energizado durante a sua estadia em Moonlight Bay com nossa academia de ginástica de última geração. Equipada com uma variedade de equipamentos de treinamento cardiovascular e de força, nossa academia é o local perfeito para manter sua rotina de exercícios fora de casa. Se você prefere andar na esteira, levantar pesos ou participar de uma aula de ginástica em grupo, você pode manter o controle de suas metas de condicionamento físico em Moonlight Bay. Centro de Negócios Mantenha-se conectado e produtivo durante a sua estadia em Moonlight Bay com nosso centro de negócios totalmente equipado. Se você precisa verificar seu e-mail, imprimir documentos ou organizar uma reunião virtual, nosso centro de negócios oferece todas as comodidades de que você precisa para cumprir suas responsabilidades profissionais. Com acesso à Internet de alta velocidade, serviços de impressão e cópia e estações de trabalho confortáveis, você pode atender facilmente a todas as suas necessidades de negócios no Moonlight Bay. Suíte Luxo Delicie-se com a opulência em nossa luxuosa suíte Luxury, com área de estar espaçosa, cama king-size e vistas deslumbrantes da cidade a partir das janelas do chão ao teto. Reserva Sala Executiva Ideal para viajantes a negócios, o Quarto Executivo oferece um espaço de trabalho confortável, roupas de cama macias e comodidades modernas para garantir uma estadia produtiva e relaxante. Reserva Suíte Júnior Experimente a combinação perfeita de conforto e estilo em nossa elegante suíte Junior, completa com área de estar separada, banheiro luxuoso e decoração sofisticada. Reserva Quarto Familiar Perfeito para famílias, nosso espaçoso Quarto Familiar dispõe de áreas de dormir separadas para pais e filhos, garantindo que todos tenham uma noite de descanso tranquila. Reserva Quarto Deluxe Relaxe com estilo em nosso moderno quarto Deluxe, com móveis contemporâneos, cama aconchegante e todo o conforto que você precisa para uma estadia tranquila. Reserva Suíte Lua de Mel Comemore seu amor em nossa romântica Suíte Lua de Mel, com varanda privativa, banheira de hidromassagem e champanhe na chegada para uma experiência verdadeiramente inesquecível. Reserva Quarto Superior Desfrute de uma estadia confortável em nosso quarto Superior bem equipado, que oferece todos os itens essenciais para um retiro relaxante, incluindo uma cama macia e comodidades modernas. Reserva Suíte na Cobertura Viva com luxo em nossa exclusiva suíte Penthouse, com terraço privativo, serviço de mordomo personalizado e vistas incomparáveis ​​do horizonte da cidade. Reserva O Moonlight Bay Hotel superou todas as minhas expectativas durante a minha estadia. Os quartos são espaçosos e decorados com bom gosto, oferecendo vistas espetaculares do oceano. A equipe foi extremamente atenciosa e fez de tudo para garantir que eu tivesse uma experiência confortável e agradável. As comodidades, incluindo a piscina e o spa, eram de primeira qualidade e proporcionavam a oportunidade perfeita para relaxar e descontrair. As opções de refeições no local eram deliciosas e ofereciam uma variedade de cozinhas para todos os gostos. No geral, eu recomendo fortemente o Moonlight Bay Hotel para quem procura uma estadia luxuosa e inesquecível à beira-mar. Sophia Thompson 18+ Política de Privacidade Termos e Condições Isenção de responsabilidade +55 85 2341 7999 MoonlightBay@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil document.addEventListener(\"DOMContentLoaded\", function () { const cookieNotification = document.getElementById(\"cookieInfoSection\"); const cookiesChoice = localStorage.getItem(\"cookiesChoice\"); if (cookiesChoice === \"accepted\") { cookieNotification.style.display = \"none\"; } else if (cookiesChoice === \"declined\") { cookieNotification.style.display = \"none\"; } else { cookieNotification.style.display = \"block\"; } }); function acceptCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"accepted\"); cookieNotification.style.display = \"none\"; } function declineCookies() { const cookieNotification = document.getElementById(\"cookieInfoSection\"); localStorage.setItem(\"cookiesChoice\", \"declined\"); cookieNotification.style.display = \"none\"; }",
    "policy": "Moonlight Bay | Privacy Policy | Moonlight Bay Privacy Policy: Your Information's Safety Sobre Cassino (18+) Contatos Reserva Política de Privacidade Na Moonlight Bay, temos o compromisso de proteger sua privacidade e garantir a segurança de suas informações pessoais. Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações quando você visita nosso hotel-cassino localizado em Campinas, Brasil. 1. Coleta de informações pessoais Quando você visita nosso hotel-cassino, podemos coletar suas informações pessoais de diversas maneiras, como quando você faz uma reserva, se inscreve em nosso programa de fidelidade, participa de promoções ou interage conosco através de nosso site ou canais de mídia social. Os tipos de informações pessoais que podemos coletar incluem seu nome, informações de contato, detalhes de pagamento e preferências. 2. Uso de informações pessoais Usamos as informações pessoais que coletamos para diversos fins, incluindo: Gerenciamento de reservas e agendamentos Fornecer serviços personalizados para melhorar sua experiência no cassino Comunicar-se com você sobre promoções, eventos e ofertas Melhorar nossos serviços e ofertas Atividades promocionais e de marketing 3. Divulgação de informações pessoais Poderemos divulgar suas informações pessoais a terceiros nas seguintes circunstâncias: Com seu consentimento Aos prestadores de serviços que nos auxiliam na operação do nosso hotel-cassino e na prestação dos nossos serviços Para cumprir obrigações legais ou responder a solicitações de autoridades policiais No caso de uma fusão, aquisição ou venda empresarial 4. Proteção de informações pessoais Levamos a sério a segurança das suas informações pessoais e implementamos medidas para protegê-las contra acesso não autorizado, divulgação, alteração e destruição. Estas medidas incluem criptografia, armazenamento seguro, controles de acesso e avaliações regulares de segurança. 5. Cookies e tecnologias de rastreamento Nosso site pode usar cookies e outras tecnologias de rastreamento para melhorar sua experiência de navegação e coletar informações sobre suas preferências e interações com nosso site. Você pode ajustar as configurações do seu navegador para bloquear cookies ou notificá-lo quando eles estiverem sendo usados. 6. Links de terceiros Nosso site pode conter links para sites ou serviços de terceiros que não são operados por nós. Não somos responsáveis ​​pelas práticas de privacidade ou conteúdo desses terceiros e recomendamos a revisão das suas políticas de privacidade antes de fornecer qualquer informação pessoal. 7. Privacidade infantil Nosso hotel-cassino é destinado a hóspedes adultos e não coletamos intencionalmente informações pessoais de crianças menores de 18 anos. Se você acredita que seu filho nos forneceu informações pessoais, entre em contato conosco imediatamente para removê-las. 8. Mudanças na Política de Privacidade Poderemos atualizar esta Política de Privacidade periodicamente para refletir alterações em nossas práticas ou requisitos legais. Iremos notificá-lo sobre quaisquer alterações significativas e obteremos o seu consentimento, se exigido por lei. 9. Entre em contato conosco Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre o tratamento de suas informações pessoais, entre em contato conosco em MoonlightBay@gmail.com. Temos o compromisso de responder às suas dúvidas com rapidez e transparência. Concluindo, Moonlight Bay se dedica a proteger sua privacidade e manter a confidencialidade de suas informações pessoais. Ao visitar o nosso hotel-cassino e contratar os nossos serviços, você concorda com os termos descritos nesta Política de Privacidade. Obrigado por escolher Moonlight Bay como destino de entretenimento e hospitalidade em Campinas. 18+ Política de Privacidade Termos e Condições Isenção de responsabilidade +55 85 2341 7999 MoonlightBay@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil",
    "terms": "Moonlight Bay | Terms and Conditions | Moonlight Bay Terms and Conditions: Clear Guidelines for Your Stay Sobre Cassino (18+) Contatos Reserva Termos e Condições Bem-vindo ao Moonlight Bay, o principal destino hotel-cassino em Campinas, Brasil. Reserve um momento para revisar nossos termos e condições para sua estadia em nossa luxuosa propriedade. 1. Requisito de idade: Os hóspedes devem ter pelo menos 18 anos de idade para se hospedar no Moonlight Bay e utilizar as instalações do cassino. No momento do check-in, os hóspedes poderão ser solicitados a fornecer um documento de identificação para verificar a sua idade. 2. Acesso ao Cassino: O acesso ao cassino em Moonlight Bay é limitado aos hóspedes registrados do hotel e aos membros do nosso programa de fidelidade. Os hóspedes devem apresentar a chave do quarto ou cartão de membro para entrar no cassino. 3. Jogo Responsável: Moonlight Bay está empenhada em promover práticas de jogo responsáveis. Fornecemos recursos para hóspedes que possam estar enfrentando problemas com jogos de azar e incentivamos sempre comportamentos de jogo responsáveis. 4. Código de vestimenta: Os hóspedes que visitam o cassino em Moonlight Bay deverão aderir a um código de vestimenta casual elegante. Camisa, sapatos e calças ou saias são necessários para entrar no cassino. Evite usar roupas ofensivas ou inadequadas. 5. Segurança: Moonlight Bay mantém um alto nível de segurança em toda a propriedade, incluindo o cassino. Os hóspedes podem estar sujeitos a verificações de segurança na entrada para garantir uma experiência de jogo segura e agradável para todos. 6. Política de Privacidade: Moonlight Bay respeita a privacidade de todos os hóspedes e não divulgará nenhuma informação pessoal sem consentimento. Os hóspedes podem revisar nossa política de privacidade completa em nosso site ou solicitar uma cópia na recepção. 7. Reservas de quartos: Todas as reservas de quartos no Moonlight Bay estão sujeitas a disponibilidade e confirmação. Os hóspedes poderão ser solicitados a fornecer um cartão de crédito para segurança da reserva e poderão cancelar a reserva até 24 horas antes do check-in sem multa. 8. Check-in e check-out: O check-in em Moonlight Bay é às 15:00 e o check-out é às 11:00. Check-in antecipado e check-out tardio podem estar disponíveis mediante pedido, sujeito à disponibilidade e custos adicionais. 9. Ocupação do quarto: Cada quarto do Moonlight Bay foi designado para uma ocupação máxima, conforme indicado no momento da reserva. Hóspedes adicionais podem ser acomodados por uma taxa extra, sujeito à disponibilidade e aprovação. 10. Comodidades do quarto: Moonlight Bay oferece uma variedade de comodidades em cada quarto, incluindo Wi-Fi gratuito, frigobar, roupões de banho e chinelos. Os hóspedes são responsáveis ​​por qualquer dano ou perda de comodidades durante a estadia. 11. Serviços de limpeza: Os serviços de limpeza são fornecidos diariamente no Moonlight Bay para garantir uma estadia limpa e confortável para todos os hóspedes. Os hóspedes podem solicitar toalhas adicionais, produtos de toalete ou outras comodidades de limpeza, conforme necessário. 12. Serviço de quarto: Moonlight Bay oferece serviço de quarto 24 horas para os hóspedes que preferem jantar no conforto do seu quarto. Um menu completo de opções está disponível para café da manhã, almoço, jantar e lanches noturnos. 13. Estacionamento: O estacionamento está disponível para os hóspedes do Moonlight Bay, sujeito à disponibilidade e custos adicionais. Serviços de manobrista também estão disponíveis para maior comodidade. 14. Taxa de resort: Uma taxa de resort pode ser aplicada à estadia de cada hóspede no Moonlight Bay, abrangendo diversas comodidades e serviços fornecidos durante a estadia. A taxa de resort será divulgada no momento da reserva e será cobrada no momento do check-in. 15. Alterações nos Termos e Condições: Moonlight Bay reserva-se o direito de atualizar ou modificar estes termos e condições a qualquer momento sem aviso prévio. Os hóspedes são incentivados a revisar os termos e condições regularmente para quaisquer alterações. Obrigado por escolher o Moonlight Bay para sua experiência em hotel-cassino em Campinas. Estamos ansiosos para recebê-lo e garantir uma estadia inesquecível em nossa luxuosa propriedade. 18+ Política de Privacidade Termos e Condições Isenção de responsabilidade +55 85 2341 7999 MoonlightBay@gmail.com Avenida do Contorno KM 5, Poços de Caldas - MG, 37706-306, Brasil",
    "thank_page": "Moonlight Bay | Thank You | Thank You for Your Request: Moonlight Bay's Appreciation Obrigado pelo seu pedido de informações sobre o nosso hotel-cassino, Moonlight Bay! Temos o prazer de compartilhar mais detalhes sobre nossas acomodações luxuosas, opções gastronômicas de primeira linha e ofertas de jogos emocionantes. Estamos ansiosos para recebê-lo em Moonlight Bay para uma experiência inesquecível. Caso você tenha mais alguma dúvida ou queira reservar sua estadia, não hesite em entrar em contato conosco. Obrigado novamente por considerar Moonlight Bay para sua próxima viagem. Página principal"
  },
  "date": "2024-07-18T13:48:53.683Z"
}