{
  "name": "Netherlands_jackpotinn",
  "pages": {
    "terms-conditions": "JackpotInn - Gebruiksvoorwaarden en Voorwaarden voor Onze Diensten JackpotInn Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Schrijven Gebruiksvoorwaarden Algemene Voorwaarden Toegang tot de Website: De toegang tot de website van JackpotInn is alleen toegestaan voor personen van 18 jaar of ouder. Door de website te bezoeken, verklaart u dat u 18 jaar of ouder bent en dat u de wetgeving inzake gokken in uw jurisdictie naleeft. Gebruik van de Website: De website van JackpotInn is bedoeld voor persoonlijk gebruik. Het is niet toegestaan om de website te gebruiken voor commerciële doeleinden zonder onze uitdrukkelijke toestemming. Wijzigingen in de Voorwaarden: JackpotInn behoudt zich het recht voor om deze gebruiksvoorwaarden te wijzigen zonder voorafgaande mededeling. Het is uw verantwoordelijkheid om deze voorwaarden regelmatig te controleren. Intellectueel Eigendom Eigendom van de Inhoud: Alle inhoud op de website van JackpotInn, inclusief teksten, afbeeldingen, video's, geluiden en software, is eigendom van JackpotInn of wordt gebruikt met toestemming van de rechthebbenden. Het is niet toegestaan om deze inhoud te kopiëren, te verspreiden of op enige andere manier te gebruiken zonder onze uitdrukkelijke toestemming. Handelsmerken: Alle handelsmerken, servicemerken en logos die op de website van JackpotInn worden weergegeven, zijn eigendom van JackpotInn of worden gebruikt met toestemming van de rechthebbenden. Het is niet toegestaan om deze merken te gebruiken zonder onze uitdrukkelijke toestemming. Gebruikersaccounts Aanmaken van een Account: Om gebruik te maken van bepaalde functies van de website, moet u een gebruikersaccount aanmaken. U bent verantwoordelijk voor het beveiligen van uw gebruikersnaam en wachtwoord en voor alle activiteiten die plaatsvinden onder uw account. Beveiliging van uw Account: U moet ons onmiddellijk informeren over elke ongeoorloofde toegang tot uw account of over elke schending van de beveiliging. JackpotInn is niet verantwoordelijk voor schade die ontstaat door ongeoorloofde toegang tot uw account. Gokken en Wedden Wettelijke Vereisten: Door gebruik te maken van de gokfuncties op de website van JackpotInn, verklaart u dat u de wettelijke leeftijd hebt bereikt en dat u de wetgeving inzake gokken in uw jurisdictie naleeft. Verantwoordelijk Gokken: JackpotInn bevordert verantwoordelijk gokken. Als u denkt dat u een gokprobleem hebt, raadpleeg dan onze pagina over verantwoordelijk gokken of neem contact op met een professionele hulporganisatie. Contactgegevens Vragen en Opmerkingen: Als u vragen heeft over deze gebruiksvoorwaarden of als u opmerkingen wilt maken, neem dan contact met ons op via het e-mailadres jackpotinn@gmail.com. JackpotInn JackpotInn: Uw Ultieme Bestemming voor Luxe en Comfort Europaboulevard 10, 1083 AD Amsterdam, Nederland +31-20-721-9179 jackpotinn@gmail.com Koppelingen Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Aanvullend Vrijwaring Privacybeleid Gebruiksvoorwaarden",
    "thanks": "JackpotInn - Bedankt voor Uw Bezoek en Uw Vertrouwen in Ons Hotel Bedankt! Wij stellen uw feedback zeer op prijs. Uw gedachten en suggesties zijn van onschatbare waarde voor ons terwijl we ernaar streven onze diensten bij JackpotInn te verbeteren. Wij kijken ernaar uit u in de toekomst beter van dienst te kunnen zijn. Als u meer te delen heeft, neem dan gerust opnieuw contact met ons op. Uw inbreng is altijd welkom. Terug naar huis",
    "casino": "JackpotInn Casino - Ontdek de Spanning en Het Plezier van Topklasse Entertainment 18+ JackpotInn Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Schrijven Welkom bij het JackpotInn Casino Ervaar de spanning en het plezier van het spelen in het JackpotInn Casino. Ons casino biedt een breed scala aan spellen en entertainmentopties, geschikt voor zowel beginners als ervaren spelers. Geniet van een avond vol opwinding en ontdek waarom JackpotInn Casino de favoriete bestemming is voor liefhebbers van casinospellen. Roulette Probeer je geluk aan de roulettetafel en voel de spanning terwijl het wiel draait. Kies je nummers en wacht op het magische moment wanneer de bal valt. Blackjack Test je vaardigheden en strategieën met een spelletje Blackjack. Versla de dealer en kom zo dicht mogelijk bij 21 zonder eroverheen te gaan. Poker Sluit je aan bij een van onze pokertafels en speel tegen andere liefhebbers. Laat je pokerface zien en win grote prijzen. Gokkasten Speel op onze nieuwste en meest populaire gokkasten. Draai aan de rollen en geniet van spannende bonussen en jackpots. Baccarat Een klassiek kaartspel waarbij het doel is om zo dicht mogelijk bij de 9 te komen. Eenvoudig te leren, maar vol opwinding. Craps Ervaar de energie van de dobbeltafel. Plaats je inzetten en hoop op de beste worpen voor grote winst. Keno Een eenvoudig en leuk spel waarbij je nummers kiest en hoopt dat ze worden getrokken. Perfect voor een ontspannende spelervaring. Video Poker Combineer de spanning van gokkasten met de strategie van poker. Speel je kaarten goed en win met de beste handen. Pai Gow Poker Een unieke variant van poker waarbij je twee handen speelt tegen de dealer. Gebruik je strategie om beide handen te winnen. Bingo Doe mee aan een van onze bingospellen en geniet van de sociale sfeer en de kans op geweldige prijzen. 100+ Spellen beschikbaar in ons casino, variërend van klassieke tafelspellen tot moderne gokkasten. 24/7 Openingstijden, zodat je op elk moment van de dag of nacht kunt genieten van je favoriete casinospellen. 50+ Professionele dealers en croupiers die klaarstaan om je een geweldige spelervaring te bieden. 5000+ Tevreden casinogasten die regelmatig terugkeren om de opwinding van JackpotInn Casino te beleven. JackpotInn JackpotInn: Uw Ultieme Bestemming voor Luxe en Comfort Europaboulevard 10, 1083 AD Amsterdam, Nederland +31-20-721-9179 jackpotinn@gmail.com Koppelingen Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Aanvullend Vrijwaring Privacybeleid Gebruiksvoorwaarden 18+ Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door verder te surfen op deze website, gaat u akkoord met ons gebruik van cookies. Accepteer Cookies document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); }); Leeftijdsverificatie U moet 18 jaar of ouder zijn om deze website te bezoeken. Bevestig uw leeftijd. Ik ben 18 jaar of ouder document.addEventListener(\"DOMContentLoaded\", function () { const ageVerificationPopup = document.getElementById(\"age-verification-popup\"); const confirmAgeButton = document.getElementById(\"confirm-age\"); if (!localStorage.getItem(\"ageConfirmed\")) { ageVerificationPopup.style.display = \"flex\"; } else { document.body.style.overflow = \"auto\"; } confirmAgeButton.addEventListener(\"click\", function () { localStorage.setItem(\"ageConfirmed\", \"true\"); ageVerificationPopup.style.display = \"none\"; document.body.style.overflow = \"auto\"; }); });",
    "disclaimer": "JackpotInn - Lees Onze Disclaimer voor Belangrijke Informatie en Richtlijnen JackpotInn Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Schrijven Vrijwaring Welkom bij JackpotInn, uw ultieme bestemming voor luxe verblijf en opwindende casino-ervaringen. Wij streven ernaar om onze gasten een onvergetelijke tijd te bieden, maar het is belangrijk dat u zich bewust bent van enkele belangrijke punten voordat u onze diensten gebruikt. Algemene Voorwaarden Bij het gebruik van onze website en diensten, gaat u akkoord met onze algemene voorwaarden. Deze voorwaarden zijn ontworpen om zowel onze gasten als ons bedrijf te beschermen. Wij raden u aan om deze voorwaarden zorgvuldig te lezen voordat u onze diensten gebruikt. Gokken en Verantwoordelijk Gokken JackpotInn biedt een breed scala aan casino-spellen en -diensten. Wij begrijpen dat gokken een vorm van entertainment is, maar het is belangrijk om verantwoordelijk te gokken. Wij bevorderen verantwoordelijk gokken en bieden verschillende hulpmiddelen en bronnen aan om onze gasten te helpen bij het behoud van controle over hun gokgedrag. Als u denkt dat u of iemand die u kent een probleem heeft met gokken, raden wij u aan om contact op te nemen met een van de vele organisaties die gespecialiseerd zijn in de behandeling van gokverslaving. Wij bieden ook zelfuitsluiting en limieten voor stortingen en inzetten aan om onze gasten te helpen bij het behoud van controle over hun gokgedrag. Wettelijke Leeftijd Het is wettelijk verboden voor personen onder de 18 jaar om te gokken in Nederland. JackpotInn neemt deze wetgeving zeer serieus en vereist dat alle gasten hun leeftijd verifiëren voordat ze toegang krijgen tot onze casino-diensten. Wij behouden ons het recht voor om accounts te sluiten en winnen in te trekken als wij ontdekken dat een minderjarige onze diensten gebruikt. Privacy en Gegevensbeveiliging JackpotInn is toegewijd aan het beschermen van de privacy van onze gasten. Wij verzamelen en verwerken persoonlijke gegevens in overeenstemming met de Algemene Verordening Gegevensbescherming (AVG) en andere relevante wetgeving. Onze privacybeleid beschrijft hoe wij uw gegevens verzamelen, gebruiken, delen en beschermen. Wij raden u aan om onze privacybeleid zorgvuldig te lezen om te begrijpen hoe wij uw gegevens behandelen. Contact Als u vragen heeft over deze disclaimer of onze diensten, kunt u contact met ons opnemen via jackpotinn@gmail.com. Wij staan klaar om u te helpen en uw vragen te beantwoorden. JackpotInn JackpotInn: Uw Ultieme Bestemming voor Luxe en Comfort Europaboulevard 10, 1083 AD Amsterdam, Nederland +31-20-721-9179 jackpotinn@gmail.com Koppelingen Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Aanvullend Vrijwaring Privacybeleid Gebruiksvoorwaarden",
    "index": "Welkom bij JackpotInn - Ervaar Luxe, Comfort en Uitstekende Service JackpotInn Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Schrijven Ervaar Luxe en Comfort bij JackpotInn Welkom bij JackpotInn, waar luxe en comfort samenkomen voor een onvergetelijk verblijf. Ons hotel biedt u een elegante en ontspannen sfeer, ideaal voor zowel zakelijke als recreatieve gasten. Ontdek onze op maat gemaakte kamers en eersteklas voorzieningen die aan al uw wensen voldoen. Een kamer boeken Onze Unieke Kenmerken Bij JackpotInn bieden we een scala aan unieke kenmerken die uw verblijf bijzonder maken. Van onze ruime en smaakvol ingerichte kamers tot de persoonlijke service van ons personeel, alles is gericht op het creëren van een perfecte ervaring voor onze gasten. Gastvrije Service Ons team bij JackpotInn is toegewijd aan het bieden van een gastvrije en persoonlijke service. We staan altijd klaar om aan uw behoeften te voldoen en zorgen ervoor dat uw verblijf soepel en aangenaam verloopt. Comfortabele Accommodaties Onze kamers zijn ontworpen met uw comfort in gedachten. Van luxe beddengoed tot moderne voorzieningen, wij zorgen ervoor dat u zich thuis voelt tijdens uw verblijf. Onvergetelijke Ervaringen Bij JackpotInn streven we ernaar om elke gast een onvergetelijke ervaring te bieden. Ontdek onze exclusieve aanbiedingen en services die uw verblijf bijzonder maken. Deluxe Kamer Ervaar ultiem comfort in onze Deluxe Kamer, uitgerust met een kingsize bed en moderne voorzieningen. Perfect voor een ontspannen verblijf. Executive Suite Geniet van luxe in onze Executive Suite, met een aparte woonruimte en een prachtig uitzicht over de stad. Ideaal voor zowel zakenreizigers als vakantiegangers. Standaard Kamer Onze Standaard Kamer biedt een comfortabele en gezellige ruimte met alle essentiële voorzieningen voor een aangenaam verblijf. Waarom JackpotInn? Kies Voor JackpotInn 5000+ Tevreden gasten die keer op keer bij ons terugkeren dankzij onze onberispelijke service en luxe accommodaties. 01 24-Uurs Receptie Ons vriendelijke personeel staat 24 uur per dag voor u klaar om te helpen met al uw verzoeken en vragen. 02 Gratis Wi-Fi Blijf verbonden met gratis high-speed internet in alle kamers en openbare ruimtes van het hotel. 03 Fitnessruimte Blijf fit tijdens uw verblijf met toegang tot onze goed uitgeruste fitnessruimte, open van 6:00 tot 22:00 uur. 04 Vergaderruimtes Onze moderne vergaderruimtes zijn perfect voor zakelijke bijeenkomsten en evenementen. Beschikbaar met volledige audiovisuele voorzieningen. Deluxe Kamer Ervaar ultiem comfort in onze Deluxe Kamer, uitgerust met een kingsize bed en moderne voorzieningen. Perfect voor een ontspannen verblijf. €150 per nacht Boek Executive Suite Geniet van luxe in onze Executive Suite, met een aparte woonruimte en een prachtig uitzicht over de stad. Ideaal voor zowel zakenreizigers als vakantiegangers. €250 per nacht Boek Standaard Kamer Onze Standaard Kamer biedt een comfortabele en gezellige ruimte met alle essentiële voorzieningen voor een aangenaam verblijf. €100 per nacht Boek Familiekamer Ruime kamer perfect voor gezinnen, met extra slaapplaatsen en kindvriendelijke voorzieningen. €180 per nacht Boek Boek Nu Uw Verblijf Ik accepteer het privacybeleid Stuur een bericht JackpotInn JackpotInn: Uw Ultieme Bestemming voor Luxe en Comfort Europaboulevard 10, 1083 AD Amsterdam, Nederland +31-20-721-9179 jackpotinn@gmail.com Koppelingen Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Aanvullend Vrijwaring Privacybeleid Gebruiksvoorwaarden Onze website maakt gebruik van cookies om uw ervaring te verbeteren. Door verder te surfen op deze website, gaat u akkoord met ons gebruik van cookies. Accepteer Cookies document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesButton = document.getElementById(\"accept-cookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieBanner.style.display = \"block\"; } acceptCookiesButton.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieBanner.style.display = \"none\"; }); });",
    "privacy-policy": "JackpotInn - Bescherming van Uw Privacy en Persoonsgegevens JackpotInn Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Schrijven Privacybeleid Inleiding Welkom bij JackpotInn, uw ultieme bestemming voor luxe en vermaak. Wij waarderen uw privacy en zijn toegewijd aan het beschermen van uw persoonlijke gegevens. Deze Privacy Policy beschrijft hoe wij uw gegevens verzamelen, gebruiken, delen en beschermen wanneer u onze website bezoekt of gebruik maakt van onze diensten. Door onze website te bezoeken of onze diensten te gebruiken, gaat u akkoord met de voorwaarden van deze Privacy Policy. Welke gegevens verzamelen wij? Wij verzamelen verschillende soorten gegevens om onze diensten te kunnen leveren en te verbeteren. De gegevens die wij verzamelen, omvatten maar zijn niet beperkt tot: Persoonlijke gegevens: Naam, adres, e-mailadres, telefoonnummer, geboortedatum en andere identificerende informatie. Financiële gegevens: Betalingsgegevens, bankrekeninggegevens en transactiegeschiedenis. Gebruikersgegevens: Informatie over hoe u onze website en diensten gebruikt, inclusief IP-adres, browsergegevens, bezoekgeschiedenis en andere technische gegevens. Marketing- en communicatiegegevens: Voorkeuren voor het ontvangen van marketingmateriaal en communicatievoorkeuren. Hoe verzamelen wij uw gegevens? Wij verzamelen uw gegevens op verschillende manieren, waaronder: Direct van u: Wanneer u zich registreert voor een account, een boeking maakt, een formulier invult of met ons communiceert. Automatisch: Wanneer u onze website bezoekt, gebruiken wij cookies en andere technologieën om informatie over uw gebruik te verzamelen. Van derden: Wij kunnen gegevens ontvangen van derden, zoals partners, leveranciers en andere externe bronnen. Hoe gebruiken wij uw gegevens? Wij gebruiken uw gegevens voor verschillende doeleinden, waaronder: Levering van diensten: Om uw boekingen te verwerken, uw account te beheren en onze diensten te leveren. Communicatie: Om met u te communiceren over uw boekingen, promoties, updates en andere relevante informatie. Personalisatie: Om onze diensten en inhoud aan te passen aan uw voorkeuren en behoeften. Marketing: Om u te informeren over onze nieuwste aanbiedingen, evenementen en promoties. Beveiliging en naleving: Om onze website en diensten te beschermen tegen fraude en misbruik, en om te voldoen aan wettelijke en regulatorische vereisten. Contact Als u vragen heeft over deze Privacy Policy of over de manier waarop wij uw gegevens verwerken, kunt u contact met ons opnemen via jackpotinn@gmail.com. Wij staan klaar om uw vragen te beantwoorden en uw zorgen te adresseren. JackpotInn JackpotInn: Uw Ultieme Bestemming voor Luxe en Comfort Europaboulevard 10, 1083 AD Amsterdam, Nederland +31-20-721-9179 jackpotinn@gmail.com Koppelingen Hoofdpagina Bijzonderheden Voordelen Nummers Waarom zijn wij Casino Aanvullend Vrijwaring Privacybeleid Gebruiksvoorwaarden"
  },
  "date": "2024-07-26T06:51:12.678Z"
}