{
  "name": "New_v9_EstudioDeCeramica",
  "pages": {
    "index": "Estúdio de Cerâmica - Arte em Argila e Cursos de Cerâmica Estúdio de Cerâmica Sobre Nós Aulas Galeria Contato Bem-vindo ao Estúdio de Cerâmica! Estamos felizes em recebê-lo em nosso estúdio, onde a arte e a criatividade se encontram com a argila. No Estúdio de Cerâmica, oferecemos uma variedade de aulas e workshops de cerâmica para todos os níveis. Aqui, você pode criar suas próprias peças únicas, inspirando-se na atmosfera criativa e na orientação profissional. Junte-se a nós e descubra o mundo mágico da cerâmica! Sobre Nós Nosso estúdio é um espaço único dedicado à arte de modelar com argila. Oferecemos uma ampla gama de cursos e workshops para pessoas de todos os níveis de habilidade. No nosso estúdio, você pode criar suas próprias peças de cerâmica, aprender diversas técnicas de trabalho com argila e desfrutar do processo criativo em um ambiente amigável e inspirador. Nos orgulhamos da qualidade de nosso trabalho e nos esforçamos para transmitir nosso conhecimento e amor pela cerâmica a cada aluno. Seja você um iniciante ou um artesão experiente, no Estúdio de Cerâmica você encontrará apoio e inspiração para realizar suas ideias criativas. Venha e junte-se à nossa comunidade de amantes da cerâmica! inscreva-se em uma aula Principais Áreas de Atuação Ensino de Cerâmica Oferecemos cursos para todos os níveis, desde iniciantes até avançados. Nossas aulas abrangem várias técnicas e estilos. Workshops Realizamos workshops temáticos onde os participantes podem criar peças únicas sob a orientação de mestres experientes. Venda de Peças Em nossa loja, oferecemos peças de cerâmica únicas, criadas com amor e atenção aos detalhes. Encomendas Personalizadas Criamos peças de cerâmica sob encomenda, para que você possa obter exatamente o que deseja. O \"Estúdio de Cerâmica\" foi fundado em 2020 com o objetivo de criar um espaço onde as pessoas pudessem explorar e desenvolver suas habilidades criativas através da arte da cerâmica. Nosso estúdio rapidamente se tornou popular entre amadores e profissionais, oferecendo uma variedade de cursos e workshops para todos os níveis de habilidade. Temos orgulho de nossos alunos, que criam obras incríveis e encontram inspiração em nosso espaço acolhedor e amigável. Nossa missão é inspirar e ensinar as pessoas a arte de modelagem em argila, proporcionando-lhes a oportunidade de desenvolver suas habilidades criativas e criar peças de cerâmica únicas. Nossos valores: Criatividade Acreditamos no poder da criatividade e na inspiração que ela traz. Qualidade Buscamos altos padrões de qualidade em cada peça e em cada aula. Educação Acreditamos que o aprendizado e o desenvolvimento de habilidades são cruciais para o crescimento pessoal. Comunidade Promovemos um ambiente acolhedor e amigável que incentiva a interação e a troca de experiências. Sustentabilidade Cuidamos do meio ambiente e utilizamos materiais e métodos de produção ecologicamente corretos. Equipe Anna Silva – Artista Principal Anna tem mais de 15 anos de experiência em cerâmica e escultura. Ela se especializa na criação de peças únicas de cerâmica e no ensino da arte com argila. Anna já realizou diversos workshops e exposições, compartilhando sua experiência e paixão pela cerâmica com os outros. Mário Pires – Instrutor de Cerâmica Mário é um instrutor experiente, especializado na técnica do torno de oleiro. Ele ensina tanto alunos iniciantes quanto avançados, ajudando-os a desenvolver suas habilidades e criar belas peças de cerâmica. Mário também participa ativamente das comunidades artísticas locais. Júlia Lopes – Administradora do Estúdio Júlia é responsável pela organização e coordenação de todas as atividades do estúdio. Ela garante que todas as aulas e workshops ocorram sem problemas e no horário. Júlia está sempre pronta para ajudar os alunos e visitantes com quaisquer dúvidas. Horário das Aulas Segunda-feira: 10:00 - 12:00: Fundamentos da Modelagem em Argila (para iniciantes) 14:00 - 16:00: Cerâmica no Torno (nível intermediário) Terça-feira: 10:00 - 12:00: Criação de Esculturas de Cerâmica (nível iniciante) 18:00 - 20:00: Técnicas Avançadas de Esmaltação Quarta-feira: 14:00 - 16:00: Modelagem Manual (para crianças) 18:00 - 20:00: Cerâmica no Torno (nível avançado) Quinta-feira: 10:00 - 12:00: Texturas e Superfícies na Cerâmica 14:00 - 16:00: Técnicas Experimentais de Modelagem Sexta-feira: 10:00 - 12:00: Técnicas Combinadas (nível iniciante) 18:00 - 20:00: Criação de Objetos Funcionais em Argila Galeria Preencha o formulário abaixo para se inscrever nas nossas aulas de cerâmica. Estamos ansiosos para recebê-lo em nosso Estúdio de Cerâmica, onde você poderá explorar sua criatividade e aprender novas habilidades. Se tiver alguma dúvida, não hesite em nos contatar! Estou aceitando Política de Privacidade ENVIAR Av. Visc. de Souza Franco, 776 - Reduto, Belém - PA, 66053-000, Brazil +55-87-5521-0236 estudiodeceramica@gmail.com Política de Privacidade Termos e Condições",
    "privacy": "Estúdio de Cerâmica - Política de Privacidade Estúdio de Cerâmica Sobre Nós Aulas Galeria Contato POLÍTICA DE PRIVACIDADE Esta política de privacidade explica como coletamos, usamos e protegemos suas informações pessoais ao usar nosso site \"Estúdio de Cerâmica\" 1. Coleta de Informações: Podemos coletar dados pessoais, como nome, endereço de e-mail, número de telefone e outras informações de contato quando você preenche formulários em nosso site ou se inscreve em nossas newsletters. 2. Uso das Informações: As informações coletadas são usadas para: Processar seus pedidos e inscrições para aulas. Enviar notificações sobre eventos, cursos e promoções futuras. Melhorar a qualidade do atendimento e adaptar nosso conteúdo aos seus interesses. 3. Proteção das Informações: Tomamos todas as medidas necessárias para proteger suas informações contra acesso não autorizado, perda ou divulgação. Todas as informações transmitidas são armazenadas em servidores protegidos. 4. Divulgação de Informações a Terceiros: Não compartilhamos suas informações pessoais com terceiros sem o seu consentimento, exceto quando necessário para atender seus pedidos ou conforme exigido por lei. 5. Alterações na Política: Podemos atualizar periodicamente esta política de privacidade. Todas as alterações serão publicadas neste site, e recomendamos verificar esta página periodicamente para atualizações. 6. Armazenamento de Dados: Os dados pessoais que coletamos serão armazenados apenas pelo tempo necessário para cumprir os objetivos descritos nesta política ou conforme exigido pela legislação aplicável. 7. Seus Direitos: Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através das informações fornecidas abaixo. 8. Informações de Contato: Se você tiver dúvidas ou sugestões sobre nossa política de privacidade, entre em contato conosco por e-mail: estudiodeceramica@gmail.com. Av. Visc. de Souza Franco, 776 - Reduto, Belém - PA, 66053-000, Brazil +55-87-5521-0236 estudiodeceramica@gmail.com Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Estúdio de Cerâmica Estúdio de Cerâmica Sobre Nós Aulas Galeria Contato Termos e Condições Leia atentamente os nossos Termos e Condições. Este documento estabelece as regras e diretrizes para o uso dos serviços oferecidos pelo Estúdio de Cerâmica, incluindo e direitos e responsabilidades dos usuários 1. Introdução Estes termos e condições regulam o uso do site \"Estúdio de Cerâmica\" e todos os serviços relacionados. Por favor, leia atentamente estes termos antes de usar o site. 2. Aceitação dos termos Ao utilizar nosso site, você concorda em cumprir estes termos. Se você não concorda com qualquer parte dos termos, não utilize nosso site. 3. Alterações nos termos Reservamo-nos o direito de alterar estes termos a qualquer momento. As alterações entram em vigor assim que são publicadas no site. Recomendamos verificar periodicamente estes termos para atualizações. 4. Serviços Nosso site oferece diversos serviços, incluindo aulas de cerâmica, workshops e venda de produtos cerâmicos. Podemos modificar, suspender ou encerrar quaisquer serviços a qualquer momento. 5. Limitação de responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, acidentais ou punitivos decorrentes do uso ou da incapacidade de uso do nosso site ou serviços. 6. Propriedade intelectual Todos os materiais apresentados no site são nossa propriedade intelectual e estão protegidos pela legislação aplicável. É proibido copiar, distribuir ou modificar materiais sem nossa autorização. 7. Lei aplicável Estes termos são regidos e interpretados de acordo com a legislação do Brasil está localizado o \"Estúdio de Cerâmica\". 8. Informações de contato Se você tiver perguntas ou comentários sobre estes termos, entre em contato conosco por e-mail: estudiodeceramica@gmail.com. Av. Visc. de Souza Franco, 776 - Reduto, Belém - PA, 66053-000, Brazil +55-87-5521-0236 estudiodeceramica@gmail.com Política de Privacidade Termos e Condições",
    "thank": "Estúdio de Cerâmica - Obrigado pela sua aplicação! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #d2f6e2; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); border-radius: 5px; } h1 { color: #817d7d; } p { color: #817d7d; margin-bottom: 20px; } .btn { border: 3px solid #817d7d; background-color: #fff; color: #817d7d; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; } .btn:hover { background-color: #817d7d; color: #fff; } Obrigado por entrar em contato! Sua solicitação foi enviada com sucesso, e entraremos em contato em breve. Se você tiver alguma dúvida, não hesite em nos contatar. Esperamos você em nossa aula de Estúdio de Cerâmica! Início"
  },
  "date": "2024-07-18T07:51:36.036Z"
}