{
  "name": "New_v9_LionAndRose",
  "pages": {
    "index": "Lion & Rose --> Catalog About Crafts +91 203 1550958 Lion & Rose An exquisite gift with a personalized monogram Order Zippo covered genuine leather An iconic lighter with your monogram. 63,51 $ Order Formal suit in brown tones high-quality suit with a recognizable style 635,09 $ Order Three whiskey glasses with coasters In a cuff made of genuine leather 75,98 $ Order Belt with silver buckle There's only one like this 75,98 $ Order Six Legends Pack Once and for all 155,38 $ Order Set of three Once and for all 55,48 $ Order Black oak picture frame As dark as the picture on it 20,88 $ Order Gold plated lighter Golden is not only fire 45,58 $ Order Arts Crafts Gifts For those who want to give a special gift workshop - boutique “Lion & Rose” creates unique items of impeccable quality and style, inspired by world culture. Each item “Lion & Rose” is individual: filled with meaning, thought out to the smallest detail parts, adequately packaged and ready for delivery. Lion & Rose Craftsmanship Own workshops since 1999, special natural materials, authentic methods of working with leather and printing. Individuality Lion & Rose Custom monograms created from original designs by William Morris Every Lion & Rose item is made to order The Art of Gifting Lion & Rose Thoughtful individual packaging, each Lion & Rose item is ready for delivery One print – for centuries! The monogram you choose is applied by our craftsmen for products and gift wrapping by hot embossing. We offer original monograms designed in the 19th century by the great English designer William Morris. Zippo lighter and cigarette case 127,94 $ Order Gift contents: Gift dimensions: lighter, cigarette case, gift cigarette case - 115x62x28mm packaging, package, postcard lighter - 55x40x14mm Elegant hand-made leather accessories. Cigarette case and the legendary petrol ZIPPO. The cigarette case is suitable for both standard cigarettes (capacity 15 pcs) and extended ones (capacity – the entire pack). Upon your order, we will complement the products with an elegant monogram, embossing the first letter of the surname or first name of the future owner on the surface of the leather. Delivery The production time for your order is 2-3 working days. day. Sending to other cities is carried out after preliminary 100% payment of the order. Until the order is received, our managers will monitor the shipment process. About Us The main thing in our collection is beautiful hand-made leather. This type of cover is called a saddle cover because saddles and other travel accessories for riding are made from it. Leather processed using ancient technologies is exceptionally durable and has a beautiful natural texture. Catalog About Crafts +91 203 1550958 Phone: +91 203 1550958 Email: LionRose@gmail.com Address: Paradshinga, Katol, Maharashtra 441302, India I agree with Privacy Policy Order Terms and Conditions",
    "privacyPolicy": "Privacy Policy --> Catalog About Crafts +91 203 1550958 Privacy Policy Welcome to Lion & Rose. We are committed to protecting your personal information and your right to privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website, use our services, or interact with us in any other way. By using our services, you agree to the terms of this Privacy Policy. Information We Collect: - **Personal Identification Information**: Name, email address, phone number, and other contact details. - **Payment Information**: Credit card details, billing address, and other payment-related information. - **Order Information**: Details about the products you purchase, including personalization details such as monograms. - **Technical Information**: IP address, browser type, operating system, and other technical details. - **Usage Data**: Information about how you use our website and services, including pages visited, time spent on the site, and other usage patterns. How We Use Your Information: - To process and manage your orders and payments. - To provide, operate, and maintain our services. - To improve, personalize, and expand our services. - To communicate with you, including sending you updates, promotional materials, and other information. - To monitor and analyze usage and trends to improve your experience. - To detect, prevent, and address technical issues and security threats. - To comply with legal obligations and protect our rights and interests. Sharing Your Information: - **Service Providers**: We may share your information with third-party service providers who perform services on our behalf, such as payment processing, data analysis, and customer support. - **Business Transfers**: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred to the new owner. - **Legal Requirements**: We may disclose your information if required to do so by law or in response to valid requests by public authorities. - **Protection of Rights**: We may disclose your information to protect our rights, property, or safety, and the rights, property, and safety of our users or others. Security of Your Information: - We use appropriate technical and organizational measures to protect your information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or method of electronic storage is 100% secure, and we cannot guarantee absolute security. Your Data Protection Rights: - The right to access – You have the right to request copies of your personal data. - The right to rectification – You have the right to request that we correct any information you believe is inaccurate Email: LionRose@gmail.com Phone: +91 203 1550958 Address: Paradshinga, Katol, Maharashtra 441302, India Catalog About Crafts +91 203 1550958 Phone: +91 203 1550958 Email: LionRose@gmail.com Address: Paradshinga, Katol, Maharashtra 441302, India I agree with Privacy Policy Order Terms and Conditions",
    "TermsAndConditions": "Terms and Conditions --> Catalog About Crafts +91 203 1550958 Terms and Conditions Welcome to Lion & Rose. These Terms and Conditions govern your use of our website and the purchase of our products. By accessing or using our website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, please do not use our website. Use of the Website - **Eligibility**: You must be at least 18 years old to use our website and purchase our products. - **Account**: You may need to create an account to access certain features of our website. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account - **Prohibited Activities**: You agree not to use our website for any unlawful purpose or in any way that could harm, disable, overburden, or impair the website. Orders and Payments - **Order Acceptance**: All orders are subject to acceptance by Lion & Rose. We reserve the right to refuse or cancel any order for any reason. - **Pricing**: All prices are listed in currency and are subject to change without notice. Prices do not include taxes, shipping, or handling fees, which will be added to your total order amount. - **Payment**: We accept various forms of payment, including credit cards and other payment methods as indicated on our website. By providing payment information, you represent and warrant that you are authorized to use the payment method. Shipping and Delivery - **Shipping**: We offer various shipping options, which will be presented to you at checkout. Shipping times and costs may vary based on your location and the shipping method selected. - **Delivery**: We are not responsible for delays in delivery caused by events beyond our control, such as customs clearance, weather conditions, or carrier delays. Returns and Refunds - **Return Policy**: We accept returns of non-personalized items within [number] days of delivery. Personalized items, including those with monograms, are non-returnable and non-refundable unless they are defective or damaged. - **Refunds**: Refunds will be issued to the original payment method within [number] days of receiving the returned item. Shipping and handling fees are non-refundable Intellectual Property - **Ownership**: All content on our website, including text, graphics, logos, images, and software, is the property of Lion & Rose or its licensors and is protected by intellectual property laws. - **License**: You are granted a limited, non-exclusive, non-transferable license to access and use our website for personal, non-commercial purposes. Limitation of Liability To the fullest extent permitted by law, Lion & Rose shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (a) your use or inability to use the website; (b) any unauthorized access to or use of our servers and/or any personal information stored therein; (c) any interruption or cessation of transmission to or from the website; (d) any bugs, viruses, trojan horses, or the like that may be transmitted to or through the website by any third party; or (e) any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the website. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of [Your Country/State], without regard to its conflict of law principles. Changes to Terms and Conditions We reserve the right to modify these Terms and Conditions at any time. Any changes will be effective immediately upon posting on our website. Your continued use of the website after any changes constitutes your acceptance of the new Terms and Conditions. Contact Us Email: LionRose@gmail.com Phone: +91 203 1550958 Address: Paradshinga, Katol, Maharashtra 441302, India Catalog About Crafts +91 203 1550958 Phone: +91 203 1550958 Email: LionRose@gmail.com Address: Paradshinga, Katol, Maharashtra 441302, India I agree with Privacy Policy Order Terms and Conditions",
    "thank_page": "Thank you --> Thanks for your Feedback! We sincerely appreciate you taking the time to share your thoughts with us. At Lion & Rose, we are committed to providing the best possible experience for our customers, and your feedback is invaluable in helping us achieve that goal. Your insights and suggestions help us to continually improve our products and services. Whether it's a compliment, a concern, or a suggestion, we take every piece of feedback to heart and use it to make Lion & Rose even better. If you have any further comments or need assistance, please don't hesitate to reach out to our customer service team at. We're here to help! Thank you for being a part of the Lion & Rose community. Warm regards, The Lion & Rose Team Home page"
  },
  "date": "2024-07-19T05:51:28.583Z"
}