{
  "name": "New_v9_Dudu",
  "pages": {
    "about": "About Us - DUDU - Pizza & Sushi DUDU Pizza Sushi About Us Order Now Order DUDU Sushi At DUDU - Sushi & Pizza, we are committed to delivering an unparalleled dining experience, combining high-quality ingredients, expert preparation, and exceptional service. Enjoy the finest sushi and pizza, knowing that we are dedicated to ensuring your satisfaction with every order. Our commitment to quality assurance ensures that every dish we serve meets the highest standards of freshness, taste, and presentation. Exceptional Ingredients We source the finest ingredients from trusted suppliers to guarantee the freshness and quality of our sushi and pizza. From premium-grade sushi fish to the freshest vegetables and top-quality meats, every component of our dishes is meticulously selected to delight your taste buds. DUDU is a source of inspiration not only for our chefs and team but also for every guest. We strive to present a modern perspective on Italian and Japanese cuisine through unique flavors, textures, and atmosphere. Our dishes combine tradition and innovation, with each pizza and sushi roll crafted with meticulous attention to detail and a love for culinary artistry. Explore Our Menu Order Customer Reviews \"Absolutely fantastic! The sushi was fresh and the pizza was cooked to perfection. Will definitely order again!\" - Jane Doe \"A delightful experience! The flavors were spot on and the delivery was quick. Highly recommended!\" - John Smith \"DUDU never disappoints. Every dish is a masterpiece. The combination of Italian and Japanese cuisine is brilliant.\" - Emily Brown \"The most delicious and fast delivery! I order every time - it's delicious! Order, guys.\" - John Bro &copy; 2024 DUDU - Pizza & Sushi. All Rights Reserved. Privacy Policy Terms of Service",
    "index": "DUDU - Pizza & Sushi | Fresh Flavors, Unforgettable Moments section { opacity: 0; transform: translateY(10px); transition: opacity 0.5s ease-in-out, transform 0.5s ease-in-out; } DUDU Pizza Sushi About Us Order Now Order new menu DUDU - a Taste You Can't Forget! Welcome to DUDU, a haven where fresh flavors embark on a vibrant dance to create unforgettable culinary memories. We're more than just a restaurant; we're passionate artisans dedicated to bringing the very soul of Italy and Japan to your table. Our chefs, with hearts brimming with passion, meticulously handcraft every dish using only the finest ingredients. Imagine the explosion of taste - perfectly ripened tomatoes on a wood-fired pizza, the delicate melt-in-your-mouth texture of the freshest sushi. From the timeless classics that have warmed hearts for generations to our innovative creations that push the boundaries of flavor, our menu is a symphony designed to tantalize every taste bud. So, come on in, explore, and embark on a delicious adventure at DUDU. Explore Our Menu 1. Choosing an order 2. Making an order 3. Preparing an order 4. Order delivery Quality assurance At DUDU - Sushi & Pizza, we're passionate about creating an exceptional dining experience, and quality is the foundation upon which we build everything. We believe in using only the freshest ingredients, and our commitment to quality assurance means every dish we serve is meticulously prepared to meet the highest standards. This focus on quality extends beyond the ingredients themselves. Our skilled chefs take pride in crafting beautiful presentations that tantalize the eyes as much as the taste buds. The result? A dining experience that is as delicious as it is visually stunning. Read More Our Menu Pizza Margherita Classic Italian pizza with fresh mozzarella, tomatoes, and basil. Price: $12.99 Buy Margherita Classic Italian pizza with fresh mozzarella, tomatoes, and basil. Price: $12.99 Buy Margherita Classic Italian pizza with fresh mozzarella, tomatoes, and basil. Price: $12.99 Buy Pepperoni Sliced pepperoni, mozzarella cheese, and our signature pizza sauce. Price: $12.99 Buy Hawaiian Ham, pineapple, mozzarella cheese, and our signature pizza sauce. Price: $12.99 Buy Vegetariana A medley of grilled vegetables, mozzarella cheese, and our signature pizza sauce. Price: $12.99 Buy Pepperoni (Big) Sliced pepperoni, mozzarella cheese, and our signature pizza sauce. Price: $12.99 Buy Margherita (Big) Classic Italian pizza with fresh mozzarella, tomatoes, and basil. Price: $12.99 Buy View All Pizzas Sushi Sunset Roll Avocado, cucumber, and crab meat inside-out roll. Price: $12.99 Buy Creamy Delight Roll Cream cheese, avocado, and cucumber inside-out roll. Price: $12.99 Buy Ocean's Dream Roll Tempura shrimp, avocado, cucumber, and eel inside-out roll. Price: $12.99 Buy Eel Garden Roll Tempura shrimp, avocado, cucumber, and eel inside-out roll. Price: $12.99 Buy Heavenly Shrimp Roll Tempura shrimp, avocado, cucumber, and eel inside-out roll. Price: $12.99 Buy Sashimi Symphony Roll Assorted sashimi (tuna, salmon, white fish) on top of rice. Price: $12.99 Buy Sikoku Assorted avocado, cucumber, and eel inside-out roll. Price: $12.99 Buy View All Sushi Order Now I accept the Privacy Policy Place Order Contact Us Have questions or feedback? Reach out to us using the details below or visit us at our location. Email: dudu@gmail.com Phone: +91 72912 18365 Address: 43Q6+GXG, Khare Town, Dharampeth, Nagpur, Maharashtra 440010 &copy; 2024 DUDU - Pizza & Sushi. All Rights Reserved. Privacy Policy Terms of Service document.addEventListener(\"DOMContentLoaded\", function () { const sections = document.querySelectorAll(\"section\"); const observer = new IntersectionObserver( (entries, observer) => { entries.forEach((entry) => { if (entry.isIntersecting) { entry.target.classList.add(\"opacity-100\", \"translate-y-0\"); observer.unobserve(entry.target); } }); }, { threshold: 0.1, } ); sections.forEach((section) => { section.classList.add(\"translate-y-10\"); observer.observe(section); }); }); document .getElementById(\"view_pizza\") .addEventListener(\"click\", function () { const elements = document.getElementsByClassName(\"pizza-hide\"); Array.from(elements).forEach((element) => { element.classList.remove(\"hidden\"); element.classList.add(\"flex\"); }); this.classList.add(\"hidden\"); }); document .getElementById(\"view_sushi\") .addEventListener(\"click\", function () { const elements = document.getElementsByClassName(\"sushi-hide\"); Array.from(elements).forEach((element) => { element.classList.remove(\"hidden\"); element.classList.add(\"flex\"); }); this.classList.add(\"hidden\"); });",
    "privacy-policy": "DUDU - Pizza & Sushi | Privacy Policy DUDU Pizza Sushi About Us Order Now Order Privacy Policy Introduction Welcome to DUDU - Pizza & Sushi's Privacy Policy. This policy outlines how we collect, use, and protect your personal information. Please read this policy carefully to understand our practices regarding your personal data and how we will treat it. Information We Collect We collect personal information such as name, email address, phone number, and address when you place an order, sign up for our newsletter, participate in surveys or promotions, or interact with us in other ways. Additionally, we may collect information about your interactions with our website, such as IP address, browser type, and pages visited, to improve our services and user experience. How We Use Your Information We use your information to process orders, communicate with you, personalize your experience, provide customer support, improve our products and services, and send you promotional offers and updates about DUDU - Pizza & Sushi. We may also use aggregated or anonymized data for statistical analysis and other business purposes. Data Security We take reasonable precautions and follow industry best practices to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Cookies We use cookies and similar technologies to enhance your browsing experience, analyze website traffic, and understand user behavior on our site. Cookies are small text files stored on your device that enable certain features and functionality. You can manage your cookie preferences through your browser settings. Please note that disabling cookies may affect the functionality of our website. Third-Party Links Our website may contain links to third-party websites or services that are not operated by us. These third-party sites have separate and independent privacy policies. We have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites. Children's Privacy Protecting the privacy of children is especially important to us. Our services are not directed to individuals under the age of 13, and we do not knowingly collect personal information from children under 13. If we learn that we have collected personal information from a child under 13 without parental consent, we will take steps to delete that information. Changes to This Policy We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. We will notify you of any material changes by posting the new policy on this page. Contact Us If you have any questions about this privacy policy or our practices, please contact us at dudu@gmail.com. &copy; 2024 DUDU - Pizza & Sushi. All Rights Reserved. Privacy Policy Terms of Service",
    "terms-conditions": "DUDU - Pizza & Sushi | Terms of Service DUDU Pizza Sushi About Us Order Now Order Terms of Service Welcome to DUDU - Pizza & Sushi's Terms of Service. 1. Acceptance of Terms By accessing or using our website, you agree to comply with and be bound by these Terms of Service. If you do not agree with any part of these terms, you may not access the website. 2. Use of Our Website You agree to use our website for lawful purposes and in a manner that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within our website. 3. Intellectual Property Rights All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of DUDU - Pizza & Sushi or its content suppliers and protected by international copyright laws. 4. User Account When you create an account with us, you must provide accurate and complete information. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. 5. Limitation of Liability We make every effort to ensure that the information on our website is accurate and up-to-date. However, we cannot guarantee that inaccuracies will not occur. We will not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of your access to or use of our website. 6. Changes to Terms We reserve the right to update or modify these Terms of Service at any time without prior notice. Your continued use of the website after any changes signifies your acceptance of the modified terms. 7. Governing Law These Terms of Service shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles. 8. Contact Us If you have any questions about these Terms of Service, please contact us at dudu@gmail.com. &copy; 2024 DUDU - Pizza & Sushi. All Rights Reserved. Privacy Policy Terms of Service",
    "thank_page": "Thank You! - DUDU - Pizza & Sushi Thank you for choosing us! The order is already being processed. The courier will contact you in advance. Main Page"
  },
  "date": "2024-07-01T11:33:13.584Z"
}