{
  "name": "New_v9_sleeppillowsmattresses",
  "pages": {
    "privacy-policy": "Privacy Policy - SleepWell OrthoPillows & Mattresses SleepWell OrthoPillows & Mattresses Home Why are we Range Our solutions Why are they loved Privacy Policy for SleepWell OrthoPillows & Mattresses Welcome to SleepWell OrthoPillows & Mattresses. Before you proceed to explore our website, it's important for you to understand and agree to certain terms and conditions. Please take a moment to read the following disclaimer carefully: No Medical Advice: The information provided on this website, including articles, blogs, product descriptions, and testimonials, is for informational purposes only. It is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Product Information: While we strive to provide accurate and up-to-date information about our orthopedic pillows and mattresses, we cannot guarantee that all information provided on this website is entirely accurate, complete, or current. Product specifications, features, and prices are subject to change without notice. Individual Results May Vary: The effectiveness of our products may vary from person to person. Results achieved by one individual may not be typical for another. Factors such as body weight, sleeping position, and pre-existing medical conditions can influence the outcome. No Endorsement of Third-Party Websites: Our website may contain links to third-party websites for your convenience. However, we do not endorse the content, products, or services offered by these websites. We are not responsible for the accuracy, legality, or availability of external sites linked to our website. Limitation of Liability: SleepWell OrthoPillows & Mattresses shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our products or website. This includes, but is not limited to, damages for loss of profits, data, or goodwill. Intellectual Property Rights: All content, logos, trademarks, and images displayed on this website are the property of SleepWell OrthoPillows & Mattresses or their respective owners. Unauthorized use, reproduction, or distribution of any content from this website is strictly prohibited. Changes to Privacy Policy: SleepWell OrthoPillows & Mattresses reserves the right to modify, alter, or update this disclaimer at any time without prior notice. Please review this disclaimer periodically for changes. Product Availability: While we strive to maintain adequate stock levels of our orthopedic pillows and mattresses, there may be instances where certain products are temporarily out of stock or discontinued. We do not guarantee the availability of any specific product at any given time. User Responsibility: Users of the SleepWell OrthoPillows & Mattresses website are responsible for ensuring the accuracy and completeness of any information they provide, including personal information submitted during the purchasing process. We are not responsible for any inaccuracies or omissions in user-provided information. User Conduct: Users agree to use the SleepWell OrthoPillows & Mattresses website in a manner consistent with all applicable laws and regulations. Any use of the website for unlawful purposes or activities that may harm the integrity of the website or its users is strictly prohibited. Indemnification: Users agree to indemnify and hold harmless SleepWell OrthoPillows & Mattresses, its affiliates, officers, directors, employees, and agents from any claims, damages, liabilities, or expenses arising out of or related to their use of the website or violation of this disclaimer. Jurisdiction: This disclaimer shall be governed by and construed in accordance with the laws of the jurisdiction in which SleepWell OrthoPillows & Mattresses operates. Any disputes arising out of or related to this disclaimer shall be subject to the exclusive jurisdiction of the courts in that jurisdiction. Entire Agreement: This disclaimer constitutes the entire agreement between the user and SleepWell OrthoPillows & Mattresses regarding the use of the website, superseding any prior agreements or understandings, whether written or oral. Age Restriction: The SleepWell OrthoPillows & Mattresses website is intended for use by individuals who are 18 years of age or older. If you are under the age of 18, please refrain from using our website or providing any personal information without parental or guardian consent. Accuracy of Information: While we endeavor to ensure the accuracy and reliability of the information presented on our website, we cannot guarantee that all content is error-free or up-to-date. We reserve the right to correct any inaccuracies or omissions without prior notice. Third-Party Services: Our website may utilize third-party services, such as payment processors or shipping providers, to facilitate transactions and deliveries. While we strive to partner with reputable service providers, we cannot be held responsible for any actions or omissions of third parties. Disclaimer of Warranties: All content, products, and services provided on the SleepWell OrthoPillows & Mattresses website are provided on an \"as is\" and \"as available\" basis, without warranties of any kind, either express or implied. We disclaim all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. Product Warranty: Any warranties or guarantees provided with our products are outlined in the product documentation or warranty information provided at the time of purchase. Please refer to the specific product warranty for details regarding coverage and limitations. Limitation of Remedies: In no event shall SleepWell OrthoPillows & Mattresses or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use or performance of our products or website, even if advised of the possibility of such damages. Your sole remedy for dissatisfaction with our products or website is to discontinue use. Reservation of Rights: We reserve the right to refuse service, terminate accounts, or cancel orders at our discretion, including but not limited to, instances of suspected fraud, unauthorized activity, or violation of this disclaimer. Severability: If any provision of this disclaimer is found to be unlawful, void, or unenforceable, the remaining provisions shall remain in full force and effect to the extent permitted by applicable law. Modification of Content: SleepWell OrthoPillows & Mattresses reserves the right to modify, suspend, or discontinue any aspect of the website, including but not limited to, content, features, or availability, at any time without prior notice. We shall not be liable to you or any third party for any such modifications, suspensions, or discontinuations. User Reviews and Feedback: Users may have the opportunity to submit reviews, feedback, or testimonials regarding our products and services. While we appreciate your input, please note that any reviews or feedback submitted may be subject to moderation and verification. We reserve the right to remove or edit reviews that violate our policies or guidelines. International Users: The SleepWell OrthoPillows & Mattresses website may be accessed from locations outside the United States. We make no representations or warranties that the content or services provided on our website are appropriate or available for use in other jurisdictions. Accessing our website from territories where its content is illegal is prohibited. Language of Agreement: This disclaimer is drafted in the English language, which shall be the controlling language in the interpretation of its terms and conditions. Translations of this disclaimer into other languages are provided for convenience only, and in the event of any discrepancy, the English version shall prevail. Effective Date: This disclaimer is effective as of the date of its publication on the SleepWell OrthoPillows & Mattresses website. Your continued use of the website following any changes or updates to this disclaimer constitutes your acceptance of those changes. Contact Information: If you have any questions, comments, or concerns about this disclaimer or our website, please don't hesitate to contact us at sleeppillowsmattresses@gmail.com. We value your feedback and strive to address any inquiries in a timely manner. SleepWell OrthoPillows & Mattresses SleepWell OrthoPillows & Mattresses - Your Path to Better Sleep Write Navigation Home Why are we Range Our solutions Why are they loved Additional Information Privacy Policy Terms of Use",
    "terms-conditions": "Terms of Use - SleepWell OrthoPillows & Mattresses SleepWell OrthoPillows & Mattresses Home Why are we Range Our solutions Why are they loved Terms of Use Welcome to SleepWell OrthoPillows & Mattresses! These Terms of Use govern your use of our website and services. By accessing or using our website, you agree to abide by these terms and conditions. Please read them carefully before proceeding. Acceptance of Terms By accessing or using the SleepWell OrthoPillows & Mattresses website (hereinafter referred to as \"the Site\"), you agree to be bound by these Terms of Use and all applicable laws and regulations governing the site. If you do not agree with any of these terms, you are prohibited from using or accessing this site. Use License Permission is granted to temporarily download one copy of the materials (information or software) on SleepWell OrthoPillows & Mattresses' website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: Modify or copy the materials; Use the materials for any commercial purpose or for any public display (commercial or non-commercial); Attempt to decompile or reverse engineer any software contained on SleepWell OrthoPillows & Mattresses' website; Remove any copyright or other proprietary notations from the materials; or Transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by SleepWell OrthoPillows & Mattresses at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on SleepWell OrthoPillows & Mattresses' website are provided on an 'as is' basis. SleepWell OrthoPillows & Mattresses makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, SleepWell OrthoPillows & Mattresses does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall SleepWell OrthoPillows & Mattresses or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on SleepWell OrthoPillows & Mattresses' website, even if SleepWell OrthoPillows & Mattresses or a SleepWell OrthoPillows & Mattresses authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Revisions and Errata The materials appearing on SleepWell OrthoPillows & Mattresses' website could include technical, typographical, or photographic errors. SleepWell OrthoPillows & Mattresses does not warrant that any of the materials on its website are accurate, complete, or current. SleepWell OrthoPillows & Mattresses may make changes to the materials contained on its website at any time without notice. SleepWell OrthoPillows & Mattresses does not, however, make any commitment to update the materials. Links SleepWell OrthoPillows & Mattresses has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by SleepWell OrthoPillows & Mattresses of the site. Use of any such linked website is at the user's own risk. Site Terms of Use Modifications SleepWell OrthoPillows & Mattresses may revise these terms of use for its website at any time without notice. By using this website you are agreeing to be bound by the then-current version of these Terms of Use. Intellectual Property Rights The content, organization, graphics, design, compilation, magnetic translation, digital conversion, and other matters related to the SleepWell OrthoPillows & Mattresses website are protected under applicable copyrights, trademarks, and other proprietary (including but not limited to intellectual property) rights. The copying, redistribution, use, or publication by you of any such matters or any part of the site is strictly prohibited. You do not acquire ownership rights to any content, document, or other materials viewed through the site. The posting of information or materials on the site does not constitute a waiver of any right in such information and materials. User Responsibilities You agree to use the SleepWell OrthoPillows & Mattresses website only for lawful purposes and in a way that does not infringe the rights of, restrict or inhibit anyone else's use and enjoyment of the site. Additionally, you agree not to: Use the site in any way that may lead to the encouragement, procurement, or carrying out of any unlawful or criminal activity; Use the site for any purpose other than as intended; Attempt to gain unauthorized access to any part of the site or any systems or networks connected to the site; Impersonate any person or entity or otherwise misrepresent your affiliation with a person or entity; Collect or store personal data about other users of the site; Transmit or distribute any viruses or other harmful, disruptive, or destructive files or computer programs through the site; Engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the site, or which, as determined by us, may harm SleepWell OrthoPillows & Mattresses or users of the site or expose them to liability. Indemnification You agree to indemnify, defend, and hold harmless SleepWell OrthoPillows & Mattresses, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your Internet account. Severability If any provision of these terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these terms unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Entire Agreement These Terms of Use constitute the entire agreement between you and SleepWell OrthoPillows & Mattresses regarding your use of the site, superseding any prior agreements between you and SleepWell OrthoPillows & Mattresses relating to your use of the site. Modification of Services SleepWell OrthoPillows & Mattresses reserves the right at any time to modify or discontinue, temporarily or permanently, any part of the services provided on the website with or without notice. You agree that SleepWell OrthoPillows & Mattresses shall not be liable to you or to any third party for any modification, suspension, or discontinuance of the services. User Feedback We welcome your feedback, comments, and suggestions for improvements to our website and services. However, please note that any feedback, comments, or suggestions you provide shall become the sole and exclusive property of SleepWell OrthoPillows & Mattresses. By submitting feedback to us, you grant us the right to use, modify, adapt, publish, translate, create derivative works from, distribute, and display such feedback worldwide in any media. Third-Party Content The SleepWell OrthoPillows & Mattresses website may include links to third-party websites, advertisements, or services that are not owned or controlled by SleepWell OrthoPillows & Mattresses. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that SleepWell OrthoPillows & Mattresses shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Termination SleepWell OrthoPillows & Mattresses reserves the right, in its sole discretion, to terminate your access to the website and the related services or any portion thereof at any time, without notice. Governing Law Any claim relating to SleepWell OrthoPillows & Mattresses' website shall be governed by the laws of the State of California without regard to its conflict of law provisions. General Terms and Conditions applicable to Use of a Website. For any questions regarding these Terms of Use, please contact us at sleeppillowsmattresses@gmail.com. By accessing or using our website, you signify your acceptance of these Terms of Use. If you do not agree to these terms, please refrain from using our website. Last Updated: February 14, 2024. SleepWell OrthoPillows & Mattresses SleepWell OrthoPillows & Mattresses - Your Path to Better Sleep Write Navigation Home Why are we Range Our solutions Why are they loved Additional Information Privacy Policy Terms of Use",
    "thanks": "Thank You - SleepWell OrthoPillows & Mattresses Thank You! We appreciate your feedback. Dear valued customer, Thank you for taking the time to share your thoughts with us. Your feedback is invaluable as we continuously strive to improve our products and services here at SleepWell OrthoPillows & Mattresses. We are committed to providing you with the highest quality sleep solutions to ensure your comfort and well-being. Your input helps us tailor our offerings to better suit your needs and preferences. Should you have any further questions or concerns, please don't hesitate to reach out to our customer support team. We're here to assist you every step of the way. Once again, thank you for choosing SleepWell OrthoPillows & Mattresses. We look forward to serving you again in the future. Sincerely, The SleepWell Team Go back to the main page",
    "index": "SleepWell OrthoPillows & Mattresses - Your Path to Better Sleep SleepWell OrthoPillows & Mattresses Home Why are we Range Our solutions Why are they loved Discover the Perfect Support Welcome to SleepWell OrthoPillows & Mattresses, where comfort meets orthopedic support. Our carefully crafted pillows and mattresses are designed to provide the ideal foundation for a restful and rejuvenating sleep. Explore our range to find your perfect match and experience the difference of waking up truly refreshed. Look To learn more The Ortho Advantage Why Choose SleepWell OrthoPillows & Mattresses? Our solutions Optimal Spine Support. Our mattresses are engineered to promote proper spinal alignment, reducing aches and pains. Customized Comfort. Find the perfect pillow for your sleep style, whether you prefer plush softness or firm support. Quality Craftsmanship. Each product is made with precision and care, using high-quality materials for lasting comfort. Sleep Wellness. Experience the difference of waking up feeling truly rested and ready to take on the day. Trusted Expertise. Backed by orthopedic knowledge, our products are designed to support your overall sleep health. Experience the SleepWell Difference Why Our Customers Love SleepWell OrthoPillows & Mattresses At SleepWell OrthoPillows & Mattresses, we're committed to providing our customers with the best possible sleep experience. Our products are designed with your comfort and health in mind, using the latest orthopedic research and high-quality materials. But don't just take our word for it - here's what our customers have to say: I've never slept better since switching to SleepWell. My back pain has disappeared and I wake up feeling refreshed every morning. The pillows are so comfortable and supportive, I can't imagine sleeping without them now. The quality of the mattresses is outstanding - they're built to last and provide the perfect amount of firmness. I appreciate the personalized service and attention to detail from the SleepWell team. They really care about their customers' sleep health. SleepWell for Every Lifestyle Find Your Perfect Match: SleepWell OrthoPillows & Mattresses for Every Need At SleepWell OrthoPillows & Mattresses, we understand that everyone has unique sleep needs. That's why we offer a wide range of products to suit every lifestyle and preference. Whether you're a side sleeper, back sleeper, or stomach sleeper, we have the perfect pillow or mattress for you. Explore our collection and discover your ideal sleep solution. Our goods 01. Sleep for health Our pillows and mattresses provide the necessary support to keep your spine aligned and reduce pressure points for a comfortable night's sleep. 02. Back Sleepers Our products offer the right amount of firmness to keep your spine in a neutral position, preventing back pain and promoting restful sleep. 03. Soft pillows for healthy sleep Our pillows are designed to be soft and supportive, preventing neck strain and allowing for comfortable breathing throughout the night. Shop SleepWell OrthoPillows & Mattresses Discover the SleepWell difference for yourself and shop our collection of orthopedic pillows and mattresses. Our products are designed with your comfort and health in mind, using the latest orthopedic research and high-quality materials. Shop our collection today and experience the benefits of orthopedic support for yourself. Choose from a wide range of orthopedic pillows, designed to support your preferred sleep style and provide the ideal foundation for a restful and rejuvenating sleep. Our mattresses are engineered to promote proper spinal alignment, reducing aches and pains. Each product is made with precision and care, using high-quality materials for lasting comfort. Experience the difference of waking up feeling truly rested and ready to take on the day. SleepWell Support Explore Our Orthopedic Solutions The best with us SleepWell Guarantee At SleepWell OrthoPillows & Mattresses, we're committed to providing our customers with the best possible sleep experience. That's why we offer a 100% satisfaction guarantee on all of our products. If you're not completely satisfied with your purchase, simply return it within 30 days for a full refund. We're confident that you'll love your SleepWell products, but if for any reason you're not completely satisfied, we'll make it right. Free Shipping Shop SleepWell OrthoPillows & Mattresses with confidence, knowing that we offer free shipping on all orders within the continental United States. Easy Returns We understand that finding the perfect pillow or mattress can take time. That's why we offer easy returns on all of our products. If you're not completely satisfied with your purchase, simply return it within 30 days for a full refund. 100% Satisfaction Guarantee At SleepWell OrthoPillows & Mattresses, we're committed to providing our customers with the best possible sleep experience. That's why we offer a 100% satisfaction guarantee on all of our products. If you're not completely satisfied with your purchase, simply return it within 30 days for a full refund. We're confident that you'll love your SleepWell products, but if for any reason you're not completely satisfied, we'll make it right. Our assortment OrthoMax Pillow Experience the ultimate in orthopedic support with our OrthoMax pillow. Designed to provide the perfect foundation for a restful and rejuvenating sleep, this pillow is engineered to keep your spine aligned and reduce pressure points. ₹3,999 Order OrthoMax Mattress Our OrthoMax mattress is engineered to promote proper spinal alignment, reducing aches and pains. Made with high-quality materials, this mattress is built to last and provide the perfect amount of firmness for a restful night's sleep. ₹39,999 Order OrthoMax Side Sleeper Pillow Our OrthoMax side sleeper pillow is designed to provide the necessary support to keep your spine aligned and reduce pressure points for a comfortable night's sleep. ₹2,999 Order OrthoMax Back Sleeper Pillow Our OrthoMax back sleeper pillow offers the right amount of firmness to keep your spine in a neutral position, preventing back pain and promoting restful sleep. ₹2,499 Order OrthoMax Stomach Sleeper Pillow Our OrthoMax stomach sleeper pillow is designed to be soft and supportive, preventing neck strain and allowing for comfortable breathing throughout the night. ₹2,299 Order Stay in the Know Sign Up for Exclusive Offers and Updates Be the first to hear about our latest products, special offers, and sleep tips. Sign up for our newsletter today and receive 10% off your first order. Join the SleepWell community and prioritize your sleep health. I accept the Privacy Policy Send message Get in Touch Contact SleepWell OrthoPillows & Mattresses Have questions or need assistance? We're here to help. Contact us today using one of the methods below. Email Send us an email at and we will contact you as soon as possible. sleeppillowsmattresses@gmail.com Phone Give us a call and speak with one of our friendly customer service representatives. +91-522-2238333 You can visit us in person. 19, Sarva Palli, Saraca Estate, The Mall Avenue, Lucknow, Uttar Pradesh 226001, India SleepWell OrthoPillows & Mattresses SleepWell OrthoPillows & Mattresses - Your Path to Better Sleep Write Navigation Home Why are we Range Our solutions Why are they loved Additional Information Privacy Policy Terms of Use"
  }
}