{
  "name": "New_v8_coffee",
  "pages": {
    "coffee": "Arte Latte Café Café: Descubra Nosso Mundo de Cafés Especiais ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos Arte Latte Café Café: Nossa Paixão por Cafés Especiais Conheça a Diversidade e a Qualidade dos Nossos Grãos ordem Sustentabilidade e Responsabilidade Palha de Carnaúba: O Ouro Verde do Brasil Bem-vindo à página de Café do Arte Latte Café, onde cada grão conta uma história e cada xícara é uma obra-prima. Nosso compromisso é com a qualidade e a sustentabilidade, garantindo que cada gole ofereça uma experiência inesquecível. Vamos mergulhar no universo dos cafés que você pode encontrar conosco. ordem Nossa Seleção de Cafés Em Arte Latte Café, não apenas selecionamos os melhores grãos; mergulhamos profundamente na cultura e na história de cada região produtora. Nossa seleção abrange desde os robustos grãos brasileiros, conhecidos por seu corpo e doçura equilibrada, até os delicados e aromáticos grãos africanos. Cada café é escolhido após um meticuloso processo de degustação, onde avaliamos o corpo, acidez, doçura, notas aromáticas e o perfil de sabor. Trabalhamos diretamente com fazendas e cooperativas que compartilham de nossa paixão por qualidade e sustentabilidade, garantindo não apenas um produto excepcional, mas também o respeito pelo meio ambiente e pelas comunidades locais. Cafés de Origem Única Brasil - Cerrado Mineiro: Este café provém de uma das primeiras regiões do Brasil a receber a Denominação de Origem para café, o que atesta a sua qualidade excepcional. O processo de colheita seletiva e a secagem cuidadosa ao sol conferem a este café notas de chocolate e nozes, com uma doçura reminiscente do mel. Colômbia - Huila: Huila, uma região cercada por montanhas andinas, oferece um microclima ideal para o cultivo de café. Este grão é marcado por sua acidez vibrante e notas cítricas, complementadas por um sutil toque de caramelo, resultante de um processo de lavagem meticuloso. ordem Métodos de Preparo Em Arte Latte Café, cada método de preparo é escolhido para destacar as características únicas de cada café. Nosso espresso é extraído com precisão, buscando a perfeita harmonia entre corpo, acidez e aromas. O pour over é realizado com uma técnica cuidadosa, permitindo que a água extraia o máximo dos grãos, enquanto a French press oferece uma bebida mais encorpada, preservando os ricos óleos naturais do café. O cold brew, preparado lentamente em temperatura ambiente, surpreende por sua suavidade e notas refrescantes, ideal para os dias quentes. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "contacts": "Arte Latte Café Contato: Entre em Contato Conosco ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos Arte Latte Café Contato: Fale Conosco Nome Email I agree with terms of conditions Enviar Entre em Contato com o Arte Latte Café A sua opinião é muito importante para nós! Se você tem perguntas, sugestões ou simplesmente quer compartilhar sua experiência no Arte Latte Café, estamos aqui para ouvir. Nossa equipe está comprometida em oferecer o melhor serviço e garantir que cada visita ao nosso café seja única e memorável. Seja para informações sobre nossos produtos, serviços ou eventos, não hesite em entrar em contato. Fale Conosco Para facilitar o seu contato, disponibilizamos diversos canais de comunicação. Você pode nos enviar uma mensagem por e-mail, ligar diretamente para uma de nossas lojas ou, se preferir, visitar-nos pessoalmente. Valorizamos cada feedback e estamos sempre buscando maneiras de aprimorar nossa oferta e atendimento. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "disclaimer": "Arte Latte Café: Isenção de Responsabilidade ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos O conteúdo disponibilizado em www.chapeusdobrasil.com.br é destinado unicamente para fins informativos. Embora o ArteCafé do Brasil se esforce para apresentar informações precisas e atualizadas, não podemos garantir a completa exatidão, confiabilidade, disponibilidade ou atualidade do conteúdo, e não oferecemos garantias, expressas ou implícitas, sobre esses aspectos. O conteúdo oferecido no \"Arte Latte Café\" em www.artelattecafe.com é fornecido unicamente para finalidades de informação geral. Nos esforçamos para manter as informações atualizadas e corretas e as apresentamos de boa fé; contudo, não fazemos declarações nem garantimos, de maneira explícita ou implícita, a precisão, adequação, validade, confiabilidade, disponibilidade ou completude de qualquer informação. Isenção de Responsabilidade por Links Externos: O \"Arte Latte Café\" pode incluir links para websites externos ou conteúdo de terceiros, bem como links para outros sites através de banners ou anúncios. Não garantimos a precisão ou confiabilidade de qualquer informação oferecida por sites externos. Isenção de Responsabilidade Profissional: O \"Arte Latte Café\" não se destina a fornecer conselhos específicos (como, por exemplo, culinários, legais ou de investimentos). A informação disponibilizada visa apenas propósitos educacionais e de informação geral e não deve ser tomada como base para decisões sem a consulta a um profissional qualificado. Recomendamos fortemente a busca de orientação profissional adequada antes de agir com base em qualquer informação fornecida. Isenção de Responsabilidade por Erros e Omissões: Apesar dos nossos esforços para garantir a precisão das informações no nosso site, o \"Arte Latte Café\" não assume responsabilidade por quaisquer erros ou omissões, ou por quaisquer resultados obtidos do uso dessas informações. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "lar": "Arte Latte Café Lar: Descubra o Universo do Café com Arte e Paixão ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos Arte Latte Café Lar: Uma Experiência Única de Café Explore Nossa Seleção Premium de Cafés e a Arte do Latte ordem Arte no Latte : A arte do latte no Arte Latte Café transcende a mera decoração da espuma do leite. Para nós, é uma expressão de paixão e criatividade, onde cada xícara é um palco para a arte efêmera que encanta os olhos e o paladar. Nossos baristas são treinados nas técnicas mais avançadas de latte art, prontos para surpreender e encantar. Venha Nos Visitar Estamos localizados no coração da cidade, um oásis de tranquilidade e sabor onde você pode escapar do cotidiano e mergulhar no mundo do café. No Arte Latte Café, cada detalhe, da seleção de grãos à apresentação da bebida, é pensado para proporcionar uma experiência sem igual. Nossa equipe está sempre pronta para recebê-lo com um sorriso e recomendar a perfeita xícara de café, garantindo que cada visita seja memorável. Nossa Missão No coração do Arte Latte Café está nossa missão inabalável de enriquecer a vida de cada cliente, proporcionando uma experiência de café sem igual. Entendemos que o café é muito mais do que uma bebida; é um ritual, um momento de prazer e uma paixão compartilhada por muitos. Nossa seleção de grãos é meticulosamente escolhida por especialistas que percorrem o Brasil e o mundo, buscando os melhores e mais sustentáveis produtores. Com isso, garantimos que cada xícara ofereça não apenas um sabor excepcional, mas também conte uma história única, de amor e cuidado, desde o grão até a xícara. O Que Oferecemos Seleção Premium de Cafés: Nosso cardápio é uma cuidadosa curadoria de cafés, representando a diversidade e riqueza dos terroirs brasileiros e globais. Cada variedade é selecionada por seu perfil de sabor único, proporcionando aos nossos clientes uma jornada sensorial inesquecível. Eventos e Workshops Nossa paixão pelo café nos inspira a compartilhar conhecimento. Por isso, oferecemos uma programação variada de eventos, incluindo degustações guiadas, cursos de barismo e workshops sobre a história e a cultura do café. Essas experiências são oportunidades únicas para aprofundar seu apreço pelo café e conectar-se com outros aficionados. Junte-se a Nossa Comunidade No Arte Latte Café, acreditamos na força da comunidade. Por isso, convidamos você a seguir-nos nas redes sociais, onde compartilhamos não apenas novidades e promoções, mas também conteúdo educativo sobre o mundo do café. Participar da nossa comunidade online é uma ótima maneira de se manter conectado, inspirado e informado sobre tudo o que acontece no universo do café. Venha interagir conosco, compartilhar suas experiências e fazer parte desta família apaixonada por café. Junte-se a Nossa Comunidade No Arte Latte Café, acreditamos na força da comunidade. Por isso, convidamos você a seguir-nos nas redes sociais ordem Explore Nossa Seleção Premium de Cafés e a Arte do Latte Estamos localizados no coração da cidade, um oásis de tranquilidade e sabor onde você pode escapar do cotidiano e mergulhar no mundo do café. No Arte Latte Café, cada detalhe, da seleção de grãos à apresentação da bebida, é pensado para proporcionar uma experiência sem igual. Nossa equipe está sempre pronta para recebê-lo com um sorriso e recomendar a perfeita xícara de café, garantindo que cada visita seja memorável. Arte Latte Café Café Nossa paixão pelo café nos inspira a compartilhar conhecimento. Por isso, oferecemos uma programação variada de eventos, incluindo degustações guiadas, cursos de barismo e workshops sobre a história e a cultura do café. Essas experiências são oportunidades únicas para aprofundar seu apreço pelo café e conectar-se com outros aficionados. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "marca": "Arte Latte Café Sobre Nós: Nossa História e Paixão pelo Café ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos Arte Latte Café Sobre Nós: Conheça Nossa História A Jornada do Arte Latte: De São Paulo para o Mundo ordem Nossa Jornada A jornada do Arte Latte Café começou em uma pequena, porém charmosa, loja no bairro de Pinheiros. A ideia era simples: oferecer um refúgio para os amantes do café, um lugar onde pudessem desfrutar de grãos de alta qualidade de todo o mundo e apreciar a arte latte, transformando uma simples xícara de café em uma experiência única. Nosso Crescimento Ao longo dos anos, o Arte Latte Café se tornou mais do que apenas um café; transformou-se em um espaço de comunidade, onde pessoas de diferentes partes da cidade se reúnem para compartilhar histórias, ideias e, claro, uma boa xícara de café. A loja original de Pinheiros expandiu, abrindo novas filiais em outras partes de São Paulo e, eventualmente, em outras cidades do Brasil, levando a experiência Arte Latte para um público mais amplo. Nossa Filosofia A filosofia do Arte Latte Café gira em torno da ideia de que o café é uma arte e uma ciência. Da escolha dos grãos ao método de preparo, cada etapa é realizada com precisão e cuidado. Mas, mais do que isso, acreditamos que o café tem o poder de conectar pessoas, criar memórias e inspirar momentos de alegria e reflexão. Nosso Compromisso com a Sustentabilidade Conscientes do impacto ambiental e social da indústria do café, temos um compromisso firme com a sustentabilidade. Isso se reflete na nossa escolha de grãos, nas práticas de nossos fornecedores e na forma como operamos nossas lojas. Estamos empenhados em reduzir nossa pegada ecológica, apoiar as comunidades produtoras de café e promover uma cadeia de suprimentos justa e transparente. Convidamos Você a Fazer Parte da Nossa História Hoje, o Arte Latte Café é reconhecido não apenas por sua excelência em café, mas também como um espaço que acolhe a todos com um ambiente agradável e inspirador. Continuamos a explorar novas formas de celebrar e inovar no mundo do café, sempre fiéis à nossa missão de oferecer experiências memoráveis aos nossos clientes. Convidamos você a visitar o Arte Latte Café, seja para saborear nossa cuidadosa seleção de cafés, participar de um de nossos workshops ou simplesmente desfrutar do ambiente que criamos com tanto carinho. Seja bem-vindo à nossa família, onde cada xícara de café é uma história esperando para ser contada. Desde o início, Ana e Carlos se comprometeram a utilizar apenas os melhores grãos, trabalhando diretamente com fazendas brasileiras e internacionais que compartilham dos mesmos valores de sustentabilidade e qualidade. Eles viajaram para diferentes partes do Brasil e do mundo, aprendendo sobre as distintas culturas do café e trazendo para o Arte Latte Café uma seleção exclusiva de cafés de origem única e blends especiais. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "privacy-policy": "Política de Privacidade do Oásis de Sabores: Protegendo Suas Informações ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos Na \"Arte Latte Café\", a proteção da privacidade e segurança dos dados dos nossos clientes é de extrema importância. Nossa Política de Privacidade detalha as informações pessoais que coletamos, os motivos da coleta e os métodos de proteção dessas informações. Nós somos veementemente contra a venda, troca ou compartilhamento inadequado de suas informações pessoais identificáveis com terceiros, exceto em certas circunstâncias. Com nossos parceiros e prestadores de serviços que nos auxiliam nas operações do site, contanto que mantenham essas informações confidenciais e as utilizem exclusivamente para os fins acordados. Com nossos contratados e prestadores de serviços confiáveis que colaboram em nossas operações comerciais, com a condição de que mantenham essas informações confidenciais e as utilizem exclusivamente para os fins acordados. Implementamos diversas medidas de segurança para proteger suas informações pessoais. Contudo, é importante ressaltar que nenhum método de transmissão ou armazenamento de dados é completamente seguro. Nosso site utiliza cookies para melhorar sua experiência de usuário. Você pode ajustar as configurações do seu navegador para recusar cookies ou ser notificado quando eles estiverem sendo enviados. Usamos cookies para aprimorar a navegação em nosso site. Você pode configurar seu navegador para recusar todos os cookies ou para receber um aviso quando um cookie estiver sendo enviado. O Oásis de Sabores reserva-se o direito de alterar esta política de privacidade conforme necessário. Todas as mudanças serão divulgadas de forma proeminente na página inicial do nosso site. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "terms-conditions": "Utilizamos cookies para aprimorar a navegação no nosso site. Você pode configurar seu navegador para recusar todos os cookies ou para indicar quando um cookie está sendo enviado. ArteCafé Lar ArteCafé Marca Contactos Lar ArteCafé Marca Contactos Se alguma disposição destes termos for considerada inválida conforme a lei aplicável, tais disposições serão excluídas sem afetar as demais contidas aqui. O ArteCafé do Brasil reserva-se o direito de revisar estes termos a qualquer momento, conforme julgar necessário. Ao utilizar este site, é esperado que você revise regularmente esses termos. Este acordo estabelece as regras e diretrizes para acessar e usar o site ArteCafé do Brasil, acessível em www.chapeusdobrasil.com. Ao acessar este site, você concorda em cumprir estes termos e condições. Se discordar de qualquer parte deles, por favor, abstenha-se de utilizar nosso site. Ao utilizar este site, você concorda em aderir a estes termos e condições. Se não concordar com alguma parte dos termos, recomendamos que não utilize nosso site. Você concorda em indenizar o ArteCafé do Brasil na máxima extensão contra todas as responsabilidades, custos, demandas, causas de ação, danos e despesas decorrentes de qualquer violação destes termos. Seu Conteúdo deve ser de sua propriedade e não infringir os direitos de terceiros. O \"Arte Latte Café\" reserva-se o direito de remover qualquer conteúdo fornecido por você do site a qualquer momento, sem aviso prévio. Este site é fornecido \"como está\", com todas as falhas, e o ArteCafé do Brasil não faz representações ou garantias de qualquer tipo relacionadas a este site ou aos materiais nele contidos. Em nenhuma circunstância o ArteCafé do Brasil, nem seus diretores, funcionários ou agentes, serão responsabilizados por qualquer coisa decorrente ou relacionada ao uso deste site, seja contratualmente, por ato ilícito ou de outra forma. Salvo indicação em contrário, o \"Arte Latte Café\" e/ou seus licenciantes detêm os direitos de propriedade intelectual de todo o material presente no site. É concedida a você uma licença limitada, sujeita às restrições especificadas nestes termos, somente para visualizar o conteúdo disponibilizado. É proibida a reprodução, duplicação ou cópia de qualquer material do \"Arte Latte Café\" para qualquer finalidade sem a autorização escrita adequada. \"Seu Conteúdo\" refere-se a qualquer material (incluindo, mas não se limitando a, texto, imagens, áudio e vídeo) que você optar por fornecer ao site. Ao disponibilizar Seu Conteúdo, você concede ao \"Arte Latte Café\" um direito não exclusivo, mundial e irrevogável de utilizar, reproduzir, adaptar, publicar, traduzir e distribuir em qualquer meio. Política de Privacidade Termos e Condições Isenção de responsabilidade ArteLatteCafe@gmail.com +55 11 2345-6789 Rua da Harmonia, 123, Pinheiros, São Paulo, SP, 05435-000 Ao clicar em \"aceitar Cookies\", você concorda com o armazenamento de cookies em seu dispositivo para melhorar a navegação no site, analisar o uso do site e auxiliar em nossos esforços. aceitar Cookies",
    "thanks": "Obrigada! Obrigada Queremos expressar nossa sincera gratidão pelo apoio e confiança que nos concedeu. Sua decisão de nos escolher é extremamente significativa para nós, e estamos verdadeiramente honrados por tê-lo como parte de nossa comunidade. lar"
  }
}