{
  "name": "New_OasisInn_India",
  "pages": {
    "index": "Welcome to Oasis Inn - Your Perfect Getaway &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts Welcome to Oasis Inn Discover a sanctuary of tranquility and luxury at Oasis Inn. Nestled in the heart of the city, our hotel offers the perfect blend of comfort and convenience. Whether you're here for business or leisure, our elegantly designed rooms and top-notch amenities ensure a memorable stay. Enjoy breathtaking views, exceptional service, and a serene atmosphere that feels like a home away from home. Book Now 1500+ Happy Clients 120 Projects Completed 50 Awards Won 300 Team Members Why Choose Us High Quality We provide top-notch services that meet the highest standards of quality. Professional Team Our team consists of experienced professionals dedicated to your success. Fast Delivery Our efficient processes ensure timely delivery of your projects. Secure Services We prioritize your security and ensure your data is always protected. Discover Our Unique Features Welcome to Oasis Inn, where comfort meets luxury in the heart of the city. Our story began over a decade ago with a simple vision: to create a sanctuary for travelers seeking tranquility and exceptional service. Nestled in a prime location, Oasis Inn offers a unique blend of modern amenities and timeless elegance, making it the perfect destination for both business and leisure. Our commitment to excellence is reflected in every aspect of our hotel. From our meticulously designed rooms to our state-of-the-art facilities, we strive to provide an unforgettable experience for our guests. Our team of dedicated professionals is passionate about hospitality and goes above and beyond to ensure that every stay is memorable. At Oasis Inn, we believe that true luxury lies in the details. That's why we've curated a range of services and amenities to cater to your every need. Enjoy a refreshing dip in our rooftop pool, savor gourmet meals at our on-site restaurant, or unwind with a soothing treatment at our spa. Whatever your preference, we are here to make your stay as comfortable and enjoyable as possible. Hotel Blog Stay up to date with our latest articles Published: July 1, 2024 Top 5 Hotel Trends for 2024 As the hospitality industry continues to evolve, it's essential for hoteliers to stay ahead of the curve. Here are the top 5 trends that will shape the hotel experience in 2024.. Published: June 28, 2024 Best Practices for Hotel Marketing in a Digital Age In today's digital landscape, effective marketing strategies can make a significant impact on a hotel's success. Here are some best practices to enhance your hotel marketing efforts... Published: June 20, 2024 Ultimate Guide to Choosing the Right Hotel for Your Vacation Planning your next getaway? Here are essential tips for selecting the perfect hotel... Published: June 15, 2024 How Hotels Can Enhance Guest Experience Through Technology Technological advancements have revolutionized the hospitality industry. Here’s how hotels can leverage technology to improve guest experience... Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "privacy-policy": "Oasis Inn - Your Gateway to Relaxation &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts Privacy Policy Introduction Welcome to our Privacy Policy. Your privacy is critically important to us. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website, including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Information We Collect We may collect personal information such as your name, email address, mailing address, phone number, etc., when voluntarily submitted by you. We also collect anonymous information automatically generated by your visit to our Site. How We Use Your Information We use the information we collect in various ways, including to operate and maintain our Site, to improve our Site and services, to respond to your inquiries, and to send you promotional communications. Third-Party Links Our Site may contain links to third-party websites and services. Please note that we have no control over, and are not responsible for, the content or privacy practices of such websites or services. Security of Your Information We use administrative, technical, and physical security measures to protect your personal information. However, no method of transmission over the internet or electronic storage is 100% secure. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. If you have any questions about this Privacy Policy, please contact us oasisinn@gmail.com Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "terms-conditions": "Oasis Inn - Where Elegance Meets Tranquility &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts Terms and Conditions These terms and conditions outline the rules and regulations for the use of Oasis Inn's Website. Intellectual Property Rights Other than the content you own, under these Terms, Oasis Inn and/or its licensors own all the intellectual property rights and materials contained in this Website. Restrictions You are specifically restricted from all of the following: publishing any Website material in any other media; selling, sublicensing, and/or otherwise commercializing any Website material; publicly performing and/or showing any Website material; using this Website in any way that is or may be damaging to this Website; using this Website in any way that impacts user access to this Website; using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this Website; using this Website to engage in any advertising or marketing. Your Content In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on this Website. Limitation of Liability In no event shall Oasis Inn, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this Website, whether such liability is under contract, tort, or otherwise. Indemnification You hereby indemnify to the fullest extent Oasis Inn from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these Terms. Changes to These Terms We reserve the right to modify these Terms and Conditions at any time. By continuing to use the Website, you agree to be bound by the revised terms. If you have any questions about these Terms and Conditions, please contact us oasisinn@gmail.com Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "thanks": "Oasis Inn - A Sanctuary of Peace and Comfort We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Home Thank You! Your message has been received. We will get back to you shortly.",
    "about": "Oasis Inn - Tranquility in the Heart of the City &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts About Our Hotel Welcome to our hotel, where luxury meets comfort. Situated in the heart of a bustling city, our hotel offers a tranquil oasis for travelers seeking a memorable stay. Whether you're here for business or leisure, our dedicated team ensures every aspect of your experience is exceptional. Established in 1995, our hotel has a rich history of hospitality excellence. From our humble beginnings to becoming a preferred choice for discerning travelers, we have continually evolved to meet the needs and expectations of our guests. Over the years, we have earned a reputation for providing personalized service, luxurious accommodations, and a warm, welcoming atmosphere. Our commitment to quality and innovation has positioned us as a leader in the hospitality industry. Our Mission At our hotel, our mission is to exceed guest expectations by providing exceptional hospitality experiences. We strive to create a welcoming environment where every guest feels valued and cared for. We are committed to delivering personalized service and attention to detail in every interaction. Whether it's a warm greeting upon arrival, anticipating guest needs throughout their stay, or ensuring a seamless departure, we aim to leave a lasting impression. Our mission extends beyond excellent service to encompass sustainability and community engagement. We believe in responsible tourism practices and seek to minimize our environmental footprint while contributing positively to the communities we operate in. We continuously innovate and adapt to meet the evolving needs of our guests and the hospitality industry. By fostering a culture of excellence and empowerment among our team members, we strive to achieve our mission and uphold our values of integrity, respect, and excellence. Discover Our Services Accommodations We offer a variety of accommodations to suit every traveler's needs, from luxurious suites with panoramic views to comfortable standard rooms. Dining Enjoy exquisite dining experiences at our on-site restaurants and bars, offering a diverse menu of local and international cuisine. Spa & Wellness Indulge in relaxation and rejuvenation at our spa, where skilled therapists offer a range of treatments and therapies designed to pamper and revitalize. Meetings & Events Host successful meetings, conferences, and special events in our versatile venues equipped with state-of-the-art technology and personalized service. Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "casino": "Oasis Inn - Your Home Away from Home &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts About Our Casino Welcome to our casino, where excitement and entertainment await. Nestled in the heart of the city, our casino offers a premier gaming experience in a luxurious setting. Our casino floor is designed to provide an immersive experience with state-of-the-art equipment and personalized service from our knowledgeable staff. At our casino, we prioritize guest safety and ensure a fair and transparent gaming environment for everyone. Available Casino Games Discover a wide range of exciting casino games at our establishment. Whether you're a novice or a seasoned player, there's something for everyone Slot Machines Experience the thrill of our state-of-the-art slot machines at our casino. Whether you're a newcomer or a seasoned player, our diverse selection of slot games ensures there's something for everyone. Classic Table Games Experience the thrill of classic table games at our casino. Whether you're a novice or a seasoned player, our diverse selection ensures there's something for everyone. Electronic Gaming Explore our electronic gaming options for a modern and interactive experience at our casino. Find Out More About Us Dining and Entertainment Indulge in culinary delights at our restaurants and bars. Experience live entertainment and special events that complement your gaming experience. Promotions and Rewards Take advantage of our promotions and loyalty rewards program. Earn points while you play and redeem them for exclusive offers and benefits. Responsible Gaming We are committed to promoting responsible gaming practices. Our team is here to assist guests in making informed decisions and ensuring a safe and enjoyable environment for all. Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "contact": "Oasis Inn - Luxury and Comfort Await You &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts +91 49520 81520 oasisinn@gmail.com 749, Ashwem road, New Wada, Morjim, Goa 403512 Contact Us Have a question or need assistance? Please fill out the form below and we'll get back to you as soon as possible. Send Request I accept the Privacy Policy Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "disclaimers": "Oasis Inn - A Serene Escape from the Everyday &times; This site contains content that is only suitable for adults. By clicking \"Yes\", you confirm that you are at least 18 years old. Yes No We use cookies to improve your experience on our site, analyze our traffic, and personalize content. By clicking \"Accept\", you consent to our use of cookies. Accept Oasis Inn Home About Us Casino Contacts Home About Us Casino Contacts Disclaimer No warranties This website is provided \"as is\" without any representations or warranties, express or implied. Oasis Inn makes no representations or warranties in relation to this website or the information and materials provided on this website. Limitation of liability Oasis Inn will not be liable to you (whether under the law of contact, the law of torts, or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: to the extent that the website is provided free-of-charge, for any direct loss; for any indirect, special, or consequential loss; or for any business losses, loss of revenue, income, profits, or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. Exceptions Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit Oasis Inn's liability in respect of any: death or personal injury caused by Oasis Inn's negligence; fraud or fraudulent misrepresentation on the part of Oasis Inn; or matter which it would be illegal or unlawful for Oasis Inn to exclude or limit, or to attempt or purport to exclude or limit, its liability. Reasonableness By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable. Other parties You accept that, as a limited liability entity, Oasis Inn has an interest in limiting the personal liability of its officers and employees. You agree that you will not bring any claim personally against Oasis Inn's officers or employees in respect of any losses you suffer in connection with the website. Contact Information If you have any questions about this Disclaimer, please contact us oasisinn@gmail.com Oasis Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer"
  },
  "date": "2024-07-17T05:55:10.266Z"
}