{
  "name": "New_v9_ZeroRunner",
  "pages": {
    "contact": "Contact ZeroRunner: Reach Out for Premier Sports Equipment Rentals and Inquiries. Connect with Us for Exceptional Service. Your Adventure Awaits – Get in Touch Today! ZeroRunner: Your Ultimate Destination for Quality Sport Gear Rentals and Unforgettable Outdoor Experiences. Home Services About Blog Contacts Contact us Contact New Building, 20, 635109, SIDCO Industrial Estate, Sri Nagar, Hosur, Tamil Nadu 635126, India +919464403482 zerorunner@gmail.com I accept Privacy policy To send a letter Disclaimer Privacy Terms",
    "disclaimer": "Disclaimer - ZeroRunner Sports Equipment Rentals: Important Information and Terms. Understand Our Policies for a Safe and Enjoyable Experience. Read Our Disclaimer for Clarity on Liability, Terms of Use, and Rental Conditions. ZeroRunner Ensures Transparency and Accountability in Every Adventure. Home Services About Blog Contacts Disclaimer - ZeroRunner Sports Equipment Rentals ZeroRunner is not liable for any accidents, injuries, or damages that may occur during the use of rented sports equipment. All users are responsible for reading and understanding the terms and conditions outlined in the rental agreement. We do not guarantee the availability of specific equipment models and reserve the right to provide suitable alternatives. ZeroRunner is not responsible for any loss or damage to personal belongings left in rented equipment. Users are expected to inspect the equipment for any defects or issues before use and report them immediately. Rental fees are non-refundable, and users are responsible for returning the equipment in the same condition as received. ZeroRunner is not responsible for any delays or disruptions in service due to unforeseen circumstances. Users are required to follow all safety guidelines and usage instructions provided by ZeroRunner. We reserve the right to refuse service to anyone for any reason. ZeroRunner does not provide warranties, express or implied, regarding the fitness or suitability of the equipment for a particular purpose. Users are responsible for adhering to all local laws and regulations while using rented sports equipment. ZeroRunner is not liable for any medical conditions aggravated or caused by the use of sports equipment. Rental duration begins upon equipment pickup and ends upon return, as specified in the rental agreement. We reserve the right to charge additional fees for late returns or damage to equipment beyond normal wear and tear. ZeroRunner may update the terms of this disclaimer without prior notice, and users are responsible for reviewing the latest version. Users are encouraged to use personal protective equipment and exercise caution while engaging in sports activities. ZeroRunner is not responsible for any allergic reactions or sensitivities related to the materials used in the equipment. Users are responsible for securing rented equipment when not in use to prevent theft or unauthorized use. ZeroRunner is not liable for any discrepancies in equipment specifications provided on the website or in promotional materials. By renting equipment from ZeroRunner, users agree to abide by all terms and conditions outlined in this disclaimer. Contacts: zerorunner@gmail.com Disclaimer Privacy Terms",
    "index": "ZeroRunner: Your Path to an Active Lifestyle! High-quality sports equipment rental awaits you. We have everything for winter and summer activities: skis, snowboards, bicycles, and more. Optimize your sports experience with us! Accessible, convenient, reliable — ZeroRunner. Home Services About Blog Contacts Zero Runner Zero-impact running on the joints Contact Exercise equipment for home Cross-country tracks Elliptical trainers Exercise bike Ski simulators Strength training equipment Rowing machines Trampoline Gaming tables Massage armchairs Fitness accessories For fitness clubs Professional cardio equipment Weight block simulators Free exercise equipment scales Functional training Wellness, SPA, Massage Sports medicine and rehabilitation Available weight Promotion Treadmill CardioPower S35 $35 Treadmill CardioPower T20 Plus $47 Treadmill CardioPower T20 Plus Power $50 Treadmill CardioPower S55 $40 Treadmill CardioPower S25 $30 Buyer assistance Find out how to purchase a product, delivery and payment methods, as well as warranty conditions. Service request Leave a request for warranty and post-warranty repairs. Partner personal account Dealer personal account with access to information materials Showroom Leave a request to visit the showroom About company A reliable partner since 2015 for hundreds of companies. ZeroRunner is one of the largest importers of fitness equipment, exclusively representing the world's leading manufacturers on the Russian market We offer a wide range of the most modern and high-quality products for both home and commercial fitness. Today we are: a well-coordinated team of people who love sports and a healthy lifestyle, who know their business and are familiar with all the nuances of fitness equipment; a wide range of high-quality products from leading world brands with a huge selection of goods in stock; spare parts warehouse to ensure quality service and uninterrupted operation of equipment; full after-sales service with information and technical support; strict compliance with all obligations to partners; excellent prices and exclusive conditions for regular partners. What is the reason for our success? Firstly, we especially value our impeccable reputation and regularly raise the bar for service quality. Knowing how fragile customer trust can be, ZeroRunner specialists always focus on the interests of customers. Secondly, we supply only the highest quality and reliable products. Before launching on the Russian market, we carefully test each model, so all offered equipment is highly valued by customers and has a minimum of service problems. Today, the ZeroRunner catalog presents the world's best brands of sports equipment. The products of these brands are distinguished by an impeccable balance of quality and functionality, top the world's leading ratings and enjoy the trust of customers around the world. If you are looking for a reliable supplier of sports equipment, we will be glad to see you among our partners and are ready to offer the best conditions for profitable dealer cooperation! Contact Blog Sneakers are on sale Large selection and all sizes 2023.07.02 New arrival of home exercise equipment Collection update 2023.07.02 Nautilus trainers are now on sale Introducing the Nautilus 626 Series. 2023.08.02 Dumbbells from new manufacturers At reasonable prices 2023.07.02 Disclaimer Privacy Terms",
    "privacy": "Privacy Policy - ZeroRunner Sports Equipment Rentals: Safeguarding Your Information. Learn About Our Commitment to Privacy and Data Security. Read Our Privacy Policy for Insights on Data Handling, Collection, and Protection. Trust ZeroRunner for Responsible and Transparent Management of Your Personal Information. Home Services About Blog Contacts Privacy Policy - ZeroRunner Sports Equipment Rentals ZeroRunner is committed to protecting the privacy of users' personal information. We utilize industry-standard security measures to protect user data from unauthorized access or disclosure. Email addresses may be used to send occasional updates, promotions, or important information related to ZeroRunner services. Users can opt-out of promotional communications at any time by following the provided instructions. We do not knowingly collect personal information from children under the age of 13. Users have the right to access, correct, or delete their personal information by contacting ZeroRunner's customer support. ZeroRunner may transfer user data in the event of a business transfer, but privacy protections will remain in place. Our website may contain links to third-party websites, and we are not responsible for their privacy practices. ZeroRunner may update this privacy policy, and users are encouraged to review the latest version periodically. By using ZeroRunner's services, users consent to the terms outlined in this privacy policy. Users can contact ZeroRunner at zerorunner@gmail.com for any privacy-related concerns or inquiries. ZeroRunner complies with applicable data protection laws and regulations. We may use geolocation data for the purpose of providing location-based services with user consent. ZeroRunner does not sell or rent user data to third parties for marketing purposes. This privacy policy is effective. ZeroRunner conducts market research and analysis to improve our services. We employ strict data retention policies and only retain user information for as long as necessary for the stated purposes. ZeroRunner employs encryption technologies to secure data transmission and protect sensitive information. We may use pixel tags or similar technologies to track user interactions with our website for analytical purposes. ZeroRunner strives to promptly notify users of security policy changes. Disclaimer Privacy Terms",
    "terms": "Terms & Conditions - ZeroRunner Sports Equipment Rentals: Your Guide to Responsible Usage. Explore Our Rental Terms for Clarity on Responsibilities, Usage Guidelines, and Agreement Conditions. Trust ZeroRunner for Fair and Transparent Conditions in Your Sports Gear Rental Experience. Home Services About Blog Contacts Terms & Conditions - ZeroRunner Sports Equipment Rentals Users must read and agree to these terms and conditions before renting any sports equipment from ZeroRunner. Renters must be at least 18 years old or have the consent of a legal guardian to use our services. All rental fees and charges must be paid in full before the release of any equipment. ZeroRunner reserves the right to refuse service to anyone for any reason. Rental durations are specified in the rental agreement and must be adhered to by the user. Users are responsible for inspecting equipment upon receipt and reporting any damages or issues immediately. Rented equipment must be returned in the same condition as received, with normal wear and tear expected. Late returns may be subject to additional fees, as outlined in the rental agreement. ZeroRunner is not responsible for any accidents, injuries, or damages that may occur during the use of rented equipment. Users must follow all safety guidelines and usage instructions provided by ZeroRunner. Renters are responsible for securing equipment when not in use to prevent theft or unauthorized use. ZeroRunner does not provide warranties, express or implied, regarding the fitness or suitability of the equipment for a particular purpose. Renters are liable for any loss or damage to rented equipment, including theft, and are responsible for replacement costs. We reserve the right to charge a security deposit for certain equipment rentals, refundable upon satisfactory return. ZeroRunner may update these terms and conditions without prior notice, and users are responsible for reviewing the latest version. Renters are required to provide accurate and up-to-date personal information for the rental process. Users must comply with all local laws and regulations related to the use of sports equipment. ZeroRunner is not responsible for any allergic reactions or sensitivities related to the materials used in the equipment. Renters are encouraged to use personal protective equipment and exercise caution while engaging in sports activities. By renting equipment from ZeroRunner, users agree to abide by all terms and conditions outlined in this agreement. Contacts: zerorunner@gmail.com Disclaimer Privacy Terms",
    "thanks": "body{opacity: 0;} --> --> Thank You for Choosing ZeroRunner! Your Premier Destination for Sports Equipment Rentals. Gratitude for Your Trust in Our Services. Explore a World of Adventure with Top-Quality Gear. Your Satisfaction Drives Us. Thank You for Making ZeroRunner Your Ultimate Choice for Unforgettable Outdoor Experiences. Thank You for Choosing ZeroRunner! We want to express our heartfelt gratitude for choosing ZeroRunner as your preferred destination for sports equipment rentals. Your trust and support mean the world to us. At ZeroRunner, we are committed to providing top-notch service and high-quality gear for your outdoor adventures. We appreciate the opportunity to be a part of your journey and are excited to contribute to your memorable experiences. Thank you once again for making ZeroRunner your ultimate choice. Your satisfaction is our priority, and we look forward to serving you for all your future sports equipment rental needs. Best Regards, The ZeroRunner Team Home"
  }
}