{
  "name": "New_v9_Amazonia",
  "pages": {
    "index": "Amazônia - Estúdio de Beleza Amazônia Home Sobre Nós Serviços> Galeria Contatos Amazônia Estúdio de Beleza Bem-vindo ao \"Amazônia - Estúdio de Beleza\"! Oferecemos uma ampla gama de tratamentos faciais, corporais e capilares, utilizando apenas produtos naturais e técnicas avançadas. Nossa equipe de profissionais criará um ambiente acolhedor e cuidadoso para que você possa desfrutar da verdadeira beleza e harmonia. Ver serviços Ofertas especiais Hora Feliz 20% de desconto em todos os tratamentos faciais e corporais das 10h às 14h em dias úteis. Oferta válida apenas com agendamento prévio. Pacote \"Dia de Spa\" Pacote especial que inclui tratamento facial, massagem corporal e manicure/pedicure. 15% de desconto no pacote completo. Chá ou café gratuito na área de descanso. Traga um Amigo Traga um amigo e ganhe 10% de desconto no próximo tratamento. O amigo também recebe 10% de desconto no primeiro tratamento. Assinatura Mensal Ao comprar uma assinatura de 4 tratamentos, ganhe o 5º gratuitamente. Válido para qualquer tratamento à sua escolha. Vales-presente Compre um vale-presente de qualquer valor e ganhe 5% de desconto na próxima visita. História do Salão O salão de beleza \"Amazônia - Estúdio de Beleza\" foi fundado em 2010, no coração do Brasil, inspirado pela rica natureza e herança cultural da região amazônica. A fundadora do salão, Maria Silva, tinha o sonho de criar um espaço único, onde cada mulher pudesse sentir o cuidado e a beleza baseados em produtos naturais e tradições. Maria nasceu e cresceu em uma pequena vila às margens do rio Amazonas. Desde a infância, ela foi cercada por uma natureza deslumbrante, e foram essas paisagens que a inspiraram a criar um salão onde cada cliente pudesse tocar a verdadeira beleza e harmonia da natureza. Após obter formação em cosmetologia e cuidados com a pele, Maria decidiu transformar seu sonho em realidade e abrir seu próprio salão. Desde sua inauguração, o \"Amazônia - Estúdio de Beleza\" tornou-se um local popular para todos que procuram tratamentos de alta qualidade e um acolhimento caloroso. No salão, são utilizados apenas produtos naturais e ecologicamente corretos, muitos dos quais contêm extratos de plantas da Amazônia. A equipe do salão é composta por profissionais experientes e qualificados, que se dedicam a oferecer aos clientes os melhores serviços e uma experiência inesquecível. Hoje, o \"Amazônia - Estúdio de Beleza\" continua a crescer e evoluir, permanecendo fiel às suas raízes e tradições. Temos orgulho de oferecer aos nossos clientes tratamentos únicos e eficazes, baseados em ingredientes naturais e tecnologias modernas. \\ Missão Nossa missão no \"Amazônia - Estúdio de Beleza\" é proporcionar a cada cliente um atendimento personalizado e de alta qualidade, baseado em produtos naturais e técnicas avançadas. Nos esforçamos para criar um ambiente acolhedor e cuidadoso, onde cada pessoa se sinta especial e possa desfrutar de tratamentos que restauram a beleza e a harmonia. Nosso objetivo é realçar a beleza natural de cada cliente e ajudá-los a se sentir confiantes e deslumbrantes. Visão Nossa visão é nos tornar líderes no setor de beleza e cuidados, oferecendo tratamentos únicos inspirados na natureza da Amazônia. Buscamos fazer do \"Amazônia - Estúdio de Beleza\" um local onde os clientes possam encontrar equilíbrio e renovar suas energias, confiando em nosso profissionalismo e produtos naturais de alta qualidade. Acreditamos na importância do desenvolvimento sustentável e na preservação da natureza, por isso continuamos a implementar práticas e produtos ecologicamente corretos em nossos tratamentos. Nossa visão inclui expandir a rede de salões para que mais pessoas possam desfrutar de nossos serviços e da nossa filosofia de beleza. Equipe de Especialistas No \"Amazônia - Estúdio de Beleza\", nos orgulhamos de nossa equipe de especialistas altamente qualificados e experientes, que se dedicam a fornecer a cada cliente um atendimento excepcional e resultados incríveis. Nossa equipe é composta por: Maria Silva Fundadora e Principal Cosmetologista Com mais de 20 anos de experiência na indústria da beleza, Maria é uma expert em cuidados com a pele e utiliza produtos naturais para alcançar os melhores resultados. Sua paixão pela beleza e cuidado com os clientes inspira toda a equipe. Ana Carolina Principal Estilista e Maquiadora Ana tem mais de 15 anos de experiência na criação de penteados e maquiagens deslumbrantes. Ela participa regularmente de cursos de atualização e segue as últimas tendências do mundo da moda e beleza. João Pedro Massoterapeuta e Especialista em Cuidados Corporais João possui profundo conhecimento em massagem e cuidados corporais, incluindo várias técnicas de relaxamento e recuperação. Ele ajuda os clientes a aliviar o estresse e encontrar harmonia. Luísa Fernandes Especialista em Manicure e Pedicure Luísa é uma mestre em sua área com mais de 10 anos de experiência. Sua abordagem criativa e atenção aos detalhes tornam cada manicure e pedicure uma verdadeira obra de arte. Rafaela Costa Administradora Rafaela é responsável pela organização do trabalho do salão e pelo atendimento aos clientes. Sua simpatia e profissionalismo ajudam a criar um ambiente acolhedor e convidativo para todos os visitantes. Categorias de Serviços Cuidados Faciais Limpeza Profunda Limpeza profunda da pele com produtos naturais que ajudam a remover impurezas e revitalizar o rosto. Máscara Hidratante Hidratação intensa da pele com máscaras à base de extratos de plantas da Amazônia, conferindo frescor e brilho. Tratamento Anti-Idade Conjunto de procedimentos destinados a reduzir rugas e firmar a pele, utilizando as mais recentes tecnologias e ingredientes naturais. Cuidados Corporais Massagem Relaxante Massagem relaxante com óleos aromáticos que ajudam a aliviar o estresse e melhorar o bem-estar geral. Esfoliação Corporal Limpeza profunda e renovação da pele com esfoliantes naturais à base de açúcar e extratos de plantas. Envolvimentos Corporais Procedimentos voltados para hidratação e tonificação da pele com envolvimentos naturais. Maquiagem Maquiagem Diurna Maquiagem leve e natural que realça a beleza natural do cliente. Maquiagem Noturna Maquiagem mais intensa e vibrante para ocasiões especiais e eventos. Maquiagem para Noivas Maquiagem especial para noivas, incluindo maquiagem de teste e abordagem individual para cada cliente. Penteados Corte de Cabelo Seleção individual de corte de cabelo, levando em consideração as características do cabelo e os desejos do cliente. Penteados Criação de penteados elegantes para o dia a dia e ocasiões especiais. Coloração Utilização de tintas de alta qualidade para dar um novo tom e brilho ao cabelo. Manicure e Pedicure Manicure Clássica Corte e modelagem das unhas, cuidados com as cutículas e aplicação de esmalte. Manicure SPA Cuidados com o uso de máscaras e óleos naturais para as mãos. Pedicure Cuidados completos com as unhas e a pele dos pés, incluindo esfoliação e hidratação. inscrever-se em um serviço Galeria Estúdio de Beleza \"Amazônia\" Por favor, preencha o formulário abaixo para agendar o seu serviço. Entraremos em contato com você em breve para confirmar sua reserva e esclarecer todos os detalhes. Sua satisfação e conforto são nossa prioridade, e estamos ansiosos para oferecer nossos serviços a você. Eu aceito política de privacidade enviar Av. Três, quadra 101 - n. 13 - Jardim São Cristovão, São Luís - MA, 65055-315, Brazil +55-51423-07785 amazonia@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Amazônia - Política de Privacidade Amazônia Home Sobre Nós Serviços> Galeria Contatos Política de Privacidade Bem-vindo ao \"Amazônia - Estúdio de Beleza\". Valorizamos muito sua privacidade e estamos comprometidos em proteger seus dados pessoais. Esta Política de Privacidade explica quais dados coletamos, como os usamos e quais medidas tomamos para protegê-los. Coleta de Informações Podemos coletar os seguintes tipos de informações: Dados pessoais: nome, endereço de e-mail, número de telefone e outras informações de contato. Informações sobre visitas: datas e horários das visitas, serviços utilizados. Dados coletados automaticamente: tipo de navegador, idioma do navegador, horário de acesso e páginas visitadas. Uso das Informações Os dados coletados podem ser usados para os seguintes fins: Processar suas reservas e fornecer os serviços solicitados. Melhorar a qualidade de nossos serviços e personalizar sua experiência. Enviar notificações sobre futuras reservas, promoções e notícias. Administrar e melhorar nosso site e serviços online. Cumprir obrigações legais. Proteção de Dados Tomamos todas as medidas necessárias para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. Isso inclui verificações internas de nossos processos de coleta, armazenamento e processamento de dados, bem como medidas de segurança como criptografia e uso de servidores seguros. Divulgação de Informações Não compartilhamos seus dados pessoais com terceiros, exceto nas seguintes circunstâncias: Com o seu consentimento. Para cumprir exigências legais. Para proteger nossos direitos e propriedades. Seus Direitos Você tem o direito de acessar, corrigir, atualizar e excluir seus dados pessoais. Para exercer esses direitos, entre em contato conosco através das informações de contato fornecidas em nosso site. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Todas as alterações serão publicadas nesta página e, se as mudanças forem significativas, forneceremos um aviso mais destacado. Informações de Contato Se você tiver perguntas ou sugestões sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail amazonia@gmail.com. Av. Três, quadra 101 - n. 13 - Jardim São Cristovão, São Luís - MA, 65055-315, Brazil +55-51423-07785 amazonia@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Amazônia - Termos e Condições Amazônia Home Sobre Nós Serviços> Galeria Contatos Termos e Condições Bem-vindo ao Amazônia! Estes Termos e Condições regulam o uso do nosso site e serviços. Ao utilizar nosso site e serviços, você concorda com estes termos. Se você não concordar com estes termos, por favor, não utilize nosso site e serviços. Coleta de Informações Podemos coletar os seguintes tipos de informações: Dados pessoais: nome, endereço de e-mail, número de telefone e outras informações de contato. Informações sobre visitas: datas e horários das visitas, serviços utilizados. Dados coletados automaticamente: tipo de navegador, idioma do navegador, horário de acesso e páginas visitadas. Uso das Informações Os dados coletados podem ser usados para os seguintes fins: Melhorar a qualidade de nossos serviços e personalizar sua experiência. Enviar notificações sobre futuras reservas, promoções e notícias. Administrar e melhorar nosso site e serviços online. Cumprir obrigações legais. Proteção de Dados Tomamos todas as medidas necessárias para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. Isso inclui verificações internas de nossos processos de coleta, armazenamento e processamento de dados, bem como medidas de segurança como criptografia e uso de servidores seguros. Divulgação de Informações Não compartilhamos seus dados pessoais com terceiros, exceto nas seguintes circunstâncias: Com o seu consentimento. Para cumprir exigências legais. Para proteger nossos direitos e propriedades. Seus Direitos Você tem o direito de acessar, corrigir, atualizar e excluir seus dados pessoais. Para exercer esses direitos, entre em contato conosco através das informações de contato fornecidas em nosso site. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Todas as alterações serão publicadas nesta página e, se as mudanças forem significativas, forneceremos um aviso mais destacado. Informações de Contato Se você tiver perguntas ou sugestões sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail amazonia@gmail.com Retenção de Dados Reteremos seus dados pessoais apenas pelo tempo necessário para cumprir os fins para os quais foram coletados, inclusive para atender a quaisquer exigências legais, contábeis ou de relatórios. Transferência de Dados Os dados coletados podem ser transferidos e armazenados em servidores localizados fora do seu país de residência. Ao utilizar nossos serviços, você concorda com essa transferência de dados, que será realizada em conformidade com as leis de proteção de dados aplicáveis. Segurança de Dados Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado e divulgação, incluindo firewalls, criptografia e controles de acesso. No entanto, nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro, portanto, não podemos garantir segurança absoluta. Consentimento para Coleta de Dados de Menores Nosso site e serviços não são direcionados a menores de 18 anos. Não coletamos intencionalmente dados pessoais de menores de 18 anos. Se descobrirmos que coletamos dados pessoais de um menor de 18 anos, tomaremos medidas para excluir essas informações. Links para Outros Sites Nosso site pode conter links para outros sites. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses outros sites. Recomendamos que você leia as políticas de privacidade de cada site que visitar. Av. Três, quadra 101 - n. 13 - Jardim São Cristovão, São Luís - MA, 65055-315, Brazil +55-51423-07785 amazonia@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Obrigado por Visitar o Amazônia - Estúdio de Beleza body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff; border: 3px solid #631833; border-radius: 5px; } h1 { color: #101010; } p { color: #101010; margin-bottom: 20px; } .btn { background-color: #631833; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; border: 4px solid #631833; } .btn:hover { background-color: #fff; color: #631833; } Obrigado por Visitar Nosso Site! Obrigado por dedicar seu tempo para visitar nosso site. Agradecemos seu interesse e esperamos que você tenha encontrado tudo o que estava procurando. Se tiver alguma dúvida ou precisar de mais assistência, sinta-se à vontade para entrar em contato conosco. Esperamos atendê-lo novamente em breve! Home"
  },
  "date": "2024-07-20T11:11:45.404Z"
}