{
  "name": "New_v9_CheholPro",
  "pages": {
    "index": "CheholPro - Capas de Proteção para o Seu Smartphone CheholPro Casa Sobre Nós Catálogo Proteja o Seu Smartphone com a CheholPro Bem-vindo à CheholPro - sua fonte confiável de capas de alta qualidade e estilo para todos os modelos de smartphones. Nossas capas oferecem proteção robusta contra impactos, arranhões e outros danos, mantendo seu dispositivo com uma aparência e funcionalidade impecáveis. Descubra nossa ampla variedade, que inclui designs clássicos e modernos, e encontre a capa perfeita para o seu telefone. Com a CheholPro, seu smartphone estará sempre seguro e com uma aparência elegante! Sobre a CheholPro Nossa Missão Na CheholPro, nossa missão é fornecer capas de smartphones de alta qualidade que combinam proteção robusta com design elegante. Acreditamos que seu smartphone merece o melhor em termos de segurança e estilo. Por Que Escolher CheholPro? Nossas capas são feitas de materiais duráveis e são projetadas para se ajustar perfeitamente ao seu dispositivo. Oferecemos uma ampla variedade de estilos e cores para atender a todos os gostos e preferências. Nossos Benefícios Alta Qualidade Nossas capas são feitas de materiais premium, garantindo durabilidade e proteção máxima para o seu smartphone. Design Exclusivo Oferecemos uma ampla variedade de designs exclusivos que combinam estilo e funcionalidade, para que você possa se destacar. Ajuste Perfeito Nossas capas são projetadas para se ajustarem perfeitamente ao seu dispositivo, proporcionando fácil acesso a todos os botões e portas. Preços Acessíveis Oferecemos produtos de alta qualidade a preços acessíveis, garantindo o melhor custo-benefício para nossos clientes. Nosso Catálogo Na CheholPro, oferecemos as melhores e mais qualitativas capas para smartphones. Nossos produtos são feitos de materiais premium e projetados para oferecer máxima proteção e estilo ao seu dispositivo. Capas de Smartphones Explore nossa ampla variedade de capas para todos os modelos de smartphones. Oferecemos designs modernos e proteção robusta. Ver Capas Seu Design nas Capas Personalize suas capas com seu próprio design. Crie uma capa exclusiva que reflete seu estilo e personalidade. Criar Design Capas Premium Descubra nossas capas premium feitas de materiais de alta qualidade para um toque de elegância e máxima proteção. Ver Capas Premium O que nossos clientes dizem Adorei a capa que comprei na CheholPro! Ótima qualidade e encaixe perfeito no meu smartphone. - Maria S. Os designs são incríveis e a proteção é excelente. Recomendo a todos! - João P. Serviço de atendimento ao cliente excelente e entrega rápida. Estou muito satisfeito. - Ana L. Capas robustas e estilosas. Perfeitas para quem quer proteger o smartphone com elegância. - Carlos M. Personalizei minha capa e ficou exatamente como eu queria. Ótima experiência! - Fernanda R. As capas premium são realmente de alta qualidade. Vale cada centavo. - Pedro T. Receba Nosso Catálogo Para receber nosso catálogo completo de capas de smartphones, por favor, preencha o formulário abaixo. Entraremos em contato com você em breve! Nome: E-mail: Mensagem: Aceito a Política de Privacidade Enviar CheholPro Casa Sobre Nós Catálogo Telefone: +55-49-2674-2593 E-mail: CheholPro@gmail.com Endereço: Rua Pantanal, 269 - Planalto, Natal - RN, 59073-333, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - CheholPro CheholPro Casa Sobre Nós Catálogo Política de Privacidade A CheholPro respeita sua privacidade e se compromete a proteger suas informações pessoais. Esta Política de Privacidade explica como coletamos, utilizamos e protegemos seus dados. 1. Coleta de Informações Coletamos informações pessoais de diversas formas, como quando você visita nosso site, realiza um pedido, assina nosso boletim informativo ou entra em contato conosco. As informações coletadas podem incluir seu nome, e-mail, número de telefone e endereço de entrega. 2. Uso das Informações As informações coletadas são utilizadas para fornecer e aprimorar nossos serviços, processar pedidos, enviar atualizações e ofertas especiais, além de responder às suas perguntas e solicitações. Também utilizamos suas informações para personalizar sua experiência em nosso site e para fins de marketing interno. 3. Proteção das Informações Implementamos diversas medidas de segurança para proteger suas informações pessoais. Utilizamos tecnologia de criptografia para proteger os dados transmitidos e armazenados, limitando o acesso às informações apenas aos funcionários que necessitam delas para executar suas funções. 4. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros, exceto quando necessário para processar pedidos e fornecer serviços. Podemos compartilhar suas informações com prestadores de serviços de confiança que nos auxiliam na operação do site e condução dos negócios, desde que esses prestadores concordem em manter a confidencialidade das informações. 5. Direitos do Usuário Você tem o direito de acessar, corrigir e excluir suas informações pessoais. Caso deseje exercer esses direitos, entre em contato conosco pelo e-mail CheholPro@gmail.com. Responderemos a todas as solicitações em um prazo razoável. 6. Retenção de Dados Reteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 7. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou em leis aplicáveis. Recomendamos que você revise esta política regularmente para se manter informado sobre como protegemos suas informações. 8. Contato Se você tiver qualquer dúvida sobre esta Política de Privacidade ou sobre como tratamos suas informações pessoais, por favor, entre em contato conosco pelo e-mail CheholPro@gmail.com. 9. Consentimento Ao utilizar nosso site, você concorda com a coleta e uso de suas informações pessoais conforme descrito nesta Política de Privacidade. Se não concordar com esta política, por favor, não utilize nosso site. 10. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Recomendamos que você leia as políticas de privacidade de qualquer site de terceiros que visite. 11. Segurança Infantil Não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se tomarmos conhecimento de que coletamos informações pessoais de uma criança menor de 13 anos, tomaremos medidas para excluir essas informações o mais rápido possível. 12. Uso de Tecnologias de Rastreamento Utilizamos tecnologias de rastreamento, como pixel tags e web beacons, para entender como nossos usuários interagem com nosso site e melhorar nossos serviços. Essas tecnologias nos ajudam a fornecer uma experiência mais personalizada e a medir a eficácia de nossas campanhas publicitárias. 13. Política de Não-Rastreamento Nosso site não responde a sinais de Não-Rastreamento (Do Not Track) de navegadores. No entanto, você pode ajustar as configurações de privacidade em seu navegador para limitar o rastreamento online. 14. Transferências Internacionais de Dados Podemos transferir suas informações pessoais para outros países para fins de processamento e armazenamento. Tomaremos as medidas necessárias para garantir que suas informações sejam tratadas de acordo com esta Política de Privacidade e com as leis aplicáveis. 15. Atualizações de Informações Pessoais É importante que as informações pessoais que mantemos sobre você sejam precisas e atualizadas. Por favor, informe-nos sobre qualquer mudança em suas informações pessoais entrando em contato conosco pelo e-mail CheholPro@gmail.com. 16. Conformidade com a Legislação Cumprimos todas as leis e regulamentações aplicáveis relativas à proteção de dados e privacidade. Se você acredita que não estamos cumprindo nossas obrigações legais, por favor, entre em contato conosco para que possamos resolver a questão. 17. Feedback e Reclamações Valorizamos seu feedback e estamos comprometidos em resolver quaisquer preocupações que você possa ter sobre nossa Política de Privacidade. Se você tiver qualquer reclamação ou dúvida, entre em contato conosco pelo e-mail CheholPro@gmail.com. 18. Aceitação dos Termos Ao utilizar nosso site, você reconhece que leu e concorda com os termos desta Política de Privacidade. Se não concordar com estes termos, por favor, não utilize nosso site. CheholPro Casa Sobre Nós Catálogo Telefone: +55-49-2674-2593 E-mail: CheholPro@gmail.com Endereço: Rua Pantanal, 269 - Planalto, Natal - RN, 59073-333, Brasil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - CheholPro CheholPro Casa Sobre Nós Catálogo Termos e Condições Bem-vindo à CheholPro! Estes Termos e Condições regem o uso do nosso site e dos serviços oferecidos. Ao acessar ou usar nosso site, você concorda com os termos descritos abaixo. Se você não concordar com esses termos, por favor, não use nosso site. 1. Aceitação dos Termos Ao usar nosso site, você concorda em cumprir e estar vinculado a estes Termos e Condições. Estes termos podem ser atualizados periodicamente, e recomendamos que você os revise regularmente para se manter informado sobre quaisquer alterações. 2. Uso do Site Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. Você não deve usar o site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar o funcionamento do site ou interferir no uso de qualquer outra parte do site por qualquer pessoa. 3. Conta de Usuário Para acessar certos recursos do site, você pode ser solicitado a criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta, incluindo sua senha, e por todas as atividades que ocorram sob sua conta. Você concorda em notificar imediatamente a CheholPro de qualquer uso não autorizado da sua conta ou qualquer outra violação de segurança. 4. Propriedade Intelectual Todo o conteúdo disponível no site, incluindo textos, gráficos, logotipos, ícones, imagens e software, é propriedade da CheholPro ou de seus fornecedores de conteúdo e é protegido por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você não deve reproduzir, distribuir, modificar, criar trabalhos derivados, exibir publicamente ou de qualquer outra forma usar qualquer conteúdo sem a permissão prévia por escrito da CheholPro. 5. Produtos e Serviços A CheholPro se esforça para garantir que as informações sobre produtos e serviços no site sejam precisas e atualizadas. No entanto, não garantimos que as descrições dos produtos, preços ou outras informações sejam precisas, completas, confiáveis, atuais ou livres de erros. Reservamo-nos o direito de corrigir quaisquer erros, imprecisões ou omissões e de alterar ou atualizar as informações a qualquer momento sem aviso prévio. 6. Pedidos e Pagamentos Ao fazer um pedido através do nosso site, você concorda em fornecer informações precisas e completas sobre você e seu pagamento. Reservamo-nos o direito de recusar ou cancelar qualquer pedido a nosso critério. Se o seu pedido for cancelado após o processamento do pagamento, reembolsaremos o valor total da transação. 7. Envio e Entrega A CheholPro se compromete a processar e enviar pedidos em tempo hábil. No entanto, os prazos de entrega são estimativas e não garantimos que seu pedido será entregue dentro do período estimado. Não somos responsáveis por atrasos na entrega causados por circunstâncias além do nosso controle, incluindo atrasos de transportadoras e alfândega. 8. Devoluções e Reembolsos Se você não estiver satisfeito com sua compra, entre em contato conosco pelo e-mail CheholPro@gmail.com para solicitar uma devolução ou reembolso. Aceitaremos devoluções de produtos não utilizados e em sua embalagem original dentro de 30 dias após a entrega. O reembolso será processado na forma de pagamento original, menos quaisquer custos de envio e manuseio. 9. Limitação de Responsabilidade Em nenhum caso a CheholPro será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais que resultem do uso ou da incapacidade de usar o site ou os produtos e serviços oferecidos, mesmo se tivermos sido avisados da possibilidade de tais danos. Esta limitação de responsabilidade se aplica a todas as causas de ação, incluindo contrato, garantia, responsabilidade civil, negligência e outras teorias legais. 10. Indenização Você concorda em indenizar, defender e isentar a CheholPro e seus diretores, funcionários, agentes e afiliados de todas e quaisquer reivindicações, responsabilidades, danos, perdas ou despesas, incluindo honorários advocatícios razoáveis, decorrentes ou relacionados ao seu uso do site, violação destes Termos e Condições ou violação de quaisquer direitos de terceiros. 11. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são controlados ou operados pela CheholPro. Não somos responsáveis pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros. Recomendamos que você leia os termos e condições e as políticas de privacidade de todos os sites de terceiros que visitar. 12. Modificações no Site e nos Termos Reservamo-nos o direito de modificar ou descontinuar, temporária ou permanentemente, o site ou qualquer parte dele com ou sem aviso prévio. Também podemos alterar estes Termos e Condições a qualquer momento. Qualquer modificação será efetiva imediatamente após a publicação no site. Seu uso continuado do site após a publicação das modificações constitui sua aceitação dos novos termos. 13. Rescisão Podemos, a nosso critério, suspender ou encerrar seu acesso ao site por qualquer motivo, incluindo, sem limitação, se acreditarmos que você violou estes Termos e Condições. Após a rescisão, seu direito de usar o site cessará imediatamente e podemos desativar ou excluir sua conta e todas as informações e arquivos relacionados. 14. Lei Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do Brasil, sem considerar seus conflitos de princípios legais. Qualquer disputa decorrente ou relacionada a estes Termos e Condições será resolvida exclusivamente nos tribunais brasileiros. 15. Disposições Gerais Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito. Estes Termos e Condições constituem o acordo integral entre você e a CheholPro com relação ao uso do site, substituindo quaisquer acordos anteriores. 16. Contato Se você tiver qualquer dúvida sobre estes Termos e Condições, entre em contato conosco pelo e-mail CheholPro@gmail.com. Estamos aqui para ajudar e responderemos a todas as suas perguntas em tempo hábil. CheholPro Casa Sobre Nós Catálogo Telefone: +55-49-2674-2593 E-mail: CheholPro@gmail.com Endereço: Rua Pantanal, 269 - Planalto, Natal - RN, 59073-333, Brasil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado - CheholPro Obrigado pela Sua Solicitação! Agradecemos por entrar em contato conosco. Sua solicitação foi recebida e entraremos em contato com você em breve. Se você tiver qualquer dúvida adicional, sinta-se à vontade para nos enviar um e-mail para CheholPro@gmail.com. Voltar para a Página Inicial"
  },
  "date": "2024-07-11T07:13:21.581Z"
}