{
  "name": "New_v9_HydroCraft",
  "pages": {
    "about": "Vaidades e armários de banheiro elegantes | HydroCraft HydroCraft Casa Sobre nós Catálogo HydroCraft Casa Sobre nós Catálogo +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010 Sobre Hydro Craft Na Hydro Craft, somos apaixonados por fornecer soluções de móveis para banheiro de alta qualidade que combinam funcionalidade e apelo estético. Com anos de experiência no setor, entendemos a importância de criar espaços que sejam práticos e bonitos. Nossa missão Na HydroCraft, nossa missão é aprimorar sua experiência no banheiro, oferecendo uma seleção selecionada de móveis elegantes, funcionais e duráveis. Entendemos que o banheiro é mais do que um espaço funcional; é um santuário onde você começa e termina o dia. É por isso que temos o compromisso de fornecer produtos que aliem beleza e praticidade, ajudando você a criar um banheiro que reflita seu estilo pessoal e atenda às suas necessidades do dia a dia. Nossa visão HydroCraft imagina um mundo onde cada banheiro seja um refúgio de conforto e elegância. Inovamos e expandimos continuamente a nossa gama de produtos para lhe trazer as mais recentes tendências e tecnologias de design de casas de banho, ajudando-o a criar um espaço que é exclusivamente seu. Por que escolher móveis de banheiro Hydro Craft? Designs elegantes Nossos designs são elaborados pensando na estética e na funcionalidade. Acreditamos que os móveis do seu banheiro não devem apenas ter uma ótima aparência, mas também atender às suas necessidades de maneira eficaz. Satisfação do cliente Sua satisfação é a nossa prioridade. Temos o compromisso de fornecer um excelente atendimento ao cliente e garantir que você fique totalmente satisfeito com sua compra. Materiais de qualidade Usamos apenas materiais da mais alta qualidade para garantir durabilidade e longevidade. Nossos móveis são construídos para resistir à umidade e ao uso diário típico dos ambientes de banheiro. Sara HydroCraft oferece produtos excelentes! A qualidade dos móveis do banheiro é excelente e realmente melhorou a aparência da minha casa. Altamente recomendado! Jane Estou extremamente satisfeito com minha compra na HydroCraft. O atendimento ao cliente foi excelente e a entrega foi rápida e sem complicações. Nosso time Michael Brown CEO Richard Garcia CTO Abigail Martinez COO Mia Jones CFO Hydro Craft Casa Sobre nós Catálogo Política de Privacidade Termos e Condições +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010",
    "catalog": "Móveis de banheiro luxuosos da HydroCraft HydroCraft Casa Sobre nós Catálogo HydroCraft Casa Sobre nós Catálogo +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010 Bem-vindo ao nosso catálogo de produtos Aqui você encontra produtos de qualidade a preços competitivos Categorias Bicos Produtos: 32 Suportes de chuveiro Produtos: 20 Sistemas de chuveiro Produtos: 25 Torneiras Produtos: 15 Acessórios Produtos: 22 Produtos populares Misturador para bidé Demm Rory com 1 furo com válvula inferior, cor: bronze $5 Misturador embutido para lavatório Demm Rory, com parte interna, bico 18 cm, cor: cromo-ouro $7 Misturador para lavatório Demm Rory com 1 furo com válvula inferior, cor: cromado $10 Misturador para bidé Demm Rory com 1 furo com válvula inferior, cor: preto fosco $9 Misturador para lavatório Demm Rory com 1 furo, cor: cromo $15 Misturador para lavatório Demm Rory com 1 furo, cor: cromo $20 Perguntas frequentes Qual é a sua política de devolução? Oferecemos uma política de devolução de 30 dias para todos os nossos produtos. Você pode devolver qualquer item dentro de 30 dias após a compra para obter um reembolso total. Vocês oferecem frete internacional? Sim, enviamos para a maioria dos países do mundo. Os custos de envio e os prazos de entrega variam dependendo do destino. Como posso rastrear meu pedido? Assim que seu pedido for enviado, você receberá um número de rastreamento por e-mail. Você pode usar esse número para rastrear seu pedido em nosso site. Que tipos de pagamentos você aceita? Aceitamos uma variedade de métodos de pagamento, incluindo cartões de crédito, PayPal e transferências bancárias. Hydro Craft Casa Sobre nós Catálogo Política de Privacidade Termos e Condições +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010",
    "index": "Móveis de banheiro premium | HydroCraft HydroCraft Casa Sobre nós Catálogo HydroCraft Casa Sobre nós Catálogo +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010 Bem-vindo ao HydroCraft – sua principal fonte de móveis de banheiro Na HydroCraft acreditamos que a sua casa de banho deve ser um santuário, um local de relaxamento e rejuvenescimento. É por isso que nos dedicamos a fornecer móveis de banheiro de alta qualidade, elegantes e funcionais que transformam seu espaço em um oásis pessoal. Sobre HydroCraft Bem-vindo ao HydroCraft, onde o design excepcional encontra uma qualidade incomparável. Estabelecida com a paixão por transformar banheiros comuns em espaços extraordinários, a HydroCraft é o seu principal destino para móveis e acessórios de banheiro de alta qualidade. Sobre nós Pias Estoques duplos Sistemas duplos Acessórios de banheiro Catálogo Grande venda A grande venda está aqui. Apresse-se para comprar os melhores produtos com lucro! Blogue 13 Abril, 2024 Escolhendo a penteadeira certa para seu banheiro Quando se trata de escolher o toucador perfeito para a sua casa de banho, há vários factores a considerar... 20 Abril, 2024 Dicas para organizar banheiros pequenos Viver com um banheiro pequeno não significa sacrificar o estilo ou a funcionalidade... 25 Abril, 2024 Principais tendências em móveis de banheiro Fique atualizado com as últimas tendências em móveis de banheiro... 29 Abril, 2024 Escolhendo o espelho perfeito para seu banheiro O espelho é um elemento crucial na decoração do banheiro... Inscreva-se para ficar atualizado sobre novos produtos ENVIAR Aceito a Política de Privacidade Hydro Craft Casa Sobre nós Catálogo Política de Privacidade Termos e Condições +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010",
    "privacy-policy": "Soluções modernas para móveis de banheiro | HydroCraft HydroCraft Casa Sobre nós Catálogo HydroCraft Casa Sobre nós Catálogo +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010 Política de Privacidade A loja de móveis de banheiro Hydro Craft está comprometida em proteger sua privacidade. Valorizamos a confiança que você deposita em nós e nos esforçamos para usar suas informações pessoais de forma responsável, de acordo com esta Política de Privacidade. Coleta de informações Coletamos informações pessoais quando você faz compras conosco ou se registra em nosso site. Essas informações podem incluir seu nome, endereço, número de telefone, endereço de e-mail e detalhes de pagamento. Uso de informações Seus dados pessoais são usados ​​para processar pedidos, comunicar com você sobre seu pedido, melhorar nosso atendimento ao cliente e personalizar sua experiência de compra. Proteção de Dados Implementamos medidas de segurança para proteger seus dados pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Divulgação a Terceiros Não vendemos, negociamos ou transferimos de outra forma suas informações pessoais para terceiros, a menos que lhe forneçamos aviso prévio, exceto conforme descrito nesta Política de Privacidade. Consentimento Ao usar nosso site, você concorda com nossa Política de Privacidade. Entre em contato conosco Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo hydrocraft@gmail.com Hydro Craft Casa Sobre nós Catálogo Política de Privacidade Termos e Condições +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010",
    "terms-conditions": "HydroCraft: penteadeiras e armazenamento de banheiro de qualidade HydroCraft Casa Sobre nós Catálogo HydroCraft Casa Sobre nós Catálogo +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010 Termos e Condições 1. Introdução Bem-vindo à loja de móveis de banheiro Hydro Craft. Estes termos e condições descrevem as regras e regulamentos para a utilização do nosso site. Ao acessar este site, presumimos que você aceita estes termos e condições. Não continue a usar o site da Hydro Craft Bathroom Furniture Store se não concordar com todos os termos e condições declarados nesta página. 2. Direitos de Propriedade Intelectual Além do conteúdo que você possui, sob estes termos, a Hydro Craft Bathroom Furniture Store e/ou seus licenciadores possuem todos os direitos de propriedade intelectual e materiais contidos neste site. 3. Restrições Você está especificamente restrito a todos os seguintes itens: publicar qualquer material do site em qualquer outra mídia; vender, sublicenciar e/ou de outra forma comercializar qualquer material do site; apresentar e/ou exibir publicamente qualquer material do site; usar este site de qualquer forma que seja ou possa ser prejudicial a ele; usar este site de qualquer forma que afete o acesso do usuário a este site; usar este site de forma contrária às leis e regulamentos aplicáveis, ou de qualquer forma que possa causar danos ao site, ou a qualquer pessoa ou entidade empresarial; envolver-se em qualquer mineração de dados, coleta de dados, extração de dados ou qualquer outra atividade semelhante em relação a este site; usar este site para realizar qualquer tipo de publicidade ou marketing. 4. Limitação de responsabilidade Em nenhum caso a Hydro Craft Bathroom Furniture Store, nem qualquer um de seus executivos, diretores e funcionários, será responsável perante você por qualquer coisa decorrente ou de alguma forma relacionada ao uso deste site, seja tal responsabilidade sob contrato, ato ilícito ou outro. 5. Divisibilidade Se qualquer disposição destes termos for considerada inválida sob qualquer lei aplicável, tais disposições serão excluídas sem afetar as demais disposições aqui contidas. 6. Variação dos Termos A Hydro Craft Bathroom Furniture Store tem permissão para revisar estes termos a qualquer momento que achar adequado e, ao usar este site, espera-se que você revise esses termos regularmente. 7. Entre em contato conosco Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco em hydrocraft@gmail.com Hydro Craft Casa Sobre nós Catálogo Política de Privacidade Termos e Condições +55 11 91234-5678 hydrocraft@gmail.com R. 44, 399 - St. Central, Goiânia - GO, 74063-010",
    "thanks": "HydroCraft: seu destino para móveis de banheiro elegantes Casa Obrigado! Obrigado por nos escolher. Tentaremos ajudá-lo o mais rápido possível"
  },
  "date": "2024-06-20T07:21:45.988Z"
}