{
  "name": "New_v9_saunabliss",
  "pages": {
    "terms-conditions": "Termos de Uso - Sauna Bliss: Regras para uma Experiência Perfeita saunabliss@gmail.com +55-66-3545-2900 Av. Blumenau, 2235 - Bela Vista, Sorriso - MT, 78890-001, Brasil Sauna Bliss Lar Grande Conselho Ofertas Contate-nos Missão Bens Garantia da Qualidade Terms of Use Indenização Você concorda em indenizar e isentar o Sauna Bliss, seus funcionários, diretores, afiliados, agentes e licenciadores de qualquer responsabilidade, reclamação, demanda, perda, danos, custos e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados ao seu uso do site, violação destes Termos ou violação de quaisquer direitos de terceiros. Disposições Gerais Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal de jurisdição competente, a invalidade ou inexequibilidade de tal disposição não afetará a validade ou exequibilidade das disposições restantes, que permanecerão em pleno vigor e efeito. Estes Termos constituem o acordo completo entre você e o Sauna Bliss em relação ao assunto aqui tratado e substituem todos os acordos anteriores ou contemporâneos entre você e o Sauna Bliss. Nenhuma renúncia a qualquer disposição destes Termos será considerada uma renúncia adicional ou contínua a tal disposição ou qualquer outra disposição, e a falha do Sauna Bliss em fazer valer qualquer direito ou disposição destes Termos não constituirá uma renúncia a tal direito ou disposição. Alterações nos Serviços O Sauna Bliss reserva-se o direito de modificar, suspender ou descontinuar qualquer aspecto dos serviços oferecidos, incluindo a disponibilidade de recursos, a qualquer momento e sem aviso prévio. Não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou descontinuação dos nossos serviços. Capacidade de Aceitar os Termos Você declara e garante que possui a capacidade legal de aceitar estes Termos e cumprir todas as suas disposições. Se você estiver aceitando estes Termos em nome de uma empresa ou outra entidade, declara e garante que tem autoridade para vincular tal empresa ou entidade a estes Termos. Idioma Estes Termos podem ser disponibilizados em vários idiomas para sua conveniência. No entanto, em caso de conflito entre as versões em diferentes idiomas, a versão em português destes Termos prevalecerá. Acordo Completo Estes Termos constituem o acordo completo entre você e o Sauna Bliss em relação ao seu uso do site e substituem todos os acordos anteriores ou contemporâneos entre você e o Sauna Bliss em relação a este assunto. Como Entrar em Contato Se você tiver alguma dúvida, preocupação ou comentário sobre estes Termos ou sobre o Sauna Bliss, por favor, entre em contato conosco em saunabliss@gmail.com. Estamos sempre disponíveis para ajudar e esclarecer quaisquer dúvidas que possa ter. Renúncia de Garantias O Sauna Bliss é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. O uso do site é por sua própria conta e risco. O Sauna Bliss não faz declarações ou garantias de qualquer tipo quanto à precisão, confiabilidade, disponibilidade, adequação ou pontualidade do conteúdo disponível no site. Consentimento para Comunicações Eletrônicas Ao utilizar o Sauna Bliss, você concorda em receber comunicações eletrônicas da nossa parte, incluindo e-mails, mensagens ou notificações publicadas no site. Você concorda que todos os acordos, avisos, divulgações e outras comunicações que fornecemos eletronicamente satisfazem qualquer requisito legal de comunicação por escrito. Cumprimento das Leis Aplicáveis Você concorda em cumprir todas as leis, regras e regulamentos aplicáveis ao seu uso do Sauna Bliss, incluindo, sem limitação, leis de direitos autorais, leis de privacidade e todas as leis de controle de exportação aplicáveis. Resolução de Conflitos Qualquer controvérsia, disputa ou reivindicação decorrente ou relacionada a estes Termos ou ao seu uso do Sauna Bliss será resolvida por meio de negociações de boa-fé entre as partes. Se as partes não conseguirem resolver a controvérsia, disputa ou reivindicação por meio de negociações, será submetida à arbitragem vinculativa de acordo com as regras de arbitragem comercial então em vigor no Brasil. Consentimento para Termos Ao acessar ou usar o Sauna Bliss, você declara ter lido, compreendido e concordado com estes Termos na íntegra. Se você não concordar com qualquer parte destes Termos, seu único recurso é interromper o uso do site. Independência das Cláusulas Caso qualquer disposição destes Termos seja considerada inválida, ilegal ou inexequível por um tribunal competente, tal disposição será modificada na medida mínima necessária para torná-la válida, legal e exequível. A invalidade ou inexequibilidade de qualquer disposição não afetará a validade ou exequibilidade das demais disposições destes Termos. Interpretation These Terms shall be interpreted and construed in accordance with the laws of Brazil, without regard to its conflict of law provisions. Any dispute arising out of or relating to these Terms, including the validity, interpretation, breach, or termination thereof, shall be resolved by arbitration in accordance with the Brazilian Arbitration Act. The language of the arbitration shall be Portuguese. Acceptance of Terms By accessing or using the Sauna Bliss, you acknowledge that you have read, understood, and agreed to these Terms in their entirety. If you do not agree to any portion of these Terms, your sole recourse is to discontinue the use of the site. Compromisso de Confidencialidade Entendemos a importância da privacidade dos nossos usuários e nos comprometemos a manter todas as informações pessoais fornecidas de forma confidencial. Qualquer informação fornecida durante o uso do Sauna Bliss será tratada de acordo com nossa Política de Privacidade. Não compartilharemos suas informações pessoais com terceiros, exceto quando necessário para fornecer os serviços solicitados por você, ou quando exigido por lei. Modificações nos Termos de Uso Reservamo-nos o direito de modificar ou atualizar estes Termos de Uso a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente estes Termos para estar ciente de quaisquer alterações. O uso continuado do Sauna Bliss após a publicação de quaisquer alterações constitui sua aceitação dessas alterações. Responsabilidade do Usuário Ao utilizar o Sauna Bliss, você concorda em ser responsável por manter a segurança de sua conta e senha. Você concorda em notificar imediatamente o Sauna Bliss sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. O Sauna Bliss não será responsável por qualquer perda ou dano resultante de sua falha em cumprir com esta obrigação de segurança. Independência das Partes Nada nestes Termos cria qualquer relação de agência, parceria, joint venture ou emprego entre você e o Sauna Bliss. Você não tem autoridade para vincular o Sauna Bliss de qualquer forma e não tem permissão para agir em nome do Sauna Bliss. Contate-nos Se você tiver alguma dúvida, preocupação ou comentário sobre estes Termos ou sobre o Sauna Bliss, por favor, entre em contato conosco em saunabliss@gmail.com. Teremos prazer em ajudá-lo. Agradecemos por sua atenção aos nossos Termos de Uso. Ao continuar a utilizar o Sauna Bliss, você concorda com estes Termos e reconhece que leu e compreendeu plenamente seus direitos e responsabilidades conforme aqui estabelecidos. Esperamos que você aproveite sua experiência no Sauna Bliss! Obrigado por escolher o Sauna Bliss! Sauna Bliss Desfrute do relaxamento completo com Sauna Bliss - sua fonte de bem-estar e tranquilidade. Navegação Lar Grande Conselho Ofertas Contate-nos Missão Bens Garantia da Qualidade Adicionalmente política de Privacidade Termos de uso",
    "thanks": "Obrigado por escolher Sauna Bliss - Sua Experiência de Sauna Ainda Melhor Obrigado! Agradecemos por entrar em contato conosco. Sua mensagem foi recebida e será processada em breve. Voltar ao Site",
    "index": "Bem-vindo à Sauna Bliss - Sua Fonte de Relaxamento e Bem-Estar saunabliss@gmail.com +55-66-3545-2900 Av. Blumenau, 2235 - Bela Vista, Sorriso - MT, 78890-001, Brasil Sauna Bliss Lar Grande Conselho Ofertas Contate-nos Missão Bens Garantia da Qualidade Bem-vindo ao Sauna Bliss Descubra o paraíso da sauna em nossa loja online. Oferecemos uma seleção exuberante de produtos para aprimorar sua experiência de relaxamento e bem-estar na sauna. Explore nossa coleção e mergulhe no mundo do Sauna Bliss. Iniciar inspeção Essenciais de Qualidade Descubra nossos produtos de alta qualidade, cuidadosamente selecionados para elevar sua experiência na sauna. Olhar Variedade Exclusiva Explore nossa variedade exclusiva de acessórios e produtos para sauna, projetados para atender às suas necessidades de relaxamento. Olhar Bem-Estar Garantido Garanta seu bem-estar com nossa gama de produtos que promovem o equilíbrio e a tranquilidade durante seu tempo na sauna. Olhar Dicas de Sauna Desfrute ao Máximo da sua Experiência na Sauna Descubra como aproveitar ao máximo sua sessão de sauna com nossas dicas especializadas: Mantenha-se Hidratado: Beba água antes e depois da sauna. Tempo Adequado: Não exceda o tempo recomendado na sauna. Resfriamento: Após a sauna, resfrie-se gradualmente para evitar choque térmico. Aproveite cada momento na sua sauna com essas dicas essenciais para um relaxamento completo. Promoções Especiais Descubra nossas ofertas exclusivas para tornar sua experiência na sauna ainda mais especial. Oferta da Semana Aproveite descontos imperdíveis em uma seleção de produtos essenciais para a sua sauna. Pacotes Personalizados Crie seu próprio pacote de produtos e acessórios para a sauna, adaptado às suas necessidades e preferências. Entre em Contato Conosco Estamos aqui para ajudar e tornar sua experiência de compra na Sauna Bliss ainda mais agradável. Entre em contato conosco para qualquer dúvida, sugestão ou assistência. Estamos ansiosos para atendê-lo! Contato Nossa Missão Comprometidos com o seu Bem-Estar Qualidade Superior Oferecemos produtos de alta qualidade para garantir sua satisfação e conforto. Obter ajuda Variedade Exclusiva Nossa coleção exclusiva de acessórios e produtos é cuidadosamente selecionada para atender às suas necessidades. Obter ajuda Atendimento Personalizado Nossa equipe está pronta para ajudá-lo a encontrar os produtos ideais para a sua sauna, garantindo uma experiência única. Obter ajuda Catálogo em Destaque Explore Nossos Produtos Exclusivos Descubra nossa seleção de produtos de alta qualidade para aprimorar sua experiência na sauna: Need Any Help ? +55-66-3545-2900 Acessório de Madeira de Cedro R$ 150,00 Aproveite a durabilidade e o aroma natural da madeira de cedro para um toque luxuoso na sua sauna. Ordem Conjunto de Toalhas de Algodão Orgânico R$ 80,00 Desfrute do conforto e da suavidade do algodão orgânico em cada sessão de sauna. Ordem Óleos Essenciais Aromáticos R$ 30,00 Adicione aromaterapia à sua experiência na sauna com nossa coleção de óleos essenciais puros. Ordem Garantia de Qualidade Nosso Compromisso com a Excelência Na Sauna Bliss, priorizamos a qualidade em cada produto que oferecemos. Nossa dedicação à excelência garante que você receba apenas o melhor para sua experiência de sauna. Confie em nós para fornecer produtos duráveis, funcionais e que elevam seu momento de relaxamento. Aprender mais Entre em Contato Fale Conosco Se você tiver alguma dúvida, sugestão ou precisar de assistência, não hesite em entrar em contato conosco. Preencha o formulário abaixo e nossa equipe responderá prontamente. Formulário de Contato Aceito a Política de Privacidade Envie uma mensagem Sauna Bliss Desfrute do relaxamento completo com Sauna Bliss - sua fonte de bem-estar e tranquilidade. Navegação Lar Grande Conselho Ofertas Contate-nos Missão Bens Garantia da Qualidade Adicionalmente política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade - Sauna Bliss: Garantindo sua Privacidade saunabliss@gmail.com +55-66-3545-2900 Av. Blumenau, 2235 - Bela Vista, Sorriso - MT, 78890-001, Brasil Sauna Bliss Lar Grande Conselho Ofertas Contate-nos Missão Bens Garantia da Qualidade política de Privacidade Isenção de Garantias Este site é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Isso inclui, mas não se limita a, garantias de comercialização, adequação a uma finalidade específica e não violação. Uso Adequado Você concorda em usar este site apenas para fins legais e de maneira que não viole os direitos de terceiros, nem restrinja ou iniba o uso e gozo deste site por parte de outras pessoas. Indenização Você concorda em indenizar, defender e isentar o Sauna Bliss, seus diretores, funcionários e afiliados de qualquer reclamação, responsabilidade, danos e despesas, incluindo honorários advocatícios, decorrentes do seu uso deste site ou da violação destes termos. Jurisdição e Lei Aplicável Estes termos serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes termos estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil. Divisibilidade Se qualquer disposição destes termos for considerada inválida ou inexequível por um tribunal de jurisdição competente, a invalidade ou inexequibilidade de tal disposição não afetará a validade ou exequibilidade das disposições restantes destes termos, que permanecerão em pleno vigor e efeito. Integralidade do Acordo Estes termos constituem o acordo integral entre você e o Sauna Bliss em relação ao seu uso deste site e substituem quaisquer acordos anteriores ou contemporâneos entre você e o Sauna Bliss. Alterações no Site Reservamos o direito de modificar, suspender ou descontinuar qualquer aspecto deste site a qualquer momento, incluindo a disponibilidade de quaisquer recursos, informações ou conteúdo. Podemos também impor limites ao uso ou acesso a determinadas características ou partes deste site, ou restringir seu acesso a todo ou parte do site, sem aviso prévio ou responsabilidade. Atualizações de Conteúdo Nos esforçamos para manter o conteúdo deste site atualizado e preciso. No entanto, não fazemos garantias ou representações quanto à precisão, integridade ou atualidade do conteúdo fornecido. O uso do conteúdo deste site é por sua conta e risco. Modificações no Serviço Reservamos o direito de modificar ou descontinuar temporariamente ou permanentemente o serviço (ou qualquer parte dele) sem aviso prévio. Você concorda que não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou interrupção do serviço. Comentários e Sugestões Valorizamos os comentários e sugestões dos nossos usuários para melhorar este site. No entanto, qualquer informação que você nos forneça através deste site será considerada não confidencial e não proprietária. Ao enviar comentários ou sugestões, você concede ao Sauna Bliss uma licença não exclusiva, mundial, isenta de royalties, sublicenciável e transferível para usar, reproduzir, modificar, adaptar, publicar, traduzir, criar obras derivadas, distribuir e exibir tais comentários e sugestões em qualquer forma, mídia ou tecnologia conhecida ou desenvolvida posteriormente, sem qualquer compensação para você. Alterações no Aviso Legal Reservamos o direito de modificar este aviso legal a qualquer momento, sem aviso prévio. Ao continuar a usar este site após as alterações, você concorda em ficar vinculado à versão mais recente deste aviso legal. Responsabilidade do Usuário Ao utilizar o site Sauna Bliss, você concorda em assumir total responsabilidade por qualquer risco associado ao uso do site. Isso inclui, mas não se limita a, qualquer decisão tomada com base nas informações fornecidas neste site. Disponibilidade do Site Não garantimos que o site estará sempre disponível ou livre de erros. Podemos interromper temporariamente o acesso ao site para fins de manutenção, atualização ou outras razões, sem aviso prévio. Aceitação de Riscos Você reconhece e concorda que o uso deste site é por sua conta e risco exclusivos. Nós não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do seu acesso ou uso deste site. Consentimento para Uso de Dados Não Pessoais Ao utilizar este site, você concorda com a coleta e uso de informações não pessoais, como dados de uso, padrões de acesso e estatísticas de tráfego, para melhorar o desempenho e a funcionalidade do site. Legislação Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração seus princípios de conflito de leis. Renúncia de Direitos A falha do Sauna Bliss em fazer valer qualquer direito ou disposição destes termos não será considerada uma renúncia a esse direito ou disposição. Encerramento do Aviso Legal Estes termos de aviso legal são aplicáveis enquanto você estiver utilizando o site Sauna Bliss. O término do seu uso deste site encerra automaticamente os termos de aviso legal. Disposições Finais Agradecemos por dedicar tempo para ler e compreender nosso Aviso Legal. Esperamos que sua experiência no Sauna Bliss seja agradável e satisfatória. Proteção de Menores Este site não se destina a menores de 18 anos. Se você é menor de 18 anos, por favor, não utilize este site e não forneça nenhuma informação pessoal. Cumprimento das Leis Locais Ao acessar este site, você concorda em cumprir todas as leis locais, estaduais, nacionais e internacionais aplicáveis, incluindo, mas não se limitando a leis relacionadas a direitos autorais, marcas registradas, privacidade e comunicações eletrônicas. Segurança da Informação Embora tomemos medidas razoáveis para proteger as informações fornecidas pelos usuários, não podemos garantir a segurança absoluta dos dados transmitidos pela Internet. Você reconhece e concorda que qualquer informação que nos fornecer é transmitida por sua própria conta e risco. Atualizações do Aviso Legal Reservamos o direito de atualizar ou modificar este Aviso Legal a qualquer momento, sem aviso prévio. Recomendamos que você verifique periodicamente esta página para ficar ciente de quaisquer alterações. O uso contínuo deste site após quaisquer alterações constitui sua aceitação dessas alterações. Responsabilidade do Usuário Ao acessar e utilizar o site Sauna Bliss, você concorda em assumir total responsabilidade por suas ações e pelo uso do conteúdo disponibilizado neste site. Qualquer decisão tomada com base nas informações fornecidas é de sua responsabilidade exclusiva. Limitação de Responsabilidade Em nenhuma circunstância o Sauna Bliss, seus colaboradores, agentes, ou parceiros serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do acesso ou uso deste site, incluindo, mas não se limitando a, perda de dados, lucros ou interrupção nos negócios, mesmo que tenham sido expressamente avisados da possibilidade de tais danos. Precisão das Informações Embora nos esforcemos para fornecer informações precisas e atualizadas, não garantimos a precisão, confiabilidade ou integridade do conteúdo deste site. As informações são fornecidas apenas para fins informativos e não devem ser consideradas como aconselhamento profissional ou médico. Links para Terceiros Este site pode conter links para sites de terceiros que não são controlados ou operados pelo Sauna Bliss. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. A inclusão de links não implica endosso ou recomendação dos produtos, serviços ou informações oferecidos pelos sites vinculados. Alterações no Aviso Legal Reservamos o direito de modificar ou atualizar este Aviso Legal a qualquer momento, sem aviso prévio. Recomendamos que você reveja periodicamente este documento para estar ciente de quaisquer alterações. O uso continuado deste site após as alterações constitui sua aceitação das modificações. Jurisdição e Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa relacionada a estes termos será submetida à jurisdição exclusiva dos tribunais localizados no Brasil. Contato Se você tiver alguma dúvida ou preocupação sobre estes termos de uso, entre em contato conosco em saunabliss@gmail.com. Obrigado por visitar o Sauna Bliss! Sauna Bliss Desfrute do relaxamento completo com Sauna Bliss - sua fonte de bem-estar e tranquilidade. Navegação Lar Grande Conselho Ofertas Contate-nos Missão Bens Garantia da Qualidade Adicionalmente política de Privacidade Termos de uso"
  }
}