{
  "name": "New_v9_SofaHaven",
  "pages": {
    "index": "SofaHaven - Best Sofa Collection in India Home Catalog FAQ Contact us Discover the Ultimate Comfort with SofaHaven Explore our exclusive collection of stylish and comfortable sofas. Transform your living space with SofaHaven's premium quality sofas, designed to bring both elegance and coziness to your home. Browse Our Collection New Arrivals ₹35,000 Classic Leather Sofa Order ₹28,000 Modern Fabric Sofa Order ₹45,000 Elegant Sectional Sofa Order ₹32,000 Compact Sleeper Sofa Order ₹50,000 Luxurious Velvet Sofa Order ₹38,000 Chic Recliner Sofa Order About SofaHaven Welcome to SofaHaven, your ultimate destination for premium quality sofas in India. Our journey began with a simple vision: to provide every household with comfortable and stylish seating solutions that don’t break the bank. At SofaHaven, we believe that a sofa is more than just a piece of furniture; it is the heart of your living space where memories are made, guests are entertained, and relaxation is found after a long day. We pride ourselves on offering a diverse range of sofas that cater to various tastes and preferences. From classic leather sofas to modern fabric designs, from elegant sectional pieces to compact sleeper sofas, our collection is curated to meet the highest standards of quality and comfort. Each piece is crafted with precision and care, using the finest materials to ensure durability and long-lasting beauty. Our commitment to excellence is reflected not only in our products but also in our customer service. We strive to provide a seamless shopping experience, whether you are browsing our website or visiting our showroom. Our knowledgeable staff is always ready to assist you in finding the perfect sofa that fits your home and lifestyle. We offer convenient delivery options and comprehensive after-sales support to ensure your complete satisfaction. At SofaHaven, we are more than just a furniture store; we are a community dedicated to enhancing the comfort and aesthetics of your living spaces. Join us on this journey and discover why SofaHaven is the preferred choice for discerning customers across India. 01 Quality Craftsmanship Our sofas are crafted with the utmost care and precision, using the finest materials to ensure durability and lasting beauty. 02 Stylish Designs We offer a diverse range of designs, from classic to contemporary, ensuring you find the perfect piece to complement your home décor. 03 Comfort First Our sofas are designed with comfort in mind, providing you with the perfect place to relax and unwind. 04 Affordable Prices We believe in offering high-quality sofas at prices that fit your budget, ensuring value for money. 05 Exceptional Service Our dedicated customer service team is always here to help you with any questions or concerns. 06 Convenient Shopping Shop from the comfort of your home with our easy-to-use online store, offering seamless navigation and secure checkout. Shopping Questions How can I place an order? To place an order, simply browse our collection, select the desired sofa, and proceed to checkout. What are your payment methods? We accept various payment methods including credit/debit cards, net banking, and cash on delivery. What is your return policy? We offer a 30-day return policy for unused items. Please refer to our Returns & Refunds page for details. Do you offer installation services? Yes, we provide installation services for our furniture products. Contact our customer service for assistance. Product Information What materials are your sofas made of? Our sofas are made of high-quality materials such as genuine leather, premium fabric, and durable wood frames. Are your sofas customizable? Yes, we offer customization options for select models. Contact us to discuss your preferences. What sizes are available? We offer sofas in various sizes, from compact two-seaters to spacious sectionals, catering to different living spaces. Do you provide warranties? Yes, all our sofas come with a warranty against manufacturing defects. Please check the product details for specific warranty information. Contact us I accept privacy policy Send message Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions Contacts H-9 1st Floor Vatika India, Sector 82, Gurugram, Haryana 122004, India +919654871168 sofahaven@gmail.com",
    "privacy": "SofaHaven - Best Sofa Collection in India | Privacy Policy Home Catalog FAQ Contact us Privacy Policy Your privacy is important to us. It is SofaHaven's policy to respect your privacy regarding any information we may collect from you across our website, and other sites we own and operate. 1. Information We Collect We may collect personal information such as your name, email address, phone number, and payment details when you place an order or subscribe to our newsletter. 2. How We Use Your Information We use the information we collect to process your orders, communicate with you, improve our services, and provide personalized recommendations. 3. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law. 4. Security of Your Information We implement security measures to protect your personal information against unauthorized access and disclosure. 5. Cookies We use cookies to enhance your browsing experience and analyze website traffic. You can choose to disable cookies through your browser settings. 6. Changes to This Privacy Policy We may update our privacy policy from time to time. We will notify you of any changes by posting the new policy on this page. 7. Contact Us If you have any questions about our privacy policy, please contact us at sofahaven@gmail.com . Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions Contacts H-9 1st Floor Vatika India, Sector 82, Gurugram, Haryana 122004, India +919654871168 sofahaven@gmail.com",
    "terms": "SofaHaven - Best Sofa Collection in India | Terms and Conditions Home Catalog FAQ Contact us Terms and Conditions Please read these terms and conditions carefully before using the SofaHaven website operated by us. 1. Agreement to Terms By accessing or using our website, you agree to be bound by these terms and conditions and our privacy policy. If you do not agree to all the terms and conditions, you may not access the website or use our services. 2. Use of the Website Our website and services are intended for personal, non-commercial use only. You may not use our website for any illegal or unauthorized purpose. 3. Intellectual Property Rights All content on this website, including text, graphics, logos, images, and software, is the property of SofaHaven or its licensors and is protected by copyright laws. 4. Limitation of Liability We do not guarantee, represent, or warrant that your use of our service will be uninterrupted, timely, secure, or error-free. 5. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. 6. Changes to Terms We reserve the right to update, change, or replace any part of these terms and conditions by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. 7. Contact Us If you have any questions about these terms and conditions, please contact us at sofahaven@gmail.com. Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions Contacts H-9 1st Floor Vatika India, Sector 82, Gurugram, Haryana 122004, India +919654871168 sofahaven@gmail.com",
    "thank": "SofaHaven - Best Sofa Collection in India | Thank Thank You for Reaching Out! We appreciate your interest in SofaHaven. Our team will review your inquiry and get back to you shortly. If you have any urgent questions, feel free to contact our customer service. Thank you for choosing SofaHaven! Go to home page"
  },
  "date": "2024-06-26T14:59:46.549Z"
}