{
  "name": "New_v9_HomeCake",
  "pages": {
    "index": "HomeCake - Homemade Cakes .slider { position: relative; width: 100%; overflow: hidden; } .slides { display: flex; transition: transform 0.5s ease-in-out; } .slide { min-width: 100%; box-sizing: border-box; } .slider-buttons { position: absolute; top: 50%; width: 100%; display: flex; justify-content: space-between; transform: translateY(-50%); } .slider-button { color: rgb(0, 0, 0); border: none; padding: 10px; font-size: 40px; cursor: pointer; } HomeCake Home About Menu Order Welcome to HomeCake Delicious homemade cakes for every occasion. At HomeCake, we believe that every cake should not only taste delicious but also look beautiful. We offer an extensive variety of cakes for every occasion, each one made with the finest ingredients and crafted with love and care. Our skilled bakers are dedicated to creating cakes that are not only a treat for your taste buds but also a feast for your eyes. Whether it's a birthday, anniversary, wedding, or any special celebration, our cakes are designed to make your moments even more memorable and delightful. ❮ ❯ About Us HomeCake is a family-run business that has been baking delicious cakes for over 20 years. Our journey began with a passion for creating mouthwatering treats that bring joy to every occasion. We pride ourselves on using the finest ingredients to create cakes that not only taste amazing but also look beautiful. Our team of skilled bakers and decorators put their heart and soul into every cake we make. Whether it's a classic chocolate cake, a luxurious red velvet, or an intricately designed wedding cake, we ensure that each creation is a work of art. Our commitment to quality and excellence has earned us a loyal customer base who return to us for all their special moments. Our Specialties From classic flavors to innovative creations, we offer a wide variety of cakes that cater to all tastes and preferences. Our specialties include decadent chocolate truffle, luscious red velvet, and a range of other delightful options. Chocolate Truffle A rich and moist chocolate cake layered with a decadent chocolate ganache, perfect for any chocolate lover. Red Velvet A classic favorite with a velvety texture and a hint of cocoa, topped with a smooth cream cheese frosting. Fruit Cake Light and fluffy cake loaded with fresh fruits and a touch of vanilla, perfect for a refreshing treat. Cheesecake Creamy and smooth cheesecake with a buttery graham cracker crust, available in various flavors. Custom Cakes Tailor-made cakes to suit your specific preferences and themes, making every celebration unique and memorable. Gallery Check out some of our beautiful creations. Customer Testimonials Hear from our satisfied customers. \"HomeCake made the most beautiful and delicious cake for our wedding. We couldn't have asked for more.\" - Ritu Sharma \"For my daughter's birthday, HomeCake created a stunning custom cake that tasted as amazing as it looked.\" - Aarav Mehta \"HomeCake's chocolate truffle cake is simply the best. It's become a staple at all our family celebrations.\" - Priya Singh Special Offers Enjoy our limited-time offers and discounts on selected cakes. Don't miss out! 10% Off on Chocolate Truffle Indulge in our rich chocolate truffle cake at a discounted price. Offer valid until end of the month. Buy 1 Get 1 Free Buy any 1 pound cake and get another 1 pound cake absolutely free. Limited time offer. 15% Off on Custom Cakes Get a 15% discount on all custom cake orders placed this month. Make your celebrations even sweeter! Order Now Ready to enjoy our delicious cakes? Place your order today. I accept the Privacy Policy Order Now Phone: +91 9876543210 Address: Pier Gate Area Bhopal, Madhya Pradesh 462001 India Email: homecake@gmail.com Privacy Policy Terms Conditions let currentSlide = 0; const slides = document.querySelector(\".slides\"); const totalSlides = slides.children.length; function showSlide(index) { slides.style.transform = \"translateX(\" + -index * 100 + \"%)\"; } function nextSlide() { currentSlide = (currentSlide + 1) % totalSlides; showSlide(currentSlide); } function prevSlide() { currentSlide = (currentSlide - 1 + totalSlides) % totalSlides; showSlide(currentSlide); } setInterval(nextSlide, 6000);",
    "menu": "HomeCake Menu HomeCake Home About Menu Order HomeCake Info \"Step into the world of HomeCake, where our menu of artisanal cakes promises to delight even the most discerning palate. Each cake is a masterpiece, meticulously crafted to capture both the essence of tradition and the allure of innovation. Indulge in our signature creations like the luscious tiramisu cake, where layers of delicate coffee-infused sponge are elegantly draped with mascarpone cream and dusted with cocoa. Or perhaps try our tropical passionfruit mango cake, a vibrant symphony of tangy fruit flavors harmonizing with light sponge and whipped cream. For those seeking a touch of nostalgia, our classic chocolate fudge cake promises rich, velvety layers of cocoa bliss. At HomeCake, every slice is not just a dessert but a celebration of taste, quality, and the joy of indulgence.\" Menu Highlights Explore our delicious menu and find your favorite cake. Prices are listed in Indian Rupees (INR). Chocolate Truffle ₹1,200 Rich and moist chocolate cake layered with decadent chocolate ganache. Red Velvet ₹1,500 A classic favorite with a velvety texture and a hint of cocoa, topped with cream cheese frosting. Fruit Cake ₹1,800 Light and fluffy cake loaded with fresh fruits and a touch of vanilla. Vanilla Bean ₹1,000 Classic vanilla cake made with real vanilla beans and topped with silky buttercream. Lemon Zest ₹1,300 Tangy and sweet lemon cake with a zesty lemon glaze. Carrot Cake ₹1,400 Moist and flavorful carrot cake with a hint of cinnamon and topped with cream cheese frosting. Black Forest ₹1,600 Layers of chocolate cake, whipped cream, and cherries, topped with chocolate shavings. Coffee Walnut ₹1,700 A perfect blend of coffee and walnut in a moist cake with a coffee buttercream frosting. Mango Delight ₹1,500 Seasonal favorite with fresh mango puree and a light whipped cream frosting. Custom Cakes We specialize in creating unique custom cakes tailored to your exact specifications and desires. Whether you're celebrating a birthday, wedding, anniversary, or any other special occasion, our skilled bakers and designers will work closely with you to craft a cake that's not only visually stunning but also deliciously memorable. Each cake is a work of art, made with the finest ingredients to ensure it tastes as good as it looks. Let us help you make your celebration truly unforgettable with a cake that's perfect for you. Our Ingredients We use only the finest, high-quality ingredients to ensure the best possible taste and texture for our cakes. From the freshest, juiciest fruits to the richest, premium chocolate, every ingredient is meticulously selected to ensure that each cake we create is a masterpiece. Our commitment to quality means that you can taste the difference in every bite, making your cake not only beautiful but also delectably unforgettable. Phone: +91 9876543210 Address: Pier Gate Area Bhopal, Madhya Pradesh 462001 India Email: homecake@gmail.com Privacy Policy Terms Conditions",
    "privacy-policy": "Privacy Policy - HomeCake > HomeCake Home About Menu Order Privacy Policy 1. Introduction Welcome to HomeCake! We prioritize the protection of your privacy and are committed to handling your personal information responsibly. This Privacy Policy outlines how we collect, use, and safeguard your data when you visit our website. 2. Information We Collect We collect various types of information to enhance our services, including: Personal Information: Name, email address, phone number, and other contact details. Payment Information: Credit card details and billing information. Technical Information: IP address, browser type, and operating system. 3. How We Use Your Information We utilize your data for the following purposes: To process and fulfill your orders. To communicate with you regarding your orders and provide customer support. To enhance our website functionality and services. To deliver promotional offers and updates, with your consent where required. 4. Information Sharing and Disclosure We do not sell or lease your personal information to third parties. We may share your data with trusted partners and service providers who assist us in operating our website and conducting our business, subject to strict confidentiality agreements. 5. Data Security We implement robust security measures to safeguard your personal information. However, please note that no method of transmission over the internet or electronic storage is entirely secure, and we cannot guarantee absolute security. 6. Your Consent By using our website, you consent to our Privacy Policy. 7. Changes to Our Privacy Policy We may update this Privacy Policy periodically. Any revisions will be posted on this page, and we encourage you to review this Policy regularly. 8. Contact Us If you have questions about our Privacy Policy, please contact us at: Email: homecake@gmail.com Phone: +91 9876543210 Address: Pier Gate Area Bhopal, Madhya Pradesh 462001 India Email: homecake@gmail.com Privacy Policy Terms Conditions",
    "terms-conditions": "Terms and Conditions - HomeCake HomeCake Home About Menu Order Terms and Conditions 1. Introduction Welcome to HomeCake! Please read these Terms and Conditions carefully before using our website. 2. Acceptance of Terms By accessing or using our website, you agree to be bound by these Terms and Conditions and our Privacy Policy. 3. Use of Services You must use our services only for lawful purposes and in accordance with these Terms. Misuse of our services may result in termination of access. 4. User Responsibilities You are responsible for maintaining the confidentiality of any account information and passwords used on our website. 5. Limitation of Liability We are not liable for any damages arising out of the use or inability to use our website or services. 6. Changes to Terms and Conditions We reserve the right to update or modify these Terms and Conditions at any time. Changes will be effective immediately upon posting. 7. Intellectual Property All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of HomeCake or its content suppliers and is protected by international copyright laws. 8. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of [Your Country], and any disputes relating to these terms and conditions will be subject to the exclusive jurisdiction of the courts of [Your Jurisdiction]. 9. Contact Us If you have any questions about these Terms and Conditions, please contact us at: Email: homecake@gmail.com Phone: +91 9876543210 Address: Pier Gate Area Bhopal, Madhya Pradesh 462001 India Email: homecake@gmail.com Privacy Policy Terms Conditions",
    "thank_page": "Thank You - HomeCake Thank You! We'll make a cake soon. Home"
  },
  "date": "2024-06-28T10:40:38.394Z"
}