{
  "name": "New_v8_ChillMart",
  "pages": {
    "about-us": "ChillMart - Explore Premium Air Conditioners and Accessories ChillMart HOME ABOUT US Services Contact Discover the World of ChillMart At ChillMart, we are committed to transforming your cooling experience. Our goal is to provide you with top-quality air conditioners that not only keep you cool but also enhance your living or working space. From energy-efficient designs to advanced cooling technology, we ensure that each product reflects our dedication to innovation and excellence. Discover the Perfect Cooling Solutions Experience unmatched comfort with ChillMart's premium air conditioners. Our carefully curated selection guarantees superior cooling performance and energy efficiency for your home or office. From modern designs to innovative features, find the ideal air conditioner to keep you cool and comfortable in any climate. Customer Testimonials - ChillMart's air conditioners have truly transformed my living space. The cooling is exceptional, and the energy efficiency is remarkable. I'm extremely satisfied with my purchase! &#9733;&#9733;&#9733;&#9733;&#9733; Sophie Anderson The air conditioner I bought from ChillMart is fantastic! It keeps my room cool even during the hottest days, and the design is sleek. I couldn't be happier with my choice! &#9733;&#9733;&#9733;&#9733;&#9733; Michael Johnson I'm impressed by the performance and durability of ChillMart's air conditioners. They provide consistent cooling and are built to last. Highly recommended! &#9733;&#9733;&#9733;&#9733;&#9733; Emma Roberts The air conditioner I purchased from ChillMart exceeds my expectations. It cools my space efficiently, operates quietly, and the installation was seamless. Thank you for such a great product! &#9733;&#9733;&#9733;&#9733;&#9733; William Turner Get in Touch We're here to assist you. General Inquiry For general inquiries, please give us a call. +916725470665 Contact Us Customer Support Find information about our service software and support options. Contact Us Sales Inquiries Contact the appropriate representative for sales-related queries. Contact Us The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "contacts": "ChillMart - Get in Touch for Air Conditioning Assistance ChillMart HOME ABOUT US Services Contact CONTACT US Got any question? I accept Policy & Privacy SUBMIT STAY IN TOUCH Reach out to ChillMart today for discussions about the latest cooling systems and personalized room temperature . 11-B, Old Rajaram Wadi, Ranwar, Bandra West, Mumbai, Maharashtra 400050, India chillmart@gmail.com +91 6725470665 30 DAYS RETURN POLICY We offer a hassle-free 30-day return policy for your satisfaction. FREE EXPRESS SHIPPING Enjoy complimentary express shipping on all orders for swift delivery. PERSONALIZED SHOPPING Our team is dedicated to providing personalized service to meet your cooling needs. The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "disclaimers": "ChillMart - Disclaimers and Terms of Use for Air Conditioners ChillMart HOME ABOUT US Services Contact Disclaimers Please read these disclaimers carefully before using ChillMart's products or services. 1. Warranty Disclaimer: ChillMart makes no warranties, expressed or implied, regarding the air conditioners and accessories sold on our website. While we strive to provide high-quality products, we do not guarantee that they will meet your specific requirements or operate without interruption. 2. Limitation of Liability: In no event shall ChillMart be liable for any direct, indirect, incidental, special, or consequential damages arising out of the use or inability to use our products or services. This includes, but is not limited to, damages for loss of profits, data, or goodwill. 3. Product Information: While we endeavor to ensure the accuracy of product descriptions and specifications, we do not warrant that product information on our website is complete, accurate, or current. Prices, availability, and specifications are subject to change without notice. 4. Use of Products: ChillMart's products are intended for residential and commercial use. It is the responsibility of the customer to ensure that products are installed and used in accordance with manufacturer guidelines and local building codes. Improper installation or use may void warranties and could result in property damage or personal injury. By using ChillMart's products or services, you agree to these disclaimers and acknowledge that you have read and understood them. If you do not agree with any part of these disclaimers, do not use our products or services. The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "index": "ChillMart - Premium Air Conditioners and Accessories for Cool Comfort ChillMart HOME ABOUT US Services Contact Stay Cool and Comfortable Experience superior cooling solutions with ChillMart EXPLORE AIR CONDITIONERS ChillMart Innovation Experience cutting-edge technology for superior cooling. References Our Sensors in Action Career Diverse Perspectives News Beyond the Daily Business News Impression from AC Expo Explore Our Range of Premium Air Conditioners Discover the perfect cooling solutions for your home or office with ChillMart. Our curated selection of premium air conditioners ensures superior cooling performance and energy efficiency. From sleek designs to advanced features, find the ideal air conditioner to keep you cool and comfortable in any climate. Discover the Perfect Cooling Solutions Experience unmatched comfort with ChillMart's premium air conditioners. Our carefully curated selection guarantees superior cooling performance and energy efficiency for your home or office. From modern designs to innovative features, find the ideal air conditioner to keep you cool and comfortable in any climate. Get in Touch We're here to assist you. General Inquiry For general inquiries, please give us a call. +916725470665 Contact Us Customer Support Find information about our service software and support options. Contact Us Sales Inquiries Contact the appropriate representative for sales-related queries. Contact Us The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "privacy-policy": "ChillMart - Privacy Policy for Secure Air Conditioning Shopping ChillMart HOME ABOUT US Services Contact Privacy Policy At ChillMart, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and safeguard your personal information when you visit our website or make purchases. By using our website, you consent to the data practices described in this policy. We collect personal information, such as your name, email address, phone number, and address, to process orders and provide customer support. We may also collect information about your device and browsing activity to improve our website's functionality and user experience. We use industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, please note that no method of transmission over the internet or electronic storage is 100% secure. We do not sell, trade, or rent your personal information to third parties. Your data may be shared with trusted service providers who assist us in operating our website, conducting business, or servicing you, but they are required to keep your information confidential. By using our website, you acknowledge and agree to the terms of this Privacy Policy. We may update this policy from time to time, so please review it periodically. If you have any questions or concerns about our privacy practices, please contact us. The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "products": "ChillMart - Premium Services for Your Cooling Needs ChillMart HOME ABOUT US Services Contact ChillMart Innovation Experience cutting-edge technology for superior cooling. References Our Sensors in Action Career Diverse Perspectives News Beyond the Daily Business News Impression from AC Expo Explore Our Range of Premium Air Conditioners Discover the perfect cooling solutions for your home or office with ChillMart. Our curated selection of premium air conditioners ensures superior cooling performance and energy efficiency. From sleek designs to advanced features, find the ideal air conditioner to keep you cool and comfortable in any climate. 30 DAYS RETURN POLICY We offer a hassle-free 30-day return policy for your satisfaction. FREE EXPRESS SHIPPING Enjoy complimentary express shipping on all orders for swift delivery. PERSONALIZED SHOPPING Our team is dedicated to providing personalized service to meet your cooling needs. 24/7 CUSTOMER SUPPORT We offer round-the-clock customer support to assist you with any queries or concerns. LOYALTY REWARDS Join our loyalty program and earn rewards with every purchase. EXCLUSIVE DEALS Receive access to exclusive deals and promotions as a valued customer. Get in Touch We're here to assist you. General Inquiry For general inquiries, please give us a call. +916725470665 Contact Us Customer Support Find information about our service software and support options. Contact Us Sales Inquiries Contact the appropriate representative for sales-related queries. Contact Us The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "terms-conditions": "ChillMart - Terms and Conditions for Air Conditioner Purchases ChillMart HOME ABOUT US Services Contact Terms and Conditions Welcome to ChillMart! These terms and conditions outline the rules and regulations for the use of ChillMart's website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use ChillMart if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. We employ the use of cookies. By accessing ChillMart, you agreed to use cookies in agreement with the ChillMart's Privacy Policy. Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies. Unless otherwise stated, ChillMart and/or its licensors own the intellectual property rights for all material on ChillMart. All intellectual property rights are reserved. You may access this from ChillMart for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from ChillMart Sell, rent or sub-license material from ChillMart Reproduce, duplicate or copy material from ChillMart Redistribute content from ChillMart This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. ChillMart does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of ChillMart,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, ChillMart shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. ChillMart reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant ChillMart a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media. Hyperlinking to our Content The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart",
    "thanks": "ChillMart - Thank You for Choosing Us for Your Air Conditioning Needs ChillMart HOME ABOUT US Services Contact Thank You for Choosing ChillMart! We want to express our sincere gratitude for choosing ChillMart for your air conditioning needs. Your trust in our products and services means the world to us. At ChillMart, we are dedicated to providing you with top-quality air conditioners and accessories to keep you cool and comfortable in any environment. Our commitment to excellence extends to every aspect of your experience with us. If you have any questions or need further assistance, please don't hesitate to reach out to our friendly customer support team. We're here to ensure your satisfaction every step of the way. Once again, thank you for choosing ChillMart. We look forward to serving you again in the future! The ChillMart website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Disclaimers Privacy & Policy Terms & Conditions ChillMart"
  }
}