{
  "name": "New_LuxStay_India",
  "pages": {
    "casino": "Casino - LuxStay | Experience Excitement and Entertainment ☰ Apartaments Amenities Casino Contact Us Experience the Thrill at LuxStay Casino Step into excitement at the LuxStay Casino, where unforgettable moments await! With a variety of games, live entertainment, and exclusive events, our casino offers an unparalleled gaming experience in a luxurious setting. Join us and let the games begin! Discover the Perfect Atmosphere for Every Player Choose Your Gaming Experience At LuxStay, we pride ourselves on offering a diverse selection of casino halls, each designed to provide a unique gaming experience. Whether you're seeking high-stakes excitement, a relaxed environment, or a vibrant social scene, our halls cater to all preferences. Dive into our world of gaming and find the perfect space for your next adventure! The Classic Hall Immerse yourself in timeless elegance with our Classic Hall. Featuring traditional table games like blackjack and roulette, this space is perfect for those who appreciate the classic casino atmosphere. Enjoy luxurious furnishings and attentive service while you play. The High Roller Lounge Designed for the serious player, the High Roller Lounge offers exclusive access to high-stakes games and private tables. Experience the thrill of elevated betting limits and personalized service in a sophisticated setting that caters to our most discerning guests. The Social Zone Join the excitement in our Social Zone, where gaming meets entertainment. With lively slot machines, group tables, and frequent promotions, this hall is perfect for those looking to enjoy a fun night out with friends while trying their luck! Unforgettable Excitement Awaits You at LuxStay Casino Explore a Realm of Exciting Games At LuxStay Casino, we pride ourselves on offering an exhilarating array of games tailored to suit every player's unique preferences. Whether you are drawn to the timeless allure of classic table games or the modern thrill of cutting-edge slot machines, our extensive selection guarantees that each visit will be filled with enjoyment and countless opportunities to win big. Immerse yourself in our gaming choices and uncover your next favorite game! Blackjack Step into the fascinating world of Blackjack, where strategy and skill come together in an electrifying challenge. Your objective is to achieve a hand value of 21 without exceeding it! Engage in a thrilling contest against the dealer as you navigate crucial decisions to hit, stand, or double down. With a perfect balance of luck and strategy, every hand you play presents new opportunities for triumph, making each game a unique experience. Play Roulette Feel the adrenaline rush as the roulette wheel spins! Place your bets on your chosen lucky number, color, or even a range of numbers, and watch the ball dance around the wheel in anticipation. With every spin, excitement builds—will fortune smile upon you this time? The captivating atmosphere of the roulette table adds to the thrill, making it a favorite among players looking for an exhilarating gaming experience. Play Poker Enter the dynamic arena of poker, where skill, strategy, and a touch of bluffing determine the victor. Our diverse range of poker games, including popular variations like Texas Hold'em and Omaha, invites you to test your skills against players from all corners of the globe. Can you read your opponents and play the perfect hand to take home the coveted pot? With intense competition and high stakes, each poker game is a journey full of excitement and challenges. Play Baccarat Experience the timeless allure of Baccarat, a game that has captured the hearts of high rollers for generations. Set in an elegant atmosphere, you'll bet on the Player, Banker, or Tie, hoping for a winning hand as the cards are revealed. Simple yet sophisticated, Baccarat combines anticipation with strategy, making it a classic choice that consistently draws players back for more thrilling rounds. Play Slot Machines Embark on a spinning adventure with our vibrant selection of slot machines! From traditional fruit-themed slots that evoke nostalgia to innovative video slots brimming with captivating themes and storylines, each spin offers the chance to uncover exciting bonuses and massive jackpots. Get ready to pull that lever and chase your dreams as you navigate through an enchanting world of spinning reels and endless possibilities! Play Craps Join the exhilarating action at the craps table, where every roll of the dice has the power to change your fortune in an instant! Gather with fellow players as you place your bets on various exciting outcomes, creating an energetic and social atmosphere. With its lively vibe, craps invites everyone to join in the fun, making it one of the most thrilling and interactive games in our casino. Play Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212 Please Confirm Your Age To ensure a safe and enjoyable experience for all our guests, we require you to verify your age. Please confirm that you are at least 18 years old to proceed. Thank you for your understanding! 18+ No function closePopup(confirmation) { if (confirmation) { console.log(\"User confirmed they are 18 or older.\"); } else { console.log(\"User denied they are 18 or older.\"); } document.getElementById(\"overlay\").style.display = \"none\"; document.getElementById(\"popup\").style.display = \"none\"; } document.addEventListener(\"DOMContentLoaded\", function () { document.getElementById(\"overlay\").style.display = \"block\"; document.getElementById(\"popup\").style.display = \"block\"; });",
    "contact": "Contact Us - LuxStay | We’re Here to Help! ☰ Apartaments Amenities Casino Contact Us We're Here for You! Get in Touch with LuxStay Your experience is our top priority, and we want to hear from you! Whether you have questions, feedback, or need assistance, our dedicated team is ready to help. Reach out to us via email or through our contact form, and let’s make your stay exceptional together! Seamless Check-In for a Stress-Free Start Discover the Benefits of Choosing LuxStay At LuxStay, we understand that the check-in process sets the tone for your entire stay. That's why we strive to provide a seamless and efficient experience from the moment you arrive. Our friendly staff is dedicated to ensuring that your transition from traveler to guest is as smooth as possible. Our state-of-the-art check-in system minimizes wait times, allowing you to focus on what truly matters—relaxing and enjoying your time with us. With options for early check-in and personalized greetings, we make every effort to cater to your individual needs and preferences, ensuring a warm welcome every time. Choosing LuxStay means opting for convenience and comfort right from the start. Whether you're arriving late at night or during peak hours, our dedicated team is ready to assist you, ensuring that you feel right at home from the moment you walk through our doors. Experience the difference with LuxStay and start your journey with ease! Help Us Serve You Better Share Your Thoughts with Us! At LuxStay, your experience matters to us. We are committed to providing exceptional service and continuously improving our offerings. That’s why we invite you to share your thoughts, suggestions, or concerns through our feedback form. Your insights are invaluable in helping us create the perfect environment for all our guests. Whether you’ve enjoyed your stay or have ideas for improvement, we want to hear from you. Our dedicated team reviews all feedback carefully to ensure we meet and exceed your expectations. Thank you for taking the time to help us enhance your experience at LuxStay! Submit I accept Privacy Policy Real Experiences, Real Testimonials Hear from Our Satisfied Guests At LuxStay, we pride ourselves on providing exceptional service and unforgettable experiences. But don’t just take our word for it! Here are some heartfelt testimonials from our guests who have enjoyed their time with us. Their stories reflect our commitment to excellence and the comfort we strive to offer every visitor. Liam H. My stay at LuxStay was nothing short of amazing! The staff were incredibly welcoming, and the amenities exceeded my expectations. I can't wait to come back! Sophie L. What a fantastic experience! The check-in process was smooth, and the staff went above and beyond to ensure I had everything I needed. Truly a home away from home. Arjun P. From the stunning rooms to the delicious dining options, every detail was perfect. The location was also ideal for exploring the city. Highly recommend! Isabella G. The spa services were absolutely rejuvenating! I felt pampered and relaxed throughout my stay. LuxStay has become my go-to hotel whenever I'm in town. Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212",
    "disclaimer": "Disclaimer - LuxStay | Important Information About Our Services ☰ Apartaments Amenities Casino Contact Us Disclaimer 1. General Information The information provided by LuxStay (\"we,\" \"us,\" or \"our\") on our website is meant exclusively for general informational purposes. Although we share all information on the site in good faith, we do not guarantee or endorse any aspect, whether express or implied, regarding the accuracy, completeness, reliability, availability, or adequacy of any information present on the site. 2. External Links Disclaimer Our website may contain links to other websites or content owned by third parties, as well as links to sites and features displayed in ads. We do not monitor, review, or verify the accuracy, completeness, reliability, or availability of these external links. We do not guarantee or endorse the reliability of any information provided by third-party websites linked from our site or any site or feature referenced in any advertisements. We are not involved in or responsible for any transactions between you and third-party providers of products or services. 3. Professional Disclaimer This site does not provide, nor is it capable of providing, [medical/legal/fitness/other] advice. The [medical/legal/fitness/other] information shared here is intended solely for general informational and educational purposes and should not serve as a substitute for professional advice. Therefore, we strongly recommend consulting with relevant professionals before taking any action based on such information. Your use or reliance on the information found on this site is entirely at your own risk. 4. Personal Responsibility By using our site, you acknowledge that your engagement is voluntary and that any choices, actions, and outcomes, both present and future, are solely your responsibility. We shall not be liable to you or any other individual for any decisions made or actions taken based on the information provided on this site. 5. Contact Us For any questions regarding this Disclaimer, please contact us at: Email: luxstay@gmail.com Address: 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212",
    "index": "Apartments - LuxStay | Luxurious Accommodations for Every Traveler ☰ Apartaments Amenities Casino Contact Us Discover Our Luxurious Apartments at LuxStay Experience the perfect blend of comfort and elegance in our stunning apartments. Whether you're traveling for business or leisure, each accommodation is designed to meet your every need, providing a home away from home. Explore our diverse options and find the perfect space for your stay! Order service Each Room Equipped with Modern Amenities for an Unmatched Experience Perfect Conditions for Your Comfort Comfortable Beds Immerse yourself in luxury with plush mattresses and soft bedding for a restful night's sleep. Modern Devices Each room is equipped with a flat-screen TV and high-speed internet for your convenience. Mini-Bar and Tea Corner Enjoy refreshing drinks and snacks in your room with a fully stocked mini-bar. Private Bathrooms Spacious bathrooms featuring quality fixtures and complimentary toiletries for your comfort. Balcony or Terrace Select rooms offer a private balcony or terrace with stunning views for a relaxing outdoor experience. Find Your Perfect Home Away from Home at LuxStay Explore Our Stunning Room Options At LuxStay, we offer a variety of beautifully designed rooms tailored to meet the needs of every traveler. Whether you're seeking luxury, comfort, or functionality, our accommodations provide an exceptional experience that will make your stay truly memorable. Deluxe Room Experience elegance in our Deluxe Room, featuring modern decor, a plush king-size bed, and large windows that offer breathtaking views of the city. Enjoy amenities such as a flat-screen TV, complimentary Wi-Fi, and a well-stocked mini-bar to enhance your stay. Price: ₹8,000 per night. ₹8,000 per night. Executive Suite Our Executive Suite is a spacious sanctuary, designed for both business travelers and families. It includes a separate living area, premium furnishings, and a writing desk. Guests can enjoy exclusive access to additional services and facilities, making it the perfect choice for an extended stay. ₹15,000 per night. Presidential Suite Indulge in the epitome of luxury with our Presidential Suite. This expansive accommodation features exquisite furnishings, a private balcony, and an opulent bathroom with a soaking tub. Personalized services ensure a bespoke experience tailored to your every need. ₹25,000 per night. Standard Room Our Standard Room offers a cozy yet comfortable option for budget-conscious travelers. Equipped with essential amenities, including a comfortable queen-size bed, a functional workspace, and a modern bathroom, this room is perfect for short stays without compromising on quality. ₹5,000 per night. Family Room Designed with families in mind, our Family Room provides ample space and multiple bedding options to accommodate everyone comfortably. With a playful atmosphere and convenient amenities, this room ensures a pleasant stay for guests of all ages. ₹10,000 per night. Unmatched Quality and Service Await You Discover the LuxStay Difference At LuxStay, we pride ourselves on providing an exceptional experience that sets us apart from the competition. From our top-notch facilities to our dedicated staff, every aspect of our hotel is designed with your comfort and satisfaction in mind. Here are ten reasons why guests consistently choose us for their stay. Exceptional Customer Service Luxury Accommodations Prime Location Wide Range of Amenities Special Offers and Packages Cleanliness and Safety Family-Friendly Environment Business Facilities Stunning Views Personalized Experiences Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212",
    "privacy-policy": "Privacy Policy - LuxStay | Protecting Your Privacy and Data Security ☰ Apartaments Amenities Casino Contact Us Privacy Policy 1. Introduction Thank you for visiting LuxStay. Your privacy is important to us, and we are committed to protecting your personal information. This privacy policy details how we collect, use, share, and secure your data while you interact with our website. 2. Information We Collect We may obtain information about you through various channels. The types of data we may collect on the Site include: Personal Data: Identifiable information such as your name, address, email, and phone number, along with demographic information like age, gender, hometown, and interests that you voluntarily provide when registering or participating in activities on the Site. Derivative Data: Information automatically gathered by our servers when you access the Site, including your IP address, browser type, operating system, access times, and the pages you view before and after visiting the Site. Financial Data: Payment-related information, including valid credit card details (e.g., number, brand, expiration date) that may be collected during purchases, orders, returns, exchanges, or inquiries about our services on the Site. 3. Disclosure of Your Information We may share the information we collect about you under certain conditions. Your data may be disclosed in the following circumstances: By Law or to Protect Rights: If we determine that disclosing your information is necessary to comply with legal requirements, investigate potential policy breaches, or protect the rights, property, and safety of others, we may share your information as permitted or required by law. Business Transfers: We may share or transfer your information during the negotiation of any merger, sale of business assets, financing, or acquisition of all or part of our business to another organization. Third-Party Service Providers: We may share your information with third parties that perform services for us or on our behalf, such as payment processing, data analysis, email delivery, hosting services, customer support, and marketing help. 4. Security of Your Information We employ administrative, technical, and physical security measures to safeguard your personal information. While we take reasonable steps to secure the data you provide, please be aware that no security method is foolproof, and no data transmission can be guaranteed against interception or misuse. 5. Contact Us If you have any questions or comments regarding this Privacy Policy, please feel free to contact us at: Email: luxstay@gmail.com Address: 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212",
    "services": "Amenities - LuxStay | Exceptional Facilities and Services ☰ Apartaments Amenities Casino Contact Us Unmatched Amenities for an Exceptional Stay At LuxStay, we believe that every detail matters. Our extensive range of amenities is designed to enhance your experience, from our relaxing spa and invigorating fitness center to gourmet dining options and a vibrant casino. Discover how our facilities can make your stay truly memorable! Experience Luxury at an Even Better Price Unmissable Offers Just for You! At LuxStay, we believe that every guest deserves the best experience possible. That's why we are excited to offer exclusive discounts on our premium services. Whether you're looking to unwind at the spa, enjoy a gourmet meal, or indulge in a night at the casino, our special offers make it easier than ever to treat yourself. Our discounts are designed to provide exceptional value without compromising quality. From seasonal promotions to long-term stay packages, we strive to cater to all your needs while ensuring you get the most out of your stay. Keep an eye on our website for the latest offers and make the most of your visit! Take advantage of our special discounts today and enjoy luxury accommodations and services at an unbeatable price. Experience the difference with LuxStay, where every moment is a chance to indulge and create lasting memories. Tailored Services to Enhance Your Stay Experience Unmatched Luxury and Convenience At LuxStay, we offer a wide range of premium services designed to make your visit as comfortable and enjoyable as possible. From relaxing spa treatments to gourmet dining experiences, our dedicated team is committed to ensuring every aspect of your stay is exceptional. Explore our extensive list of services and indulge in the ultimate luxury. Spa and Wellness Retreat Immerse yourself in tranquility with our full-service spa. Choose from a variety of rejuvenating treatments, including soothing massages, revitalizing facials, and holistic wellness therapies designed to relax your body and mind. ₹3,500 Gourmet Dining Experience Delight your palate with our exquisite dining options. Our renowned chefs craft seasonal menus featuring locally sourced ingredients, ensuring every meal is a culinary masterpiece served in an elegant setting. ₹1,500 per meal 24/7 Room Service Enjoy the ultimate convenience with our round-the-clock room service. Whether you're craving a midnight snack or a gourmet meal, our extensive menu is available for delivery straight to your door, anytime you desire. Varies by order Airport Transfer Service Start your journey stress-free with our convenient airport pick-up and drop-off services. Our professional drivers ensure a smooth and timely transfer, allowing you to relax as you arrive or depart. ₹1,200 each way Fitness Center Access Stay active during your stay with complimentary access to our state-of-the-art fitness center. Equipped with modern machines and free weights, our gym is designed to meet all your fitness needs, ensuring you maintain your routine while traveling. Free for guests Concierge Services Our dedicated concierge team is at your service to assist with reservations, local tours, and personalized recommendations. From booking tickets to arranging excursions, we ensure you have the best experience during your stay. Complimentary Laundry and Dry Cleaning Enjoy hassle-free laundry services to keep your clothes fresh and clean throughout your stay. Our efficient laundry and dry-cleaning services ensure your garments are impeccably cared for, so you can focus on enjoying your time. Starting at ₹500 Casino Access Experience the thrill of gaming with exclusive access to our vibrant on-site casino. Enjoy a variety of games and lively entertainment in a luxurious environment, making for an unforgettable night out. ₹1,000 entry fee Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212 document.addEventListener(\"DOMContentLoaded\", (event) => { const elements = document.getElementsByClassName(\"r-i-mn\"); Array.from(elements).forEach((element) => { element.addEventListener(\"click\", () => { window.location.href = \"contact.html#contact\"; }); }); });",
    "terms-conditions": "Terms and Conditions - LuxStay | Our Agreement with Guests ☰ Apartaments Amenities Casino Contact Us Terms and Conditions 1. Introduction Thank you for visiting LuxStay. These terms and conditions outline the guidelines and regulations for using LuxStay's website. By accessing this site, you confirm your acceptance of these terms and conditions. If you do not agree with any of these terms, please do not use LuxStay. 2. Intellectual Property Rights Unless stated otherwise, LuxStay and/or its licensors own the intellectual property rights for all content found on LuxStay. All rights are reserved. You may access LuxStay's content for personal use only, in accordance with the restrictions set forth in these terms. 3. Restrictions You are explicitly prohibited from the following actions: Reposting any material from this website in any other medium; Selling, sublicensing, or commercially exploiting any content from this site; Publicly exhibiting or performing any material from this site; Using this site in any way that could potentially harm it; Disrupting user access to this site; Utilizing this site in violation of applicable laws and regulations, or in a manner that could cause harm to the website or any person or business entity; Engaging in any data mining, harvesting, extraction, or similar activities concerning this website; Using this site for any advertising or promotional purposes. 4. Your Privacy Please read our Privacy Policy. 5. Limitation of Liability LuxStay, along with its officers, directors, or employees, shall not be liable for any issues that arise from or are connected to your use of this website, regardless of the nature of the liability. LuxStay and its representatives will not be responsible for any indirect, consequential, or special damages resulting from your use of this site. 6. Indemnification You agree to fully indemnify LuxStay for any liabilities, costs, claims, damages, or expenses (including reasonable attorney fees) arising from your breach of any of these Terms. 7. Severability If any provision of these Terms is found to be invalid under applicable law, that provision will be removed without affecting the remaining terms. 8. Variation of Terms LuxStay reserves the right to modify these Terms at any time, and by using this website, you agree to review these Terms periodically. 9. Assignment LuxStay is allowed to assign, transfer, or subcontract its rights and/or obligations under these Terms without prior notice. However, you are not permitted to assign, transfer, or subcontract any of your rights and/or obligations under these Terms. 10. Entire Agreement These Terms constitute the entire agreement between LuxStay and you regarding your use of this website, overriding any previous agreements or understandings. Contact Us For any questions regarding these Terms, please contact us at: Email: luxstay@gmail.com Address: 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Privacy Policy Terms and Conditions Disclaimer Address 7W33+XR, Gopalpur, Boxipalli, Odisha 761002, India Email luxstay@gmail.com Phone +91-87-4563212",
    "thanks": "Thank You - LuxStay | We Appreciate Your Visit! body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #858585; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #858585; transition: 0.3s; color: black; transition: 0.3s; } Thank You! We sincerely appreciate your visit to our website. At LuxStay, we strive to provide the best experience for our guests. If you have any questions, suggestions, or feedback, please do not hesitate to reach out to us. We hope to welcome you soon at LuxStay! Warm regards, The LuxStay Team Email: luxstay@gmail.com Home"
  },
  "date": "2024-07-15T12:41:25.436Z"
}