{
  "name": "New_v9_MaravilhasdoMundo",
  "pages": {
    "index": "Maravilhas do Mundo Maravilhas Quem Somos País Oferta Princípios Vantagens Contatos Descubra as Maravilhas do Mundo! Planeje sua próxima aventura com nossos pacotes exclusivos e experiências inesquecíveis. Quem Somos Na Maravilhas do Mundo, acreditamos que viajar é uma das experiências mais enriquecedoras que a vida pode oferecer. Fundada por apaixonados por viagens, nossa missão é proporcionar aventuras inesquecíveis e personalizadas para cada um de nossos clientes. Desde destinos exóticos até os clássicos imperdíveis, estamos aqui para transformar seus sonhos de viagem em realidade. Na Maravilhas do Mundo, você não é apenas um cliente; você é um viajante em busca de novas descobertas. É por isso que oferecemos pacotes flexíveis e personalizados, adaptados às suas preferências e necessidades. Quer esteja planejando uma escapada romântica, uma aventura em família ou uma viagem solo de autodescoberta, estamos aqui para guiá-lo em cada passo do caminho. Venha explorar o mundo conosco! Com anos de experiência no setor de turismo, nossa equipe é composta por especialistas dedicados que conhecem os melhores destinos, as melhores rotas e as melhores experiências. Trabalhamos em estreita colaboração com fornecedores de confiança em todo o mundo para garantir que você receba um serviço de alta qualidade, segurança e conforto durante toda a sua viagem. País Turquia 3º lugar em número de praias com Bandeira Azul Escolha um tour Emirados Árabes Unidos Um mundo de recordes, luxo, belas praias Escolha um tour Egito \"Aquário\" mar e férias durante todo o ano Escolha um tour Oferta Especial: Hotéis Maravilhosos com Desconto! Não perca a chance de vivenciar uma aventura incrível com nosso Hot Tour desta semana! Aproveite preços imperdíveis e destinos deslumbrantes, tudo preparado especialmente para você. Seja uma escapada de última hora para uma praia paradisíaca ou uma viagem cultural para uma cidade histórica, nossos pacotes de Hot Tour oferecem a combinação perfeita de conforto, economia e experiências inesquecíveis. Reserve Agora Nossas Vantagens 1. Experiência e Profissionalismo Com anos de experiência no setor, a Maravilhas do Mundo oferece um serviço de alta qualidade, guiado por uma equipe de especialistas apaixonados por viagens. 2. Personalização Sob Medida Cada viagem é única. Oferecemos pacotes personalizados que atendem às suas preferências individuais, garantindo uma experiência de viagem verdadeiramente memorável. 3. Atendimento ao Cliente 24/7 Estamos aqui para você a qualquer hora do dia. Nosso suporte ao cliente está disponível 24 horas por dia, 7 dias por semana, para garantir sua tranquilidade durante toda a viagem. 4. Compromisso com a Sustentabilidade Promovemos práticas de turismo sustentável, buscando preservar o meio ambiente e apoiar as comunidades locais em todos os destinos que oferecemos. Nossos Princípios 1 Excelência no Atendimento: Na Maravilhas do Mundo, colocamos nossos clientes em primeiro lugar. Nos empenhamos em oferecer um atendimento excepcional, ouvindo suas necessidades e superando suas expectativas em cada etapa da sua jornada. Sua satisfação é nossa maior prioridade. 2 Personalização: Acreditamos que cada viagem deve ser única e refletir os desejos e preferências individuais de cada viajante. Nossos pacotes são personalizados para proporcionar experiências exclusivas, seja uma viagem de aventura, relaxamento ou exploração cultural. 3 Sustentabilidade: Estamos comprometidos com o turismo sustentável e responsável. Trabalhamos para minimizar o impacto ambiental das nossas atividades e promovemos práticas que beneficiam as comunidades locais. Queremos garantir que as maravilhas do mundo permaneçam preservadas para as futuras gerações. 4 Transparência e Confiança: Valorizamos a confiança que nossos clientes depositam em nós. Por isso, somos transparentes em todas as nossas operações, desde a descrição dos pacotes até a política de preços. Garantimos que todas as informações sejam claras e precisas, proporcionando segurança e tranquilidade em cada viagem. Perguntas Frequentes Quais destinos são mais populares entre os clientes da Maravilhas do Mundo? Nossos clientes frequentemente escolhem destinos exóticos como as Ilhas Maldivas e a Tailândia, além de clássicos como Paris e Roma. Como posso personalizar meu pacote de viagem com a Maravilhas do Mundo? Oferecemos pacotes personalizados para atender suas preferências individuais, desde opções de hotéis até atividades específicas, garantindo uma viagem única e memorável. Qual é a política da Maravilhas do Mundo em relação à sustentabilidade? Estamos comprometidos com o turismo sustentável, buscando minimizar nosso impacto ambiental e apoiar as comunidades locais nos destinos que operamos. Como posso entrar em contato com a equipe de suporte da Maravilhas do Mundo? Você pode entrar em contato conosco a qualquer momento pelo nosso site Quais são os métodos de pagamento aceitos pela Maravilhas do Mundo? Aceitamos pagamentos via cartão de crédito, transferência bancária e PayPal para facilitar sua reserva e garantir sua segurança durante as transações. A Maravilhas do Mundo oferece algum programa de fidelidade para clientes frequentes? Sim, temos um programa de fidelidade que oferece benefícios exclusivos, como upgrades de quarto, descontos especiais e acesso a eventos VIP, para nossos clientes fiéis. Nossas Conquistas em Números Mais de 10 Anos de Experiência Mais de 100 Destinos Oferecidos Mais de 10.000 Clientes Satisfeitos Mais de 95% de Avaliações Positivas Nosso Programa de Bônus Explore o mundo conosco e acumule pontos de bônus em cada reserva. Cada viagem conta para descontos exclusivos, upgrades gratuitos e outras vantagens especiais. Inscreva-se agora e comece a colher os benefícios de ser um viajante fiel da Maravilhas do Mundo! Contato Estamos aqui para ajudar! Se você tiver alguma dúvida, feedback ou precisar de assistência, não hesite em nos contatar. Nossa equipe de atendimento ao cliente está disponível para responder suas perguntas e garantir que sua experiência conosco seja excepcional. +55 00 9144 3154 maravilhas-do-mundo@gmail.com SES 801 - Asa Sul, Brasilia - Federal District, 70200-010 Seu nome Your email Comunicação Eu aceito Política De Privacidade Política de PrivacidadeTermos de Uso Maravilhas do Mundo 2024",
    "privacy_policy": "Maravilhas do Mundo | Política de Privacidade Maravilhas Política de Privacidade Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como seu nome, endereço de e-mail, número de telefone e informações de pagamento ao fazer reservas ou se inscrever em nossos serviços. Também podemos coletar informações automaticamente quando você navega no nosso site, como seu endereço IP, tipo de navegador e páginas visitadas. Uso de Informações Usamos as informações coletadas para: Processar e gerenciar suas reservas e solicitações. Melhorar nossos serviços e o conteúdo do nosso site. Enviar atualizações, ofertas promocionais e outras comunicações de marketing, caso você tenha optado por recebê-las. Responder às suas perguntas e fornecer suporte ao cliente. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto: Quando necessário para processar suas reservas (por exemplo, com hotéis e companhias aéreas). Para cumprir obrigações legais ou regulatórias. Com provedores de serviços que nos ajudam a operar nosso site e fornecer nossos serviços (todos sujeitos a obrigações de confidencialidade). Proteção de Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso, uso, alteração e divulgação não autorizados. No entanto, nenhum sistema de segurança é impenetrável, e não podemos garantir a segurança absoluta das suas informações. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Também pode optar por não receber mais comunicações de marketing a qualquer momento, seguindo as instruções de cancelamento de inscrição em nossos e-mails. Contacte nos Se você tiver alguma dúvida, entre em contato conosco: maravilhas-do-mundo@gmail.com Política de PrivacidadeTermos de Uso Maravilhas do Mundo 2024",
    "terms": "Maravilhas do Mundo | Termos de Uso Maravilhas Termos de Uso Aceitação dos Termos Ao acessar e utilizar este site, você concorda em estar legalmente vinculado por estes Termos de Uso, bem como por nossa Política de Privacidade. Se você não concordar com algum destes termos, não utilize nosso site. Uso do Site Você concorda em utilizar o site apenas para fins legais e de acordo com os Termos de Uso. Você não deve usar o site para: Violar qualquer lei ou regulamento local, estadual, nacional ou internacional aplicável. Transmitir ou divulgar qualquer material publicitário ou promocional não solicitado ou não autorizado (spam). Tentar interferir ou comprometer a segurança, integridade ou desempenho do site. Conteúdo do Site Todo o conteúdo disponível no site, incluindo textos, gráficos, logos, imagens, vídeos e software, é propriedade da Maravilhas do Mundo ou de seus licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você não pode copiar, modificar, distribuir, vender ou alugar qualquer parte do conteúdo sem a nossa permissão expressa por escrito. Reservas e Pagamentos Ao fazer uma reserva através do nosso site, você concorda em fornecer informações precisas e completas. Todas as reservas estão sujeitas à disponibilidade e confirmação. Os preços e taxas estão sujeitos a alterações sem aviso prévio. Os pagamentos devem ser feitos conforme especificado durante o processo de reserva. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência e não implicam em endosso do conteúdo desses sites. Não temos controle sobre esses sites e não assumimos responsabilidade pelo seu conteúdo ou práticas de privacidade. Contacte nos Se você tiver alguma dúvida, entre em contato conosco: maravilhas-do-mundo@gmail.com Política de PrivacidadeTermos de Uso Maravilhas do Mundo 2024",
    "thank_page": "Maravilhas do Mundo | Página de agradecimentos Obrigada! Processaremos a sua respostaBack to Maravilhas do Mundo"
  },
  "date": "2024-06-20T13:00:57.803Z"
}