{
  "name": "New_v9_Radiancia",
  "pages": {
    "index": "Radiância Radiância Início Serviços Sobre Nós Contato Bem-vindo ao Radiância Somos especialistas em tratamentos de remoção de pelos a laser. Oferecemos serviços de alta qualidade para garantir uma pele suave e radiante. Nossos Serviços Resultados Duradouros Nossos tratamentos garantem resultados duradouros, para que você possa desfrutar de uma pele lisa por mais tempo. Sem Dor Utilizamos tecnologia de ponta que proporciona uma experiência praticamente sem dor durante os tratamentos. Equipe Qualificada Nossa equipe é formada por profissionais altamente qualificados e experientes no campo da remoção de pelos a laser. Sobre Nós O Radiância é mais do que apenas um salão de beleza. Somos uma equipe dedicada de profissionais apaixonados por ajudar nossos clientes a alcançar sua melhor versão. Combinamos anos de experiência em estética e tecnologia avançada para oferecer tratamentos de remoção de pelos a laser que são seguros, eficazes e personalizados para atender às necessidades individuais de cada pessoa. Nossa missão é proporcionar a você uma experiência de beleza única, onde você se sinta cuidado, respeitado e confiante. Estamos comprometidos em oferecer não apenas resultados visíveis, mas também um ambiente acolhedor e amigável, onde você possa relaxar e desfrutar de momentos de autocuidado. Confie no Radiância para ajudá-lo a alcançar uma pele suave, radiante e livre de pelos. Estamos ansiosos para recebê-lo em nosso salão e fazer parte da sua jornada de beleza. Situado no coração da cidade, o Radiância é um oásis de tranquilidade e beleza. Nossa equipe de especialistas em estética está aqui para proporcionar a você uma experiência luxuosa e relaxante, onde todos os seus desejos de beleza podem ser realizados. Desde a nossa recepção calorosa até os nossos tratamentos personalizados, cada momento passado conosco é uma celebração da sua beleza única. Combinamos os mais recentes avanços em tecnologia estética com produtos de alta qualidade para garantir que você obtenha resultados excepcionais em cada visita. Seja você um cliente novo ou um cliente fiel, estamos comprometidos em superar suas expectativas e ajudá-lo a alcançar a melhor versão de si mesmo. Visite-nos hoje e descubra por que somos a escolha número um para tratamentos de beleza de alta qualidade e atendimento excepcional. Mal podemos esperar para recebê-lo no Radiância! Nossos Equipamentos Estamos equipados com tecnologia de ponta para oferecer tratamentos de remoção de pelos a laser de última geração. Conheça alguns dos nossos principais aparelhos: Laser Clear O Laser Clear utiliza uma tecnologia avançada de diodo para oferecer resultados precisos e eficazes. É ideal para todos os tipos de pele e áreas do corpo. Laser Smooth O Laser Smooth é projetado para proporcionar uma experiência confortável e sem dor. Sua tecnologia de resfriamento integrado torna a remoção de pelos ainda mais suave. Laser Radiant O Laser Radiant é conhecido por sua eficácia e rapidez. Ele oferece resultados visíveis após apenas algumas sessões, deixando sua pele radiante e sem pelos. Nossos Serviços Serviço Descrição Duração Preço Remoção de pelos a laser Remoção permanente de pelos indesejados utilizando tecnologia de laser de última geração. 30 minutos a 1 hora, dependendo da área tratada R$ 100 a R$ 500 por sessão Remoção de pelos em áreas específicas Remoção de pelos em áreas como axilas, rosto, virilha, costas e outras partes do corpo. Varia de acordo com a área Varia de acordo com a área Remoção de pelos em corpo inteiro Remoção completa de pelos em todo o corpo, proporcionando uma pele suave e sem pelos. 1 hora a 2 horas R$ 500 a R$ 1000 por sessão Tratamento de foliculite Tratamento especializado para reduzir a foliculite e prevenir a inflamação dos folículos pilosos. Varia de acordo com a área afetada Varia de acordo com a área afetada Rejuvenescimento da pele Tratamentos de rejuvenescimento da pele para reduzir rugas, linhas finas e manchas de pigmentação. 1 hora a 1 hora e meia R$ 300 a R$ 800 por sessão Tratamento facial Tratamentos personalizados para limpeza profunda, hidratação, anti-envelhecimento e muito mais. 45 minutos a 1 hora R$ 80 a R$ 300 por sessão Massagem corporal Massagens relaxantes para aliviar o estresse, reduzir a tensão muscular e promover o bem-estar geral. 1 hora a 1 hora e meia R$ 120 a R$ 400 por sessão Manicure e Pedicure Cuidados profissionais para suas mãos e pés, incluindo corte, lixamento, hidratação e esmaltação. 30 minutos a 1 hora R$ 50 a R$ 150 por sessão Depilação com Cera Depilação temporária para remoção de pelos indesejados em várias áreas do corpo. 15 minutos a 1 hora, dependendo da área tratada R$ 30 a R$ 100 por sessão Design de Sobrancelhas Modelagem profissional das sobrancelhas para realçar sua beleza natural. 15 minutos a 30 minutos R$ 20 a R$ 50 por sessão Tratamento de Acne Tratamentos especializados para reduzir a acne, limpar os poros e promover uma pele saudável. 30 minutos a 1 hora R$ 80 a R$ 250 por sessão Tratamento de Hidratação Capilar Tratamentos intensivos para restaurar a hidratação e a saúde dos cabelos, deixando-os macios e brilhantes. 45 minutos a 1 hora R$ 70 a R$ 200 por sessão Promoções Verão sem pelos! Aproveite o verão com nossa promoção especial de remoção de pelos a laser. Obtenha descontos de até 30% em todos os tratamentos! Desconto para novos clientes Como boas-vindas, oferecemos um desconto de 20% em qualquer tratamento para novos clientes. Agende sua consulta hoje mesmo! Traga um amigo e ganhe Traga um amigo para fazer um tratamento e ambos receberão 15% de desconto! Aproveite essa promoção em dobro! Preparação para a Depilação a Laser A depilação a laser é um procedimento seguro e eficaz, mas requer alguma preparação para garantir os melhores resultados e minimizar o risco de complicações. Aqui estão algumas dicas para ajudá-lo a se preparar para sua sessão de depilação a laser: Evite a exposição solar: Evite tomar sol ou usar camas de bronzeamento por pelo menos duas semanas antes do tratamento. A pele bronzeada pode aumentar o risco de queimaduras e complicações. Raspe os pelos: Raspe os pelos na área a ser tratada um ou dois dias antes da sessão. Isso ajuda o laser a atingir os folículos pilosos de forma mais eficaz. Evite outros métodos de remoção de pelos: Evite depilar, encerar ou usar cremes depilatórios nas áreas a serem tratadas por pelo menos quatro semanas antes do procedimento. Limpe a pele: Certifique-se de que a pele esteja limpa e sem produtos, maquiagem ou loções antes do tratamento. Informe o seu técnico: Informe o técnico sobre qualquer medicação que esteja tomando, problemas de saúde ou histórico de problemas de pele. Use roupas confortáveis: Use roupas confortáveis e que permitam fácil acesso à área a ser tratada. Evite perfumes: Evite o uso de perfumes, desodorantes ou produtos que possam irritar a pele antes do tratamento. Siga estas dicas e consulte o seu técnico de depilação a laser para obter orientações específicas sobre como se preparar para o seu tratamento. Com a preparação adequada, você pode desfrutar de resultados mais eficazes e uma experiência de depilação a laser mais segura e confortável. Recomendações após o Procedimento de Depilação a Laser Após o procedimento de depilação a laser, é importante seguir algumas recomendações para garantir uma recuperação rápida e eficaz, bem como maximizar os resultados do tratamento. Aqui estão algumas dicas úteis: Hidrate a pele: Mantenha a pele bem hidratada após o tratamento. Use loções ou cremes hidratantes suaves para acalmar a pele e prevenir o ressecamento. Evite a exposição solar: Evite tomar sol ou usar camas de bronzeamento por pelo menos duas semanas após o tratamento. A exposição solar pode irritar a pele tratada e aumentar o risco de complicações. Evite produtos irritantes: Evite o uso de produtos que possam irritar a pele, como perfumes, loções perfumadas ou produtos com álcool. Evite o calor excessivo: Evite banhos quentes, saunas e exercícios intensos que possam aumentar a temperatura da pele e causar desconforto. Use protetor solar: Use protetor solar com alto fator de proteção solar (FPS) nas áreas tratadas sempre que sair ao ar livre. Evite depilação: Evite depilar, encerar ou usar cremes depilatórios nas áreas tratadas por pelo menos duas semanas após o procedimento. Consulte o seu técnico: Se tiver dúvidas ou preocupações após o tratamento, não hesite em entrar em contato com o seu técnico de depilação a laser. Siga estas recomendações para garantir uma recuperação suave e obter os melhores resultados possíveis da sua sessão de depilação a laser. Lembre-se sempre de seguir as instruções do seu técnico e cuidar da sua pele adequadamente. Etapas da Depilação a Laser A depilação a laser é um procedimento seguro e eficaz que geralmente envolve várias etapas para obter os melhores resultados. Aqui estão as etapas típicas do processo de depilação a laser: Consulta inicial: O processo começa com uma consulta inicial com um profissional qualificado. Durante esta consulta, serão discutidos os objetivos do tratamento, o histórico médico e qualquer preocupação específica. Preparação da pele: Antes do procedimento, é importante preparar a pele adequadamente. Isso pode incluir raspar os pelos na área a ser tratada e evitar a exposição solar. Procedimento de tratamento: Durante o procedimento de tratamento, o laser é direcionado para os folículos pilosos, onde é absorvido pela melanina e transformado em calor, danificando os folículos e inibindo o crescimento do pelo. Sessões de acompanhamento: A depilação a laser geralmente requer várias sessões para obter resultados ótimos. O número de sessões necessárias pode variar dependendo do tipo de pele, cor do pelo e área tratada. Cuidados pós-tratamento: Após cada sessão, é importante seguir os cuidados pós-tratamento recomendados pelo seu técnico. Isso pode incluir evitar a exposição solar, manter a pele hidratada e evitar métodos de remoção de pelos que possam irritar a pele. Avaliação e manutenção: Após completar o número recomendado de sessões, você pode realizar uma avaliação para verificar os resultados. Dependendo do seu caso, podem ser necessárias sessões de manutenção periódicas para manter os resultados. Seguir estas etapas e orientações ajudará a garantir uma experiência segura e eficaz de depilação a laser, proporcionando resultados duradouros e uma pele suave e sem pelos. Preparação para o Procedimento de Depilação a Laser A preparação adequada antes do procedimento de depilação a laser é crucial para garantir resultados eficazes e uma experiência segura. Aqui estão algumas etapas importantes a serem seguidas antes da sua sessão de depilação a laser: Consulta inicial: Agende uma consulta inicial com um profissional qualificado para discutir seus objetivos, histórico médico e qualquer preocupação específica que você possa ter. Evitar a exposição solar: Evite tomar sol ou usar camas de bronzeamento por pelo menos duas semanas antes do procedimento. A pele bronzeada pode aumentar o risco de complicações. Raspar os pelos: Raspe os pelos na área a ser tratada um ou dois dias antes da sessão. Isso ajuda o laser a atingir os folículos pilosos de forma mais eficaz. Evitar outros métodos de remoção de pelos: Evite depilar, encerar ou usar cremes depilatórios nas áreas a serem tratadas por pelo menos quatro semanas antes do procedimento. Manter a pele limpa e sem produtos: Certifique-se de que a pele esteja limpa e sem produtos, maquiagem ou loções antes do tratamento. Informar sobre medicações: Informe o técnico sobre qualquer medicação que esteja tomando, problemas de saúde ou histórico de problemas de pele. Seguir estas etapas de preparação ajudará a garantir que você obtenha os melhores resultados possíveis da sua sessão de depilação a laser e reduza o risco de complicações. Lembre-se de seguir as instruções do seu técnico e fazer todas as perguntas que tiver durante a consulta inicial. Contraindicações para a Depilação a Laser Embora a depilação a laser seja geralmente segura e eficaz, existem algumas situações em que o tratamento pode não ser recomendado. Aqui estão algumas contraindicações comuns para a depilação a laser: Gestação e amamentação: Mulheres grávidas ou que estejam amamentando devem evitar a depilação a laser, pois os efeitos do tratamento na gravidez e no bebê não são totalmente conhecidos. Peles bronzeadas: A depilação a laser não é recomendada em peles bronzeadas, pois o laser pode causar queimaduras ou hiperpigmentação. Histórico de herpes ativa: Indivíduos com histórico de herpes labial ativa devem evitar o tratamento na área afetada, pois o laser pode desencadear um surto. Uso de certos medicamentos: Alguns medicamentos, como isotretinoína (utilizada no tratamento da acne), podem aumentar o risco de complicações durante o tratamento com laser. Problemas de pele ativos: Indivíduos com problemas de pele ativos, como eczema, psoríase ou feridas abertas, devem adiar o tratamento até que a pele esteja saudável. Lesões recentes: Se você tiver tido uma queimadura solar, lesão cutânea ou procedimento dermatológico recente na área a ser tratada, é melhor adiar a depilação a laser até que a pele esteja completamente curada. É importante discutir quaisquer preocupações médicas ou condições de saúde com seu profissional de saúde antes de iniciar o tratamento de depilação a laser. Eles poderão avaliar seu histórico médico e ajudá-lo a determinar se a depilação a laser é adequada para você. Nossa Equipe João Silva Especialista em Depilação a Laser João é apaixonado por ajudar os clientes a alcançar resultados incríveis com a depilação a laser. Com anos de experiência, ele é especializado em diversos tipos de pele e áreas de tratamento. Maria Santos Esteticista e Massoterapeuta Maria combina sua experiência em estética com técnicas avançadas de massagem para oferecer tratamentos relaxantes e rejuvenescedores para os clientes. Ela é dedicada a proporcionar uma experiência excepcional. Carlos Oliveira Especialista em Tratamentos Faciais Carlos é conhecido por sua habilidade em criar protocolos personalizados para atender às necessidades individuais de cada cliente. Ele está sempre atualizado com as últimas tendências em cuidados com a pele. Ana Rodrigues Manicure e Pedicure Profissional Com mãos habilidosas e atenção aos detalhes, Ana proporciona serviços de manicure e pedicure de alta qualidade. Ela é apaixonada por ajudar os clientes a se sentirem confiantes e bonitos. Contatos Telefone: +553275031624 Email: Radiancia@gmail.com Endereço: № 102B-R. Press. Dutra-Tapanã, Belém-PA, 66825-050, Bras Nome: Email: Mensagem: Aceito a política de privacidade. Enviar Horário de Funcionamento Segunda a Sexta: 9:00 - 18:00 Sábado: 9:00 - 16:00 Domingo: Fechado Início Serviços Sobre Nós Contato Termos e Condições Política de Privacidade",
    "policy": "Política de Privacidade | Radiância main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } Radiância Início Serviços Sobre Nós Contato Política de Privacidade No Radiância, estamos comprometidos em proteger a sua privacidade. Esta política de privacidade se aplica ao nosso site e a todos os produtos e serviços oferecidos pela Radiância. Segurança da Informação Nós adotamos práticas adequadas de coleta, armazenamento e processamento de dados, bem como medidas de segurança para proteger contra acesso não autorizado, alteração, divulgação ou destruição de suas informações pessoais, nome de usuário, senha, informações de transações e dados armazenados em nosso site. As suas informações pessoais são armazenadas em servidores seguros e protegidas por firewalls e criptografia avançada para garantir a máxima segurança. No entanto, é importante lembrar que nenhuma transmissão de dados pela Internet ou método de armazenamento eletrônico é 100% seguro. Portanto, embora nos esforcemos para proteger as suas informações pessoais, não podemos garantir a sua segurança absoluta. Você também é responsável por proteger a confidencialidade das suas informações de login e senha. Recomendamos que escolha senhas fortes e únicas e não compartilhe suas credenciais de acesso com ninguém. Caso tenha alguma preocupação com a segurança das suas informações pessoais ou suspeite de atividades suspeitas em sua conta, entre em contato conosco imediatamente para que possamos tomar as medidas necessárias para proteger a sua privacidade e segurança. Consentimento Ao usar o nosso site, você concorda com a nossa política de privacidade e concede o seu consentimento para a coleta, uso e divulgação das suas informações pessoais de acordo com os termos descritos nesta Política. Pedimos que leia atentamente antes de utilizar o nosso site. Entendemos a importância da privacidade e estamos comprometidos em garantir que as suas informações pessoais sejam tratadas com segurança, privacidade e respeito. Não iremos vender, comercializar ou alugar as suas informações pessoais para terceiros sem o seu consentimento expresso, exceto conforme descrito nesta política de privacidade ou quando exigido por lei. É importante ressaltar que, ao fornecer as suas informações pessoais, você está consentindo com a transferência, processamento e armazenamento dos seus dados em servidores localizados em diferentes jurisdições, incluindo fora do seu país de residência, onde as leis de proteção de dados podem ser diferentes das do seu país. Se fizermos alterações nesta política de privacidade, iremos atualizar a data de revisão na parte inferior desta página. Ao continuar a utilizar o site após a publicação de tais alterações, você estará consentindo com as novas práticas descritas nesta política. Alterações a esta Política de Privacidade No Radiância, poderemos ocasionalmente atualizar a nossa Política de Privacidade para refletir alterações nas nossas práticas e requisitos legais. Encorajamos você a revisar esta Política de Privacidade periodicamente para se manter informado sobre como coletamos, usamos e protegemos as suas informações pessoais. Ao continuar a utilizar o nosso site e os nossos serviços após a entrada em vigor das alterações à presente Política de Privacidade, você estará concordando com os termos atualizados. Se você não concordar com qualquer parte da política atualizada, você pode optar por interromper o uso do nosso site e serviços. Se tiver quaisquer dúvidas ou preocupações sobre a nossa Política de Privacidade ou sobre as alterações introduzidas na mesma, entre em contato conosco para esclarecimentos. A sua privacidade e confiança são importantes para nós, e estamos empenhados em ser transparentes sobre as nossas práticas de dados. Seus Direitos No Radiância, respeitamos os seus direitos relativamente às suas informações pessoais e estamos empenhados em garantir que tenha controle sobre os seus dados. Como tal, você tem os seguintes direitos: Direito de Acesso: Você tem o direito de solicitar acesso às informações pessoais que mantemos sobre você. Isso inclui informações sobre como coletamos, usamos e divulgamos seus dados. Direito de Atualização: Você tem o direito de solicitar atualizações ou correções de quaisquer informações pessoais imprecisas ou incompletas que tenhamos sobre você. Nós nos esforçamos para garantir que suas informações sejam precisas e atualizadas. Direito de Excluir: Você tem o direito de solicitar a exclusão de suas informações pessoais de nossos registros. Cumpriremos o seu pedido, sujeito a certas obrigações legais e contratuais. Direito de Oposição: Você tem o direito de se opor ao processamento de suas informações pessoais para determinados fins, como marketing direto ou criação de perfis. Respeitaremos as suas preferências e cessaremos o tratamento dos seus dados para esses fins. Direito de Restringir: Você tem o direito de solicitar a restrição do processamento de suas informações pessoais em determinadas circunstâncias, como quando a exatidão dos dados é contestada ou o processamento é ilegal. Direito à Portabilidade de Dados: Você tem o direito de receber uma cópia de suas informações pessoais em um formato estruturado, comumente usado e legível por máquina, e de transmitir esses dados a outro controlador. Se deseja exercer algum destes direitos ou tiver quaisquer dúvidas sobre os seus direitos relativamente às suas informações pessoais, entre em contato conosco através das informações de contato fornecidas abaixo. Responderemos ao seu pedido prontamente e de acordo com as leis de proteção de dados aplicáveis. Contacte-nos Seja bem-vindo a entrar em contato conosco caso tenha algum comentário, pergunta ou preocupação. Nossa equipe de Apoio ao Cliente está dedicada a prestar assistência e suporte em relação ao nosso site, produtos ou serviços. № 102B-R. Press. Dutra-Tapanã, Belém-PA, 66825-050, Brasil +553275031624 Radiancia@gmail.com Nos esforçamos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo do volume de inquéritos recebidos. Início Serviços Sobre Nós Contato Termos e Condições Política de Privacidade",
    "terms": "Radiância | Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } Radiância Início Serviços Sobre Nós Contato Termos e Condições 1. Introdução Bem-vindo à página de termos e Condições da Radiância. Ao aceder ou utilizar o Website, está a concordar em cumprir e estar vinculado por estes Termos e Condições, nossa Política de Privacidade e todos leis e regulamentos aplicáveis. Se não concordar com qualquer um destes termos, você está proibido de usar ou acessar este site. Os materiais contidos no site são protegidos por direito dos direitos de autor e das marcas registadas. Leia atentamente estes Termos e condições antes de utilizar o nosso Sítio web. O seu acesso e uso do site está condicionado ao seu aceitação e cumprimento destes Termos. Estes Termos aplicam-se a todos visitantes, utilizadores e outros que acedam ou utilizem o Website. Ao acessar ou usar o site, você concorda em ficar vinculado por estes Termos. Se não concordar com qualquer parte dos Termos, não poderá aceder ao Sítio web. A Radiância reserva-se o direito de modificar estes Termos e condições a qualquer momento. Essas modificações devem ser eficazes imediatamente após a publicação no site. Você é responsável por rever estes Termos periodicamente para garantir que está ciente de qualquer mudanças. 3. Propriedade intelectual O conteúdo deste site, incluindo, sem limitação, o texto, gráficos, logótipos, ícones, imagens, clips de áudio, clips de vídeo, digital downloads, compilações de dados e software, é propriedade de Aluguer de Automóveis ou seus fornecedores de Conteúdo e está protegido por leis internacionais de direitos de Autor. A compilação de todo o conteúdo deste O sítio web é propriedade exclusiva da Padaria Aluguer de Automóveis e está protegido pelas leis internacionais de direitos de Autor. Não pode modificar, publicar, transmitir, participar na transferência ou venda, reprodução, criação de Obras Derivadas, distribuição, execução, exibir, ou de qualquer forma explorar qualquer conteúdo, no todo ou em parte, sem o consentimento prévio por escrito da Padaria Radiância. Radiância marcas, marcas de Serviço, gráficos e logótipos utilizados em conexão com o site são marcas comerciais ou marcas registradas da Padaria Radiância. Outras marcas comerciais, marcas de Serviço, gráficos e os logotipos utilizados em conexão com o site podem ser marcas comerciais de seus respectivos proprietários. O seu uso do site não lhe concede nenhum direito ou licença para reproduzir ou utilizar qualquer Padaria Aluguer de Automóveis ou marcas comerciais de terceiros. A Radiância reserva-se todos os direitos não expressamente concedidos em e para o Website e o seu conteúdo. O presente Acordo não transfere Radiância para você qualquer Aluguer de Automóveis ou de terceiros propriedade intelectual e todos os direitos, títulos e interesses relativos a tais a propriedade permanecerá (entre as partes) exclusivamente com a Aluguer de Automóveis Padaria. Você concorda em não se envolver no uso, cópia ou distribuição de qualquer o conteúdo que não seja expressamente permitido neste documento, incluindo qualquer utilização, cópia ou distribuição de submissões de utilizadores de terceiros obtidas através do site para quaisquer fins comerciais. Se considerar que os seus direitos de propriedade intelectual foram violados por qualquer coisa em nosso site, entre em contato conosco imediatamente para que possamos investigar a situação e tomar as medidas adequadas. 4. Ligações para outros sítios web Nosso serviço pode conter links para sites ou serviços de terceiros que não são propriedade nem controladas pela Padaria Aluguer de Automóveis. Radiância A padaria não tem controlo e não assume qualquer responsabilidade pela conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros ou serviços. Você também reconhece e concorda que a Radiância não será responsável, directa ou indirectamente, por qualquer danos ou perdas causados ou alegadamente causados por ou em conexão com o uso ou confiança em tais conteúdos, bens ou serviços disponíveis em ou através de tais sites ou serviços. 5. Alterações A Radiância reserva-se o direito, a seu exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. É sua responsabilidade revise periodicamente estes termos para quaisquer alterações. Alterações a estes Termos entrará em vigor imediatamente após a sua publicação no Sítio Web. O seu continuação da utilização do sítio web após a publicação de quaisquer alterações estes Termos constituem a aceitação dessas alterações. A Radiância Poderá também, no futuro, oferecer novos serviços e / ou recursos através do site (incluindo o lançamento de novas ferramentas e recursos). Esses novos recursos e / ou serviços estarão sujeitos à Termos e condições destes Termos. A Radiância reserva-se o direito de modificar ou descontinuar o Site (ou qualquer parte dele) temporária ou permanentemente com ou sem aviso prévio. A Radiância não será responsável perante si ou terceiros parte para qualquer modificação, suspensão ou descontinuação do Sítio web. Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as restantes disposições destes Termos permanecerão em efeito. Estes Termos constituem o acordo integral entre nós sobre nosso site e substituir e substituir quaisquer acordos anteriores que possamos ter tinha entre nós em relação ao site. 6. Contacte-nos Congratulamo-nos com quaisquer comentários, perguntas ou preocupações que possa ter. Nossa a equipa de Apoio ao cliente dedica-se a prestar-lhe assistência e suporte em relação ao nosso site, produtos ou serviços. № 102B-R. Press. Dutra-Tapanã, Belém-PA, 66825-050, Brasil +553275031624 Radiancia@gmail.com Início Serviços Sobre Nós Contato Termos e Condições Política de Privacidade",
    "thanks": "Radiância | Obrigado pelo seu Feedback! main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Obrigado pelo seu Feedback! Na Radiância, apreciamos profundamente o feedback que recebemos de nossos clientes e visitantes. Suas opiniões nos ajudam a melhorar constantemente nossos serviços e personalizar nossas ofertas para atender melhor às suas necessidades. Queremos estender nossa mais sincera gratidão a você por dedicar tempo para compartilhar seus pensamentos conosco. Seja para elogiar um serviço bem feito ou para fornecer críticas construtivas que nos ajudem a crescer, cada feedback é inestimável para nós. Esteja certo de que sua contribuição será cuidadosamente considerada por nossa equipe. Estamos comprometidos em fornecer experiências excepcionais em aluguel de automóveis e garantir que seu tempo conosco seja nada menos que excelente. Mais uma vez, obrigado por confiar na Radiância com seu feedback. Esperamos poder atendê-lo novamente no futuro! Página Inicial"
  }
}