{
  "name": "New_v9_BeautyBliss",
  "pages": {
    "index": "Beauty Bliss - Your Sanctuary of Elegance and Relaxation Beauty Bliss about us services Beauty Bliss Discover Your Inner Glow Welcome to Beauty Bliss, where our passion for beauty and wellness comes to life. Founded in 1993 by Kavya Gupta, Beauty Bliss was born from a desire to create a welcoming space where clients could escape the stresses of everyday life and indulge in self-care. After spending years in the beauty industry, I noticed a gap in the market for a salon that offered not only exceptional services but also a warm and inviting atmosphere. I envisioned a place where clients would feel pampered and valued, where their individual beauty needs would be prioritized. Thus, Beauty Bliss was established with the mission to provide high-quality beauty treatments while fostering a sense of community and connection. At Beauty Bliss, we believe that beauty is not just about appearance; it’s about feeling confident and empowered. Our vision is to create an oasis where every client can unwind, rejuvenate, and leave feeling their best. We are committed to using only the finest products and the latest techniques, ensuring that each treatment is tailored to meet the unique needs of our clients. What sets Beauty Bliss apart is our dedication to exceptional customer service. From the moment you walk through our doors, you will be greeted with a smile and a genuine desire to make your experience unforgettable. Our team of skilled professionals is passionate about what they do and is continually trained in the latest trends and techniques to ensure that we provide the best possible services. We are also deeply committed to sustainability and ethical practices. We strive to use eco-friendly products and support brands that align with our values. At Beauty Bliss, we believe that beauty should be responsible, and we are proud to play our part in promoting a healthier planet. See services Core Values At Beauty Bliss, our mission is to enhance the beauty and well-being of every client who walks through our doors. We strive to provide exceptional beauty services that promote relaxation, rejuvenation, and self-care. Our goal is to create a welcoming and serene environment where clients can escape from the everyday hustle and truly indulge in their beauty journey. We are dedicated to using high-quality products and the latest techniques, ensuring that every treatment is tailored to meet the unique needs of our clients. Quality We are committed to delivering the highest quality services in every aspect of our salon. From the products we use to the techniques we employ, we prioritize excellence to ensure that our clients receive the best possible care. Customer Satisfaction Our clients are at the heart of everything we do. We believe in building lasting relationships by listening to their needs and exceeding their expectations. Your satisfaction is our top priority, and we continuously seek feedback to improve our services. Integrity We conduct our business with honesty and transparency. We believe in ethical practices, ensuring that all our services are provided with sincerity and respect. Our clients can trust that they will receive genuine advice and care tailored to their individual needs. Innovation In the ever-evolving beauty industry, we stay ahead of trends by embracing innovation. Our team is committed to ongoing education and training, allowing us to offer the latest techniques and treatments that meet the demands of our clients. Inclusivity Beauty Bliss is a space for everyone. We celebrate diversity and believe that beauty comes in all forms. Our salon is a welcoming environment where every individual, regardless of background or identity, can feel comfortable and valued. Community We aim to create a strong sense of community within our salon and beyond. We actively engage with our local community through partnerships and events, fostering connections and giving back to those around us. Meet the Team At Beauty Bliss, our talented team is dedicated to providing you with exceptional beauty services. Each member brings unique skills and passion to ensure you have the best experience possible. Aditi Sharma - Lead Esthetician Aditi is a certified esthetician with over 8 years of experience in skincare and beauty treatments. Her passion for helping clients achieve radiant skin is evident in her personalized approach. Aditi specializes in advanced facials and skin analysis, ensuring that every treatment is tailored to meet individual needs. When she’s not pampering clients, Aditi enjoys exploring the latest skincare trends and sharing her knowledge through workshops. Rahul Verma - Massage Therapist Rahul is a licensed massage therapist with a background in sports and therapeutic massage. With over 6 years of experience, he is dedicated to helping clients relieve stress and tension. His techniques range from Swedish to deep tissue massage, allowing him to cater to various preferences and needs. Rahul believes in the healing power of touch and strives to create a relaxing environment for every client. Outside of work, he enjoys practicing yoga and hiking. Neha Patel - Nail Technician Neha is an experienced nail technician known for her creativity and attention to detail. With 5 years in the industry, she specializes in nail art, manicures, and pedicures. Neha is passionate about keeping up with the latest nail trends and techniques, ensuring her clients leave with stunning nails. She loves building relationships with her clients and believes that every visit should be a fun and enjoyable experience. In her spare time, Neha enjoys painting and trying new nail designs. Sanjay Kumar - Salon Manager Sanjay is the heart of Beauty Bliss, bringing over 10 years of experience in salon management. His organizational skills and dedication to customer service ensure that every client has a seamless experience from start to finish. Sanjay is passionate about creating a positive atmosphere in the salon and supporting the team in delivering exceptional service. He loves interacting with clients and ensuring their needs are met. When he’s not managing the salon, Sanjay enjoys traveling and discovering new cultures. Together, our team at Beauty Bliss is committed to providing you with a relaxing and rejuvenating experience. We look forward to welcoming you and helping you look and feel your best! Featured Services Facials Hydrating Facial Description: Replenish your skin's moisture with our deeply hydrating facial. Perfect for all skin types, especially dry or dehydrated skin. Benefits: This treatment will leave your skin feeling soft, supple, and revitalized. Anti-Aging Facial Description: Turn back the clock with our anti-aging facial, designed to reduce the appearance of fine lines and wrinkles. Benefits: This treatment promotes collagen production and rejuvenates your skin for a youthful glow. Deep Cleansing Facial Description: Purify your skin with our deep cleansing facial, perfect for removing impurities and unclogging pores. Benefits: Leaves your skin clean, clear, and refreshed. Massages Swedish Massage Description: Experience ultimate relaxation with our Swedish massage, using gentle, flowing strokes to soothe and relax your muscles. Benefits: This massage helps to improve circulation, relieve stress, and enhance overall well-being. Deep Tissue Massage Description: Target deeper layers of muscle and connective tissue with our deep tissue massage, ideal for relieving chronic pain and tension. Benefits: This treatment helps to alleviate pain, improve mobility, and promote muscle recovery. Hot Stone Massage Description: Enjoy the soothing warmth of hot stones combined with traditional massage techniques to melt away tension. Benefits: This massage promotes deep relaxation, improves circulation, and eases muscle stiffness. Manicures Classic Manicure Description: Keep your nails looking neat and elegant with our classic manicure, including nail shaping, cuticle care, and polish application. Benefits: This treatment leaves your nails healthy and beautifully polished. Image: Show perfectly manicured hands with a simple yet elegant polish. Gel Manicure Description: Enjoy long-lasting color and shine with our gel manicure, resistant to chipping and smudging. Benefits: This treatment provides a durable, glossy finish that can last up to two weeks. Spa Manicure Description: Pamper yourself with our spa manicure, featuring a luxurious hand massage, exfoliation, and a moisturizing mask. Benefits: This treatment rejuvenates your hands and nails, leaving them soft and hydrated. Pedicures Classic Pedicure Description: Maintain your feet with our classic pedicure, including nail trimming, cuticle care, and polish application. Benefits: This treatment leaves your feet feeling fresh and looking great. Spa Pedicure Description: Indulge in our spa pedicure, which includes a relaxing foot soak, exfoliation, massage, and hydrating mask. Benefits: This treatment revitalizes your feet and provides a luxurious pampering experience. Gel Pedicure Description: Enjoy the long-lasting benefits of a gel pedicure, offering chip-resistant polish that lasts for weeks. Benefits: This treatment ensures durable, glossy toenails that stay beautiful for longer. Want to go! Special Offers At Beauty Bliss, we love to pamper our clients with exclusive promotions and discounts. Our special offers are designed to provide exceptional value while allowing you to experience our top-notch services. Here’s what we currently have available: New Client Discount: Offer: Enjoy 20% off your first service at Beauty Bliss! Details: This special offer is available for all new clients. Whether you’re looking for a facial, massage, or manicure, we invite you to experience our services at a reduced rate. Validity: This offer is valid for the first visit only and cannot be combined with other promotions. Referral Program: Offer: Refer a friend and both receive 15% off your next service! Details: Share your Beauty Bliss experience with friends and family. When your referral books an appointment, both you and your friend will receive a discount on your next visit. Limitations: There’s no limit to how many friends you can refer. The more you refer, the more you save! Happy Hour Specials: Offer: Enjoy 30% off select services during our Happy Hour! Details: Visit us from 3 PM to 5 PM on weekdays for special pricing on facials, massages, and nail services. Restrictions: Appointments must be booked in advance and are subject to availability. Birthday Treat: Offer: Celebrate your birthday with us and receive a complimentary service! Details: Book any service during your birthday month and enjoy a free add-on service (e.g., a mini-facial, nail art, or upgrade to a deluxe massage). Proof: Bring a valid ID to confirm your birthday. We love treating our clients to these exclusive offers, so be sure to check our website regularly for updates and new promotions. We look forward to welcoming you to Beauty Bliss and providing you with an exceptional beauty experience! We are happy to meet you! Join us on this journey of beauty and self-care at Beauty Bliss. We invite you to experience the difference and discover why so many clients consider us their go-to destination for all things beauty. Thank you for being a part of our story—we look forward to welcoming you soon! If you have any questions, please leave a message below and we will get back to you. I accept Privacy policy Send Earthspace, Hazira Rd, Surat, Gujarat 394510, India +91-787-1205410 beautybliss@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy - Beauty Bliss Beauty Bliss main Privacy Policy - Beauty Bliss At Beauty Bliss, we are committed to protecting your privacy and ensuring that your personal information is handled responsibly. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our salon, use our website, or interact with us in any other way. 1. Information We Collect Personal Information: When you book an appointment, register on our website, or subscribe to our newsletter, we may collect personal information such as your name, email address and phone number. Non-Personal Information: We may collect non-personal information such as your browser type, device information and how you interact with our website. 2. How We Use Your Information To Provide Services: We use your personal information to provide the services you request. To Communicate: We may use your contact information to send appointment reminders, newsletters, promotional offers, and respond to your inquiries. To Improve Our Services: We use the information to enhance our website, customize your experience, and improve our services and offerings. To Comply with Legal Obligations: We may use your information to comply with legal requirements and protect our legal rights. 3. How We Share Your Information Service Providers: We may share your information with third-party service providers who assist us in providing our services, such as email marketing services. These providers are obligated to protect your information and only use it for the purposes we specify. Legal Compliance: We may disclose your information if required by law or in response to legal processes. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred to the new owner. 4. Security of Your Information We implement a variety of security measures to protect your personal information. These measures include encryption, access controls, and secure storage. However, please note that no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee absolute security. 5. Your Rights Access and Correction: You have the right to access and update your personal information. You can do this by contacting us directly. Opt-Out: You can opt-out of receiving promotional communications from us by following the unsubscribe instructions in the emails or contacting us. Data Deletion: You have the right to request the deletion of your personal information. We will comply with your request as required by law. 6. Third-Party Links Our website may contain links to third-party sites. We are not responsible for the privacy practices of these sites. We encourage you to read their privacy policies before providing any personal information. 7. Changes to This Privacy Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated effective date. We encourage you to review this policy periodically to stay informed about how we are protecting your information. 8. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at: beautybliss@gmail.com Thank you for trusting Beauty Bliss with your personal information. We are committed to protecting your privacy and providing you with a safe and enjoyable experience. Earthspace, Hazira Rd, Surat, Gujarat 394510, India +91-787-1205410 beautybliss@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Beauty Bliss Beauty Bliss main Terms and Conditions Welcome to Beauty Bliss! These terms and conditions outline the rules and regulations for the use of Beauty Bliss's website and services. By accessing our website, you accept these terms and conditions in full. If you disagree with any part of these terms and conditions, please do not use our website or services. 1. General Terms Age Requirement: Clients must be at least 18 years old or have parental consent to use our services. Changes to Terms: Beauty Bliss reserves the right to update these terms and conditions at any time. Any changes will be posted on our website, and it is your responsibility to review them regularly. 2. Appointments and Cancellations Booking: Appointments can be booked online, by phone, or in person. We recommend booking in advance to ensure availability. Confirmation: All appointments will be confirmed via email or phone. Please ensure that your contact details are up to date. Cancellation Policy: We require at least 24 hours' notice for cancellations or rescheduling. Late Arrivals: If you are late for your appointment, your service may be shortened to accommodate the next client. If you are more than 15 minutes late, we may need to reschedule your appointment. 3. Gift Cards and Promotions Gift Cards: Gift cards are available for purchase and can be redeemed for services and products at Beauty Bliss. Gift cards are non-refundable and cannot be exchanged for cash. Promotions: Promotional offers cannot be combined with other discounts or promotions unless stated otherwise. Promotions are subject to change without notice. 4. Health and Safety Client Health: Please inform us of any medical conditions, allergies, or skin sensitivities before your service. This will help us provide the best possible care. Hygiene: We adhere to strict hygiene protocols to ensure the safety and well-being of our clients and staff. Safety Measures: In light of ongoing health concerns, we have implemented additional safety measures, including enhanced cleaning procedures and the use of personal protective equipment (PPE). 5. Privacy Policy Personal Information: We respect your privacy and are committed to protecting your personal information. Please refer to our Privacy Policy for details on how we collect, use, and safeguard your information. 6. Liability Service Satisfaction: While we strive to provide the highest quality services, individual results may vary. Beauty Bliss is not liable for any adverse reactions or dissatisfaction with our services. Damage or Loss: Beauty Bliss is not responsible for any loss or damage to personal belongings during your visit. 7. Intellectual Property Website Content: All content on the Beauty Bliss website, including text, images, and logos, is the property of Beauty Bliss and is protected by copyright laws. Trademarks: Beauty Bliss and its logo are trademarks of Beauty Bliss. You may not use these trademarks without our prior written consent. 8. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at: Email: beautybliss@gmail.com By using our website and services, you acknowledge that you have read, understood, and agreed to these terms and conditions. Thank you for choosing Beauty Bliss! We look forward to providing you with exceptional beauty services. Earthspace, Hazira Rd, Surat, Gujarat 394510, India +91-787-1205410 beautybliss@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Beauty Bliss - Thank you! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff; border: 3px solid #40a9b4; border-radius: 5px; } h1 { color: #764883; } p { color: #764883; margin-bottom: 20px; } .btn { background-color: #40a9b4; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; } .btn:hover { background-color: #c4a7cc; } Beauty Bliss: Thank you! We are grateful for your interest in Beauty Bliss and for taking the time to visit our website. Our dedicated team strives to offer top-notch beauty and wellness services, and we hope you found the information you needed. Whether you’re looking for a revitalizing facial, a soothing massage, or a flawless manicure, we are here to help you look and feel your best. If you have any questions or require additional information, please feel free to contact us. We are always available to assist you and ensure your experience with Beauty Bliss is exceptional. We eagerly anticipate welcoming you to our salon soon! Thank you once again for visiting Beauty Bliss. Your beauty and well-being are our highest priorities. Back to main page"
  },
  "date": "2024-07-19T14:13:55.867Z"
}