{
  "name": "New_v9_CycleCraze",
  "pages": {
    "privacy-policy": "CycleCraze - Best Bicycle Deals & Expert Advice Cycle Craze Home About Us Catalog +91 81 47257251 Home About Us Catalog Privacy Policy Last updated: July 3, 2024 Introduction Welcome to our Privacy Policy. Your privacy is critically important to us. Information We Collect We collect information about you when you use our website. This information may include: Your name, email address, and contact details. Information automatically collected about your visit to our site, such as browsing history, pages viewed, and device information (IP address, browser type, etc.). How We Use Your Information We use the information we collect in the following ways: To provide and maintain our website. To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested. To improve our website in order to better serve you. To administer a contest, promotion, survey, or other site feature. To send periodic emails regarding your order or other products and services. Cookies and Tracking Technologies We may use cookies and similar tracking technologies to track the activity on our website and hold certain information. Sharing Your Information We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice. Your Rights You have the right to: Access and update your personal information. Request deletion of your personal information. Object to the processing of your personal information. Request restrictions on the processing of your personal information. Contact Us If you have any questions about this Privacy Policy, please contact us cyclecraze@gmail.com This Privacy Policy was last updated on July 3, 2024. Cycle Craze Home About Us Catalog Privacy Policy Terms and conditions +91 81 47257251 cyclecraze@gmail.com Unnamed Road, Khedi, Maharashtra 441203",
    "terms-conditions": "CycleCraze - Ride with the Best Bicycles Cycle Craze Home About Us Catalog +91 81 47257251 Home About Us Catalog Terms and Conditions Last updated: July 3, 2024 Introduction Welcome to CycleCraze. These terms and conditions outline the rules and regulations for the use of our website. Acceptance of Terms By accessing this website, you accept these terms and conditions. Do not continue to use CycleCraze if you do not agree to all of the terms and conditions stated on this page. Intellectual Property Rights Unless otherwise stated, CycleCraze owns the intellectual property rights for all material on this website. All intellectual property rights are reserved. User Responsibilities As a user of our website, you agree to: Use the website in a manner that does not violate any applicable laws or regulations. Respect the intellectual property rights of others. Not engage in any fraudulent or harmful activities. Limitations of Liability CycleCraze will not be held liable for any damages arising from the use of our website. Modifications to Terms We reserve the right to modify these terms at any time. Changes will be posted on this page, and your continued use of the website signifies acceptance of the new terms. Contact Us If you have any questions about these Terms and Conditions, please contact us cyclecraze@gmail.com This Terms and Conditions page was last updated on July 3, 2024. Cycle Craze Home About Us Catalog Privacy Policy Terms and conditions +91 81 47257251 cyclecraze@gmail.com Unnamed Road, Khedi, Maharashtra 441203",
    "thanks": "CycleCraze - Your One-Stop Bicycle Shop Home Thank you! We will try to respond as soon as possible",
    "about": "CycleCraze - Top Bicycles & Accessories Online Cycle Craze Home About Us Catalog +91 81 47257251 Home About Us Catalog About CycleCraze Welcome to CycleCraze, your ultimate destination for all things cycling. Whether you are a seasoned cyclist or just starting out, we have something for everyone. Our goal is to provide top-quality bicycles, accessories, and gear to enhance your riding experience. WE COLLECTED FOR YOU THE BEST FROM THE CYCLING WORLD Cycle Craze specializes in the sale and service of bicycles, parts, accessories and equipment. We know the price of quality. Therefore, Cycle Craze only offers high-quality premium products at reasonable prices. And upon request, we will assemble a custom-made bicycle for you with a unique design and technical characteristics! Our Mission At CycleCraze, our mission is to inspire and support a cycling community that promotes a healthy lifestyle, environmental sustainability, and a sense of adventure. We believe in the power of cycling to transform lives and communities. We encourage everyone to embrace cycling as a means to improve physical health, mental well-being, and overall quality of life. Cycling is an accessible and enjoyable way to stay active and fit, and we are dedicated to providing the resources and support needed to help people get started and stay motivated. As a company, we are committed to promoting environmentally sustainable practices. We believe that cycling is a key component in reducing carbon footprints, decreasing traffic congestion, and creating cleaner, healthier communities. We strive to minimize our own environmental impact and encourage others to do the same. Still have questions? Call us at +91 81 47257251 We are at your service! And, of course, come to our store to see the products in person, personally evaluate the quality and make the right choice! CYCLE CRAZE - FIRST TEAM! All of our employees are former professional cyclists, champions and prize-winners of European competitions, members of the national team. Have no doubt, if anyone can provide you with truly professional advice, it is them. Cycle Craze consultants will help you in any matter: selecting a bike for your height, weight, riding style and purpose of buying a bike; assistance in choosing spare parts, accessories and equipment; consultations on any topic related to sports. Photo gallery &#10094; &#10095; Cycle Craze Home About Us Catalog Privacy Policy Terms and conditions +91 81 47257251 cyclecraze@gmail.com Unnamed Road, Khedi, Maharashtra 441203",
    "catalog": "CycleCraze - Premium Bicycles & Gear Cycle Craze Home About Us Catalog +91 81 47257251 Home About Us Catalog Welcome to Our Product Catalog Discover our wide range of products tailored to meet your needs. Catalog Bicycles Equipment Spare parts Trade-in A bicycle is not just a means of transportation! Storage If you like to ride, like to park your bike in your apartment for the winter or hand it over to us for storage and maintenance. Bicycle workshop If you bought a bike in our store, then you don’t have to worry about setting up and checking, since we do this as part of pre-sale preparation. Guarantee Also, for the convenience of customers, our store helps in the formation of warranty requests for all the brands listed below. Promotion 20% discount For all equipment Mountain Bike X1 $700 Road Bike R2 $500 Mountain Bike X2 $800 Mountain Bike X1 $700 Road Bike R2 $500 Mountain Bike X2 $800 Sign up to our newsletter SUBSCRIBE I accept the Privacy Policy Cycle Craze Home About Us Catalog Privacy Policy Terms and conditions +91 81 47257251 cyclecraze@gmail.com Unnamed Road, Khedi, Maharashtra 441203",
    "index": "CycleCraze - Your Ultimate Bike Shop Cycle Craze Home About Us Catalog +91 81 47257251 Home About Us Catalog Welcome to CycleCraze Your ultimate destination for premium bicycles and accessories SHOP New Items Mountain Bike X1 $700 Road Bike R2 $500 Mountain Bike X2 $800 Mountain Bikes Transmission On-board computer Frame Equipment Mountain bikes, despite their name, are often and actively used in urban environments, as they have a number of characteristics that make cycling as enjoyable and comfortable as possible. Catalog Advantages FREE SHIPPING We use all popular types of delivery EXCHANGE AND RETURN All products are provided with a manufacturer's warranty ADDITIONAL SERVICE We carry out bicycle repairs of any complexity ONLINE PAYMENT For convenience, you can pay for goods by credit card through the website Our Blog Published on: July 1, 2024 Top 10 Cycling Routes You Must Try Explore some of the best cycling routes around the world, from scenic coastal paths to challenging mountain trails. Whether you're a casual rider or a seasoned pro, these routes offer something for everyone. Don't miss out on these incredible rides... Published on: June 28, 2024 How to Maintain Your Bicycle for Longevity Proper maintenance is key to ensuring your bicycle lasts for years to come. In this post, we cover essential tips and tricks for keeping your bike in top condition, including cleaning, lubrication, and regular inspections... Published on: June 20, 2024 Choosing the Right Gear for Your Ride Selecting the right gear can make a significant difference in your cycling experience. From helmets and gloves to apparel and accessories, we guide you through the essentials to ensure you're well-equipped for any ride... Published on: June 15, 2024 The Benefits of Cycling for Physical and Mental Health Cycling is not only a great way to stay physically fit, but it also offers numerous mental health benefits. Discover how regular cycling can improve your overall well-being, boost your mood, and reduce stress levels... Cycle Craze Home About Us Catalog Privacy Policy Terms and conditions +91 81 47257251 cyclecraze@gmail.com Unnamed Road, Khedi, Maharashtra 441203"
  },
  "date": "2024-07-04T08:26:21.579Z"
}