{
  "name": "New_v9_PortasBrasil",
  "pages": {
    "index": "Portas Brasil - A Melhor Loja de Portas no Brasil Home Sobre nós Galeria Depoimentos Catálogo Entre em contato conosco Chamada Portas Brasil - Qualidade e Estilo para sua Casa Na Portas Brasil, oferecemos uma seleção incomparável de portas de alta qualidade para atender todos os seus requisitos. Seja para renovar a aparência de sua casa ou construir um novo imóvel, temos as soluções perfeitas. Nossas portas são projetadas com materiais duráveis e detalhes elegantes, combinando beleza e funcionalidade. Explore nossa coleção online ou visite uma de nossas lojas para experimentar a excelência em cada detalhe. Compre Agora 1200 Mais de 1200 modelos de portas 30 30 anos de experiência no mercado 100% Madeira 100% certificada 24/7 Suporte ao cliente 24 horas, 7 dias por semana Excepcional habilidade artesanal em cada porta Cada porta em nossa loja é uma obra-prima criada por artesãos altamente qualificados. Nossos especialistas aplicam técnicas tradicionais e modernas para transformar madeira nobre em designs requintados. Sejam portas externas majestosas ou portas internas elegantes, cada detalhe é meticulosamente trabalhado para proporcionar uma experiência verdadeiramente única. Aprecie o trabalho artesanal em cada curva, textura e acabamento. ver galeria Soluções Personalizadas para Cada Lar Sabemos que cada casa é única, assim como seus moradores. Por isso, oferecemos a opção de personalizar completamente suas portas de acordo com seus gostos e necessidades específicas. Nossa equipe de designers trabalha com você para criar a porta dos seus sonhos, escolhendo materiais nobres, acabamentos requintados e detalhes exclusivos. Transforme suas portas em verdadeiras obras de arte, refletindo sua personalidade e estilo de vida. ver catálogo Portas de Qualidade Excepcional Porta Maciça de Carvalho Porta Pivotante de Vidro Porta Deslizante de Madeira Porta Artesanal Entalhada Porta Dupla de Entrada O Que Nossos Clientes Dizem As portas que compramos na Portas Brasil são lindas e de ótima qualidade. Ficamos muito satisfeitos com o resultado final em nossa casa. Recomendo totalmente! Ana Carolina, Rio de Janeiro Adorei o atendimento personalizado que recebi. A equipe me ajudou a escolher as portas perfeitas para o estilo do meu apartamento. Ficou tudo lindo! Pedro Henrique, São Paulo Comprei portas de madeira maciça para minha casa nova e estou muito feliz com a qualidade. Tudo foi entregue no prazo e a instalação foi impecável. Mariana Oliveira, Belo Horizonte Fiquei impressionado com o design arrojado e a durabilidade das portas que adquiri. Com certeza, voltarei para comprar mais quando precisar. Lucas Ferreira, Curitiba Portas para todos os gostos Porta Maciça de Mogno Porta externa de madeira mogno maciça com acabamento envelhecido e ferragens de latão. R$ 2.850,00 pedido Porta Pivotante de Vidro Temperado Elegante porta pivotante de vidro temperado com moldura de aço inoxidável. R$ 3.600,00 pedido Porta Deslizante Duplada de Demolição Par de portas de madeira de demolição restaurada, estilo rústico, deslizantes. R$ 1.980,00 pedido Porta Artesanal Entalhada à Mão Porta entalhada à mão por artesãos com intrincados detalhes em madeira nobre. R$ 4.200,00 pedido Entre em Contato Tem alguma dúvida ou gostaria de um orçamento personalizado? Preencha o formulário abaixo ou entre em contato conosco diretamente. Será um prazer atendê-lo! Estamos localizados em São Paulo, mas entregamos em todo o Brasil. Você também pode nos visitar em uma de nossas lojas para ver nossas portas pessoalmente. Aceito a política de privacidade Enviar mensagem Contatos Rua do Gasômetro, 460 - Brás, São Paulo - SP, 03004-001, São Paulo - SP, 03004-000, Brasil +55 11 9498 51407 portasbrasil@gmail.com Links Home Sobre nós Galeria Depoimentos Catálogo Entre em contato conosco Política Política de privacidade Termos e condições © Todos os direitos autorais 2024 por Portas Brasil",
    "privacy": "Portas Brasil - A Melhor Loja de Portas no Brasil | Política de Privacidade Home Sobre nós Galeria Depoimentos Catálogo Entre em contato conosco Chamada Política de Privacidade Na Portas Brasil, levamos a sério a privacidade de nossos clientes e visitantes do site. Esta Política de Privacidade descreve como coletamos, usamos e protegemos as informações pessoais que você fornece ao visitar nosso site ou fazer uma compra conosco. Informações Coletadas Quando você faz um pedido em nosso site, coletamos informações como nome, endereço de entrega, endereço de e-mail e informações de pagamento. Também coletamos informações sobre suas preferências e interesses com base em suas interações em nosso site. Uso das Informações As informações coletadas são usadas para: Processar e enviar seus pedidos Fornecer suporte ao cliente Melhorar nossos produtos e serviços Enviar comunicações de marketing (se você optar por recebê-las) Segurança das Informações Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Links Externos Nosso site pode conter links para sites externos. Esta Política de Privacidade não se aplica a esses sites, portanto, recomendamos que você verifique as políticas de privacidade dos mesmos. Para mais informações ou dúvidas sobre nossa Política de Privacidade, entre em contato conosco portasbrasil@gmail.com . Contatos Rua do Gasômetro, 460 - Brás, São Paulo - SP, 03004-001, São Paulo - SP, 03004-000, Brasil +55 11 9498 51407 portasbrasil@gmail.com Links Home Sobre nós Galeria Depoimentos Catálogo Entre em contato conosco Política Política de privacidade Termos e condições © Todos os direitos autorais 2024 por Portas Brasil",
    "terms": "Portas Brasil - A Melhor Loja de Portas no Brasil | Termos e Condições Home Sobre nós Galeria Depoimentos Catálogo Entre em contato conosco Chamada Termos e Condições Bem-vindo à Portas Brasil. Ao acessar e utilizar nosso site, você concorda com estes Termos e Condições. Por favor, leia-os atentamente. Uso do Site Você concorda em utilizar este site apenas para fins legais e de acordo com estes Termos e Condições. Proibimos a utilização para qualquer fim ilegal ou não autorizado. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos, ícones, imagens e software, é de propriedade da Portas Brasil ou de seus licenciadores e está protegido por leis de propriedade intelectual. É proibida a reprodução ou distribuição não autorizada. Links Externos Este site pode conter links para sites externos, sobre os quais não temos controle. Não nos responsabilizamos pelo conteúdo ou práticas desses sites. Limitação de Responsabilidade A Portas Brasil não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou impossibilidade de uso deste site. Alterações Reservamos o direito de modificar estes Termos e Condições a qualquer momento. As alterações entrarão em vigor assim que forem publicadas neste site. Ao continuar utilizando nosso site após as mudanças, você concorda com os novos Termos e Condições. Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco portasbrasil@gmail.com . Contatos Rua do Gasômetro, 460 - Brás, São Paulo - SP, 03004-001, São Paulo - SP, 03004-000, Brasil +55 11 9498 51407 portasbrasil@gmail.com Links Home Sobre nós Galeria Depoimentos Catálogo Entre em contato conosco Política Política de privacidade Termos e condições © Todos os direitos autorais 2024 por Portas Brasil",
    "thank": "Portas Brasil - A Melhor Loja de Portas no Brasil | Agradecemos sua mensagem! Muito obrigado! Sua mensagem foi enviada com sucesso. Entraremos em contato em breve para fornecer mais informações ou um orçamento personalizado. Agradecemos sua consulta e o interesse em nossos produtos e serviços. É um prazer atendê-lo. Atenciosamente, Equipe Portas Brasil Página inicial"
  }
}