{
  "name": "New_v9_petalpicks",
  "pages": {
    "index": "Explore a World of Garden Treasures at PetalPicks - Your Ultimate Destination for Exquisite Garden Decor Bringing Nature's Beauty Home PetalPicks Home Revenge the garden Garden treasures The garden today About Us Stay up to date Welcome to PetalPicks Discover Nature's Beauty in Every Petal At PetalPicks, we bring you a curated selection of garden decor that celebrates the beauty of nature. Explore our collection of enchanting pieces that will transform your outdoor space into a blooming paradise. Let your garden reflect your style with our handpicked treasures. Embrace the essence of nature with PetalPicks. Revive the garden Bring Your Garden to Life Elevate your outdoor oasis with our exquisite garden decor. From charming accents to elegant sculptures, PetalPicks offers a range of pieces to enhance your garden's beauty and create a serene atmosphere. Tranquil Water Features Create a peaceful ambiance with our selection of water features. Let the soothing sound of flowing water transform your garden into a tranquil retreat. Whimsical Garden Statues Add a touch of whimsy to your outdoor space with our delightful garden statues. Choose from a variety of designs to infuse personality into your garden. Explore Our Garden Treasures Discover a Variety of Garden Decor at PetalPicks Birdhouses Find charming birdhouses to attract feathered friends to your garden. Look Wind Chimes Add a melodic touch to your outdoor space with our selection of wind chimes. Look Garden Gnomes Bring a whimsical touch to your garden with our adorable garden gnomes. Look Solar Lights Illuminate your garden at night with our eco-friendly solar lights. Look Planters & Pots Enhance your greenery with our stylish planters and pots. Look Garden Signs Personalize your garden with our decorative signs and plaques. Look Outdoor Rugs Create a cozy outdoor space with our durable and stylish outdoor rugs. Look Garden Ornaments Add character to your garden with our unique garden ornaments and sculptures. Look Transform Your Garden Today Enhance Your Outdoor Space with PetalPicks 1000+ Unique Items 24/7 Online Support 30 Day Return Policy 12+ days for delivery Stay Updated with PetalPicks Connect with Us for Garden Inspiration 01 Newsletter Sign up for our newsletter for exclusive offers and gardening tips. 02 Social Media Follow us on social media for the latest trends in garden decor. 03 Blog Explore our blog for gardening advice and creative ideas for your outdoor space. 04 Customer Reviews Read what our customers have to say about their PetalPicks experience. Quality Guarantee At PetalPicks, we are committed to providing you with high-quality garden decor that will elevate your outdoor space. We stand behind the craftsmanship of our products and ensure your satisfaction with every purchase. Shop with confidence at PetalPicks. To learn more Contact us I accept the Privacy Policy Send a message Garden Fairy Statue ₹1500 Order now Solar Powered Lantern ₹800 Order now Floral Wind Spinner ₹1200 Order now Bird Feeder Station ₹1000 Order now Decorative Garden Stones ₹500 Order now PetalPicks Phone +91-712-3592748 Email petalpicks@gmail.com Location No. 44, Central Bazar Road, Bajaj Nagar, Nagpur, Maharashtra 440010, India Links Home Revenge the garden Garden treasures The garden today About Us Stay up to date Additionally Privacy Policy Terms of Use",
    "privacy-policy": "Safeguarding Your Information - PetalPicks Privacy Policy Ensuring Your Data Security Bringing Nature's Beauty Home PetalPicks Home Revenge the garden Garden treasures The garden today About Us Stay up to date Privacy Policy Intellectual Property Rights All content included on PetalPicks, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of PetalPicks or its content suppliers and protected by international copyright laws. The compilation of all content on this website is the exclusive property of PetalPicks and protected by international copyright laws. Termination We reserve the right to terminate or suspend your access to PetalPicks immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms and conditions. Upon termination, your right to use the website will cease immediately. Severability If any provision of these terms and conditions is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these terms and conditions unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Entire Agreement These terms and conditions constitute the entire agreement between you and PetalPicks regarding your use of the website, superseding any prior agreements between you and PetalPicks relating to your use of the website. Waiver The failure of PetalPicks to enforce any right or provision of these terms and conditions shall not constitute a waiver of such right or provision. The waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of PetalPicks. Accuracy of Information The information provided on PetalPicks is for general informational purposes only. While we strive to keep the information up to date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links PetalPicks may contain links to external websites that are not provided or maintained by or in any way affiliated with us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Professional Advice The information provided on PetalPicks is not intended to be a substitute for professional advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. User Conduct You agree to use PetalPicks only for lawful purposes and in a manner consistent with all applicable laws and regulations. You further agree not to use the website: In any way that violates the rights of others To engage in any unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, profane, hateful, or racially, ethnically, or otherwise objectionable conduct To transmit any unsolicited or unauthorized advertising, promotional materials, spam, or any other form of solicitation To interfere with or disrupt the website or servers or networks connected to the website To collect or track the personal information of others To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the website Limitation of Liability In no event shall PetalPicks or its affiliates be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the website; (ii) any conduct or content of any third party on the website; (iii) any content obtained from the website; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. Indemnification You agree to indemnify and hold harmless PetalPicks and its affiliates, officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising from your use of the website or violation of these terms and conditions. User-generated Content PetalPicks may allow users to post, upload, publish, submit, or transmit content, including but not limited to text, images, videos, or audio recordings. By submitting any content to PetalPicks, you grant us a non-exclusive, worldwide, royalty-free, irrevocable, sublicensable, perpetual license to use, display, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and perform such content in any media or medium, now known or hereafter developed, for the purpose of operating, promoting, and improving PetalPicks. You represent and warrant that you have all necessary rights to grant the foregoing license and that your content does not violate any third party rights or applicable laws. Affiliate Disclosure PetalPicks may contain affiliate links, which means we may earn a commission if you click on a link and make a purchase. However, this will not incur any additional cost to you. The affiliate links are provided for your convenience and the revenue generated helps support the maintenance and development of PetalPicks. Changes to Privacy Policy We reserve the right to update or change our Privacy Policy at any time. Your continued use of PetalPicks after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy. Acknowledgment By using PetalPicks, you acknowledge that you have read this disclaimer and agree to all its terms and conditions. If you do not agree to abide by the terms of this disclaimer, you are not authorized to use or access PetalPicks. iability Disclaimer PetalPicks is provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, regarding the availability, accuracy, reliability, or content of the website. To the fullest extent permitted by law, we disclaim all warranties, express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We do not warrant that PetalPicks will be uninterrupted or error-free, that defects will be corrected, or that the website or the server that makes it available are free of viruses or other harmful components. We do not warrant or make any representations regarding the use or the results of the use of the content on PetalPicks in terms of its correctness, accuracy, reliability, or otherwise. Limitation of Liability In no event shall PetalPicks, its affiliates, or their respective directors, officers, employees, or agents be liable to you or any third party for any direct, indirect, consequential, exemplary, incidental, special, or punitive damages, including without limitation lost profits, loss of revenue, loss of data, or other damages arising from your use of PetalPicks, even if we have been advised of the possibility of such damages. urisdictional Limitations Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages. Accordingly, some of the above limitations may not apply to you. To the extent that we may not, as a matter of applicable law, disclaim any implied warranty or limit liabilities, the scope and duration of such warranty and the extent of our liability shall be the minimum permitted under such applicable law. Contact Information For inquiries or assistance, please contact us at petalpicks@gmail.com. Thank you for visiting PetalPicks! Last updated: March 16, 2024. PetalPicks Phone +91-712-3592748 Email petalpicks@gmail.com Location No. 44, Central Bazar Road, Bajaj Nagar, Nagpur, Maharashtra 440010, India Links Home Revenge the garden Garden treasures The garden today About Us Stay up to date Additionally Privacy Policy Terms of Use",
    "terms-conditions": "Navigating Your Experience - PetalPicks Terms of Use for a Seamless Shopping Journey Bringing Nature's Beauty Home PetalPicks Home Revenge the garden Garden treasures The garden today About Us Stay up to date Terms of Use User Conduct You agree to use the Site only for lawful purposes and in a manner consistent with all applicable laws and regulations. You further agree not to: Impersonate any person or entity or falsely state or misrepresent your affiliation with any person or entity. Interfere with or disrupt the operation of the Site or servers or networks connected to the Site. Attempt to gain unauthorized access to the Site, other user accounts, or any computer systems or networks connected to the Site through hacking, password mining, or any other means. Engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Site, or which, as determined by us, may harm PetalPicks or users of the Site, or expose them to liability. Third-Party Links The Site may contain links to third-party websites or resources. These links are provided solely for your convenience and do not constitute an endorsement by PetalPicks of the content on such third-party websites. We are not responsible for the content of linked third-party websites and make no representations regarding the content or accuracy of materials on such third-party websites. If you decide to access linked third-party websites, you do so at your own risk. Termination We reserve the right to terminate or suspend your access to all or part of the Site without notice, for any reason, including without limitation, breach of these Terms of Use. Upon termination, your right to use the Site will immediately cease. Disclaimer of Warranties The Site is provided on an \"as is\" and \"as available\" basis, without any warranties of any kind, either express or implied. PetalPicks disclaims all warranties, express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We do not warrant that the functions contained in the Site will be uninterrupted or error-free, that defects will be corrected, or that the Site or the server that makes it available are free of viruses or other harmful components. Severability If any provision of these Terms of Use is found to be invalid, illegal, or unenforceable, the remaining provisions shall nevertheless continue in full force without being impaired or invalidated in any way. Entire Agreement These Terms of Use constitute the entire agreement between you and PetalPicks regarding your use of the Site and supersede all prior or contemporaneous understandings and agreements, whether written or oral, regarding the subject matter. Waiver No waiver by PetalPicks of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of PetalPicks to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision. Acceptance of Terms These Terms of Use govern your use of the Site. By accessing or using the Site, you agree to be bound by these Terms of Use and all terms incorporated by reference. If you do not agree to all of these terms, do not access or use the Site. Use of the Site You may use the Site for lawful purposes only and in accordance with these Terms of Use. You agree not to use the Site: In any way that violates any applicable federal, state, local, or international law or regulation. To transmit, or procure the sending of, any advertising or promotional material without our prior written consent. To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Site, or which, as determined by us, may harm PetalPicks or users of the Site, or expose them to liability. Intellectual Property Rights The Site and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by PetalPicks, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. Limitation of Liability In no event shall PetalPicks, its affiliates, or their respective directors, officers, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, arising out of or in connection with your access to or use of, or inability to access or use, the Site. Indemnification You agree to defend, indemnify, and hold harmless PetalPicks, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms of Use or your use of the Site. Governing Law These Terms of Use and any dispute or claim arising out of, or related to them, shall be governed by and construed in accordance with the internal laws of the State of California without giving effect to any choice or conflict of law provision or rule. Changes to Terms of Use We reserve the right, at our sole discretion, to modify or replace these Terms of Use at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Feedback We welcome your feedback, comments, suggestions, and ideas regarding the Site (\"Feedback\"). By submitting Feedback to PetalPicks, you acknowledge and agree that: (a) your Feedback does not contain confidential or proprietary information; (b) PetalPicks is not under any obligation of confidentiality, express or implied, with respect to the Feedback; (c) PetalPicks shall be entitled to use or disclose (or choose not to use or disclose) such Feedback for any purpose, in any way, and in any media worldwide; (d) PetalPicks may have something similar to the Feedback already under consideration or in development; (e) your Feedback automatically becomes the property of PetalPicks without any obligation of PetalPicks to you; and (f) you are not entitled to any compensation or reimbursement of any kind from PetalPicks under any circumstances. Geographic Restrictions PetalPicks is based in the United States. We make no claims that the Site or any of its content is accessible or appropriate outside of the United States. Access to the Site may not be legal by certain persons or in certain countries. If you access the Site from outside the United States, you do so on your own initiative and are responsible for compliance with local laws. Compliance with Laws You agree to comply with all applicable laws regarding your use of the Site. You further agree that information provided by you is truthful and accurate to the best of your knowledge. Headings The headings in these Terms of Use are for convenience only and shall not affect the interpretation of these Terms of Use. Relationship No joint venture, partnership, employment, or agency relationship exists between you and PetalPicks as a result of these Terms of Use or your use of the Site. Force Majeure PetalPicks shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond PetalPicks's reasonable control, including, without limitation, mechanical, electronic, or communications failure or degradation. Interpretation Any ambiguities in the interpretation of these Terms of Use shall not be construed against the drafting party. Arbitration Any controversy or claim arising out of or relating to these Terms of Use or the breach thereof shall be settled by binding arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. The arbitration shall be conducted in the English language in Los Angeles, California, unless otherwise agreed by the parties. Each party shall bear its own costs and expenses of arbitration, including legal and filing fees, and shall share equally the fees and expenses of the arbitrator(s). Equitable Relief You acknowledge and agree that any breach or threatened breach of these Terms of Use by you may cause PetalPicks irreparable harm, for which monetary damages would be inadequate, and that PetalPicks shall be entitled to seek injunctive or equitable relief (without the obligation to post any bond or surety) in addition to any other remedies available to it at law or in equity. Entire Agreement These Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and PetalPicks regarding the Site and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Site. Contact Us If you have any questions about these Terms of Use, please contact us at petalpicks@gmail.com. Acknowledgment By using the Site, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use. PetalPicks Phone +91-712-3592748 Email petalpicks@gmail.com Location No. 44, Central Bazar Road, Bajaj Nagar, Nagpur, Maharashtra 440010, India Links Home Revenge the garden Garden treasures The garden today About Us Stay up to date Additionally Privacy Policy Terms of Use",
    "thanks": "Gratitude and Appreciation - Thank You for Choosing PetalPicks for Your Garden Decor Needs Thank You for Your Feedback! We appreciate you taking the time to provide us with your valuable feedback. Your input helps us continually improve our services and better serve your needs. At PetalPicks, we are committed to delivering the best experience possible, and your feedback plays a crucial role in achieving that goal. If you have any further questions or concerns, please don't hesitate to reach out to us. Our dedicated team is here to assist you. Thank you once again for choosing PetalPicks! Home",
    "about": "Unveiling the Inspiring Journey and Mission of PetalPicks - Your Premier Source for Nature-Inspired Garden Decor Bringing Nature's Beauty Home PetalPicks Home Revenge the garden Garden treasures The garden today About Us Stay up to date About PetalPicks Bringing Nature's Beauty to Your Garden PetalPicks is your destination for exquisite garden decor that captures the essence of nature. We curate a collection of enchanting pieces to transform your outdoor space into a blooming paradise. Discover the perfect accents to reflect your style and create a serene garden retreat with PetalPicks. Our Mission At PetalPicks, our mission is to inspire and enhance your outdoor living experience by offering a carefully curated selection of garden decor that celebrates the beauty of nature. We strive to provide quality products that bring joy and tranquility to your garden oasis. Quality Craftsmanship We source our products from skilled artisans who take pride in creating unique and durable pieces for your garden. Customer Satisfaction Your satisfaction is our priority. We are dedicated to providing exceptional customer service and ensuring you have a delightful shopping experience with us. Our Values Guiding Principles of PetalPicks Quality We prioritize quality in every product we offer, ensuring that your garden decor is built to last and bring joy for years to come. Sustainability We are committed to sustainability, sourcing eco-friendly materials and supporting practices that minimize our environmental impact. Creativity Embracing creativity, we seek out unique and imaginative pieces that add character and charm to your outdoor space. Community We value community engagement and strive to foster a sense of connection among garden enthusiasts through our products and content. Our Commitment to You At PetalPicks, we are dedicated to providing a seamless shopping experience and exceptional customer service. Your satisfaction is our top priority, and we are here to assist you every step of the way. Shop with confidence and let us help you create the garden of your dreams. PetalPicks Phone +91-712-3592748 Email petalpicks@gmail.com Location No. 44, Central Bazar Road, Bajaj Nagar, Nagpur, Maharashtra 440010, India Links Home Revenge the garden Garden treasures The garden today About Us Stay up to date Additionally Privacy Policy Terms of Use"
  }
}