{
  "name": "New_v9_AquaEliteRentals",
  "pages": {
    "index": "AquaElite Rentals - Rent Yachts, Boats, and Equipment About Us Yachts Additional Equipment Contacts About Us Yachts Additional Equipment Contacts Nautical Rentals AquaElite Rentals Sail Beyond Expectations Show More Why Our Yachts are Perfect for Your Time on the Water Imagine spending your days basking in the sun on a spacious deck, with the gentle sea breeze on your face and panoramic views of the ocean. Dive into crystal-clear waters, explore vibrant marine life, or simply unwind with a drink in hand as you watch the sunset. Our yachts provide the perfect setting for relaxation, adventure, and creating cherished memories. Whether it's a weekend escape or an extended holiday, time spent on our yachts is time well spent. Enjoy the ultimate maritime experience with AquaElite Rentals! Luxury and Comfort Experience the Finest in Luxury and Comfort Our yachts are designed to offer the utmost luxury and comfort. With plush interiors, spacious decks, and state-of-the-art amenities, you'll feel like royalty while cruising the waters. Relax in style and enjoy the finer things in life. Book Now Top-Notch Safety Prioritizing Your Safety at Sea Safety is our top priority. All our yachts are equipped with the latest safety features and undergo regular maintenance checks to ensure your peace of mind. Enjoy your time on the water knowing you're in safe hands. Book Now Professional Crew Exceptional Service from Our Experienced Crew Our experienced and professional crew is dedicated to making your voyage unforgettable. From skilled captains to attentive staff, you'll receive exceptional service that caters to your every need. Sit back, relax, and let us take care of everything. Book Now Scenic Routes Explore the World's Most Breathtaking Coastlines Explore stunning coastlines, hidden coves, and breathtaking islands with our carefully curated routes. Whether you're seeking adventure or tranquility, our yachts can take you to some of the most beautiful and remote locations on earth. Book Now Tailored Experiences Customized Itineraries for an Unforgettable Voyage We offer customized experiences to suit your preferences. Whether you're celebrating a special occasion, planning a romantic getaway, or organizing a family adventure, we can tailor the itinerary and services to meet your desires. Every moment on our yachts is crafted just for you. Book Now Onboard Entertainment Fun and Relaxation at Your Fingertips Onboard, you'll find a range of activities to keep you entertained and relaxed. From movie nights to live music, our experienced crew will organize memorable events to enhance your journey. Book Now Discover Luxury on the Waves Experience the Ultimate Yacht Adventure with AquaElite Rentals Book Your Yacht Today! Yacht Rentals Serenity Cruiser The Serenity Cruiser offers an exquisite blend of luxury and comfort. Perfect for intimate gatherings or romantic getaways, this yacht features a spacious deck, modern amenities, and a fully equipped kitchen. $2,500 per day Book Now Ocean Explorer Ideal for adventurous spirits, the Ocean Explorer is designed for extended trips and exploration. With its robust build, it includes multiple cabins, a large lounge area, and advanced navigation systems. $3,200 per day Book Now Elegance Voyager The Elegance Voyager is the epitome of sophistication. This yacht boasts elegant interiors, a jacuzzi on deck, and a state-of-the-art entertainment system, making it perfect for parties and special events. $4,000 per day Book Now Family Funliner Designed for family fun, the Family Funliner has everything you need for a memorable day on the water. Features include a water slide, multiple bedrooms, and ample space for dining and relaxation. $2,800 per day Book Now Jet Skis, Kayaks, and Paddleboards Experience the Thrill of the Water! Discover the excitement and freedom of the open water with our range of jet skis, kayaks, and paddleboards. Whether you’re seeking an adrenaline rush or a peaceful paddle along the coast, we have the perfect equipment for you. Our top-of-the-line jet skis provide speed and agility, ideal for thrill-seekers. For those who prefer a more serene experience, our kayaks and paddleboards offer a fantastic way to explore the beauty of the sea at your own pace. Show More Fishing Boats Catch Your Dream Fish! Set sail on one of our well-equipped fishing boats and enjoy a day of adventure on the water. Our boats are designed to provide a comfortable and productive fishing experience, with all the amenities you need for a successful trip. Whether you’re an experienced angler or a beginner, our fishing boats are perfect for everyone. Bring your friends or family and create unforgettable memories while catching your dream fish. Show More Diving Equipment Explore the Underwater World! Dive into the deep blue and discover the wonders beneath the waves with our premium diving equipment. We offer everything you need for a safe and exciting diving experience, from wetsuits and masks to oxygen tanks and fins. Our equipment is regularly maintained and updated to ensure your safety and comfort. Whether you’re a seasoned diver or a beginner, our gear will help you explore the underwater world with confidence. Show More Additional Equipment Jet Skis Experience the thrill of riding the waves with our top-of-the-line jet skis. Perfect for adrenaline seekers looking to add excitement to their day on the water. $250 per day Book Now Paddleboards Enjoy a peaceful paddle on our stable and high-quality paddleboards. Ideal for exploring calm waters and enjoying the serenity of your surroundings. $100 per day Book Now Kayaks Glide through the water effortlessly with our comfortable and easy-to-maneuver kayaks. Perfect for solo adventures or tandem explorations. $120 per day Book Now Fishing Gear Equip yourself with our premium fishing gear for a successful day of angling. Our gear includes everything you need for a great fishing experience. $75 per day Book Now Diving Equipment Dive into the depths with our top-quality diving equipment. Our gear ensures safety and comfort, allowing you to explore underwater wonders with ease. $200 per day Book Now Watersport Accessories Enhance your water activities with our range of watersport accessories. From wakeboards to water skis, we have everything you need for an action-packed day on the water. $50 per day Book Now Contact us Ready to Set Sail? For booking inquiries, please fill out the form below, and one of our representatives will get back to you promptly. We're here to help you plan the perfect adventure on the water! Order Now! Fill out the form, and we'll call you back to finalize your booking and answer any questions you may have. Your unforgettable experience awaits! I accept Privacy Policy SUBMIT +91-115-5348230 aquaeliterentals@gmail.com Kundapura, Karnataka 576201 Ready to Embark on Your Adventure? Book Now and Set Sail! +91-115-5348230 aquaeliterentals@gmail.com Kundapura, Karnataka 576201 Privacy Policy Terms and Conditions",
    "privacy-policy": "AquaElite Rentals - Privacy Policy About Us Yachts Additional Equipment Contacts About Us Yachts Additional Equipment Contacts Privacy Policy for AquaElite Rentals Welcome to AquaElite Rentals! Your privacy is important to us. This Privacy Policy explains how we collect, use, and protect your personal information when you interact with our website and services. 1. Information We Collect 1.1 Personal Information: We collect personal information when you book a yacht, boat, or any equipment. This includes your name, email address, phone number, and payment information. 1.2 Usage Data: We collect data about your interactions with our website, including IP addresses, browser types, pages visited, and the time of access. 2. How We Use Your Information 2.1 Booking and Service Fulfillment: We use your information to process and manage your rentals, handle bookings, and provide customer support. 2.2 Communication: We use your information to send you booking confirmations, updates, promotional offers, and other relevant information. 2.3 Website Improvement: We use your information to analyze usage patterns and improve our website and service offerings. 2.4 Legal Compliance: We use your information to meet legal obligations, enforce our terms of service, and protect our rights. 3. Sharing Your Information 3.1 Service Providers: We may share your information with trusted third-party service providers who assist us in operating our website, processing payments, or delivering services. These providers are obligated to protect your data and use it solely for the purposes for which it was shared. 3.2 Legal Requirements: We may disclose your information if required by law, to comply with legal processes, or to protect the rights and safety of AquaElite Rentals and its users. 4. Data Security We implement robust security measures to safeguard your personal information from unauthorized access, alteration, or disclosure. However, please note that no system is completely secure, and we cannot guarantee the absolute protection of your data. 5. Your Rights 5.1 Access and Correction: You have the right to access and update the personal information we hold about you. 5.2 Deletion: You may request the deletion of your personal information, subject to legal and contractual restrictions. 5.3 Opt-Out: You can opt-out of receiving promotional communications from us by following the unsubscribe link in our emails or contacting us directly. 6. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. Any updates will be posted on this page, and we encourage you to review it periodically. 7. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at: Email: aquaeliterentals@gmail.com +91-115-5348230 aquaeliterentals@gmail.com Kundapura, Karnataka 576201 Privacy Policy Terms and Conditions",
    "terms-conditions": "AquaElite Rentals - Terms and Conditions About Us Yachts Additional Equipment Contacts About Us Yachts Additional Equipment Contacts Terms and Conditions for AquaElite Rentals 1. Booking and Payment Reservations: To reserve a yacht, boat, or equipment, you must complete our online booking form and provide accurate information. Bookings are confirmed only upon receipt of full payment. Payment: All rentals require payment at the time of booking. Accepted payment methods include credit cards and other methods specified on our website. Prices are quoted in USD and include all applicable taxes and fees. Security Deposit: A security deposit may be required for certain rentals. The deposit will be refunded upon return of the equipment or vessel in its original condition, minus any deductions for damage or excessive wear. 2. Cancellations and Refunds Cancellations: Cancellations must be made in writing. Refunds are subject to our cancellation policy, which varies depending on the time of cancellation relative to the booking date and rental period. Refunds: If a rental is canceled outside the allowable cancellation period, no refund will be issued. Refunds for eligible cancellations will be processed to the original payment method. 3. Use of Equipment and Vessels Responsibility: Renters are responsible for the proper use and care of the equipment or vessel. All rentals must be used in accordance with the provided instructions and local regulations. Safety: Renters must adhere to all safety guidelines and wear any required safety gear. AquaElite Rentals is not responsible for any accidents or injury that occur during the rental period. Inspection: Upon return, the equipment or vessel will be inspected for damage. Any damage beyond normal wear and tear will be assessed, and appropriate charges will be deducted from the security deposit. 4. Liability and Indemnity Limitation of Liability: AquaElite Rentals is not liable for any indirect, incidental, or consequential damages arising from the use of our equipment or vessels. Our total liability is limited to the amount paid for the rental. Indemnity: Renters agree to indemnify and hold harmless AquaElite Rentals, its affiliates, and employees from any claims, damages, or liabilities arising out of their use of our equipment or vessels. 5. Changes to Terms Modification: We reserve the right to modify these terms and conditions at any time. Changes will be posted on our website, and your continued use of our services constitutes acceptance of the updated terms. +91-115-5348230 aquaeliterentals@gmail.com Kundapura, Karnataka 576201 Privacy Policy Terms and Conditions",
    "thanks-page": "AquaElite Rentals - Thank you for your order Thank you for your order! Thank you for your order at AquaElite Rentals. Your order has been successfully processed, and we are excited to help you plan an unforgettable adventure in Iceland. You will receive an email confirmation with the details of your order shortly. Thank you again for choosing AquaElite Rentals. We are looking forward to sailing with you to the land of fire and ice in the future! Go to the Homepage"
  },
  "date": "2024-07-22T17:50:02.639Z"
}