{
  "name": "New_v9_RoyalSitting",
  "pages": {
    "index": "Royal Seating: Comfort with Elegance Royal Sitting about gallery contacts Sitting Royalty, Every Day Royal Seating About us At Royal Seating, we are dedicated to bringing you the epitome of comfort and luxury through our meticulously crafted sofas. Rooted in the rich tradition of Indian craftsmanship, our sofas are a blend of timeless elegance and contemporary design. Each piece is made from premium materials to ensure durability and style, making your living space not just a home but a royal retreat. Why Choose Royal Seating? Exceptional Quality We use only the finest materials to ensure our sofas are durable and long-lasting. Elegant Designs Our sofas are designed to complement any decor, adding a touch of elegance to your home. Comfort First We prioritize your comfort, creating sofas that are as comfortable as they are stylish. Craftsmanship Our skilled artisans bring their expertise to every piece, ensuring impeccable craftsmanship. Experience the royal difference with Royal Seating – where comfort meets elegance. Our work Discover the artistry and elegance of Royal Seating in our captivating gallery. Each image highlights our dedication to crafting luxurious sofas, ottomans, and armchairs that seamlessly merge traditional craftsmanship with contemporary design. From meticulously detailed stitching to the sumptuous comfort of our seating, every piece in our collection exemplifies our unwavering commitment to excellence. Experience how Royal Seating transforms living spaces into havens of sophistication and comfort, where each furniture piece narrates a tale of enduring beauty and impeccable craftsmanship. Our Mission To provide our customers with the highest quality sofas that offer both comfort and sophistication. Our materials are the best on the market Our Vision To be a leader in the furniture industry, known for our commitment to excellence, innovation, and customer satisfaction. Our Standarts Heritage of Craftsmanship Royal Seating carries forward a legacy of over 17 years in crafting high-quality furniture, blending traditional Indian artistry with modern techniques to create timeless pieces. Wide Range of Products Beyond sofas, Royal Seating offers a diverse selection including ottomans, armchairs, and bespoke furniture solutions, catering to varied tastes and interior styles. Sustainability Commitment We prioritize sustainability by sourcing materials responsibly and implementing eco-friendly practices in our manufacturing processes, ensuring minimal environmental impact. Customer-Centric Approach At Royal Seating, customer satisfaction is paramount. We provide personalized service, prompt delivery, and ongoing support to ensure every customer's experience with us is exceptional. We love our customers! Experience the excellence of Royal Seating, where craftsmanship, sustainability, and customer-centricity converge to create furniture that enhances your living space with both elegance and comfort. I accept Privacy Policy send 41, Sakal Bhavan Rd, Sector 11, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-556-5478152 RoyalSitting@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Royal Seating: Privacy Policy Royal Sitting Privacy Policy for Royal Seating Welcome to Royal Seating! We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, and protect your information when you interact with our website and services. 1. Information We Collect Personal Information: We may collect personal information such as your name, email address, phone number when you contact us. Non-Personal Information: We collect non-personal information, including browser type and browsing behavior, through cookies and similar technologies. 2. How We Use Your Information Customer Service: To respond to your inquiries, provide customer support, and improve our services. Marketing: To send you promotional materials and updates, only if you have opted-in to receive such communications. Website Improvement: To analyze website usage and enhance the user experience. 3. Information Sharing and Disclosure Service Providers: We may share your information with third-party service providers who assist us in operating our business, such as payment processors and shipping companies. Legal Requirements: We may disclose your information if required by law or in response to legal requests. 4. Data Security We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, loss, or alteration. However, no method of transmission over the internet or electronic storage is 100% secure. 5. Your Rights Access and Correction: You have the right to access and correct your personal information. Opt-Out: You may opt-out of receiving marketing communications from us at any time. Deletion: You can request the deletion of your personal information, subject to legal and contractual obligations. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated revision date. 7. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at: Email: RoyalSitting@gmail.com 41, Sakal Bhavan Rd, Sector 11, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-556-5478152 RoyalSitting@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Royal Seating: Terms and Conditions Royal Seating Terms and Conditions for Royal Seating 1. Introduction By accessing or using our website, you agree to comply with and be bound by these terms. 2. Use of Our Website Eligibility: You must be at least 18 years old to use our website and services. Account Information: You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. Prohibited Activities: You agree not to engage in any activities that could harm our website or services, including but not limited to hacking, transmitting viruses, or spamming. 3. Intellectual Property All content on our website, including text, images, and logos, is the property of Royal Seating and is protected by intellectual property laws. You may not use, reproduce, or distribute any content without our written permission. 4. Limitation of Liability Royal Seating is not liable for any direct, indirect, incidental, or consequential damages arising from your use of our website or services. This includes but is not limited to damages for loss of profits, data, or other intangible losses. 5. Governing Law These Terms and Conditions are governed by and construed in accordance with the laws of India. Any disputes arising from these terms will be resolved in the courts of India. 6. Changes to These Terms We may update these Terms and Conditions from time to time. Any changes will be posted on this page with an updated revision date. Your continued use of our website and services constitutes your acceptance of the revised terms. 7. Contact Us If you have any questions or concerns about our Terms and Conditions, please contact us at: Email: RoyalSitting@gmail.com 41, Sakal Bhavan Rd, Sector 11, CBD Belapur, Navi Mumbai, Maharashtra 400614, India +91-556-5478152 RoyalSitting@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Royal Seating: thank you for visiting our website! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #e0fde5; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); border-radius: 5px; } h1 { color: #3f3c3c; } p { color: #000; margin-bottom: 20px; } .btn { border: 3px solid #817d7d; background-color: #fff; color: #000; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; } .btn:hover { background-color: #817d7d; color: #fff; } Thank You for Your Purchase! We sincerely appreciate your decision to choose Royal Seating for your furniture needs. We are dedicated to ensuring you our furniture is high standards of quality and craftsmanship. Thank you for trusting us to bring comfort and elegance into your home. We look forward to serving you again! back to main page"
  },
  "date": "2024-07-10T17:15:05.141Z"
}