{
  "name": "New_v9_ConcordiaEventus",
  "pages": {
    "index": "Organização de Eventos - ConcordiaEventus Entre em contato conosco agora Organização de Eventos Transformamos Sonhos em Realidade Experiência, Elegância e Excelência na Criação de Eventos Memoráveis contato Experiência Impecável Mais de 20 anos de experiência na organização de eventos que encantam e inspiram. Serviço Personalizado Oferecemos soluções sob medida para cada cliente, garantindo que seu evento seja único. Excelência em Detalhes Atenção meticulosa a cada detalhe para criar experiências inesquecíveis. Sobre Nós Quem Somos Na ConcordiaEventus, transformamos sonhos em realidade com mais de 20 anos de experiência na organização de eventos excepcionais. Nossa missão é criar momentos inesquecíveis, proporcionando um serviço personalizado e atenção meticulosa a cada detalhe. Desde casamentos elegantes até celebrações corporativas sofisticadas, nossa equipe dedicada trabalha incansavelmente para garantir que cada evento seja único e reflita perfeitamente a visão de nossos clientes. Descubra Nossos Serviços Exclusivos Casamentos Organizamos casamentos de sonhos, cuidando de cada detalhe para que seu dia especial seja perfeito. Eventos Corporativos Criamos eventos corporativos que inspiram e fortalecem conexões profissionais. Festas de Aniversário Celebramos aniversários com estilo, garantindo uma festa memorável para você e seus convidados. Lançamentos de Produtos Organizamos lançamentos de produtos que destacam sua marca e impressionam seu público-alvo. Gala e Premiações Criamos eventos de gala e premiações elegantes que celebram conquistas com glamour. Workshops e Conferências Planejamos workshops e conferências que proporcionam aprendizado e networking de alta qualidade. Estamos Aqui Para Tornar Seu Evento Inesquecível – Fale Conosco Hoje Mesmo! Entre em Contato Conosco Comece agora Nossa Equipe Conheça os Especialistas que Transformam Sonhos em Realidade João Silva Diretor de Planejamento Carlos Pereira Coordenador de Eventos Miguel Costa Especialista em Logística Nossos Planosы Escolha o Pacote Perfeito para Seu Evento Inesquecível Básico $500 Consultoria inicial Planejamento do evento Gestão de fornecedores Avançado $1000 Tudo do plano Básico Design personalizado Marketing do evento Premium $2000 Tudo do plano Avançado Localização exclusiva Entretenimento ao vivo Depoimentos dos Nossos Clientes O Que Nossos Clientes Dizem Sobre Nossos Serviços Diretor de Marketing João da Silva \"Contratamos a ConcordiaEventus para organizar nosso evento corporativo e ficamos impressionados com o profissionalismo e a atenção aos detalhes. Foi uma experiência excepcional!\" Gerente de Recursos Humanos Maria Oliveira \"O serviço prestado pela ConcordiaEventus superou todas as nossas expectativas. Eles criaram uma atmosfera incrível para nosso evento e cuidaram de tudo com profissionalismo e dedicação. Recomendo fortemente!\" Nosso Impacto Veja Nossa Contribuição em Números 250 Eventos Realizados 95% Taxa de Satisfação do Cliente 5000+ Convidados Atendidos Planejamento Detalhado Nossa equipe realiza um planejamento minucioso de cada aspecto do seu evento para alcançar resultados ideais. Equipe de Profissionais Trabalhamos com os melhores especialistas da indústria para garantir um alto nível de serviço e qualidade nos eventos. Abordagem Personalizada Consideramos as necessidades individuais de cada cliente para criar um evento único e memorável. Atenção aos Detalhes Dedicamos especial atenção aos detalhes para garantir a execução impecável de todos os aspectos do seu evento. Nosso Blog Fique por Dentro das Últimas Novidades e Dicas para Eventos Novas Tendências em Decoração de Eventos Descubra as últimas inovações que estão transformando a maneira como eventos são decorados. 10.07.2024 Dicas Essenciais para Organizar um Casamento Inesquecível Descubra como planejar cada detalhe para garantir que seu casamento seja perfeito e memorável. 21.06.2024 Tendências em Gastronomia para Eventos Corporativos Explore as novas abordagens culinárias que estão encantando participantes de eventos corporativos ao redor do mundo. 13.06.2024 ConcordiaEventus@gmail.com +5597979796546 Lagoa, Porto Velho - Rondônia, Brasil Enviar mensagem aceito política de Privacidade Privacidade",
    "policy": "Política de Privacidade - ConcordiaEventus Entre em contato conosco agora Privacy Policy - ConcordiaEventus Introdução A política de privacidade da ConcordiaEventus descreve como coletamos, usamos e protegemos as informações pessoais dos nossos clientes e visitantes do site. Uso das Informações As informações coletadas são utilizadas para processar reservas de eventos, enviar comunicações sobre o evento, e melhorar nossos serviços de acordo com as necessidades dos clientes. Compartilhamento de Informações Não compartilhamos informações pessoais com terceiros, exceto quando necessário para fornecer serviços solicitados pelo cliente ou conforme exigido por lei. Segurança das Informações Implementamos medidas de segurança físicas, eletrônicas e administrativas para proteger as informações pessoais contra acesso não autorizado e uso indevido. Alterações na Política de Privacidade Reservamo-nos o direito de modificar esta política de privacidade a qualquer momento. As alterações serão comunicadas através do site ou por outros meios apropriados. Acesso e Controle das Informações Pessoais Os usuários têm o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através dos canais especificados no site. Retenção de Dados Retemos as informações pessoais apenas pelo tempo necessário para cumprir os fins descritos nesta política, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Transferência Internacional de Dados Podemos transferir informações pessoais para países fora do seu país de residência para fins de processamento e armazenamento. Tomamos medidas para garantir que tais transferências sejam realizadas de acordo com as leis de proteção de dados aplicáveis. Menores de Idade Não coletamos intencionalmente informações de menores de idade sem consentimento verificável dos pais ou responsáveis legais. Se tomarmos conhecimento de que coletamos informações pessoais de um menor, tomaremos medidas para remover essas informações o mais rápido possível. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites de terceiros. Recomendamos que os usuários revisem as políticas de privacidade desses sites. Contato Se tiver dúvidas sobre esta política de privacidade, entre em contato conosco através dos canais especificados no site. Consentimento Ao usar nosso site e fornecer informações pessoais, você consente com a coleta, uso e divulgação de suas informações pessoais conforme descrito nesta política de privacidade. Legislação Aplicável Esta política de privacidade será regida e interpretada de acordo com as leis do Brasil. Atualização da Política de Privacidade Esta política de privacidade está atualizada a partir da data indicada abaixo. Podemos revisar e atualizar periodicamente esta política de privacidade para refletir mudanças em nossas práticas de informação. Data de Vigência Esta política de privacidade entrou em vigor em 1º de agosto de 2024. Contact Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou como lidamos com suas informações pessoais, entre em contato conosco em ConcordiaEventus@gmail.com. Privacidade",
    "thank": "Agradecimento - ConcordiaEventus Obrigado Obrigado pelo seu interesse e confiança em nossos serviços! Valorizamos muito cada um de nossos clientes e parceiros. Sua participação nos ajuda a aprimorar nossos serviços e a tornar cada evento inesquecível e especial. Lar"
  },
  "date": "2024-07-17T07:29:14.088Z"
}