{
  "name": "New_v9_yarnfusionhub",
  "pages": {
    "terms-conditions": "Conheça os Termos de Uso do YarnFusionHub para Utilizar Nossos Serviços yarnfusionhub@gmail.com +55-65-9969-83360 YarnFusionHub Lar Projetos criativos Comunidade Padrões exclusivos Estoque Envio rápido Termos de uso Uso do Site Nosso site é destinado para uso pessoal e não comercial. Você concorda em não utilizar o YarnFusionHub para qualquer propósito ilegal ou proibido por estes termos de uso. Propriedade Intelectual Todo o conteúdo presente no YarnFusionHub, incluindo, mas não se limitando a, textos, imagens, logotipos e gráficos, são de propriedade exclusiva do YarnFusionHub e estão protegidos por leis de direitos autorais e marcas registradas. Você concorda em não copiar, modificar, distribuir ou utilizar de qualquer forma o conteúdo do nosso site sem a prévia autorização escrita do YarnFusionHub. Kits de Costura e Tricô Todos os nossos kits de costura e tricô são cuidadosamente selecionados e embalados para garantir a sua satisfação. No entanto, devido à natureza artesanal dos nossos produtos, pequenas variações em cor, textura e tamanho podem ocorrer. Você concorda em aceitar estas variações como parte do encanto e da autenticidade dos nossos kits de costura e tricô. Política de Devolução Nosso objetivo é garantir que você esteja 100% satisfeito(a) com a sua compra no YarnFusionHub. Se por algum motivo você não estiver satisfeito(a) com o seu kit de costura ou tricô, você pode devolvê-lo para nós dentro de 30 dias a partir da data de compra. O kit deve estar na embalagem original e em condições de revenda. Depois de receber e inspecionar o kit devolvido, nós lhe enviaremos um e-mail para notificá-lo(a) que nós recebemos o seu kit e se a sua devolução foi aprovada ou não. Se aprovada, o seu reembolso será processado e um crédito será automaticamente aplicado à sua forma de pagamento original, dentro de um determinado número de dias. Responsabilidade Você concorda em utilizar os nossos kits de costura e tricô de forma responsável e segura. YarnFusionHub não é responsável por qualquer lesão ou dano resultante do uso inadequado ou descuidado dos nossos produtos. Alterações nos Termos de Uso YarnFusionHub reserva o direito de alterar ou modificar estes termos de uso a qualquer momento e sem aviso prévio. Você é responsável por verificar regularmente esta página para ficar ciente de quaisquer alterações ou atualizações. Produtos e Preços Todos os nossos kits de costura e tricô são oferecidos com preços competitivos e estão sujeitos a disponibilidade. YarnFusionHub reserva o direito de alterar os preços dos produtos a qualquer momento e sem aviso prévio. No entanto, nos comprometemos a fornecer os preços corretos e atualizados no momento da compra. Pagamento Aceitamos vários métodos de pagamento, incluindo cartões de crédito e débito, PayPal e transferências bancárias. Todas as transações são processadas em um ambiente seguro e criptografado para garantir a sua segurança e privacidade. Entrega Nós nos esforçamos para entregar os nossos kits de costura e tricô o mais rápido possível. No entanto, os tempos de entrega podem variar dependendo do destino e do método de envio escolhido. Você receberá um e-mail de confirmação com o número de rastreamento assim que o seu pedido for enviado. Promoções e Cupons YarnFusionHub oferece regularmente promoções e cupons de desconto para nossos clientes. Estas ofertas são válidas por um tempo limitado e não podem ser combinadas com outras ofertas ou promoções. Por favor, leia cuidadosamente os termos e condições de cada oferta antes de fazer a sua compra. Comentários e Avaliações Valorizamos a opinião dos nossos clientes e encorajamos-nos a deixar comentários e avaliações sobre os nossos kits de costura e tricô. No entanto, reservamos o direito de remover qualquer conteúdo que seja considerado ofensivo, inapropriado ou que viole os direitos autorais ou marcas registradas de terceiros. Lei Aplicável Estes termos de uso são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente ou relacionada a estes termos de uso será resolvida nos tribunais competentes do Brasil. Terminação YarnFusionHub reserva o direito de terminar ou suspender o seu acesso ao nosso site a qualquer momento e sem aviso prévio, se você violar qualquer um destes termos de uso. Integralidade do Acordo Estes termos de uso constituem o acordo integral entre você e o YarnFusionHub em relação ao uso do nosso site e substituem todos os acordos e entendimentos anteriores entre as partes. Política de Privacidade Embora não coletemos ou usemos informações pessoais dos nossos usuários, nós nos comprometemos a proteger a sua privacidade online. Nossa política de privacidade detalha como nós coletamos, usamos e protegemos as informações que você nos fornece ao utilizar o nosso site. Por favor, leia cuidadosamente nossa política de privacidade antes de utilizar o nosso site. Links para Terceiros Nosso site pode conter links para outros sites que não são de nossa propriedade ou controle. Nós não somos responsáveis pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Ao clicar em um link para um site de terceiros, você deixa o nosso site e está sujeito aos termos de uso e políticas de privacidade do site de terceiros. Propriedade do Usuário Todo o conteúdo que você publicar ou enviar para o nosso site, incluindo, mas não se limitando a, comentários, fotos e vídeos, será de sua propriedade e responsabilidade. Você concorda em não publicar ou enviar qualquer conteúdo que viole os direitos autorais ou marcas registradas de terceiros, ou que seja ilegal, ofensivo ou inapropriado. Indenização Você concorda em indenizar, defender e isentar o YarnFusionHub, seus funcionários, diretores, acionistas e afiliados de qualquer responsabilidade, perda, dano ou despesa, incluindo honorários advocatícios, decorrentes ou relacionados a sua violação destes termos de uso, ou a seu uso do nosso site. Produtos Personalizados Além dos nossos kits de costura e tricô padrão, nós também oferecemos a opção de produtos personalizados. Se você tiver uma ideia especial em mente, entre em contato conosco e nós faremos tudo o que pudermos para transformar a sua ideia em realidade. Por favor, lembre-se de que os produtos personalizados podem levar mais tempo para serem produzidos e enviados. Contato Se você tiver alguma dúvida ou preocupação relacionada a estes termos de uso, por favor, entre em contato conosco através do e-mail: yarnfusionhub@gmail.com. Estaremos sempre à sua disposição para lhe ajudar! Ao utilizar o nosso site, você concorda em cumprir todos os termos de uso acima mencionados. Obrigado(a) por fazer parte da comunidade YarnFusionHub! Esperamos que você encontre o kit de costura ou tricô perfeito para despertar a sua criatividade e paixão por estas belas artes. Boa diversão explorando o nosso site e feliz costura e tricô! YarnFusionHub Av. das Acácias, 28 - Parque das Emas II, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9969-83360 yarnfusionhub@gmail.com Navegação Lar Projetos criativos Comunidade Padrões exclusivos Estoque Envio rápido Adicionalmente Privacy Policy Terms of Use",
    "thanks": "Agradeçemos sua Visita! Página de Agradecimento do YarnFusionHub Muito obrigado! Agradecemos pela sua mensagem no YarnFusionHub. Estamos sempre felizes em receber feedback e sugestões da nossa comunidade. Entraremos em contato com você o mais rápido possível. Até então, continue explorando nosso site e descubra as últimas tendências e inspirações no mundo da arte com fios. Voltar à página inicial",
    "index": "Explore a Coleção de Produtos Artesanais na Página Inicial do YarnFusionHub yarnfusionhub@gmail.com +55-65-9969-83360 YarnFusionHub Lar Projetos criativos Comunidade Padrões exclusivos Estoque Envio rápido Descubra a Magia do Artesanato! Bem-vindo ao YarnFusionHub - O Seu Destino para Inspiração Artesanal! Explore uma infinidade de cores, texturas e padrões na nossa coleção exclusiva de fios, tecidos e acessórios de costura e tricô. De iniciantes a especialistas, nosso hub oferece tudo o que você precisa para transformar suas ideias em criações deslumbrantes. Junte-se a nós e comece a sua jornada de artesanato hoje mesmo! Projetos criativos Inspire-se com nossos Projetos Criativos! Bolsas de Crochê Artesanais: Descubra nossa coleção de padrões e tutoriais para criar bolsas de crochê únicas. De bolsas de praia a elegantes carteiras, encontre o projeto perfeito para você. Sweaters Tricotados à Mão: Aconchegue-se com estilo com nossos padrões de suéter tricotados à mão. Desde suéteres clássicos até designs modernos, você encontrará a inspiração que precisa aqui. Decorações de Casa Personalizadas: Transforme sua casa em um paraíso aconchegante com nossos projetos de decoração personalizados. De almofadas a tapetes, adicione um toque de estilo único a cada canto. Brinquedos de Crochê Adoráveis: Encante as crianças (e os adultos também!) com nossos adoráveis padrões de brinquedos de crochê. Crie animais fofinhos, bonecas encantadoras e muito mais para momentos de diversão sem fim. Nossa Comunidade Criativa Junte-se à nossa comunidade de entusiastas do artesanato! No YarnFusionHub, estamos comprometidos em conectar pessoas apaixonadas por costura e tricô. Participe de nossos fóruns de discussão, compartilhe seus projetos favoritos e inspire-se com a criatividade de outros membros. Vamos criar juntos! Padrões Exclusivos Descubra Nossos Tesouros de Tricô e Crochê! Explore nossa coleção exclusiva de padrões de tricô e crochê, cuidadosamente criados por designers talentosos. Desde acessórios elegantes até peças de vestuário deslumbrantes, há algo para todos os gostos e níveis de habilidade. Luvas Sem Dedos Aconchegantes Mantenha suas mãos quentes e elegantes com nossos padrões de luvas sem dedos. Perfeitas para o outono e inverno, essas luvas são um acessório indispensável para qualquer guarda-roupa. Cachecóis de Malha Elegantes Adicione um toque de estilo e calor aos seus conjuntos com nossos padrões de cachecóis de malha. De designs simples a padrões intrincados, você encontrará o cachecol perfeito para complementar seu visual. Amigurumis Encantadores Faça amigos fofos com nossos padrões de amigurumis! De animais adoráveis a personagens de contos de fadas, esses pequenos brinquedos de crochê são perfeitos para presentear ou colecionar. Aproveite nossas Promoções Exclusivas! Descubra grandes economias em uma variedade de produtos de costura e tricô. De descontos em fios premium a ofertas especiais em kits de crochê, nossa seleção de ofertas é atualizada regularmente para garantir que você obtenha o melhor valor em seus suprimentos artesanais. Descontos em Fios de Alta Qualidade Economize em fios luxuosos e duráveis para seus projetos de tricô e crochê. De algodão macio a lã quente, encontre os fios perfeitos para suas criações por um preço acessível. Kits de Crochê para Iniciantes Comece sua jornada de crochê com nossos kits especiais para iniciantes. Incluindo todos os materiais necessários e instruções passo a passo, esses kits são perfeitos para aprender uma nova habilidade de forma divertida e fácil. Ofertas Limitadas Não perca nossas ofertas por tempo limitado em uma variedade de produtos de artesanato. Fique de olho em nossas promoções sazonais e flash sales para encontrar grandes negócios em seus itens favoritos de costura e tricô. Destaques da Semana Descubra Nossos Produtos em Destaque! Kit Iniciante de Crochê R$35,90 Comece sua jornada de crochê com este kit completo para iniciantes. Inclui agulhas de crochê, fios coloridos e um guia passo a passo para começar. Ordem Fio de Algodão Orgânico R$19,99 Trabalhe em seus projetos com este fio de algodão macio e sustentável. Perfeito para tricô e crochê, este fio é uma escolha eco-friendly para seus projetos artesanais. Ordem Ordem Agulhas de Tricô de Bambu R$12,50 Experimente a suavidade e durabilidade das agulhas de tricô de bambu. Leves e confortáveis de usar, essas agulhas são ideais para horas de tricô sem esforço. Ordem Entre em Contato Conosco Tem alguma pergunta ou solicitação? Preencha o formulário abaixo e entraremos em contato o mais breve possível. Estamos aqui para ajudar você em sua jornada de artesanato! Av. das Acácias, 28 - Parque das Emas II, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9969-83360 yarnfusionhub@gmail.com Aceito a Política de Privacidade Enviar Envio Rápido Entrega Expressa para Sua Porta! Na YarnFusionHub, entendemos a importância de receber seus produtos o mais rápido possível. Por isso, oferecemos opções de envio rápido para que você possa começar seus projetos de artesanato sem demora. Envios em 48 Horas Entrega rápida garantida! Receba seus produtos em até 48 horas após a confirmação do pedido, para que você possa mergulhar na sua próxima criação sem esperar muito. YarnFusionHub Av. das Acácias, 28 - Parque das Emas II, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9969-83360 yarnfusionhub@gmail.com Navegação Lar Projetos criativos Comunidade Padrões exclusivos Estoque Envio rápido Adicionalmente Privacy Policy Terms of Use",
    "privacy-policy": "Leia a Política de Privacidade do YarnFusionHub para Proteger Suas Informações yarnfusionhub@gmail.com +55-65-9969-83360 YarnFusionHub Lar Projetos criativos Comunidade Padrões exclusivos Estoque Envio rápido Política de Privacidade Bem-vindo ao YarnFusionHub, o seu novo paraíso para todos os entusiastas de bordado e tricô! Este é um espaço onde você encontrará uma ampla variedade de kits de bordado e tricô cuidadosamente selecionados para despertar a sua criatividade e habilidades manuais. Nossos kits de bordado e tricô são projetados para atender a todos os níveis de habilidade, desde iniciantes até artesãos experientes. Cada kit inclui todos os materiais necessários para criar uma peça única e bonita, incluindo fios de alta qualidade, agulhas de tricô ou bordado e instruções detalhadas. No YarnFusionHub, nós valorizamos a qualidade acima de tudo. Todos os nossos produtos são cuidadosamente selecionados de fornecedores confiáveis para garantir que você receba apenas o melhor. Além disso, nossos kits são constantemente atualizados para refletir as últimas tendências em bordado e tricô, garantindo que você sempre tenha acesso aos projetos mais recentes e emocionantes. É importante salientar que, embora este site seja uma plataforma para a venda de kits de bordado e tricô, nós não coletamos nem utilizamos quaisquer informações pessoais dos nossos usuários. Nossa missão é simplesmente fornecer um ambiente seguro e agradável para você explorar sua paixão pela arte do bordado e tricô. Nossos kits de bordado e tricô são projetados para serem divertidos, desafiadores e gratificantes. Eles são perfeitos para aqueles momentos de lazer, para presentear alguém especial ou até mesmo para iniciar um novo hobby. Com o YarnFusionHub, você pode transformar uma simples bola de fio em uma bela peça de arte feita à mão. Nossos kits de bordado e tricô são mais do que apenas um conjunto de materiais. Eles são uma oportunidade para você se conectar com uma comunidade global de artesãos apaixonados, compartilhar suas criações e inspirar outros com suas habilidades. Cada kit é cuidadosamente projetado e empacotado com amor, para garantir que você tenha uma experiência de artesanato agradável e gratificante. Nossos kits de bordado incluem uma variedade de pontos e técnicas, desde o tradicional ponto cruz até o moderno bordado de livre, enquanto nossos kits de tricô oferecem uma ampla gama de opções, desde simples bufandas e bonés até complexos casacos e suéteres. No YarnFusionHub, nós acreditamos que o artesanato é uma forma de expressão pessoal e auto-cuidado. É por isso que nossos kits são projetados para serem acessíveis e agradáveis para todos, independentemente da experiência ou habilidade. Nós encorajamos você a experimentar novos projetos, aprender novas técnicas e, acima de tudo, se divertir no processo. Nossos kits de bordado e tricô também são uma excelente maneira de se conectar com a tradição e a história do artesanato. Cada ponto, cada fio, cada tecido tem uma história para contar. Através do bordado e do tricô, você pode se conectar com as gerações passadas e ajudar a preservar essas importantes tradições para as gerações futuras. Lembre-se, o artesanato não é apenas sobre o produto final. É sobre o processo, a jornada, a experiência. É sobre encontrar alegria e satisfação em cada ponto, em cada fio, em cada criação. Então, não se preocupe se suas primeiras tentativas não saem perfeitas. Aprenda com seus erros, valorize seus progressos e, acima de tudo, divirta-se no caminho. Esperamos que você encontre o mesmo prazer e satisfação no bordado e no tricô que nós encontramos. E esperamos que nossos kits possam ajudá-lo a explorar sua criatividade, aprender novas habilidades e se conectar com a comunidade global de artesãos. Nossos tutoriais são projetados para serem fáceis de seguir, mesmo para iniciantes. Eles cobrem uma ampla gama de tópicos, desde como fazer pontos básicos de bordado e tricô até como criar padrões personalizados e como cuidar adequadamente de seus materiais. Além disso, nossa seção de FAQ é um excelente recurso para aqueles que estão começando no mundo do bordado e do tricô. Lá você encontrará respostas para perguntas comuns, como qual o tipo certo de agulha ou fio usar para um determinado projeto, como ler um gráfico de bordado ou um diagrama de tricô e muito mais. No YarnFusionHub, nós também valorizamos a sustentabilidade e a responsabilidade ambiental. É por isso que nós escolhemos fornecedores que compartilham esses valores e que usam materiais de alta qualidade, respeitosos com o meio ambiente. Nossos kits de bordado e tricô não são apenas bons para você, mas também para o nosso planeta. Nossa missão é fornecer a você não apenas os melhores kits de bordado e tricô, mas também os recursos e o suporte necessários para ajudá-lo a crescer e se desenvolver como artesão. Queremos que você se sinta parte de uma comunidade, que você tenha a oportunidade de aprender, compartilhar e crescer junto com nós. No YarnFusionHub, nós entendemos que cada artesão é único, assim como suas criações. É por isso que nós oferecemos uma ampla variedade de kits de bordado e tricô, cada um com seu próprio estilo e personalidade. Nossos kits de bordado variam desde designs tradicionais e clássicos até designs modernos e contemporâneos. Você pode escolher entre uma variedade de cores, texturas e materiais para criar uma peça que realmente reflete sua personalidade e estilo. Nossos kits de tricô também oferecem uma ampla gama de opções. Você pode escolher entre diferentes tipos de fios, desde lã grossa e macia até fios finos e delicados. Você também pode escolher entre diferentes tipos de projetos, desde peças simples e rápidas até projetos mais complexos e desafiadores. Nós também oferecemos kits temáticos, que são perfeitos para ocasiões especiais ou para presentear alguém especial. Por exemplo, nossos kits de bordado de Natal são uma excelente maneira de adicionar um toque pessoal e feito à mão às suas decorações de fim de ano. Nossos kits de tricô para bebês são uma maneira adorável de celebrar a chegada de um novo membro da família. Mas, independentemente do kit que você escolher, você pode ter certeza de que estará recebendo um produto de alta qualidade, feito com materiais cuidadosamente selecionados e projetado por profissionais experientes. No YarnFusionHub, nós nos orgulhamos de oferecer não apenas produtos de qualidade, mas também um excelente serviço ao cliente. Nós nos esforçamos para garantir que cada cliente tenha uma experiência positiva e gratificante com nossa empresa. Caso tenha alguma dúvida ou sugestão, por favor, não hesite em entrar em contato conosco. Estamos sempre aqui para ajudar. Você pode nos enviar um e-mail a qualquer momento clicando em yarnfusionhub@gmail.com. Estamos ansiosos para ouvir de você! Agradecemos pela sua visita ao YarnFusionHub. Esperamos que você encontre o kit perfeito para suas necessidades e desejamos que você aproveite ao máximo esta jornada criativa. Até breve! YarnFusionHub Av. das Acácias, 28 - Parque das Emas II, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-9969-83360 yarnfusionhub@gmail.com Navegação Lar Projetos criativos Comunidade Padrões exclusivos Estoque Envio rápido Adicionalmente Privacy Policy Terms of Use"
  },
  "date": "2024-05-14T07:22:16.122Z"
}