{
  "name": "New_v11_StepChic",
  "pages": {
    "about": "Sobre - StepChic StepChic Início Serviço Sobre Contato Rastreamento de Pedidos Acompanhe em tempo real o seu pedido Frete Grátis Você vai amar a preços baixos incríveis Pagamento Flexível Pague com Múltiplos Cartões de Crédito Entrega Rápida Experimente a alegria do envio rápido Suporte Premium Suporte premium excepcional Últimas Novidades Sapato Social Elegante Sapato social de couro genuíno, perfeito para ocasiões especiais. Disponível em várias cores. $249,90 Tênis Esportivo Ultraleve Tênis esportivo ultraleve, ideal para corridas e treinos intensos. Disponível em diversos tamanhos. $199.00 Sandália de Verão Confortável Sandália de verão com design elegante e palmilha acolchoada para máximo conforto. $135.99 Bota de Couro Clássica Bota de couro clássica, resistente e elegante para uso diário. Disponível em marrom e preto. $&nbsp;620.00&nbsp; Sapatênis Casual Moderno Sapatênis casual moderno, perfeito para um visual descontraído e estiloso. $&nbsp;160.00&nbsp; Rasteirinha Estilosa Rasteirinha elegante com detalhes em strass, ideal para ocasiões casuais. $&nbsp;185.00&nbsp; Chinelo Slide Confortável Chinelo slide confortável, perfeito para uso diário em casa ou ao ar livre. $&nbsp;260.00&nbsp; Mocassim Casual Chic Mocassim casual em couro sintético, combina estilo e conforto para o dia a dia. $&nbsp;140.00&nbsp; Bota de Inverno Forrada Bota de inverno forrada com pelúcia, mantém os pés aquecidos e elegantes nos dias frios. $&nbsp;120.00&nbsp; Espadrille Leve e Confortável Espadrille leve e confortável, perfeita para passeios descontraídos durante o verão. $&nbsp;130.60&nbsp; Tênis Casual Urbano Tênis casual urbano em tecido respirável, proporciona conforto e estilo para o dia a dia na cidade. $&nbsp;620.00&nbsp; Sapatilha Básica Versátil Sapatilha básica em material sintético, versátil e ideal para diversas ocasiões. $&nbsp;355.00&nbsp; Nossa História DESDE 2009 A StepChic começou com o objetivo de trazer estilo e conforto à vida de cada cliente. Nossa história começou com o sonho de criar um lugar onde as pessoas pudessem encontrar modelos de calçados elegantes e de qualidade, combinando elegância e praticidade. A cada passo, continuamos a crescer, oferecendo uma ampla seleção de calçados para todas as ocasiões. Junte-se a nós em nossa jornada de moda e conforto e experimente conosco a emocionante história da StepChic! Na StepChic, acreditamos que cada pessoa tem um estilo único esperando para ser descoberto. Deixe-nos ajudá-lo a encontrar o par perfeito que complemente sua individualidade e realce sua confiança. Explore nossa coleção diversificada e descubra o calçado que expressa verdadeiramente quem você é. Venha descobrir seu estilo único na StepChic hoje mesmo! Explore Categories Explore Categories 14+ Lojas Descubra nossas lojas em todo o mundo 118+ Marcas Explore nossas marcas confiáveis O que nos torna diferentes Seleção Exclusiva Oferecemos uma seleção exclusiva de calçados cuidadosamente escolhidos para atender aos gostos mais exigentes. Cada par é selecionado com atenção aos detalhes para garantir estilo e qualidade incomparáveis. Atendimento Personalizado Nosso compromisso com o atendimento ao cliente vai além das expectativas. Nossa equipe dedicada está aqui para oferecer orientação especializada e garantir uma experiência de compra personalizada e satisfatória. Inovação Contínua Estamos sempre à procura das últimas tendências e tecnologias para oferecer produtos inovadores que atendam às necessidades em constante evolução de nossos clientes. Na StepChic, você sempre encontrará o que há de mais recente e emocionante no mundo da moda em calçados. Seleção Cuidadosamente Curada Selecionamos meticulosamente cada modelo de calçado em nosso estoque, priorizando qualidade, estilo e conforto. Aqui, você encontrará apenas o melhor para destacar sua individualidade. Atendimento Personalizado Na StepChic, valorizamos cada cliente e buscamos proporcionar uma experiência de compra única. Nossa equipe está pronta para oferecer recomendações personalizadas e assistência para encontrar o par de sapatos perfeito para você. Inovação no Design e Qualidade Estamos sempre à frente, oferecendo modelos de calçados modernos com designs inovadores e materiais de alta qualidade. Na StepChic, você encontrará opções únicas e estilosas para o seu guarda-roupa. Seguindo as Melhores Tendências Globais Estamos constantemente acompanhando as últimas tendências globais da moda em calçados para oferecer somente os modelos mais atuais e desejados. Seu estilo estará sempre em destaque com as coleções da StepChic. Explorando os Fundamentos Filosóficos Convidamos você a mergulhar nas raízes filosóficas que fundamentam a essência da StepChic. Nossa marca é guiada por uma busca constante pela harmonia entre estilo, qualidade e conforto, refletindo uma visão que valoriza não apenas a moda, mas também a autenticidade e a expressão pessoal. Ao explorar esses fundamentos, esperamos não apenas oferecer calçados excepcionais, mas também inspirar uma conexão mais profunda com o significado por trás de cada passo que você dá. Conheça Nossa Equipe Gerente de Vendas João Silva Especialista em Atendimento ao Cliente Maria Santos Designer de Produto Pedro Oliveira Analista de Marketing Sofia Pereira Últimos Artigos 1 de abril de 2024 Tendências da Moda em Calçados para a Temporada de Verão 1 de abril de 2024 Guia Completo para Cuidar dos seus Sapatos de Couro 1 de abril de 2024 Os Melhores Estilos de Calçados para Viagens 1 de abril de 2024 Como Escolher o Tênis Esportivo Perfeito para o seu Treino 1 de abril de 2024 Dicas de Estilo: Como Combinar Sapatos com Diferentes Looks 1 de abril de 2024 Inovações Tecnológicas na Indústria de Calçados: O que Esperar no Futuro Tem Alguma Pergunta? Quais são as opções de pagamento disponíveis? Aceitamos várias formas de pagamento, incluindo cartões de crédito, transferências bancárias e pagamento na entrega. Vocês oferecem garantia de qualidade nos produtos? Sim, garantimos a qualidade de todos os nossos produtos. Se houver algum problema, entre em contato conosco para obter assistência. Qual é o prazo de entrega dos pedidos? O prazo de entrega varia dependendo da sua localização e do método de envio selecionado. Normalmente, os pedidos são entregues dentro de X dias úteis. Vocês aceitam devoluções? Sim, aceitamos devoluções dentro de um determinado período após a compra, desde que os produtos estejam em condições originais e não usados. Vocês têm um programa de fidelidade para clientes? Sim, temos um programa de fidelidade onde você pode acumular pontos a cada compra e trocá-los por descontos futuros. Vocês oferecem serviços de personalização? Sim, oferecemos serviços de personalização em alguns de nossos produtos. Entre em contato conosco para mais informações. Qual é a política de frete grátis? Oferecemos frete grátis em pedidos acima de um determinado valor. Verifique nossa página de frete grátis para mais detalhes. Como faço para entrar em contato com o serviço ao cliente? Você pode entrar em contato conosco por e-mail, telefone ou através do formulário de contato em nosso site. Nossa equipe de atendimento ao cliente ficará feliz em ajudar. Vocês têm uma loja física onde posso experimentar os produtos? Sim, temos lojas físicas em várias localidades. Consulte nosso site para encontrar a loja mais próxima de você. Entre em contato conosco Entre em Contato Conosco Estamos aqui para ajudar! Se você tiver alguma dúvida, comentário ou preocupação, não hesite em nos contatar. Nossa equipe de atendimento ao cliente está disponível para ajudá-lo de segunda a sexta, das 9h às 18h. Você pode nos contatar por e-mail, telefone ou preenchendo o formulário de contato em nosso site. Estamos ansiosos para ouvir de você! Aceito a política de privacidade Enviar Número: +55-51-9533-2583 StepChic@gmail.com Palmas - TO, 77060-021, Brasil Início Serviço Sobre Contato Política de Privacidade Termos e Condições © 2024 StepChic. Todos os direitos reservados.",
    "index": "StepChic StepChic Início Serviço Sobre Contato Bem-vindo à loja de calçados StepChic Descubra o mundo da moda e elegância com a StepChic. Nossa coleção exclusiva oferece uma variedade de calçados de alta qualidade que combinam estilo e conforto. De sapatos casuais a opções sofisticadas, temos tudo o que você precisa para completar seu visual com classe. Venha explorar e encontrar o par perfeito para cada ocasião! Compre agora Compre agora 4,5 Excelência comprovada Classificação de 6.500 estrelas Mais de clientes 15% Sapatos Casuais Sapatos de Festa Botas e Botinas Tênis e Esportivos Sandálias e Rasteirinhas Mocassins e Loafers Sapatilhas e Flats Produtos Mais Vendidos Sandália Elegante $199,90 Tênis Conforto $249,90 Bota Estilosa $299,90 Mocassim Clássico $179,90 Sapato Social Luxo Eleve seu estilo com nosso Sapato Social Luxo. Tênis Esportivo Dinâmico Alcance seu melhor desempenho com o Tênis Esportivo Dinâmico. Sandália Conforto Diário Desfrute de conforto durante todo o dia com a Sandália Conforto Diário. Últimas Novidades Sapato Casual Elegante $189,90 $200.00 Bota de Inverno Acolhedora $279,90 Tênis Esportivo de Alta Performance $229,90 Sandália Chique para Festas $149,90 $169,90 Mocassim Clássico para o Dia a Dia $159,90 $169,90 Sapatilha Confortável e Versátil $129,90 Chinelo Estiloso para o Verão $79,90 Botina Casual para Aventuras ao Ar Livre $319,90 Notícias e Artigos 1 de abril de 2024 Tendências da Moda em Calçados para 2024 1 de abril de 2024 Dicas para Cuidar dos seus Sapatos de Couro 1 de abril de 2024 Os Melhores Estilos de Calçados para Viagens Junte-se a Nós Faça parte da comunidade StepChic! Junte-se a nós para receber as últimas atualizações sobre novos produtos, tendências da moda e ofertas exclusivas. Seja o primeiro a conhecer as novidades emocionantes do mundo dos calçados e compartilhe sua paixão pela moda conosco. Junte-se hoje mesmo e faça parte da nossa família StepChic! Compre agora Compre agora -35% Clientes Satisfeitos \"Estou encantada com os meus novos sapatos! Eles são confortáveis e estilosos. Obrigada, StepChic!\" Ana Carvalho Lisboa, Portugal \"Meu novo par de sapatos é simplesmente perfeito! Eles combinam perfeitamente com qualquer roupa. Recomendo muito a StepChic!\" Pedro Silva Porto, Portugal Início Serviço Sobre Contato Política de Privacidade Termos e Condições © 2024 StepChic. Todos os direitos reservados.",
    "privacy-policy": "Política de Privacidade - StepChic StepChic Início Serviço Sobre Contato Política de Privacidade Coleta de Informações Coletamos informações pessoais como nome, endereço de e-mail e número de telefone quando você cria uma conta ou faz um pedido em nosso site. Além disso, podemos coletar dados de navegação, endereço IP e informações do dispositivo para fins analíticos. Uso das Informações As informações que coletamos são utilizadas para processar pedidos, melhorar a funcionalidade do nosso site e personalizar sua experiência de compra. Também podemos usar suas informações de contato para enviar ofertas promocionais ou atualizações sobre nossos produtos e serviços. Segurança dos Dados Levamos a segurança dos dados a sério e implementamos medidas padrão do setor para proteger suas informações pessoais contra acesso não autorizado, divulgação, alteração ou destruição. Nosso site é criptografado usando tecnologia SSL para garantir a transmissão segura de dados. Divulgação a Terceiros Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem seu consentimento, exceto para parceiros confiáveis que nos auxiliam na operação do nosso site, condução dos negócios ou prestação de serviços a você. Cookies Nosso site utiliza cookies para aprimorar sua experiência de navegação e fornecer conteúdo personalizado. Você pode optar por desativar os cookies nas configurações do seu navegador, mas isso pode afetar a funcionalidade de determinados recursos em nosso site. Retenção de Dados Retemos suas informações pessoais pelo tempo necessário para cumprir os objetivos delineados nesta política de privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Privacidade de Crianças Nosso site não se destina a crianças menores de 13 anos, e não coletamos conscientemente informações pessoais de menores. Se você acredita que inadvertidamente coletamos informações de uma criança, entre em contato conosco imediatamente. Consentimento Ao utilizar nosso site, você consente com os termos desta política de privacidade e a coleta e uso de suas informações pessoais conforme aqui descrito. StepChic@gmail.com. Atualização de suas Informações Você pode atualizar ou corrigir suas informações pessoais fazendo login em sua conta em nosso site ou entrando em contato conosco diretamente. Nos esforçamos para garantir que suas informações estejam precisas e atualizadas. Opção de Desativação Você tem a opção de cancelar a assinatura de comunicações promocionais enviadas por nós seguindo as instruções de cancelamento fornecidas em nossos e-mails ou entrando em contato conosco diretamente. Alterações na Política de Privacidade Reservamos o direito de atualizar ou alterar nossa política de privacidade a qualquer momento. Quaisquer alterações serão publicadas nesta página, e você é incentivado a revisar esta política periodicamente para atualizações. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade ou o tratamento de suas informações pessoais, entre em contato conosco usando as informações fornecidas em nosso site. Transferência de Dados Suas informações pessoais podem ser transferidas e armazenadas em servidores localizados fora do seu país ou jurisdição, incluindo países com leis de proteção de dados diferentes das suas. StepChic@gmail.com. Análises Podemos usar serviços de análise de terceiros para coletar e analisar informações sobre seu uso de nosso site, como visualizações de página, padrões de navegação e tempo gasto em cada página, para melhorar nossos serviços e experiência do usuário. Conformidade com as Leis Cumprimos as leis e regulamentos aplicáveis ​​relacionados à coleta, uso e divulgação de informações pessoais, incluindo o Regulamento Geral de Proteção de Dados (GDPR) para usuários na União Europeia. Direitos do Titular dos Dados Você possui certos direitos em relação às suas informações pessoais, incluindo o direito de acessar, retificar ou excluir seus dados. Se desejar exercer esses direitos, entre em contato conosco usando as informações fornecidas em nosso site. Comunicações de Marketing Podemos entrar em contato com você por e-mail ou outros meios para fornecer informações sobre nossos produtos, promoções ou ofertas especiais Notificação de Violação de Dados No caso de uma violação de dados que comprometa a segurança de suas informações pessoais, iremos notificá-lo conforme exigido por lei e tomaremos medidas apropriadas para mitigar qualquer dano potencial. Transferências Internacionais Suas informações pessoais podem ser transferidas e processadas em países fora do seu próprio, onde as leis de proteção de dados podem ser diferentes. Ao utilizar nosso site, você consente com tais transferências. Data de Vigência Esta política de privacidade é eficaz a partir de [inserir data] e governa a coleta, uso e divulgação de informações pessoais obtidas através de nosso site a partir dessa data em diante. Início Serviço Sobre Contato Política de Privacidade Termos e Condições © 2024 StepChic. Todos os direitos reservados.",
    "terms-conditions": "Termos e Condições - StepChic StepChic Início Serviço Sobre Contato Termos e Condições Aceitação dos Termos Ao acessar e utilizar este site, você concorda em cumprir estes termos e condições de uso. Se você não concorda com algum aspecto destes termos, não deve continuar a utilizar o site. Uso do Site Você concorda em utilizar este site apenas para fins legais e de acordo com estes termos. Você não deve usar o site de qualquer forma que possa danificar, desativar, sobrecarregar ou comprometer a segurança do site. Direitos de Propriedade Intelectual Todo o conteúdo do site, incluindo textos, gráficos, logotipos, ícones, imagens, áudios e vídeos, é de propriedade exclusiva da StepChic ou de seus licenciadores e está protegido por leis de direitos autorais. Registro de Conta Para acessar certas áreas do site ou fazer uma compra, você pode ser solicitado a fornecer informações de registro. Você concorda em fornecer informações precisas, atualizadas e completas durante o processo de registro. Responsabilidade do Usuário Você é responsável por todas as atividades realizadas através de sua conta. Você concorda em manter sua senha segura e notificar imediatamente a StepChic sobre qualquer uso não autorizado de sua conta. Política de Devolução Nossa política de devolução detalha os procedimentos e condições para devolução de produtos adquiridos em nosso site. Ao fazer uma compra, você concorda em cumprir nossa política de devolução. Limitação de Responsabilidade Em nenhuma circunstância a StepChic será responsável por quaisquer danos diretos, indiretos, incidentais, consequentes ou punitivos decorrentes do uso ou impossibilidade de uso do site. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são controlados ou operados pela StepChic. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Alterações nos Termos Reservamos o direito de modificar estes termos e condições a qualquer momento, sem aviso prévio. É sua responsabilidade verificar periodicamente quaisquer alterações. O uso continuado do site após a publicação das alterações constitui aceitação dos termos revisados. Indenização Você concorda em indenizar, defender e isentar a StepChic e suas afiliadas de qualquer reclamação, demanda, perda, responsabilidade, custo ou despesa (incluindo honorários advocatícios) decorrentes de seu uso do site. Rescisão Reservamos o direito de rescindir ou suspender sua conta e acesso ao site, sem aviso prévio, por qualquer motivo, incluindo violação destes termos e condições. Jurisdição e Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis, sem considerar os princípios de conflito de leis. Acordo Completo Estes termos e condições constituem o acordo completo entre você e a StepChic em relação ao uso do site, substituindo todos os acordos anteriores ou contemporâneos. Renúncia A falha da StepChic em fazer valer qualquer direito ou disposição destes termos não será considerada uma renúncia a tal direito ou disposição. Títulos Os títulos usados ​​neste documento são apenas para conveniência e não afetam o significado ou interpretação destes termos e condições. StepChic@gmail.com. Severabilidade Se qualquer disposição destes termos for considerada inválida, ilegal ou inexequível, tal disposição será separada dos demais termos, que permanecerão em pleno vigor e efeito. Contato Se você tiver alguma dúvida ou preocupação sobre estes termos e condições, entre em contato conosco usando as informações fornecidas em nosso site. Idioma Estes termos e condições foram redigidos. Se houver qualquer conflito entre a versão e uma tradução para outro idioma, a versão prevalecerá. Consentimento Ao usar este site, você consente com estes termos e condições e concorda em segui-los integralmente. Efetividade Estes termos e condições são efic Início Serviço Sobre Contato Política de Privacidade Termos e Condições © 2024 StepChic. Todos os direitos reservados.",
    "thanks": "Agradecimentos - StepChic Indo para casa Obrigado por visitar a StepChic! Obrigado por visitar o site do StepChic, onde pode encontrar a melhor seleção de escritórios para alugar. Explore nossa variedade de espaços de trabalho e encontre o local ideal para o seu negócio. Nossos especialistas estão disponíveis para ajudá-lo a encontrar a solução perfeita. Comece sua busca hoje mesmo e leve seu negócio para o próximo nível com o StepChic. Agradecemos sua visita e esperamos atendê-lo em breve!"
  },
  "date": "2024-05-15T15:59:42.285Z"
}