{
  "name": "New_v9_figurefrenzy",
  "pages": {
    "terms-conditions": "Termos de Uso | FigureFrenzy: Condições e Diretrizes para Navegação e Compra Mon-Friday 9am - 5pm +55-62-3237-0514 figurefrenzy@gmail.com FigureFrenzy Lar Seleção limitada Descontos Ofertas especiais Entrega Termos de uso Uso do Site: O FigureFrenzy está disponível para pessoas de todas as idades que compartilham a paixão por figuras e suvenires. Ao utilizar o nosso site, você se compromete a não realizar atividades ilegais ou que possam prejudicar a integridade e o bom funcionamento do mesmo. Produtos e Serviços: Todas as figuras e suvenires disponíveis no FigureFrenzy são cuidadosamente selecionados e inspecionados para garantir a melhor qualidade possível. No entanto, devido à natureza artesanal e colecionável de alguns itens, pequenas variações em relação às imagens e descrições apresentadas no site podem ocorrer. Nossa equipe está sempre atenta para proporcionar um atendimento excepcional e personalizado. Se você tiver alguma dúvida ou precisar de ajuda na hora de escolher o produto perfeito, entre em contato conosco. Estaremos encantados em ajudá-lo(a)! Pagamento e Entrega: Ao realizar uma compra no FigureFrenzy, você terá à disposição diversas opções de pagamento seguras e confiáveis. Após a confirmação do pagamento, sua encomenda será cuidadosamente embalada e despachada para o endereço informado. Os prazos de entrega podem variar de acordo com a região e o método de envio escolhido. No entanto, faremos todo o possível para que sua encomenda chegue o mais rápido possível, para que você possa desfrutar de suas novas figuras e suvenires o mais brevemente possível. Política de Trocas e Devoluções: No FigureFrenzy, queremos que você fique 100% satisfeito(a) com sua compra. Se, por algum motivo, o produto recebido não estiver de acordo com o que você esperava ou apresentar algum defeito, entre em contato conosco dentro de 7 dias após a recepção da encomenda. Após a análise do caso, faremos o possível para resolver o problema da maneira mais conveniente para você, seja através da troca do produto ou do reembolso do valor pago. Propriedade Intelectual: Todo o conteúdo disponível no FigureFrenzy, incluindo imagens, textos, logotipos e design, é de propriedade exclusiva da nossa empresa e está protegido por leis de direitos autorais e propriedade intelectual. Ao utilizar o nosso site, você se compromete a respeitar esses direitos e a não utilizar, copiar ou distribuir o conteúdo disponível sem a prévia autorização escrita do FigureFrenzy. Alterações nos Termos de Uso: O FigureFrenzy reserva-se o direito de alterar ou atualizar os termos de uso a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a sua publicação no site. Ao continuar a utilizar o nosso site após a publicação das alterações, você concorda em respeitar e cumprir os novos termos de uso. Por isso, recomendamos que você visite esta página com frequência para ficar sempre atualizado(a) sobre as regras que orientam o uso do FigureFrenzy. Responsabilidade do Usuário: Ao utilizar o FigureFrenzy, você é o único responsável pelo uso adequado e seguro do site, bem como pela precisão e veracidade das informações fornecidas durante o processo de compra. É importante que você mantenha suas informações de acesso, como login e senha, em um local seguro e não as compartilhe com terceiros. O FigureFrenzy não se responsabiliza por quaisquer problemas ou danos decorrentes do uso inadequado ou compartilhamento de informações de acesso. Links para Sites de Terceiros: O FigureFrenzy pode conter links para sites de terceiros, como fabricantes, parceiros ou outras fontes de informação. Esses links são fornecidos apenas como uma conveniência para os nossos usuários e não constituem uma aprovação ou endosso do conteúdo desses sites. Ao acessar sites de terceiros através de links disponíveis no FigureFrenzy, você deve estar ciente de que esses sites estão sujeitos a suas próprias políticas e termos de uso, e o FigureFrenzy não se responsabiliza por quaisquer problemas ou danos decorrentes do uso desses sites. Garantia e Limitação de Responsabilidade: O FigureFrenzy se esforça para proporcionar produtos e serviços de alta qualidade e satisfação aos seus clientes. No entanto, devido à natureza dos produtos oferecidos, não podemos garantir que eles estejam livres de defeitos ou que atendam às suas expectativas em todos os casos. Em caso de problema com um produto ou serviço adquirido no FigureFrenzy, entre em contato conosco o mais brevemente possível para que possamos encontrar uma solução adequada. A nossa responsabilidade se limita à troca ou reembolso do produto defeituoso ou que não atenda às suas expectativas, conforme estabelecido em nossa política de trocas e devoluções. Comunidade FigureFrenzy: Ao adquirir produtos no FigureFrenzy, você se torna parte de uma comunidade apaixonada por figuras e suvenires exclusivos. Nossa equipe está sempre atenta às tendências e lançamentos do mercado para oferecer a você as melhores opções e novidades. Além disso, estamos sempre abertos a sugestões e pedidos especiais. Se você tiver alguma ideia ou desejo para um produto que ainda não está disponível no nosso site, entre em contato conosco. Faremos o possível para atender à sua solicitação e trazer mais diversidade e emoção para a nossa comunidade. Agradecimentos: Por fim, gostaríamos de agradecer a todos os nossos clientes e visitantes pela preferência e confiança depositadas no FigureFrenzy. É um prazer e uma honra para nós poderemos contribuir para a sua felicidade e diversão através dos nossos produtos e serviços. Comentários e Avaliações: Seu feedback é muito importante para nós no FigureFrenzy. Ao compartilhar suas opiniões, comentários e avaliações sobre os produtos e serviços adquiridos, você ajuda a melhorar a nossa oferta e a experiência de compra de todos os nossos clientes. Para deixar um comentário ou avaliação, basta acessar a página do produto em questão e preencher o formulário disponível. Lembre-se de ser respeitoso, objetivo e sincero em suas avaliações, evitando conteúdo ofensivo, discriminatório ou irrelevante. Eventos e Promoções Especiais: O FigureFrenzy está sempre em busca de maneiras de surpreender e agradecer aos seus clientes e visitantes. Por isso, realizamos regularmente eventos e promoções especiais, como lançamentos exclusivos, descontos, sorteios e muito mais. Contato: Se você tiver alguma dúvida, sugestão ou reclamação em relação aos termos de uso ou a qualquer outro aspecto do FigureFrenzy, entre em contato conosco através do e-mail figurefrenzy@gmail.com. Estaremos sempre à disposição para ouvir a sua opinião e proporcionar a melhor experiência de compra possível. FigureFrenzy Descubra o mundo dos colecionáveis ​​e souvenirs na FigureFrenzy - onde cada peça conta uma história. Nossos links Lar Seleção limitada Descontos Ofertas especiais Entrega Política de Privacidade Termos de uso Contate-nos figurefrenzy@gmail.com +55-62-3237-0514 Av. T-10, 1300 - São Bueno, Goiânia - GO, 74223-060, Brasil",
    "thanks": "Página de Agradecimento | FigureFrenzy: Agradecemos sua Visita e Suporte! Olá, Gostaríamos de expressar nosso mais sincero agradecimento por entrar em contato conosco através da nossa forma de feedback no FigureFrenzy. Sua opinião é extremamente importante para nós. Estamos sempre procurando por maneiras de melhorar nossa plataforma e o seu feedback nos ajuda a entender melhor as suas necessidades e expectativas. Nossa equipe está dedicada a fornecer um serviço de alta qualidade e sua contribuição é fundamental neste processo. Agradecemos novamente pela sua colaboração e por nos ajudar a tornar o FigureFrenzy ainda melhor. Entraremos em contato em breve, caso necessário. Até então, continue a aproveitar nossa plataforma. Atenciosamente, A equipe do FigureFrenzy Para principal",
    "index": "Bem-Vindo à Página Inicial da FigureFrenzy - Explore nossa Coleção de Figuras e Souvenirs Exclusivos Mon-Friday 9am - 5pm +55-62-3237-0514 figurefrenzy@gmail.com FigureFrenzy Lar Seleção limitada Descontos Ofertas especiais Entrega Bem-Vindo ao FigureFrenzy Explore o universo encantado das figuras colecionáveis e souvenirs exclusivos! Na FigureFrenzy, você encontrará uma ampla variedade de figuras de personagens famosos, souvenirs temáticos e colecionáveis únicos. Nossa paixão é trazer alegria e magia para colecionadores de todas as idades. Navegue pelo nosso catálogo e deixe-se encantar pela diversidade de opções que temos para oferecer. Seja para decorar sua casa, presentear um ente querido ou simplesmente adicionar mais um tesouro à sua coleção, a FigureFrenzy é o seu destino ideal. Boas compras! Edição limitada Edição Limitada Descubra Coleções Exclusivas na FigureFrenzy Em busca de algo verdadeiramente especial? Explore nossa seleção de edições limitadas e descubra coleções exclusivas que não encontrará em nenhum outro lugar. De figuras raras a souvenirs exclusivos, nossa variedade de itens exclusivos é cuidadosamente selecionada para atender aos colecionadores mais exigentes. Tesouros Únicos para Sua Coleção Cada peça em nossa coleção de edições limitadas é uma obra de arte por si só, oferecendo detalhes meticulosamente trabalhados e qualidade excepcional. Seja para adicionar um toque de distinção à sua coleção ou para encontrar o presente perfeito para um colecionador apaixonado, nossos tesouros únicos são garantia de admiração e encanto. Explore agora e leve para casa um pedacinho de exclusividade! Descontos Especiais Ofertas Imperdíveis na FigureFrenzy Não perca nossas ofertas especiais! Na FigureFrenzy, estamos sempre oferecendo descontos incríveis em uma variedade de figuras colecionáveis e souvenirs exclusivos. Aproveite as promoções limitadas e garanta suas peças favoritas a preços irresistíveis. Renove sua coleção ou encontre o presente perfeito sem comprometer seu orçamento. Visite-nos regularmente para ficar por dentro de todas as nossas ofertas emocionantes. A felicidade de colecionar nunca foi tão acessível! Ofertas Especiais Desfrute de descontos exclusivos e promoções emocionantes na FigureFrenzy! Não perca a oportunidade de adquirir suas figuras colecionáveis e souvenirs favoritos a preços incríveis. Explore nossas ofertas especiais abaixo e faça sua escolha antes que seja tarde demais! Desconto de Lançamento Seja o primeiro a adquirir as últimas adições à nossa coleção com um desconto especial de lançamento. Aproveite esta oferta limitada e garanta suas figuras favoritas antes que acabem! Ofertas Relâmpago Fique de olho em nossas ofertas relâmpago, onde você pode encontrar descontos surpreendentes em uma seleção rotativa de produtos. Esta é sua chance de economizar em itens exclusivos! Promoções Especiais para Coleções Temáticas Explore nossas promoções especiais para coleções temáticas e complete sua série de figuras colecionáveis favoritas. Desfrute de descontos adicionais ao adquirir conjuntos completos! Descontos para Membros VIP Torne-se um membro VIP da FigureFrenzy e tenha acesso a descontos exclusivos, ofertas antecipadas e muito mais. Junte-se a nós hoje e comece a economizar em suas compras! Envio Rápido Entrega Confiável na FigureFrenzy Contamos com um sistema de envio rápido e confiável para garantir que suas preciosas figuras colecionáveis e souvenirs cheguem até você em perfeitas condições e dentro do prazo. Nossa equipe está empenhada em proporcionar uma experiência de compra sem problemas, desde o momento em que você faz seu pedido até a entrega à sua porta. Rastreamento em Tempo Real Com o nosso serviço de rastreamento em tempo real, você pode acompanhar o status do seu pedido a qualquer momento e saber exatamente quando esperar a chegada do seu pacote. Tenha tranquilidade sabendo que suas preciosas adições à sua coleção estão a caminho, com toda a segurança e eficiência que você merece. Atendimento ao Cliente Sua Satisfação é Nossa Prioridade na FigureFrenzy Na FigureFrenzy, estamos comprometidos em fornecer um atendimento ao cliente excepcional. Nossa equipe dedicada está sempre pronta para ajudar e garantir que sua experiência de compra seja perfeita, desde o momento em que você navega em nosso site até o momento em que recebe seu pedido em casa. Assistência Personalizada Estamos aqui para atender às suas necessidades específicas. Entre em contato conosco para obter assistência personalizada, recomendações de produtos ou qualquer outra dúvida que você possa ter. Estamos sempre felizes em ajudar! Política de Devolução Flexível Sua satisfação é nossa prioridade número um. Se por algum motivo você não estiver completamente satisfeito com sua compra, oferecemos uma política de devolução flexível para garantir que você possa comprar com confiança. Feedback Valorizado Valorizamos seu feedback e estamos constantemente buscando maneiras de melhorar nossos produtos e serviços. Compartilhe suas opiniões conosco e ajude-nos a tornar sua experiência na FigureFrenzy ainda melhor. Destaques do Catálogo Figura de Ação \"Herói do Espaço\" Explore a galáxia com esta incrível figura de ação do Herói do Espaço. Detalhes realistas e pose ajustável. Perfeito para fãs de ficção científica. R$ 89,99 Ordem Estatueta de Porcelana \"Bailarina Elegante\" Adicione graça e beleza à sua coleção com esta encantadora estatueta de porcelana representando uma bailarina elegante. Um toque de sofisticação para qualquer ambiente. R$ 129,99 Ordem Kit de Miniaturas de Animais Selvagens Crie seu próprio safári em casa com este kit de miniaturas de animais selvagens. Inclui leão, elefante, girafa e muito mais. Perfeito para os amantes da vida selvagem. R$ 49,99 Ordem Caneca de Cerâmica \"Aventura nas Montanhas\" Desfrute de sua bebida favorita nesta caneca de cerâmica decorada com uma paisagem de aventura nas montanhas. Capacidade de 350ml. Ideal para amantes da natureza. R$ 34,99 Ordem Coleção de Miniaturas de Super-Heróis Reúna os maiores heróis de todos os tempos com esta coleção de miniaturas de super-heróis. Inclui Batman, Superman, Mulher-Maravilha e muito mais. Perfeito para fãs de quadrinhos. R$ 79,99 Ordem Contate-nos Nós vamos ajudar Aceito a Política de Privacidade Enviar FigureFrenzy Descubra o mundo dos colecionáveis ​​e souvenirs na FigureFrenzy - onde cada peça conta uma história. Nossos links Lar Seleção limitada Descontos Ofertas especiais Entrega Política de Privacidade Termos de uso Contate-nos figurefrenzy@gmail.com +55-62-3237-0514 Av. T-10, 1300 - São Bueno, Goiânia - GO, 74223-060, Brasil",
    "privacy-policy": "Política de Privacidade | FigureFrenzy: Seu Guia para Proteção de Dados e Privacidade Mon-Friday 9am - 5pm +55-62-3237-0514 figurefrenzy@gmail.com FigureFrenzy Lar Seleção limitada Descontos Ofertas especiais Entrega Política de Privacidade Primeiramente, gostaríamos de deixar claro que todas as figuras e suvenires disponíveis no FigureFrenzy são de alta qualidade e autenticidade. Nós nos orgulhamos em trabalhar com fornecedores de confiança e bem estabelecidos para garantir que você receba apenas o melhor. No entanto, devido à natureza única e colecionável de alguns itens, pode haver pequenas variações ou imperfeições nas figuras e suvenires que você recebe. Isso é normal e não afeta a qualidade geral ou o valor do item. Em segundo lugar, é importante mencionar que as fotos dos produtos no nosso site são o mais precisas possível. No entanto, devido às variações de cores e resolução de telas, as cores e detalhes dos produtos que você recebe podem ser ligeiramente diferentes das mostradas nas fotos. Se você tiver alguma dúvida ou precisar de mais informações sobre um produto, por favor, não hesite em entrar em contato conosco. Terceiro, todas as vendas no FigureFrenzy são finais. No entanto, se você receber um item que esteja danificado ou defeituoso, ou se o item que você receber não for o que você pediu, nós faremos o possível para corrigir o problema. Por favor, entre em contato conosco dentro de 48 horas após a entrega para que possamos avaliar o problema e determinar a melhor solução. Não aceitamos devoluções ou trocas para itens que foram danificados ou usados ​​após a entrega. Quarto, os preços dos produtos no FigureFrenzy estão sujeitos a alterações sem aviso prévio. Nós nos esforçamos para manter os nossos preços baixos e competitivos, mas devido às flutuações do mercado e à disponibilidade limitada de alguns itens, os preços podem variar. Se você tiver alguma dúvida sobre o preço de um produto, por favor, entre em contato conosco. Quinto, o FigureFrenzy não se responsabiliza por quaisquer danos ou lesões que possam resultar do uso indevido ou inadequado das figuras e suvenires que você compra. Por favor, use os produtos de forma segura e adequada e mantenha-os fora do alcance de crianças pequenas. Sexto, todos os conteúdos do FigureFrenzy, incluindo, mas não se limitando a, textos, imagens, logotipos e desenhos, são de propriedade exclusiva do FigureFrenzy e estão protegidos por direitos autorais e outras leis de propriedade intelectual. Não é permitido o uso, reprodução ou distribuição não autorizada de qualquer conteúdo do nosso site. Sétimo, o FigureFrenzy não se responsabiliza por quaisquer atrasos ou falhas na entrega dos produtos que você compra. Nós nos esforçamos para entregar os produtos o mais rápido possível, mas devido a fatores além de nosso controle, como condições climáticas adversas ou atrasos do correio, a entrega pode ser adiada. Se você tiver alguma dúvida ou preocupação sobre a entrega do seu pedido, por favor, entre em contato conosco. Oitavo, o FigureFrenzy reserva o direito de cancelar ou recusar qualquer pedido por qualquer motivo. Nós nos esforçamos para atender a todas as solicitações de nossos clientes, mas devido à disponibilidade limitada de alguns itens ou problemas com o pagamento, podemos ser obrigados a cancelar ou recusar um pedido. Se isso acontecer, nós faremos o possível para notificá-lo o mais rápido possível e oferecer uma solução alternativa. Nono, o FigureFrenzy não se responsabiliza por quaisquer erros ou imprecisões no nosso site. Nós nos esforçamos para manter o nosso site atualizado e preciso, mas devido à natureza dinâmica do nosso negócio, pode haver erros ou imprecisões. Se você tiver alguma dúvida ou preocupação sobre o conteúdo do nosso site, por favor, entre em contato conosco. Décimo, o FigureFrenzy se reserva o direito de modificar ou atualizar este aviso importante a qualquer momento sem aviso prévio. Nós recomendamos que você revise este aviso regularmente para ficar atualizado(a) sobre as nossas políticas e procedimentos. A FigureFrenzy é uma empresa comprometida com a sustentabilidade e a preservação do meio ambiente. Por isso, nós nos esforçamos para usar materiais recicláveis e ecologicamente corretos em nossos produtos e embalagens, sempre que possível. Além disso, nós incentivamos nossos clientes a reciclar e reutilizar as embalagens e os materiais de proteção que recebem com seus pedidos. Outro aspecto importante que gostaríamos de mencionar é a nossa política de privacidade. A FigureFrenzy respeita a privacidade de seus clientes e não coleta, armazena ou compartilha informações pessoais ou confidenciais sem o consentimento prévio e expresso do cliente. Nós usamos as informações que você nos fornece apenas para processar e entregar seus pedidos, para responder às suas perguntas e para melhorar nossos produtos e serviços. Se você tiver alguma dúvida ou preocupação sobre a nossa política de privacidade, por favor, entre em contato conosco. Em relação às formas de pagamento, a FigureFrenzy aceita cartões de crédito e débito, transferências bancárias e pagamentos em dinheiro na entrega, sempre que disponível. Nós usamos um sistema de pagamento seguro e confiável para proteger as suas informações financeiras e garantir que suas transações sejam processadas de forma rápida e eficiente. Se você tiver alguma dúvida ou problema com o pagamento do seu pedido, por favor, entre em contato conosco. Outro ponto que gostaríamos de destacar é a nossa equipe de atendimento ao cliente. A FigureFrenzy tem uma equipe de profissionais dedicados e bem treinados para ajudar você em todas as suas dúvidas, preocupações e sugestões. Nós estamos disponíveis por e-mail, telefone e chat ao vivo, de segunda a sexta-feira, das 9h às 18h. Se você precisar de ajuda fora desse horário, por favor, envie-nos um e-mail e nós o responderemos assim que possível. Por fim, gostaríamos de falar um pouco mais sobre nossos produtos. A FigureFrenzy oferece uma ampla variedade de figuras e suvenires, desde personagens de desenhos animados e jogos eletrônicos até heróis de quadrinhos e filmes. Nós também temos uma seção especial para colecionadores, com itens raros, limitados e autografados. Nossos produtos são cuidadosamente selecionados e testados para garantir que eles sejam de alta qualidade, durabilidade e autenticidade. Se você tiver alguma dúvida ou sugestão sobre nossos produtos, por favor, entre em contato conosco. Por fim, gostaríamos de agradecer pela sua visita ao FigureFrenzy. Esperamos que você encontre as figuras e suvenires perfeitos para sua coleção ou para presentear alguém especial. Se você tiver alguma dúvida ou sugestão, por favor, não hesite em entrar em contato conosco por e-mail em figurefrenzy@gmail.com. Estamos aqui para ajudar e fazer a sua experiência de compra ser a melhor possível! FigureFrenzy Descubra o mundo dos colecionáveis ​​e souvenirs na FigureFrenzy - onde cada peça conta uma história. Nossos links Lar Seleção limitada Descontos Ofertas especiais Entrega Política de Privacidade Termos de uso Contate-nos figurefrenzy@gmail.com +55-62-3237-0514 Av. T-10, 1300 - São Bueno, Goiânia - GO, 74223-060, Brasil"
  },
  "date": "2024-05-19T06:42:50.291Z"
}