{
  "name": "New_v9_musicloaner",
  "pages": {
    "terms-conditions": "Termos de Utilização - MusicLoaner - Leia As Regras Para Usar Nosso Site MusicLoaner Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Termos de Uso do MusicLoaner Bem-vindo ao MusicLoaner! Estes termos de uso (\"Termos\") regem o uso do nosso website, aplicativo móvel e serviços relacionados (coletivamente referidos como \"Serviço\") operados pela MusicLoaner (\"nós\", \"nosso\" ou \"nós\"). Ao acessar ou usar o Serviço, você concorda em obedecer a estes Termos. Leia atentamente antes de acessar ou usar nosso Serviço. Se você não concordar com algum dos termos, não poderá acessar o Serviço. Conta Ao criar uma conta conosco, você deve fornecer informações precisas, completas e atualizadas. É sua responsabilidade manter a segurança da sua conta e senha. Você não pode compartilhar sua conta com outras pessoas. Você é responsável por qualquer atividade que ocorra em sua conta, seja ou não autorizada por você. Você deve nos notificar imediatamente sobre qualquer uso não autorizado de sua conta. Uso do Serviço O Serviço permite que você acesse e transmita músicas e outros conteúdos de áudio (\"Conteúdo\"). Você concorda em usar o Serviço apenas para fins legais e de acordo com estes Termos. Você concorda em não usar o Serviço de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar o Serviço. Propriedade Intelectual O Serviço e seu conteúdo, recursos e funcionalidades originais são e continuarão sendo propriedade exclusiva da MusicLoaner e de seus licenciadores. O Serviço está protegido por direitos autorais, marcas registradas e outras leis de ambos os Estados Unidos e jurisdições estrangeiras. Nossas marcas registradas e trade dress não podem ser usadas em conexão com qualquer produto ou serviço sem o consentimento prévio por escrito da MusicLoaner. Links para Outros Sites Nosso Serviço pode conter links para sites ou serviços de terceiros que não são de propriedade ou controlados pela MusicLoaner. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você reconhece e concorda que a MusicLoaner não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou alegadamente causada por ou relacionada ao uso ou dependência de qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços. Alterações Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, tentaremos fornecer aviso com pelo menos 30 dias de antecedência antes que os novos termos entrem em vigor. O que constitui uma alteração material será determinado a nosso exclusivo critério. Renúncia de Responsabilidade O uso do MusicLoaner é por sua própria conta e risco. O Serviço é fornecido \"no estado em que se encontra\" e \"conforme disponível\". Não oferecemos garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias de comercialização, adequação a uma finalidade específica, não violação ou precisão. Não garantimos que o Serviço será ininterrupto, seguro ou livre de erros. Não garantimos que os resultados que podem ser obtidos pelo uso do Serviço serão precisos ou confiáveis. Você concorda que, periodicamente, podemos remover o Serviço por períodos indefinidos de tempo ou cancelar o Serviço a qualquer momento, sem aviso prévio. Em nenhum caso a MusicLoaner, seus diretores, funcionários, afiliados, agentes, contratantes, estagiários, fornecedores, prestadores de serviços ou licenciantes serão responsáveis por qualquer prejuízo, perda, reclamação ou danos diretos, indiretos, incidentais, punitivos, especiais ou consequentes de qualquer tipo, incluindo, sem limitação, lucros cessantes, perda de receita, poupanças perdidas, perda de dados, custos de substituição ou quaisquer danos semelhantes, independentemente de alegação em contrato, ato ilícito (incluindo negligência), responsabilidade estrita ou de outra forma, decorrente do seu uso de qualquer um dos serviços ou produtos obtidos usando o serviço, ou por qualquer outro pedido relacionado de qualquer forma ao seu uso do serviço ou qualquer produto, incluindo, mas não se limitando a, quaisquer erros ou omissões em qualquer conteúdo, ou qualquer perda ou dano de qualquer tipo incorrido como resultado do uso do serviço ou qualquer conteúdo (ou produto) postado, transmitido ou de outra forma disponibilizado através do serviço, mesmo que seja informado sobre a possibilidade de tais danos. Como alguns estados ou jurisdições não permitem a exclusão ou a limitação de responsabilidade por danos consequentes ou incidentais, em tais estados ou jurisdições, nossa responsabilidade será limitada ao máximo permitido por lei. Lei Aplicável Estes Termos serão regidos e interpretados de acordo com as leis do Estado de Califórnia, Estados Unidos, independentemente de seus conflitos de disposições legais. Rescisão Se, a nosso exclusivo critério, você não cumprir com qualquer termo ou disposição destes Termos, podemos rescindir este contrato a qualquer momento sem aviso prévio e você continuará responsável por todos os montantes devidos até a data da rescisão; e/ou, consequentemente, pode negar-lhe acesso ao nosso Serviço (ou qualquer parte dele). Estes Termos de Uso são eficazes até serem rescindidos por você ou por nós. Você pode rescindir estes Termos a qualquer momento, descontinuando o uso do Serviço e excluindo todos os materiais obtidos através dele. Disposições Gerais Estes Termos de Uso constituem o acordo completo entre você e o MusicLoaner em relação ao seu uso do Serviço, substituindo quaisquer acordos anteriores ou contemporâneos, comunicações e propostas, sejam verbais ou escritas, entre você e o MusicLoaner (incluindo, mas não se limitando a, quaisquer versões anteriores dos Termos de Uso). Se qualquer parte destes Termos de Uso for considerada inválida ou inexequível, essa parte será interpretada de forma consistente com a lei aplicável para refletir, na medida máxima possível, as intenções originais das partes, e as partes restantes permanecerão em pleno vigor e efeito. Nossa falha em fazer cumprir qualquer direito ou disposição destes Termos de Uso não será considerada uma renúncia a esses direitos. O não exercício por parte nossa de um direito ou disposição destes Termos de Uso não constituuirá uma renúncia a tal direito ou disposição. Alterações dos Termos de Uso Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos de Uso a qualquer momento. Se uma revisão for material, tentaremos fornecer aviso com pelo menos 30 dias de antecedência antes que os novos termos entrem em vigor. O que constitui uma alteração material será determinado a nosso exclusivo critério. Ao continuar a acessar ou usar nosso Serviço após essas revisões entrarem em vigor, você concorda em ficar vinculado aos Termos de Uso revisados. Se você não concordar com os novos termos, pare de usar o Serviço. Resolução de Conflitos Quaisquer disputas ou reclamações relacionadas de alguma forma ao seu uso do Serviço serão regidas e interpretadas de acordo com as leis do Estado da Califórnia, Estados Unidos, sem consideração aos seus princípios de conflitos de leis. Você concorda que qualquer ação legal ou processo decorrente ou relacionado ao uso do Serviço ou à violação destes Termos será resolvido exclusivamente nos tribunais estaduais ou federais localizados no Condado de Santa Clara, Califórnia, e você concorda em submeter-se à jurisdição pessoal desses tribunais para fins de litígios. Sobrevivência As obrigações e responsabilidades das partes incorridas antes da data de rescisão destes Termos sobreviverão à rescisão deste contrato para todos os fins. Estes Termos de Uso estão sujeitos às leis e regulamentos aplicáveis e serão aplicados de acordo com eles. A menos que exigido pela lei aplicável, se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as disposições restantes destes Termos permanecerão em vigor. Interpretação Qualquer falha nossa em exercer ou fazer cumprir qualquer direito ou disposição destes Termos não constituirá uma renúncia a tal direito ou disposição. Os títulos usados ​​nestes Termos são incluídos apenas por conveniência e não limitarão ou afetarão de outra forma estes Termos. Contate-Nos Se você tiver alguma dúvida sobre estes Termos, por favor, entre em contato conosco: musicloaner@gmail.com. Obrigado por escolher o MusicLoaner! MusicLoaner Acompanhe a sua paixão pela música com o MusicLoaner! Cardápio Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Adicionalmente política de Privacidade Termos de uso",
    "thanks": "Gratação - MusicLoaner - Muita Obrigada Pelos Seus Negócios Obrigado! Agradecemos pelo seu contato. Sua mensagem foi recebida com sucesso. Nós da equipe MusicLoaner entraremos em contato assim que possível para ajudá-lo. Enquanto isso, sinta-se à vontade para explorar nosso site e descobrir mais sobre nossos serviços. Atenciosamente,Equipe MusicLoaner Lar",
    "about": "Sobre Nós - MusicLoaner - Conheça a Equipe Dedicada Por Trás Do MusicLoaner MusicLoaner Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Sobre Nós Bem-vindo ao MusicLoaner, sua fonte confiável para aluguel de instrumentos musicais de qualidade. Nosso compromisso é proporcionar uma experiência musical excepcional, oferecendo uma ampla variedade de instrumentos para músicos de todos os níveis. Com anos de experiência no ramo, nossa equipe apaixonada está aqui para ajudá-lo a encontrar o instrumento perfeito para suas necessidades. No MusicLoaner, valorizamos a qualidade, conveniência e satisfação do cliente. Estamos empenhados em fornecer um serviço personalizado, entrega rápida e suporte contínuo para garantir que sua jornada musical seja enriquecedora e sem complicações. Confie no MusicLoaner para tornar sua experiência de aluguel de instrumentos memorável e gratificante. Ferramentas Nossa Missão Nosso objetivo na MusicLoaner é fornecer acesso a instrumentos musicais de alta qualidade para todos que compartilham nossa paixão pela música. Buscamos garantir conveniência e confiabilidade no aluguel de instrumentos, para que todos possam desfrutar de tocar seu instrumento favorito sem preocupações extras. Aprender mais Qualidade Garantida Selecionamos cuidadosamente os instrumentos para garantir que cada cliente receba um produto de qualidade superior. Facilidade de Uso Nosso processo de aluguel é simples e intuitivo, tornando sua interação conosco fácil e agradável. Suporte 24/7 Nossa equipe está disponível para ajudá-lo a qualquer momento, garantindo suporte contínuo e consultoria. Condições Flexíveis Oferecemos condições flexíveis de aluguel para atender às suas necessidades e garantir uma colaboração confortável. Orientação ao Cliente Sua satisfação é nossa prioridade. Buscamos superar suas expectativas e construir relacionamentos de parceria duradouros. Nossa Equipe Conheça a equipe dedicada por trás do MusicLoaner, pronta para oferecer suporte e orientação em sua jornada musical. Nossos especialistas estão aqui para garantir que sua experiência de aluguel de instrumentos seja excepcional em todos os aspectos. 1 Especialistas em Instrumentos Musicais 2 Suporte Personalizado e Amigável 3 Profissionais Apaixonados pela Música 4 Experiência e Conhecimento no Setor Musical Nossa Experiência Com anos de experiência no setor musical, o MusicLoaner traz consigo um histórico sólido e conhecimento profundo sobre instrumentos musicais. Nossa experiência nos permite oferecer um serviço de alta qualidade e orientação especializada para atender às necessidades musicais de nossos clientes com excelência. Pronto para iniciar a inspeção do local? Ver ferramentas Serviços MusicLoaner Acompanhe a sua paixão pela música com o MusicLoaner! Cardápio Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Adicionalmente política de Privacidade Termos de uso",
    "index": "MusicLoaner - Aluga Instrumentos Musicais - Acesse a Melhor Seleção de Instrumentos Musicais MusicLoaner Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Bem-vindo ao MusicLoaner! Seja bem-vindo ao MusicLoaner - sua fonte confiável para aluguel de instrumentos musicais de alta qualidade. Aqui, você encontrará uma ampla variedade de instrumentos para atender às suas necessidades musicais, seja você um músico profissional ou um entusiasta da música. Navegue pelo nosso catálogo e descubra a facilidade de alugar instrumentos musicais de forma conveniente e acessível. Deixe o MusicLoaner ser seu parceiro na jornada musical! Ver sortimento Aprender mais Nossos Serviços Conheça os serviços exclusivos que o MusicLoaner oferece para tornar sua experiência de aluguel de instrumentos ainda mais especial. Confira abaixo nossas opções: Aluguel Flexível Escolha a duração do aluguel que melhor se adapta às suas necessidades musicais. Entrega Rápida Receba seus instrumentos no conforto da sua casa ou estúdio de forma rápida e segura. Suporte Personalizado Conte com nossa equipe dedicada para auxiliá-lo em todas as etapas do processo de aluguel, garantindo uma experiência tranquila e satisfatória. Nossas ferramentas conecte-se conosco Nossos Instrumentos Instrumentos de Qualidade Explore nossa seleção de instrumentos musicais de alta qualidade, garantindo som excepcional em suas performances. Variedade de Opções Desde guitarras e teclados até instrumentos de sopro e percussão, temos uma ampla variedade de opções para atender a diversos estilos musicais e preferências individuais. Ver sortimento satisfação, eficiência, simplicidade e valor 98% Satisfação Completa 100% Atendimento Eficiente 96 Facilidade de Uso 95% Valor por Dinheiro Entre em Contato Estamos aqui para ajudar! Se tiver alguma dúvida, sugestão ou precisar de mais informações sobre nossos serviços de aluguel de instrumentos musicais, não hesite em entrar em contato conosco. Nossa equipe dedicada está pronta para atendê-lo e garantir a melhor experiência musical possível. Aguardamos o seu contato! conecte-se conosco Saiba mais sobre nós Catálogo de Instrumentos Descubra nossa vasta gama de instrumentos musicais disponíveis para aluguel. Confira nossa seleção de guitarras acústicas, teclados digitais, violinos elétricos e saxofones tenores, entre outros. Garanta uma experiência musical inigualável com nossos instrumentos de alta qualidade! Guitarra Acústica 1.500,00 Modelo clássico com som excelente. Ordem Teclado Digital 2.200,00 Ideal para estudantes e profissionais. Ordem Violino Elétrico 1.800,00 Amplificador incluído. Ordem Saxofone Tenor 2.500,00 Versátil e de alto desempenho. Ordem Entre em Contato Conosco Preencha o formulário abaixo com suas informações e mensagem, e entraremos em contato o mais breve possível para ajudá-lo com suas necessidades de aluguel de instrumentos musicais. Estamos ansiosos para colaborar com você em sua jornada musical! Aceito a Política de Privacidade Envie uma mensagem Av. Jatobá, 622 - Centro, Guarantã do Norte - MT, 78520-000, Brasil +55-66-9966-99330 musicloaner@gmail.com MusicLoaner Acompanhe a sua paixão pela música com o MusicLoaner! Cardápio Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Adicionalmente política de Privacidade Termos de uso",
    "privacy-policy": "Política de Privacidade - MusicLoaner - Protejamos Suas Informações Pessoais MusicLoaner Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa política de Privacidade Bem-vindo ao MusicLoaner! Por favor, leia atentamente este aviso legal antes de usar o site MusicLoaner. Aceitação dos Termos Ao acessar ou usar o site MusicLoaner, você concorda em ficar vinculado aos termos e condições deste aviso legal. Se você não concordar com qualquer parte deste aviso legal, não use o site MusicLoaner. Uso do Site O site MusicLoaner destina-se apenas a fins informativos e de entretenimento. Todo o conteúdo fornecido no site é apenas para fins gerais. Não garantimos a exatidão, integridade ou atualidade das informações e conteúdos fornecidos. Propriedade Intelectual Todos os materiais, incluindo textos, imagens, gráficos, logotipos, vídeos e áudios disponíveis no site MusicLoaner, são de propriedade exclusiva ou licenciados para nós e estão protegidos por leis de direitos autorais e outras leis de propriedade intelectual. Links para Outros Sites O site MusicLoaner pode conter links para sites de terceiros que não são controlados ou operados por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros e não assumimos responsabilidade por eles. Alterações no Site Reservamo-nos o direito de modificar ou descontinuar o site MusicLoaner a qualquer momento, sem aviso prévio. Não seremos responsáveis perante você ou qualquer terceiro por qualquer modificação, suspensão ou interrupção do site. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou da incapacidade de usar o site MusicLoaner. Lei Aplicável Este aviso legal será regido e interpretado de acordo com as leis do Brasil. Você concorda irrevogavelmente com a jurisdição exclusiva dos tribunais localizados no Brasil em relação a qualquer disputa decorrente ou relacionada com este aviso legal. Indenização Você concorda em indenizar, defender e isentar o MusicLoaner, seus diretores, funcionários, afiliados, agentes e parceiros de e contra qualquer reclamação, responsabilidade, danos, perdas e despesas, incluindo honorários advocatícios razoáveis, decorrentes de qualquer violação deste aviso legal por você ou por alguém usando sua conta. Disponibilidade do Site Não garantimos que o site MusicLoaner estará disponível sem interrupções ou erros. Podemos interromper, suspender ou modificar o site a nosso critério, sem aviso prévio. Modificações no Aviso Legal Reservamo-nos o direito de modificar este aviso legal a qualquer momento, mediante aviso prévio razoável, que será publicado no site MusicLoaner. O uso continuado do site após tais modificações constitui sua aceitação dos termos modificados. Utilização do Conteúdo Você pode acessar e visualizar o conteúdo do site MusicLoaner apenas para uso pessoal e não comercial. Você não pode reproduzir, distribuir, modificar, transmitir, republicar ou usar o conteúdo do site para qualquer finalidade sem nossa autorização prévia por escrito. Ausência de Garantias O site MusicLoaner é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o site será seguro, sem erros ou que atenderá às suas expectativas. Exclusão de Responsabilidade Médica Nada contido no site MusicLoaner deve ser interpretado como aconselhamento médico ou profissional. As informações fornecidas no site são apenas para fins informativos e educacionais. Sempre consulte um profissional de saúde qualificado para obter aconselhamento médico, diagnóstico ou tratamento. Links de Afiliados O site MusicLoaner pode incluir links de afiliados para produtos ou serviços de terceiros. Se você clicar em um link de afiliado e fizer uma compra, podemos receber uma comissão. No entanto, isso não influencia nossa seleção de produtos ou serviços recomendados, e você não paga nada a mais por usar esses links. Alterações nos Termos de Serviço Reservamo-nos o direito de modificar ou atualizar estes termos de serviço a qualquer momento, a nosso critério exclusivo. Quaisquer alterações entrarão em vigor imediatamente após a publicação dos termos revisados no site MusicLoaner. É sua responsabilidade revisar periodicamente os termos de serviço para estar ciente de quaisquer alterações. Limitação de Responsabilidade Financeira Entenda que o MusicLoaner não se responsabiliza por quaisquer transações financeiras, compras ou vendas que possam ocorrer através de links de afiliados ou de qualquer outra forma dentro do site. Recomendamos que você revise cuidadosamente os termos e condições de quaisquer transações antes de prosseguir. Jurisdição e Foro Você concorda que qualquer disputa relacionada ao uso do site MusicLoaner estará sujeita à jurisdição exclusiva dos tribunais competentes da jurisdição em que o MusicLoaner estiver localizado, sem prejuízo dos princípios de conflitos de leis. Você também concorda em submeter-se à jurisdição pessoal desses tribunais para resolver qualquer disputa e renuncia a qualquer objeção quanto à conveniência ou ao mérito de tal jurisdição. Coleta de Feedback Valorizamos muito o feedback dos nossos usuários. Se você tiver sugestões, comentários ou reclamações sobre o MusicLoaner, por favor, não hesite em nos contatar através do e-mail fornecido abaixo. Estamos sempre buscando melhorar e proporcionar a melhor experiência possível para nossa comunidade de usuários. Alterações na Política de Privacidade Reservamo-nos o direito de modificar nossa política de privacidade a qualquer momento, sem aviso prévio. É sua responsabilidade revisar periodicamente nossa política de privacidade para estar ciente de quaisquer atualizações ou alterações. O uso contínuo do site MusicLoaner após a publicação de quaisquer alterações em nossa política de privacidade constitui sua aceitação dessas alterações. Uso de Informações de Contato Ao fornecer seu endereço de e-mail ou outras informações de contato para o MusicLoaner, você concorda em receber comunicações de nós. Respeitamos sua privacidade e não compartilharemos suas informações de contato com terceiros sem seu consentimento, exceto conforme exigido por lei. Encerramento de Conta Reservamo-nos o direito de encerrar ou suspender sua conta no MusicLoaner, ou restringir seu acesso ao site, a nosso critério exclusivo e sem aviso prévio, por qualquer motivo, incluindo violação destes termos de serviço ou por conduta inadequada. Integralidade do Acordo Este aviso legal constitui o acordo completo entre você e o MusicLoaner em relação ao seu uso do site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e o MusicLoaner. Divisibilidade Se qualquer disposição deste aviso legal for considerada inválida ou inexequível por um tribunal de jurisdição competente, as partes concordam que o tribunal deve esforçar-se para dar efeito às intenções das partes conforme refletido na disposição, e as outras disposições deste aviso legal permanecerão em pleno vigor e efeito. Renúncia de Garantias O MusicLoaner isenta-se expressamente de quaisquer garantias, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização e adequação a uma finalidade específica. O uso do site é por sua própria conta e risco. Não garantimos que o site será compatível com seus requisitos, que será ininterrupto, oportuno, seguro ou livre de erros. Consentimento para Comunicações Eletrônicas Ao utilizar o MusicLoaner, você concorda em receber comunicações eletrônicas de nossa parte, incluindo e-mails ou avisos publicados no site. Você concorda que todos os acordos, avisos, divulgações e outras comunicações que fornecemos eletronicamente satisfazem quaisquer requisitos legais de comunicação por escrito. Proteção de Dados Pessoais O MusicLoaner respeita sua privacidade e está em conformidade com as leis de proteção de dados aplicáveis. Quaisquer informações pessoais fornecidas por você serão tratadas com o devido cuidado e segurança. Consulte nossa política de privacidade para obter mais informações sobre como coletamos, usamos e protegemos suas informações pessoais. Idioma do Acordo Este aviso legal é redigido em português. Se houver qualquer discrepância entre a versão em português deste aviso legal e qualquer versão traduzida para outro idioma, a versão em português prevalecerá. Contato Se você tiver dúvidas, comentários ou preocupações sobre este aviso legal ou sobre o site MusicLoaner, entre em contato conosco pelo e-mail musicloaner@gmail.com. Estamos sempre interessados em ouvir você e em melhorar nossa plataforma para atender às suas necessidades. Obrigado por confiar no MusicLoaner! MusicLoaner Acompanhe a sua paixão pela música com o MusicLoaner! Cardápio Lar Sobre nós Nossos serviços Nossas ferramentas Qualidades Faixa Adicionalmente política de Privacidade Termos de uso"
  }
}