{
  "name": "New_v9_blissfulgifting",
  "pages": {
    "privacy-policy": "Política de Privacidade - Blissful Gifting: Protegendo Suas Informações Blissful Gifting Lar Presente ideal Coleções exclusivas Junte-se a nós Nossa missão política de Privacidade Isenção de Garantias O Blissful Gifting é fornecido \"no estado em que se encontra\", sem garantias de qualquer tipo, expressas ou implícitas. Isso inclui, mas não se limita a, garantias implícitas de comercialização, adequação a uma finalidade específica, ou não violação de direitos de propriedade intelectual. Indenização Você concorda em indenizar e isentar o Blissful Gifting, seus diretores, funcionários e parceiros de qualquer reclamação ou demanda, incluindo honorários advocatícios razoáveis, feitos por terceiros devido ao seu uso do site, sua violação deste aviso legal, ou sua violação de qualquer lei ou direitos de terceiros. Divisibilidade Se qualquer disposição deste aviso legal for considerada inválida, ilegal ou inexequível por qualquer tribunal competente, a validade, legalidade e aplicabilidade das disposições restantes não serão afetadas ou prejudicadas de forma alguma. Consentimento Ao usar o Blissful Gifting, você consente com este aviso legal e concorda em cumpri-lo na íntegra. Atualizações e Revisões O Blissful Gifting reserva-se o direito de atualizar, revisar ou modificar este aviso legal periodicamente, a seu critério exclusivo e sem aviso prévio. Recomendamos que você revise este aviso legal regularmente para estar ciente de quaisquer alterações. O uso contínuo do site após quaisquer modificações constituirá sua aceitação das mesmas. Consentimento para Comunicações Eletrônicas Ao utilizar o Blissful Gifting, você consente em receber comunicações eletrônicas da nossa parte. Isso pode incluir e-mails sobre sua conta, notificações sobre alterações no site, informações sobre produtos ou serviços, e outras informações relevantes. Você pode optar por não receber determinadas comunicações eletrônicas, mas isso pode afetar sua capacidade de usar alguns recursos do site. Força Maior Nenhuma das partes será responsável perante a outra por qualquer falha ou atraso no cumprimento de suas obrigações decorrentes de causas além do controle razoável, incluindo, mas não se limitando a, atos de Deus, incêndios, inundações, guerras, terrorismo, tumultos, greves, embargos, avarias mecânicas, interrupções de energia, falhas de comunicação, ou regulamentações governamentais. Integridade do Acordo Este aviso legal constitui o acordo completo entre você e o Blissful Gifting em relação ao seu uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o Blissful Gifting em relação a esse assunto. Resolução de Conflitos Qualquer controvérsia, reclamação ou disputa decorrente ou relacionada com este aviso legal ou o uso do Blissful Gifting será resolvida por meio de negociações de boa-fé entre as partes. Se as negociações não resultarem em uma resolução, as partes concordam em resolver a controvérsia, reclamação ou disputa por mediação administrada por um mediador neutro e imparcial. Renúncia A falha do Blissful Gifting em exercer ou fazer valer qualquer direito ou disposição deste aviso legal não constituirá uma renúncia a tal direito ou disposição. Qualquer renúncia a qualquer disposição deste aviso legal será eficaz apenas se for feita por escrito e assinada por um representante autorizado do Blissful Gifting. Idioma Este aviso legal foi redigido em português. Se houver qualquer discrepância entre a versão em português e qualquer versão traduzida deste aviso legal, a versão em português prevalecerá. Proteção de Dados Pessoais No Blissful Gifting, respeitamos a privacidade dos nossos usuários e estamos comprometidos em proteger os dados pessoais que você nos fornece. Para entender como coletamos, usamos e protegemos suas informações pessoais, consulte nossa Política de Privacidade. Informações Adicionais Este aviso legal é complementado pela nossa Política de Privacidade e Política de Cookies, que regem o uso das suas informações pessoais e a utilização de cookies no Blissful Gifting. Ao usar nosso site, você concorda com as disposições destas políticas. Responsabilidade do Usuário Ao utilizar o Blissful Gifting, você concorda em ser responsável por todas as atividades realizadas em sua conta. Você concorda em manter suas informações de login e senha confidenciais e a notificar imediatamente o Blissful Gifting sobre qualquer uso não autorizado de sua conta. Suspensão ou Encerramento do Acesso O Blissful Gifting reserva-se o direito de suspender ou encerrar o seu acesso ao site, sem aviso prévio, se acreditarmos que você violou este aviso legal ou qualquer outra política do Blissful Gifting. Informações de Terceiros O Blissful Gifting pode conter informações fornecidas por terceiros. Essas informações são fornecidas apenas para sua conveniência e não constituem endosso ou aprovação pelo Blissful Gifting. Não nos responsabilizamos pela precisão ou integridade das informações fornecidas por terceiros. Modificações no Site O Blissful Gifting reserva-se o direito de fazer alterações, modificações ou melhorias no site a qualquer momento e sem aviso prévio. Isso inclui alterações no conteúdo, na funcionalidade ou na disponibilidade do site. Atualizações do Aviso Legal O Blissful Gifting pode revisar este aviso legal periodicamente. As alterações entrarão em vigor imediatamente após a publicação da versão atualizada no site. Recomendamos que você revise este aviso legal regularmente para estar ciente de quaisquer alterações. Atualizações de Conteúdo O Blissful Gifting se esforça para fornecer conteúdo preciso e atualizado em nosso site. No entanto, não podemos garantir que todas as informações estejam sempre completas, precisas e atualizadas. Recomendamos que você verifique a precisão e relevância das informações antes de tomar qualquer decisão com base nelas. Modificações nos Termos de Uso Reservamo-nos o direito de modificar, alterar ou atualizar estes termos de uso a qualquer momento, a nosso critério exclusivo e sem aviso prévio. É responsabilidade do usuário revisar periodicamente os termos de uso para estar ciente de quaisquer alterações. O uso contínuo do Blissful Gifting após a publicação de quaisquer alterações constituirá sua aceitação dessas alterações. Resolução de Disputas Quaisquer disputas decorrentes deste aviso legal serão regidas pelas leis do Brasil e serão resolvidas por meio de arbitragem vinculativa, realizada de acordo com as regras de arbitragem comercial da Câmara de Comércio Internacional (CCI), por um único árbitro nomeado de acordo com essas regras. A arbitragem será conduzida em português. Reconhecimento Ao usar o Blissful Gifting, você reconhece e concorda que leu, compreendeu e concorda em ficar vinculado por estes termos de uso e por todas as políticas e procedimentos incorporados por referência. Contato Se você tiver alguma dúvida, comentário ou preocupação sobre este aviso legal, por favor, entre em contato conosco através do e-mail blissfulgifting@gmail.com. Estamos aqui para ajudar e responder a todas as suas perguntas. Obrigado por escolher o Blissful Gifting como sua plataforma de escolha. Esperamos que sua experiência conosco seja agradável e satisfatória! Atenciosamente, A Equipe Blissful Gifting Blissful Gifting Lar Presente ideal Coleções exclusivas Junte-se a nós Nossa missão política de Privacidade Termos de uso",
    "terms-conditions": "Termos de Uso - Blissful Gifting: Condições para uma Experiência Perfeita Blissful Gifting Lar Presente ideal Coleções exclusivas Junte-se a nós Nossa missão Termos de uso Limitação de Responsabilidade Em nenhuma circunstância o Blissful Gifting, seus diretores, funcionários, parceiros ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos, incluindo, mas não se limitando a, perda de lucros, receitas, economias, dados, uso, boa vontade ou outras perdas intangíveis resultantes de: (i) seu acesso ou uso ou incapacidade de acessar ou usar o site; (ii) qualquer conduta ou conteúdo de terceiros no site; ou (iii) acesso não autorizado, uso ou alteração de suas transmissões ou conteúdo, mesmo que tenhamos sido avisados da possibilidade de tais danos. Links para Sites de Terceiros O Blissful Gifting pode conter links para sites de terceiros que não são controlados ou operados por nós. Não temos controle sobre o conteúdo, políticas de privacidade ou práticas de sites de terceiros e não aceitamos responsabilidade por eles. Direitos de Propriedade Intelectual O conteúdo do Blissful Gifting, incluindo textos, gráficos, logotipos, imagens, vídeos, áudios, interfaces, informações, dados, software e qualquer outro material exibido, disponível ou presente no site são de propriedade do Blissful Gifting e estão protegidos por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. Uso do Site Você concorda em usar o Blissful Gifting apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não usar o site de forma que possa danificar, desativar, sobrecarregar ou prejudicar o Blissful Gifting ou interferir com o uso e aproveitamento do site por parte de terceiros. Indenização Você concorda em indenizar e isentar o Blissful Gifting, seus diretores, funcionários, parceiros e afiliados de qualquer responsabilidade, perda, reclamação e despesa, incluindo honorários advocatícios razoáveis, decorrentes do seu uso do site, violação destes Termos de Uso, ou violação de quaisquer direitos de terceiros. Rescisão Reservamos o direito de rescindir ou suspender seu acesso ao Blissful Gifting imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes Termos de Uso. Após a rescisão, seu direito de usar o site cessará imediatamente. Disposições Gerais Estes Termos de Uso constituem o acordo integral e exclusivo entre você e o Blissful Gifting em relação ao uso do site, substituindo todos os acordos anteriores e contemporâneos entre você e o Blissful Gifting em relação ao assunto aqui tratado. Jurisdição e Foro Você concorda que qualquer ação legal ou processo decorrente ou relacionado a estes Termos de Uso será apresentado exclusivamente nos tribunais localizados no Brasil. Você renuncia irrevogavelmente a qualquer objeção de que esses tribunais sejam um fórum inadequado ou inconveniente para resolver tais disputas. Renúncia de Garantias O Blissful Gifting é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Em particular, não garantimos a precisão, integridade, confiabilidade ou disponibilidade do site ou de qualquer conteúdo disponível nele. Você reconhece e concorda que o uso do Blissful Gifting é por sua própria conta e risco. Comentários do Usuário Ao fornecer feedback, comentários ou sugestões sobre o Blissful Gifting, você concede ao Blissful Gifting o direito de usar, modificar, adaptar, publicar, traduzir, distribuir e exibir esses comentários em todo o mundo, em qualquer meio. Você também concorda que os comentários não são confidenciais e não há expectativa de privacidade ou propriedade associada aos comentários fornecidos por você. Atualizações e Alterações nos Serviços O Blissful Gifting reserva-se o direito de fazer alterações, correções e/ou melhorias no site e nos serviços oferecidos, a qualquer momento e sem aviso prévio. Essas mudanças podem incluir a adição ou remoção de recursos, a alteração de funcionalidades ou a suspensão temporária ou permanente dos serviços. Não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou interrupção dos serviços. Consentimento para Comunicações Eletrônicas Ao utilizar o Blissful Gifting, você concorda em receber comunicações eletrônicas de nossa parte, incluindo mas não se limitando a e-mails, mensagens de texto, notificações push e outras formas de comunicação. Essas comunicações podem incluir informações sobre sua conta, atualizações de serviço, novos recursos e ofertas especiais. Você pode optar por não receber determinadas comunicações eletrônicas, seguindo as instruções fornecidas em tais comunicações. Proibição de Uso Comercial Você concorda em não usar o Blissful Gifting para fins comerciais sem o consentimento expresso por escrito do Blissful Gifting. Isso inclui, mas não se limita a, a utilização do site para publicidade, marketing ou promoção de produtos ou serviços, sem autorização prévia. Responsabilidade do Usuário Ao utilizar o Blissful Gifting, você concorda em assumir total responsabilidade por suas ações e conduta. Isso inclui, mas não se limita a, qualquer conteúdo que você postar, compartilhar ou enviar através do site. Você concorda em não publicar, transmitir ou distribuir qualquer conteúdo que seja ilegal, difamatório, obsceno, ofensivo, ameaçador, prejudicial, abusivo, invasivo da privacidade de outros, ou que viole direitos de propriedade intelectual ou outros direitos de qualquer pessoa. Integridade do Sistema Você concorda em não tentar obter acesso não autorizado ao Blissful Gifting, aos servidores em que o site está hospedado, ou a qualquer outro sistema ou rede relacionado ao Blissful Gifting. Você concorda em não interferir ou interromper o funcionamento adequado do site, incluindo, mas não se limitando a, ataques de negação de serviço, introdução de vírus, worms, cavalos de Troia ou outros códigos prejudiciais, engenharia reversa ou descompilação de qualquer parte do site. Menores de Idade O Blissful Gifting não é direcionado a menores de 18 anos. Se você é menor de idade, você não pode usar o Blissful Gifting sem a permissão e supervisão de um responsável legal. Não coletamos intencionalmente informações de menores de idade. Se tomarmos conhecimento de que coletamos informações de um menor de idade, tomaremos medidas para remover essas informações o mais rápido possível. Renúncia de Garantias Você entende e concorda que o uso do Blissful Gifting é por sua própria conta e risco. O Blissful Gifting é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. O Blissful Gifting não garante que o site será livre de erros ou que qualquer defeito será corrigido. Cumprimento das Leis Locais Você concorda em cumprir todas as leis, regras e regulamentos locais, estaduais, nacionais e internacionais que se apliquem ao seu uso do Blissful Gifting. Você é o único responsável por garantir que seu uso do Blissful Gifting esteja em conformidade com todas as leis aplicáveis. Sobrevivência As disposições destes Termos de Uso que, pela sua natureza, devem sobreviver à rescisão, incluindo, sem limitação, as seções de Indenização, Limitação de Responsabilidade, Jurisdição e Foro, continuarão em pleno vigor e efeito após a rescisão do seu acesso ao Blissful Gifting. Agradecimento Agradecemos por dedicar seu tempo para ler e compreender estes Termos de Uso. Ao utilizar o Blissful Gifting, você reconhece e concorda com todos os termos, condições e disposições aqui contidos. Rescisão e Suspensão do Acesso Reservamos o direito de suspender ou encerrar seu acesso ao Blissful Gifting, sem aviso prévio, por qualquer violação destes Termos de Uso ou por qualquer atividade que considerarmos prejudicial ao funcionamento adequado do site ou aos interesses de outros usuários. Após a rescisão, você perderá o direito de acessar o Blissful Gifting e qualquer conteúdo ou informações associadas a ele. Contate-nos Se você tiver alguma dúvida, preocupação ou comentário sobre estes Termos de Uso, entre em contato conosco através do e-mail: blissfulgifting@gmail.com. Obrigado por utilizar o Blissful Gifting! Última atualização: 6 de março de 2024 Blissful Gifting Lar Presente ideal Coleções exclusivas Junte-se a nós Nossa missão política de Privacidade Termos de uso",
    "thanks": "Obrigado por Escolher a Blissful Gifting - Celebrando Momentos Especiais Obrigado! Agradecemos pelo seu feedback. Sua opinião é muito importante para nós. Continue a visitar nosso site para mais surpresas e momentos de alegria. Voltar para a página principal",
    "index": "Bem-vindo à Blissful Gifting - Sua Fonte de Presentes Especiais Blissful Gifting Lar Presente ideal Coleções exclusivas Junte-se a nós Nossa missão Descubra a Alegria de Presentear Bem-vindo ao Blissful Gifting! Embarque em uma jornada de surpresas e emoções com a Blissful Gifting. Aqui, cada presente é mais do que um simples objeto - é uma expressão de amor, gratidão e alegria. Deixe-nos ajudá-lo a tornar cada momento especial com nossas seleções cuidadosamente escolhidas para encantar e emocionar. Venha descobrir o prazer de presentear com a Blissful Gifting! Iniciar inspeção Tudo o que você precisa para presentear Escolha o seu presente ideal com a Blissful Gifting A Blissful Gifting tem tudo o que você precisa para presentear. Nossa seleção de presentes inclui opções para todas as ocasiões e para todos os gostos. Aqui, você encontrará: Presentes únicos e exclusivos: Nossos presentes são exclusivos e não podem ser encontrados em nenhum outro lugar. Presentes personalizados: Personalize seus presentes com nossas opções de personalização. Presentes de alta qualidade: Nossos presentes são feitos com materiais de alta qualidade e duradouros. Presentes acessíveis: Nossos preços são acessíveis e não vão quebrar o banco. Inspire-se com nossas coleções exclusivas Deixe-se encantar pelas nossas coleções exclusivas na Blissful Gifting. Cada item foi cuidadosamente selecionado para trazer alegria e emoção a quem recebe. Explore nossas coleções e encontre o presente perfeito para cada ocasião. Coleção Luxo Eterno Presentes sofisticados e elegantes para momentos especiais. Coleção Aconchego do Lar Itens acolhedores e charmosos para tornar qualquer casa um lar. Coleção Brilho e Glamour Presentes deslumbrantes que brilham e encantam. Coleção Aventuras ao Ar Livre Itens práticos e divertidos para os amantes da natureza. Coleção Doçura Infinita Presentes doces e delicados para adoçar a vida de alguém especial. Coleção Arte em Movimento Presentes criativos e inspiradores para os amantes da arte e da cultura. Faça parte da nossa comunidade de presentear Junte-se à nossa comunidade apaixonada por presentear na Blissful Gifting. Aqui, compartilhamos a alegria de dar e receber presentes especiais. Seja parte da nossa família e descubra um mundo de emoções e surpresas. Eventos Exclusivos Participe de eventos exclusivos para membros da nossa comunidade. Descontos Especiais Aproveite descontos especiais em nossos produtos para membros. Dicas de Presentes Receba dicas e inspirações exclusivas para tornar seus presentes ainda mais especiais. Nossa missão: presentear com alegria A Blissful Gifting está comprometida em presentear com alegria e emoção. Nossa missão é trazer alegria e emoção a todos os momentos especiais. Explore nossas coleções e descubra o presente perfeito para cada ocasião. Presentes exclusivos e únicos Nossos presentes são exclusivos e não podem ser encontrados em nenhum outro lugar. Presentes personalizados Personalize seus presentes com nossas opções de personalização. Presentes de alta qualidade Nossos presentes são feitos com materiais de alta qualidade e duradouros. Presentes acessíveis Nossos preços são acessíveis e não vão quebrar o banco. Presentes inspiradores e criativos Nossos presentes são inspiradores e criativos, encantando a todos que os recebem. Presentes que expressam amor, gratidão e alegria A Blissful Gifting é a melhor opção para presentear com alegria e emoção. Entre em contato conosco Estamos aqui para ajudar você a encontrar o presente perfeito. Entre em contato conosco para obter assistência personalizada e tirar todas as suas dúvidas. Estamos ansiosos para tornar sua experiência de presentear ainda mais especial. Suporte ao Cliente 24/7 Nossa equipe de suporte está disponível 24 horas por dia, 7 dias por semana para ajudar você. Olhar Consultoria de Presentes Personalizada Receba orientação personalizada para escolher o presente ideal para cada ocasião. Olhar Feedback e Sugestões Queremos ouvir sua opinião! Compartilhe seu feedback e sugestões conosco para melhorarmos sempre. Olhar Bouquet de Rosas Vermelhas Surpreenda alguém especial com nosso deslumbrante bouquet de rosas vermelhas. Cada flor foi cuidadosamente selecionada para transmitir amor e paixão. R$ 89,90 Ordem Conjunto de Chá de Porcelana Aprecie momentos relaxantes com nosso elegante conjunto de chá de porcelana. Perfeito para desfrutar de uma xícara de chá quente em boa companhia. R$ 129,99 Ordem Caixa de Chocolates Artesanais Delicie-se com nossa seleção exclusiva de chocolates artesanais. Cada mordida é uma explosão de sabores e prazer. R$ 49,99 Ordem Kit Spa Relaxante Mime-se ou presenteie alguém com nosso luxuoso kit spa relaxante. Desfrute de momentos de tranquilidade e renovação. R$ 179,90 Ordem Álbum de Fotos Personalizado Guarde memórias preciosas em nosso álbum de fotos personalizado. Um presente único e emocionante para celebrar momentos especiais. R$ 69,99 Ordem Contate agora Endereço do escritório R. P Emílio Médice, 232 - Alvorada, Peixoto de Azevedo - MT, 78530-000, Brasil Telefone +55-66-3575-2146 Endereço de email blissfulgifting@gmail.com Contate-nos I accept the Privacy Policy Envie uma mensagem Blissful Gifting Lar Presente ideal Coleções exclusivas Junte-se a nós Nossa missão política de Privacidade Termos de uso"
  }
}