{
  "name": "New_v9_BharatBoutique",
  "pages": {
    "catalog": "Bharat Boutique: Explore Our Catalog: Timeless Indian Attire Bharat Boutique Assortment Embrace Tradition, Celebrate Elegance Product Catalog Women’s Clothing Explore our stunning range of women's clothing, featuring elegant sarees, stylish lehengas, fashionable kurtas, and comfortable ethnic wear. Each piece is crafted with care, showcasing intricate designs and vibrant colors that reflect the beauty of Indian tradition. Whether you’re dressing for a festive occasion or a casual outing, our collection has something for everyone. contact us to order Men’s Clothing Discover our sophisticated selection of men's clothing, including classic sherwanis, trendy kurtas, and stylish jackets. Our garments are designed to offer both comfort and style, making them perfect for weddings, celebrations, or everyday wear. Experience the blend of tradition and contemporary fashion with our carefully curated pieces. contact us to order Accessories Complete your look with our beautiful accessories! From statement earrings and necklaces to elegant scarves and bags, our collection features items that enhance your outfit and add a touch of elegance. Discover unique pieces that are perfect for any occasion, whether it’s a wedding, festival, or casual gathering. contact us to order Wedding Attire Make your special day unforgettable with our stunning wedding attire. Our collection includes bridal sarees, lehengas, and groom’s sherwanis, all crafted with exquisite detailing and luxurious fabrics. Find the perfect outfit for your wedding, ensuring you look and feel your best on your big day. contact us to order Our strong principals Promote Indian Craftsmanship upport and uplift skilled artisans by showcasing their traditional techniques and artistry, ensuring the preservation of cultural heritage. Offer Authentic and High-Quality Attire Commit to providing customers with meticulously crafted clothing made from the finest materials, reflecting true Indian craftsmanship. Celebrate Diversity and Inclusivity Embrace the rich tapestry of Indian culture by offering a diverse range of clothing that caters to various styles, sizes, and occasions. Create Memorable Experiences Focus on delivering exceptional customer service and personalized experiences that make shopping enjoyable and unforgettable. If our collections and customer stories have caught your attention, please don't hesitate to reach out to us through the contact form on our website. We are here to answer your questions, provide further information, and discuss your order. Contact us Tradition Meets Elegance in Every Stitch. I accept Privacy Policy Send +91-545-1102568 BharatBoutique@gmail.com MaharajaYadvindra Enclave, Century Enclave, Majathia Enclave, Patiala, Punjab 147005, India Privacy Policy Terms and Conditions",
    "index": "Bharat Boutique: Embrace the Elegance of Indian Tradition Bharat Boutique Assortment Bharat Boutique Welcome to Bharat Boutique, where tradition meets elegance. Our store offers a curated collection of authentic Indian attire that celebrates the rich cultural heritage of India. Whether you are looking for a timeless saree, a regal sherwani, or exquisite accessories, our pieces are crafted with care and attention to detail. At Bharat Boutique, we are committed to providing you with high-quality clothing that reflects the beauty and diversity of Indian fashion. Explore our collections and discover the perfect outfit for any occasion. Discover Our New Arrivals! Be the first to explore our latest collection of traditional Indian attire. From vibrant sarees to elegant sherwanis, our new arrivals are perfect for any occasion. Shop now and add a touch of elegance to your wardrobe with our meticulously crafted pieces. see the collection Summer Sale - Up to 50% Off! Refresh your wardrobe with our exclusive summer sale. Enjoy up to 50% off on selected items, including sarees, lehengas, and accessories. Don’t miss out on these incredible deals. Shop the sale now and save big! catch the sale Celebrate with Our Festive Collection! Get ready for the festive season with our stunning new collection. Featuring intricate designs and vibrant colors, our festive outfits are perfect for celebrations and special occasions. Browse our collection today and find the perfect ensemble to shine this season. see the collection Custom Orders Available! Looking for something unique? Our custom order service allows you to create a bespoke outfit tailored to your style and measurements. Whether it’s for a wedding or a special event, we can bring your vision to life. Contact us now to start your custom order. write us Our Story Bharat Boutique was born out of a deep passion for preserving and promoting the rich cultural heritage of India. Our journey began with a simple dream: to bring the elegance and beauty of traditional Indian attire to people around the world. Founded by a team of fashion enthusiasts who share a love for Indian craftsmanship, Bharat Boutique has grown into a beloved destination for those seeking authentic and high-quality Indian clothing. Sanjay Aggarwal co-founder Shalini Singh co-founder Our founders, inspired by the intricate designs and vibrant colors of Indian textiles, set out to create a store that honors the timeless traditions of Indian fashion. They traveled across India, from bustling cities to remote villages, to source the finest fabrics and work with skilled artisans who have been practicing their craft for generations. This dedication to authenticity and quality is what sets Bharat Boutique apart. Over the years, Bharat Boutique has evolved, but our core values remain the same. We are committed to offering a diverse range of traditional and contemporary Indian attire that caters to all occasions, from daily wear to festive celebrations. Each piece in our collection is a testament to the artistry and skill of Indian craftsmen, blending traditional techniques with modern aesthetics. Our Mission At Bharat Boutique, our mission is to celebrate and preserve the rich cultural heritage of India through fashion. We aim to: Promote Indian Craftsmanship: We are dedicated to supporting and promoting the work of skilled Indian artisans. By showcasing their craftsmanship, we help sustain traditional arts and provide a platform for their incredible talent. Offer Authentic and High-Quality Attire: We strive to provide our customers with the finest traditional Indian clothing. Our collection features handpicked pieces made from the best materials, ensuring that each item is of the highest quality. Celebrate Diversity and Inclusivity: India is a land of diverse cultures and traditions. Our goal is to offer a wide range of clothing that reflects this diversity, making it accessible to people from all walks of life. We believe in inclusivity and aim to cater to the fashion needs of everyone. Create Memorable Experiences: Shopping at Bharat Boutique is more than just a purchase; it’s an experience. We aim to create a memorable shopping experience for our customers by providing exceptional service, personalized recommendations, and a welcoming environment. Sustainability and Ethical Practices: We are committed to sustainable and ethical business practices. From sourcing eco-friendly materials to ensuring fair wages and working conditions for our artisans, we strive to make a positive impact on the environment and the communities we work with. Bharat Boutique is more than just a store; it’s a celebration of India’s rich cultural tapestry. We invite you to explore our collections and join us on this journey of honoring tradition and embracing elegance. Thank you for being a part of the Bharat Boutique family. Write us We’d love to hear from you! If you have any questions or would like to discuss your order in detail, please reach out to us. Our team is here to assist you with any inquiries, provide personalized recommendations, and ensure that your experience with Bharat Boutique is exceptional. Fill out the form below, and we will get back to you as soon as possible. Thank you for choosing us! I accept Privacy Policy Send +91-545-1102568 BharatBoutique@gmail.com MaharajaYadvindra Enclave, Century Enclave, Majathia Enclave, Patiala, Punjab 147005, India Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy for Bharat Boutique Bharat Boutique Assortment Privacy Policy for Bharat Boutique At Bharat Boutique, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your data when you visit our website or engage with our services. 1. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, and any other information you provide when contacting us. Non-Personal Information: Browsing data, device information, and usage statistics collected automatically through cookies and similar technologies. 2. How We Use Your Information We use the information we collect for various purposes, including: Processing and fulfilling your orders. Communicating with you about your orders, inquiries, and customer support. Sending you promotional materials, newsletters, and updates (with your consent). Improving our website, products, and services. Analyzing website traffic and usage patterns to enhance user experience. Preventing fraudulent transactions and ensuring security. Conducting surveys and obtaining feedback to improve our offerings. 3. Sharing Your Information We do not sell or rent your personal information to third parties. We may share your information with: Service Providers: Third-party vendors who assist us in operating our website, conducting our business, or servicing you, provided those parties agree to keep this information confidential. Legal Compliance: We may disclose your information if required to do so by law or in response to valid requests by public authorities. Business Transfers: In the event of a merger, acquisition, or asset sale, your personal data may be transferred as part of that business transaction. 4. Data Security We implement reasonable security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. These measures include: Encryption of sensitive data during transmission. Regular security assessments and audits. Access controls to limit data access to authorized personnel only. However, no method of transmission over the Internet or electronic storage is 100% secure, so we cannot guarantee its absolute security. 5. Your Rights You have the right to: Access the personal information we hold about you. Request corrections to any inaccuracies in your information. Withdraw your consent for us to use your data for marketing purposes. Request the deletion of your personal information, subject to legal obligations. Object to processing your personal data under certain conditions. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated effective date. We encourage you to review this policy periodically to stay informed about how we are protecting your information. 7. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at: BharatBoutique@gmail.com By using our website, you consent to our Privacy Policy. Thank you for choosing Bharat Boutique! +91-545-1102568 BharatBoutique@gmail.com MaharajaYadvindra Enclave, Century Enclave, Majathia Enclave, Patiala, Punjab 147005, India Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions for Bharat Boutique Bharat Boutique Assortment Terms and Conditions for Bharat Boutique Welcome to Bharat Boutique! These Terms and Conditions outline the rules and regulations for using our website and purchasing our products. By accessing our site and placing an order, you agree to comply with these terms. Please read them carefully. 1. Acceptance of Terms By accessing or using our website, you agree to be bound by these Terms and Conditions and our Privacy Policy. If you do not agree with any part of these terms, please do not use our site. 2. Products and Services We strive to provide accurate descriptions and images of our products. However, we do not guarantee that the information is error-free, complete, or current. We reserve the right to modify or discontinue products at any time without prior notice. 3. Intellectual Property All content on our website, including text, images, logos, and designs, is the property of Bharat Boutique and is protected by copyright and trademark laws. You may not reproduce, distribute, or modify any content without our express written consent. 4. Limitation of Liability To the fullest extent permitted by law, Bharat Boutique shall not be liable for any indirect, incidental, or consequential damages arising from the use of our website or products. Our total liability is limited to the amount paid for the products in question. 5. Changes to Terms and Conditions We reserve the right to modify these Terms and Conditions at any time. Any changes will be posted on this page with an updated effective date. Your continued use of the website after changes constitutes your acceptance of the revised terms. 6. Indemnification You agree to indemnify and hold Bharat Boutique harmless from any claims, losses, liabilities, damages, costs, or expenses (including attorney's fees) arising out of your use of the website or violation of these Terms and Conditions. 7. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising from these terms shall be resolved in the competent courts of India. 8. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at: BharatBoutique@gmail.com Thank you for choosing Bharat Boutique! +91-545-1102568 BharatBoutique@gmail.com MaharajaYadvindra Enclave, Century Enclave, Majathia Enclave, Patiala, Punjab 147005, India Privacy Policy Terms and Conditions",
    "thank": "Thank You for Visiting Bharat Boutique! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #f3adb5; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); border: 5px solid #fff; } h1 { color: #4a4747; } p { color: #4a4747; margin-bottom: 20px; } .btn { border: 3px solid #fff; background-color: #fff; color: #4a4747; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; } .btn:hover { background-color: #f3adb5; color: #fff; } Thank You for Visiting Bharat Boutique website! We appreciate your visit our website. Explore our exquisite collection of traditional Indian fashion and accessories. Embrace elegance and tradition with every piece. For inquiries, orders, or assistance, feel free to contact us. Thank you for choosing Bharat Boutique for your fashion needs! back home"
  },
  "date": "2024-07-16T07:52:58.105Z"
}