{
  "name": "New_v9_Construmax",
  "pages": {
    "about": "Construmax - Sua Loja de Materiais de Construção de Confiança | sobre nossa história Início Catálogo Sobre nós Nossa História A Construmax nasceu da visão de fornecer materiais de construção de alta qualidade para todos os tipos de projetos, desde pequenas reformas residenciais até grandes empreendimentos comerciais. Fundada em 2005, a empresa começou como um pequeno armazém em São Paulo, com o objetivo de atender a demanda crescente por materiais de construção confiáveis e acessíveis. Desde o início, nosso foco foi sempre a qualidade dos produtos e a satisfação dos clientes. Através de parcerias com fornecedores renomados e um rigoroso controle de qualidade, conseguimos estabelecer uma reputação sólida no mercado. Com o passar dos anos, a Construmax expandiu suas operações, abrindo filiais em diversas cidades do Brasil e ampliando significativamente o nosso catálogo de produtos. Nossa jornada tem sido marcada por constantes inovações e aprimoramentos. Investimos em tecnologia para otimizar nossos processos logísticos e garantir que os produtos cheguem aos clientes de forma rápida e eficiente. Além disso, desenvolvemos uma plataforma de e-commerce moderna e intuitiva, permitindo que nossos clientes façam pedidos online com facilidade e conveniência. A Construmax se orgulha de ser uma empresa 100% brasileira, comprometida com o desenvolvimento econômico e social do país. Nossos valores estão enraizados na ética, transparência e responsabilidade social, e buscamos sempre contribuir positivamente para as comunidades onde atuamos. Acreditamos que o sucesso da nossa empresa está diretamente ligado ao bem-estar e satisfação de nossos clientes, colaboradores e parceiros. Nossa Missão e Valores Na Construmax, nossa missão é fornecer materiais de construção de qualidade superior, promovendo a inovação e sustentabilidade em todos os nossos processos. Acreditamos que cada projeto de construção é único e merece os melhores produtos e serviços. Por isso, nos dedicamos a entender as necessidades específicas de cada cliente, oferecendo soluções personalizadas que garantam o sucesso de seus projetos. Nossos valores fundamentais incluem compromisso com a qualidade, excelência no atendimento ao cliente, e respeito ao meio ambiente. Trabalhamos incansavelmente para manter um alto padrão de qualidade em todos os nossos produtos, selecionando cuidadosamente nossos fornecedores e realizando rigorosos testes de controle de qualidade. Nosso objetivo é que cada cliente que compra na Construmax tenha a certeza de que está adquirindo produtos confiáveis e duráveis. A excelência no atendimento ao cliente é outro pilar fundamental da nossa empresa. Nossos colaboradores são treinados para oferecer um atendimento personalizado e eficiente, desde o primeiro contato até a entrega final dos produtos. Estamos sempre disponíveis para responder a perguntas, fornecer suporte técnico e garantir que nossos clientes tenham uma experiência de compra satisfatória. Além disso, temos um forte compromisso com a sustentabilidade. Implementamos práticas eco-friendly em nossas operações diárias, desde a seleção de produtos sustentáveis até a redução de resíduos e consumo de energia. Acreditamos que é nossa responsabilidade proteger o meio ambiente e contribuir para um futuro mais sustentável para as próximas gerações. Nossa Equipe e Conquistas Equipe Dedicada O sucesso da Construmax não seria possível sem a dedicação e o talento de nossa equipe. Contamos com um grupo de profissionais altamente qualificados e comprometidos com a excelência. Desde nossos consultores de vendas até nossa equipe de logística, cada membro da Construmax trabalha com paixão e determinação para entregar o melhor serviço possível aos nossos clientes. Nossos consultores de vendas são especialistas no setor de construção e estão sempre prontos para oferecer orientações e suporte técnico. Eles entendem as necessidades dos clientes e ajudam a encontrar as melhores soluções para cada projeto. A equipe de logística, por sua vez, garante que os pedidos sejam processados e entregues de forma eficiente e dentro do prazo, mantendo sempre a qualidade dos produtos. Ao longo dos anos, a Construmax recebeu diversos prêmios e reconhecimentos por sua excelência no mercado. Fomos reconhecidos como uma das principais empresas de materiais de construção do Brasil, graças à nossa dedicação à qualidade e ao atendimento ao cliente. Esses prêmios são um testemunho do trabalho árduo e do compromisso de toda a nossa equipe. Estamos sempre em busca de novos talentos para se juntar à nossa equipe e contribuir para o crescimento contínuo da Construmax. Valorizamos a diversidade e acreditamos que um ambiente de trabalho inclusivo e colaborativo é fundamental para a inovação e o sucesso. R. Albatroz, 7977 - Pitimbú, Natal - RN, 59067-450, Brasil +558432182456 construmax@gmail.com Política de privacidade Termos e condições",
    "catalog": "Construmax - Sua Loja de Materiais de Construção de Confiança | catálogo Início Catálogo Sobre nós Catálogo de materiais de construção Cimento CP-II 50kg R$ 35,00 Pedido Tijolo 8 Furos R$ 1,20 Pedido Areia Média 20kg R$ 18,00 Pedido Bloco de Concreto 14x19x39cm R$ 4,50 Pedido Telha Cerâmica Colonial R$ 2,80 Pedido Cal Hidratada 20kg R$ 12,00 Pedido Quais são os tipos de materiais de construção oferecidos pela Construmax? A Construmax oferece uma ampla gama de materiais de construção, incluindo cimento, tijolos, areia, blocos de concreto, telhas cerâmicas, cal hidratada, ferramentas e muito mais. Nossos produtos são de alta qualidade e ideais para todos os tipos de projetos de construção. Como posso fazer um pedido na Construmax? Você pode fazer um pedido diretamente pelo nosso site, navegando pelo catálogo de produtos e adicionando os itens desejados ao carrinho de compras. Em seguida, finalize a compra preenchendo o formulário de pedido e escolhendo a forma de pagamento e entrega. Quais são as opções de entrega disponíveis? Oferecemos várias opções de entrega para atender às suas necessidades. Dependendo da sua localização e do tamanho do pedido, você pode escolher entre entrega rápida, entrega padrão ou retirada na loja. Garantimos que todos os pedidos serão entregues dentro do prazo estipulado e em perfeitas condições. A Construmax oferece garantia nos produtos? Sim, todos os produtos da Construmax passam por rigorosos testes de qualidade antes de serem disponibilizados para venda. Oferecemos garantia em nossos produtos para assegurar que você receba materiais de construção de alta qualidade e durabilidade. Em caso de qualquer problema, nossa equipe de atendimento ao cliente está pronta para ajudar. Quais são as formas de pagamento aceitas? A Construmax aceita diversas formas de pagamento para sua conveniência, incluindo cartões de crédito, boletos bancários e transferências eletrônicas. Nosso sistema de pagamento é seguro e confiável, garantindo que suas informações financeiras estejam protegidas. Nossos Produtos Na Construmax, nos orgulhamos de oferecer uma ampla gama de materiais de construção de alta qualidade, adequados para qualquer projeto, seja ele pequeno ou grande. Nosso catálogo diversificado inclui tudo o que você precisa para garantir que sua obra seja concluída com excelência e dentro do prazo. Começando pelo nosso cimento CP-II 50kg, que é conhecido pela sua resistência e durabilidade. Este produto é essencial para qualquer construção, garantindo uma base sólida e confiável. Para complementar, oferecemos tijolos de 8 furos, que são perfeitos para a construção de paredes robustas e bem isoladas. A areia média, vendida em sacos de 20kg, é outro item indispensável em nosso catálogo. Ela é ideal para a preparação de argamassas e concreto, proporcionando uma mistura homogênea e de alta qualidade. Além disso, nossos blocos de concreto 14x19x39cm são extremamente versáteis e podem ser utilizados em diversas aplicações, desde fundações até a construção de muros de contenção. Para quem busca um acabamento perfeito, oferecemos telhas cerâmicas coloniais. Estas telhas não só proporcionam uma estética agradável, mas também garantem durabilidade e proteção contra as intempéries. E para finalizar, a cal hidratada de 20kg é fundamental para a preparação de argamassas, rebocos e pinturas, oferecendo excelente aderência e resistência. Além dos produtos citados, nosso catálogo inclui uma vasta seleção de ferramentas, desde os mais simples até os mais sofisticados, todos escolhidos com cuidado para atender às necessidades específicas dos nossos clientes. Cada item é selecionado com base em critérios rigorosos de qualidade e desempenho, assegurando que você sempre tenha à disposição os melhores materiais para o seu projeto. Na Construmax, entendemos a importância de fornecer não apenas produtos de alta qualidade, mas também um excelente atendimento ao cliente. Nossa equipe de especialistas está sempre pronta para oferecer suporte técnico e orientações personalizadas, ajudando você a fazer as melhores escolhas para suas necessidades específicas. Estamos comprometidos em garantir que você tenha uma experiência de compra tranquila e satisfatória, desde a seleção dos produtos até a entrega final. Com uma logística eficiente e opções de entrega flexíveis, asseguramos que seus materiais cheguem no prazo e em perfeitas condições. Escolha a Construmax para todos os seus projetos de construção e descubra por que somos a escolha preferida de profissionais e amadores em todo o Brasil. ENTRE EM CONTATO CONOSCO Aceito a política de privacidade Enviar mensagem R. Albatroz, 7977 - Pitimbú, Natal - RN, 59067-450, Brasil +558432182456 construmax@gmail.com Política de privacidade Termos e condições",
    "index": "Construmax - Sua Loja de Materiais de Construção de Confiança Início Catálogo Sobre nós Tudo para Sua Construção em um Só Lugar Na Construmax, você encontra os melhores materiais de construção com qualidade garantida. Desde ferramentas até os mais diversos tipos de materiais, temos tudo o que você precisa para seu projeto. Ver Catálogo Ferramentas de Qualidade Oferecemos uma vasta gama de ferramentas de alta qualidade para todas as suas necessidades de construção e reforma. Materiais Diversificados Na Construmax, você encontra uma grande variedade de materiais de construção, desde cimento até acabamentos sofisticados. Garantia de Qualidade Todos os nossos produtos passam por rigorosos testes de qualidade para garantir que você receba somente o melhor. Entrega Rápida Oferecemos opções de entrega rápida e segura para que seus materiais cheguem no prazo e em perfeitas condições. Por que Escolher a Construmax? Na Construmax, acreditamos que a qualidade dos materiais de construção é fundamental para o sucesso de qualquer projeto, seja ele pequeno ou grande. Nossa missão é fornecer aos nossos clientes uma ampla gama de produtos de construção de alta qualidade, garantindo que cada peça contribua para a solidez e durabilidade das suas obras. Nosso compromisso com a excelência começa com a seleção cuidadosa dos fornecedores. Trabalhamos apenas com marcas reconhecidas e respeitadas no mercado, conhecidas pela sua inovação e confiabilidade. Além disso, todos os nossos produtos passam por rigorosos testes de qualidade antes de chegarem às suas mãos, garantindo que você receba somente o melhor. Além da qualidade dos nossos produtos, na Construmax você também encontra uma equipe de especialistas pronta para ajudar. Nosso time é composto por profissionais experientes e dedicados, sempre prontos para oferecer conselhos e suporte técnico. Queremos que você se sinta confiante e bem informado ao fazer suas escolhas, e estamos aqui para garantir que você tenha tudo o que precisa para o seu projeto. Acreditamos que um bom serviço ao cliente é a chave para um relacionamento duradouro. Por isso, oferecemos um atendimento personalizado, desde o momento em que você entra em contato conosco até a entrega dos produtos. Nossa logística eficiente garante que seus pedidos cheguem no prazo, em perfeitas condições, e estamos sempre disponíveis para resolver qualquer questão que possa surgir. Seja qual for o seu projeto, grande ou pequeno, na Construmax você encontra a solução ideal. Combinamos qualidade, variedade e um serviço excepcional para garantir que suas necessidades de construção sejam plenamente atendidas. Venha nos visitar e descubra porque somos a escolha número um em materiais de construção no Brasil. View catalog 500+ Projetos Completados 2000+ Clientes Satisfeitos 15 Anos de Experiência 1200+ Avaliações Positivas Eu tive uma experiência incrível com a Construmax. Precisava de materiais para uma grande reforma em minha casa e encontrei tudo o que precisava em um só lugar. A qualidade dos produtos é excelente, e o atendimento ao cliente foi impecável. Desde o primeiro contato até a entrega dos materiais, fui atendido por uma equipe extremamente profissional e atenciosa. Recomendo a Construmax a todos que procuram materiais de construção de alta qualidade. João Silva A Construmax superou todas as minhas expectativas. Além de oferecer uma vasta gama de produtos, todos de excelente qualidade, o que mais me impressionou foi o nível de atendimento ao cliente. Tive algumas dúvidas técnicas sobre os materiais e a equipe não só me ajudou a escolher os melhores produtos como também me deu dicas valiosas para o meu projeto. A entrega foi rápida e eficiente, e todos os materiais chegaram em perfeito estado. Com certeza voltarei a comprar na Construmax. Mariana Oliveira Trabalhar com a Construmax foi uma das melhores decisões que tomei para o meu projeto de construção. A variedade de produtos disponíveis é impressionante, e todos os itens que comprei mostraram-se de altíssima qualidade. O atendimento ao cliente foi excepcional, sempre prontos para responder minhas perguntas e ajudar em tudo que precisei. A entrega também foi extremamente rápida e eficiente, algo que considero essencial. Recomendo a Construmax a todos que buscam produtos de construção de confiança. Carlos Pereira A Construmax é, sem dúvida, a melhor loja de materiais de construção com a qual já tive o prazer de lidar. A qualidade dos produtos é superior a muitas outras lojas, e o atendimento ao cliente é simplesmente excepcional. Precisei de assistência para escolher os materiais corretos para uma obra de grande porte, e a equipe foi extremamente prestativa e competente. A logística de entrega foi impecável, com todos os produtos chegando no prazo e em excelente estado. Não tenho dúvidas de que continuarei sendo cliente fiel da Construmax. Ana Souza R. Albatroz, 7977 - Pitimbú, Natal - RN, 59067-450, Brasil +558432182456 construmax@gmail.com Política de privacidade Termos e condições",
    "privacy": "Construmax - Sua Loja de Materiais de Construção de Confiança | política de privacidade Início Catálogo Sobre nós Política de Privacidade Informações Pessoais: Coletamos informações pessoais que você nos fornece voluntariamente, como nome, endereço de e-mail, telefone, entre outros, quando você se registra no nosso site, faz uma compra ou preenche um formulário. Também podemos coletar informações sobre seu dispositivo, como endereço IP e tipo de navegador, para melhorar nossos serviços. Uso das Informações: As informações pessoais coletadas são utilizadas para melhorar a sua experiência de usuário e para nos ajudar a administrar e desenvolver nossos serviços. Podemos utilizar essas informações para personalizar sua experiência, processar transações, enviar comunicações de marketing e responder a suas solicitações. Além disso, podemos utilizar dados agregados para análises e pesquisas internas. Proteção de Dados: Implementamos medidas de segurança técnicas, administrativas e físicas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Apenas funcionários autorizados têm acesso a essas informações e são obrigados a manter a confidencialidade dos dados. Compartilhamento de Informações: Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem seu consentimento, exceto quando necessário para fornecer um serviço solicitado por você, cumprir com a lei ou proteger nossos direitos, propriedade ou segurança. Cookies e Tecnologias Semelhantes: Utilizamos cookies e outras tecnologias semelhantes para melhorar a funcionalidade do nosso site e entender como os visitantes o utilizam. Os cookies são pequenos arquivos de texto que são armazenados no seu dispositivo e nos ajudam a reconhecê-lo quando você retorna ao nosso site. Você pode configurar seu navegador para recusar todos os cookies ou para alertá-lo quando um cookie estiver sendo enviado. No entanto, algumas partes do nosso site podem não funcionar corretamente sem cookies. Alterações na Política de Privacidade: Reservamo-nos o direito de alterar esta política de privacidade a qualquer momento. Quaisquer alterações serão publicadas nesta página e entrarão em vigor imediatamente após a publicação. Recomendamos que você revise periodicamente esta política para estar informado sobre como estamos protegendo suas informações. Contato: Se você tiver alguma dúvida sobre esta política de privacidade, entre em contato conosco através das informações de contato fornecidas no nosso site. Email construmax@gmail.com Esta política de privacidade aplica-se apenas às informações coletadas através do nosso site e não se aplica a informações coletadas offline ou por meio de outros canais. R. Albatroz, 7977 - Pitimbú, Natal - RN, 59067-450, Brasil +558432182456 construmax@gmail.com Política de privacidade Termos e condições",
    "terms": "Construmax - Sua Loja de Materiais de Construção de Confiança | Termos e Condições Início Catálogo Sobre nós Termos e Condições Aceitação dos Termos: Estes termos e condições regem o uso do nosso site. Ao acessar e utilizar este site, você concorda com estes termos e condições e com todas as leis e regulamentos aplicáveis. Se você não concordar com qualquer parte destes termos, não deverá utilizar nosso site. Uso do Site: Você concorda em utilizar este site apenas para fins legais e de acordo com estes termos e condições. Você concorda em não utilizar o site de forma que possa danificar, desativar, sobrecarregar ou prejudicar o site, ou interferir no uso de outros usuários. Propriedade Intelectual: Todo o conteúdo do site, incluindo textos, gráficos, logotipos, ícones, imagens, áudio e vídeo, é de propriedade exclusiva nossa ou de nossos licenciantes e está protegido por leis de direitos autorais e outras leis de propriedade intelectual aplicáveis. Informações do Usuário: Ao enviar informações ou materiais através do nosso site, você concede a nós o direito não exclusivo, gratuito e irrevogável de usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir tais informações ou materiais. Limitação de Responsabilidade: Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, especiais, consequentes ou incidentais decorrentes do uso ou incapacidade de uso do site, mesmo que tenhamos sido informados sobre a possibilidade de tais danos. Links para Terceiros: Nosso site pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência e não implicam nossa aprovação desses sites. Não temos controle sobre o conteúdo desses sites de terceiros e não assumimos responsabilidade por qualquer conteúdo, políticas ou práticas desses sites. Alterações nos Termos: Reservamo-nos o direito de modificar estes termos e condições a qualquer momento. Quaisquer alterações serão efetivas imediatamente após a publicação dos termos revisados no site. O uso contínuo do site após tais alterações constitui sua aceitação dos termos revisados. Estes termos e condições constituem o acordo completo entre você e nós em relação ao uso do site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e nós. Se qualquer disposição destes termos for considerada inválida ou inexequível, essa disposição será interpretada de maneira a refletir a intenção original das partes, e as demais disposições permanecerão em pleno vigor e efeito. Email construmax@gmail.com R. Albatroz, 7977 - Pitimbú, Natal - RN, 59067-450, Brasil +558432182456 construmax@gmail.com Política de privacidade Termos e condições",
    "thank": "Construmax - Sua Loja de Materiais de Construção de Confiança | Agradecemos Obrigado pelo seu contato! Nós agradecemos sinceramente pelo seu contato com a nossa empresa. A sua confiança é muito importante para nós, e estamos comprometidos em oferecer o melhor serviço e produtos da mais alta qualidade. Nossa equipe está pronta para fazer o possível para atender às suas necessidades e ajudá-lo na realização dos seus projetos. Não hesite em nos contatar caso tenha qualquer dúvida - estamos sempre à disposição para ajudar. Início"
  },
  "date": "2024-06-21T10:57:16.403Z"
}