{
  "name": "New_v11_DriveNow",
  "pages": {
    "about": "Sobre a DriveNow - Conheça Sobre Nós e Nossa Experiência em Mobilidade Inteligente! DriveNow Início Sobre Nós Contato Venha Conhecer Nossa Equipe de Especialistas Alcance o auge da mobilidade com nossa dedicada equipe de especialistas da DriveNow. Agende seu horário Nossos Princípios A DriveNow acredita que é possível transformar vidas por meio de uma experiência de aluguel de carros adequada. ❣ Sinta a essência da liberdade com nossa seleção cuidadosa de veículos na DriveNow. ❣ Viva a eficiência e o bem-estar sob a orientação de nossa dedicada equipe de mobilidade na DriveNow. ❣ Na DriveNow, acreditamos na capacidade de transformação por meio de escolhas inteligentes de mobilidade. Nossas Convicções Essenciais Honestidade ✔ Criatividade Promovemos uma cultura de inovação na DriveNow, garantindo que nossos veículos sejam contemporâneos e eficientes. ✔ Variedade Na DriveNow, valorizamos a diversidade de veículos e opções de mobilidade que enriquecem nossos serviços. ✔ Excelência Nosso compromisso com a excelência é fundamental na DriveNow. Comprometemo-nos com a verdade e a qualidade em tudo o que oferecemos. ✔ Foco no Cliente A satisfação do cliente é nossa principal meta na DriveNow. Dedicamo-nos a garantir que cada interação seja valiosa, marcante e gratificante. Nosso Compromisso com a Satisfação do Cliente Na DriveNow, dedicamos nosso esforço para alcançar a plena satisfação de nossos valiosos clientes. Trabalhamos incansavelmente para oferecer uma experiência de aluguel de carros superior, com veículos de qualidade excepcional e atendimento ao cliente inigualável em cada etapa. Explore a liberdade da mobilidade com a DriveNow e experimente uma nova maneira de se movimentar. Explore nossas ofertas Está pronto para revolucionar sua experiência de mobilidade? Alugue agora ✔ Consultoria de Mobilidade Gratuita ✔ Mobilidade Garantida DriveNow Seg-Sex: 9:00 - 18:00 Sáb: 9:00 - 14:00 Veículos HomeSobre NósContact Informações Úteis Política de Privacidade DriveNow 2024",
    "contact": "Entre em Contato com a DriveNow - Fale Conosco para Dúvidas e Informações DriveNow Início Sobre Nós Contato Estamos ansiosos para ouvir sua história Compartilhe conosco suas expectativas ou dúvidas sobre mobilidade. À sua disposição Mo-Fr: 8:00 AM – 7:00 PMSa: 10:00 AM – 6:00 PM Visite nossa loja AV HONORATO PEDROSO DE BARROS - CENTRO, Acorizal - MT, 78485-000, Brasil Entre em contato drivenow@gmail.com +55-36-8547-9856 Agende uma reserva com nossos serviços de aluguel de carros Aprimore sua experiência de mobilidade com nossa cuidadosa seleção de veículos DriveNow. Nome Endereço de E-mail Mensagem &nbsp;Eu aceito o&nbsp; Política de Privacidade Obrigado! Recebemos sua mensagem. Erro! Algo deu errado. Por favor, tente novamente. Faça Parte de Nossa Comunidade de Motoristas Satisfeitos Descubra novos sabores com nossa seleção exclusiva de veículos DriveNow. Seleção Premiada de Veículos Os veículos DriveNow superaram minhas expectativas. Agora me sinto muito mais energizado e confiante! ☺ João Silva A DriveNow transformou minha experiência de mobilidade em algo diversificado e emocionante! Atendimento excepcional e veículos de alta qualidade. ☺ Clara Ribeiro Na DriveNow, cada veículo é uma descoberta. Transformei minha maneira de me locomover para algo muito melhor! ☺ Marcos Freitas Escolher a DriveNow foi a melhor decisão que tomei para minha família. Agora nos movemos de forma mais saudável e vivemos melhor! ☺ Camila Gomes Sinta a Magia de uma Mobilidade Equilibrada com a DriveNow Explore nossa ampla seleção de veículos e embarque em um estilo de vida mais dinâmico. Dedicados à Excelência Nos dedicamos completamente à excelência por meio de veículos inovadores e nossa equipe especializada em mobilidade. Herança de Qualidade Nosso legado é construído com décadas de expertise e comprometimento com uma mobilidade equilibrada, fornecendo conhecimentos que impulsionam. Serviço Personalizado Receba orientações personalizadas com nossa equipe de mobilidade para direcionar sua experiência de transporte na direção certa. Garantia de Satisfação Valorizamos profundamente o seu bem-estar e evolução na busca por uma mobilidade equilibrada. Nosso compromisso é garantir sua plena satisfação em cada veículo que disponibilizamos. Explore uma Nova Experiência de Mobilidade com a DriveNow Mergulhe em um universo de mobilidade com nossa seleção cuidadosa de veículos. Pioneiros em Mobilidade Rompa os limites do convencional e descubra novas experiências de mobilidade com nossas inovações exclusivas. A Sinergia entre Tradição e Inovação Unimos métodos tradicionais de transporte com o conhecimento moderno em mobilidade, oferecendo veículos que agregam valor e bem-estar. Uma Jornada Exemplar Cada veículo da DriveNow vai além de ser apenas um meio de transporte, representando uma maneira de buscar uma vida mais dinâmica e saudável. Excelência em Todas as Etapas Estabelecemos os mais altos padrões para nossos veículos, garantindo sua total satisfação ao adotar uma mobilidade equilibrada. DriveNow Seg-Sex: 9:00 - 18:00 Sáb: 9:00 - 14:00 Veículos HomeSobre NósContact Informações Úteis Política de Privacidade DriveNow 2024",
    "index": "Bem-vindo à DriveNow - Sua Chave para uma Mobilidade Inteligente! DriveNow Início Sobre Nós Contato Discover the Freedom with DriveNow Explore our wide selection of vehicles available for rent. We offer a unique car rental experience where quality and convenience come together at affordable prices. With options ranging from compact cars to premium vehicles, we have the perfect car to meet your needs and lifestyle. Our high-quality fleet is regularly inspected and maintained to ensure your safety and comfort during your trip. Rent a car with us and enjoy total flexibility and control over your journey. Make your reservation today Experience the freedom of mobility with DriveNow We are committed to providing a unique car rental experience tailored to your mobility needs. Our approach is based on a deep understanding of different customer profiles, and we are constantly innovating to offer services that meet your expectations. By choosing DriveNow, you will experience the convenience of renting a car quickly and easily, without any hassle. Enjoy the freedom to explore new places and make the most of your trip. ♥ Transform your mobility experience with DriveNow ♥ Your starting point for a limitless journey ♥ Enhance your driving skills in an environment of innovation in car rental Contact Enhance your travel experience with our help Discover the perfection of our well-maintained vehicles, carefully selected by DriveNow. 🚗 Customized Vehicles We tailor our vehicles to perfectly meet your specific needs, offering a comfortable and safe driving experience. Our cars are equipped with modern features and advanced technology to ensure your satisfaction. Choose a vehicle that matches your style and enjoy your journey with peace of mind. 🚗 Conscious Driving Explore the diversity of available transportation options and choose the vehicle that best suits your needs. Enjoy a more sustainable drive, saving fuel and contributing to environmental preservation. DriveNow cares about reducing carbon emissions and is committed to offering cleaner and greener transport options. 🚗 Flexibility for Smart Mobility Let us guide you with personalized suggestions to enhance your travel experience. Whether for business or leisure trips, we offer flexible solutions that adapt to your needs. With DriveNow, you will have the freedom to plan your itinerary according to your own pace and make the most of your time. 🚗 Mobility Tradition Immerse yourself in a unique driving experience that will take you to incredible places. 🚗 New Moves in Smart Mobility Stay up to date with the latest trends and technologies that make your driving experience even smarter. Why Choose DriveNow for Your Mobility Feel the essence of freedom with our carefully selected vehicles at DriveNow. Guaranteed Authenticity Our commitment to quality ensures a first-class driving experience, enhancing your journey towards a more connected life. Welcoming Experience With years of experience in the car rental industry, we offer unmatched knowledge and expertise at every stage of your mobility journey. Customer Focus Enjoy a service tailored to you, customized to your preferences and mobility needs. Satisfaction Guaranteed We prioritize your satisfaction above all else, as guaranteed by our total satisfaction policy. Pillars of Smart Mobility at DriveNow Participe de uma aventura de aluguel de carros através do nosso método revolucionário de quatro passos, visando enriquecer sua experiência de mobilidade. 01 Avaliação e Estratégia de Aluguel de Carros Inicie sua jornada de aluguel de carros com uma análise detalhada para mapear suas necessidades e metas. Nossa equipe especializada irá orientá-lo na escolha dos veículos ideais para atender às suas expectativas. Desenvolvimento de Planos de Aluguel de Carros Personalizados Celebre a singularidade da sua experiência de aluguel de carros com planos personalizados feitos especialmente para você. Desde a escolha dos veículos até a estratégia de mobilidade, nossa equipe se compromete em proporcionar uma jornada tão exclusiva quanto você. 02 03 Exploração Profunda da Mobilidade Imersão total em uma experiência rica ao explorar nossa seleção exclusiva de veículos. Do compacto ao luxuoso, cada passo foi cuidadosamente planejado para expandir seu conhecimento e aproveitar ao máximo sua jornada. Consulta de Mobilidade Contínua Receba orientações personalizadas para elevar sua jornada de aluguel de carros. Estamos prontos para destacar seus acertos e aprimorar seus pontos a serem melhorados, sempre ao seu lado. 04 DriveNow Seg-Sex: 9:00 - 18:00 Sáb: 9:00 - 14:00 Veículos HomeSobre NósContact Informações Úteis Política de Privacidade DriveNow 2024",
    "privacy": "Política de Privacidade da DriveNow - Seu Direito à Privacidade e Segurança DriveNow Início Sobre Nós Contato Política de Privacidade Bem-vindo à política de privacidade da DriveNow, locadora de veículos. Este documento descreve como lidamos com vários aspectos de suas interações com nossos serviços. Nosso objetivo é fornecer uma compreensão clara dos princípios e diretrizes que seguimos para garantir a integridade de suas informações e nossos serviços. Introdução A DriveNow se dedica a oferecer uma ampla seleção de veículos para aluguel. Estamos comprometidos em manter sua confiança e confidencialidade, e esta política detalha nossas práticas em relação às interações com os clientes e a prestação de serviços. Nosso Compromisso Nossa loja valoriza a privacidade e a confiança de nossos clientes. Nós nos esforçamos para criar um ambiente seguro onde você possa aproveitar nossas ofertas sem preocupações. Nossa equipe se dedica a manter os mais altos padrões de integridade em todas as nossas interações. Integridade da Informação Garantimos que todas as informações apresentadas em nossa loja e através de nossos serviços sejam precisas e atualizadas. Nossa equipe revisa regularmente os detalhes dos produtos, preços e disponibilidade para manter a qualidade das informações que você recebe. Atendimento ao Cliente Na DriveNow, o atendimento ao cliente é uma prioridade absoluta. Nossa equipe de atendimento ao cliente está treinada para ajudá-lo com quaisquer dúvidas ou problemas que possa ter. Estamos aqui para ajudá-lo a encontrar o veículo perfeito ou resolver quaisquer preocupações relacionadas à sua locação. Descrições dos Veículos Tomamos grande cuidado em fornecer descrições detalhadas e precisas de nossos veículos. Nossas descrições incluem informações sobre as características dos veículos, equipamentos e restrições de idade. Isso garante que você possa tomar decisões informadas sobre os veículos que aluga. Processo de Locação e Entrega Nosso processo de locação é projetado para ser simples e eficiente. Uma vez que você realizar uma reserva, nossa equipe processa promptamente a solicitação para garantir a entrega oportuna. Oferecemos várias opções de entrega para atender às suas necessidades e trabalhamos com transportadoras confiáveis para garantir que os veículos cheguem em perfeitas condições. Segurança do Pagamento Damos prioridade à segurança de seus pagamentos. Nossos sistemas de processamento de pagamentos são projetados para proteger suas informações financeiras durante as transações. Oferecemos vários métodos de pagamento para sua comodidade e tranquilidade. Política de Devolução e Troca Se você não estiver satisfeito com sua locação, oferecemos uma política de devolução e troca simples. Nosso objetivo é garantir que você fique satisfeito com sua experiência na DriveNow. Consulte nossa política de devolução para obter instruções detalhadas. Compromisso Comunitário Acreditamos em fomentar uma forte comunidade em torno da locação de veículos. Regularmente, organizamos eventos, oficinas e torneios para reunir entusiastas. Nossa loja é um espaço para amantes de veículos se conectarem, compartilharem experiências e aprendam uns com os outros. Responsabilidade Ambiental A DriveNow se compromete com a responsabilidade ambiental. Tomamos medidas para minimizar nossa pegada ecológica por meio de práticas sustentáveis. Isso inclui o uso de materiais de embalagem recicláveis e o apoio a fornecedores ecológicos. Apoio aos Desenvolvedores de Veículos Estamos entusiasmados em apoiar os desenvolvedores de veículos e a indústria automobilística. Nossa loja colabora com desenvolvedores independentes para oferecer veículos exclusivos e inovadores a nossos clientes. Acreditamos em promover a criatividade e a diversidade no mundo automotivo. Feedback dos Clientes Seu feedback é inestimável para nós. Encorajamos-no a compartilhar suas opiniões e sugestões sobre nossos produtos e serviços. O feedback dos clientes nos ajuda a melhorar e adaptar nossas ofertas para atender melhor às suas necessidades. Acessibilidade Nos empenhamos em tornar nossa loja acessível a todos os clientes. Nosso site é projetado com recursos de acessibilidade para garantir que todas as pessoas possam navegar e aproveitar nosso conteúdo. Continuamos trabalhando para melhorar nossa acessibilidade e servi-lo melhor. Parcerias e Afiliações A DriveNow se associa a uma variedade de organizações e marcas para aprimorar sua experiência de compra. Essas parcerias nos permitem oferecer produtos e promoções exclusivos, proporcionando um valor adicional a nossos clientes. Recursos Educacionais Oferecemos uma variedade de recursos educacionais para ajudá-lo a tirar o máximo proveito de sua experiência de locação de veículos. Nossos recursos incluem tutoriais, guias de estratégia e revisões de veículos. Nosso objetivo é apoiar tanto os novatos quanto os motoristas experientes em suas jornadas. Organização de Eventos Nossa loja está equipada para sediar uma variedade de eventos, incluindo noites de jogos, torneios e lançamentos especiais. Oferecemos um espaço acolhedor para os entusiastas de veículos se reunirem e desfrutarem de seus veículos favoritos em um ambiente amigável e competitivo. Promoções e Descontos Regularmente oferecemos promoções e descontos para fornecer um excelente valor a nossos clientes. Acompanhe nosso site e nossas redes sociais para ficar por dentro das últimas ofertas e promoções especiais. Nosso objetivo é tornar veículos de alta qualidade acessíveis a todos. Avaliações dos Produtos Encorajamos nossos clientes a deixarem avaliações de produtos em nosso site. Suas avaliações ajudam outros clientes a tomarem decisões informadas e fornecem insights valiosos sobre os veículos que oferecemos. Agradecemos suas contribuições para nossa comunidade. Demonstrações de Veículos Na DriveNow, oferecemos demonstrações de veículos para ajudá-lo a explorar novos modelos antes de fazer uma reserva. Nossas sessões de demonstração são projetadas para fornecer uma experiência prática, para que você possa ver de perto como é dirigir um determinado veículo e decidir se ele é adequado para você. Suporte ao Cliente Se você tiver alguma dúvida ou precisar de assistência, nossa equipe de suporte ao cliente está aqui para ajudá-lo. Nos comprometemos a fornecer respostas rápidas e úteis a todas as consultas. Sua satisfação é nossa prioridade máxima. Programas de Membros Oferecemos programas de membros que oferecem benefícios exclusivos a nossos clientes fiéis. Os benefícios da associação incluem descontos, acesso antecipado a lançamentos exclusivos e convites especiais para eventos. Junte-se à nossa comunidade para aproveitar esses benefícios. Cartões-Presente A DriveNow oferece cartões-presente que fazem presentes perfeitos para entusiastas de veículos. Nossos cartões-presente estão disponíveis em várias denominações e podem ser usados para locar qualquer veículo em nossa loja. Compartilhe a alegria da locação de veículos com amigos e familiares. Locação de Curto Prazo Além da locação tradicional, oferecemos um serviço de locação de curto prazo para aqueles que desejam experimentar um veículo antes de se comprometer com um aluguel de longo prazo. Nossa biblioteca de locação inclui uma ampla seleção de veículos, permitindo que você desfrute de diferentes modelos sem se comprometer com um aluguel de longo prazo. Oficinas e Aulas Realizamos oficinas e aulas para ajudá-lo a melhorar suas habilidades e conhecimentos de direção. Nossas sessões abrangem uma variedade de tópicos, desde mecânica de veículos até estratégias de direção. Junte-se a nós para aprimorar suas habilidades de locação de veículos. Lançamentos Exclusivos Ocasionalmente, oferecemos lançamentos exclusivos de edições limitadas de veículos. Essas edições especiais geralmente estão disponíveis apenas em nossa loja, oferecendo uma oportunidade única para colecionadores e entusiastas adquirirem títulos raros. Iniciativas Filantrópicas A DriveNow se compromete em retribuir à comunidade. Apoiamos várias iniciativas filantrópicas e organizações que promovem a educação, a criatividade e a conexão social por meio da locação de veículos. Suas locações nos ajudam a contribuir para essas causas. Atualizações da Política de Privacidade Podemos atualizar nossa política de privacidade de tempos em tempos para refletir alterações em nossas práticas ou serviços. Quaisquer atualizações serão publicadas nesta página, e encorajamos você a revisar nossa política periodicamente para se manter informado sobre como estamos trabalhando para proteger seus interesses. Contato Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade ou práticas, não hesite em entrar em contato conosco. Nossa equipe de atendimento ao cliente está aqui para ajudá-lo e garantir que sua experiência com a DriveNow seja positiva e agradável. drivenow@gmail.com Obrigado por escolher a DriveNow. Esperamos atendê-lo e fornecer a melhor experiência possível para todas as suas necessidades de locação de veículos. DriveNow Seg-Sex: 9:00 - 18:00 Sáb: 9:00 - 14:00 Veículos HomeSobre NósContact Informações Úteis Política de Privacidade DriveNow 2024",
    "thank_page": "Obrigado por Escolher a DriveNow - Sua Experiência em Mobilidade Começa Agora! body { font-family: Arial, sans-serif; background-color: #eff9fb; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #eff9fb; background-color: #ffffff; opacity: 1; background-image: radial-gradient(#fdb99e 0.5px, transparent 0.5px), radial-gradient(#fdb99e 0.5px, #ffffff 0.5px); background-size: 20px 20px; background-position: 0 0, 10px 10px; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: #c7ae0f; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #502f17; } Bem-vindo à DriveNow - Onde Sua Aventura Automobilística Começa! Descubra e aprimore sua experiência de mobilidade com nossa excepcional seleção de veículos, projetados para inspirar diversão e engajamento. Explore o Mundo da Mobilidade com a DriveNow"
  },
  "date": "2024-07-22T08:08:03.368Z"
}