{
  "name": "New_v11_PreciousPlaza",
  "pages": {
    "index": "PreciousPlaza PreciousPlaza Home Service About Contact Precious Plaza: Your Ultimate Jewelry Destination Discover Timeless Elegance and Unmatched Glamour... ELEVATE YOUR LOOK WITH PRECIOUS PIECES Fashion 50% Super Savings Day Radiant Collections Elevate Your Look Embark on a journey of timeless elegance, where each visit unveils new treasures and each encounter adds to the beauty of your style. Explore our diverse collections and discover the joy of navigating the ever-evolving world of jewelry. Eternal Love Diamond Ring Symbolize your eternal love with this exquisite diamond ring. Crafted from 18k white gold, the ring features a dazzling round-cut diamond in a classic prong setting, making it the perfect symbol of everlasting commitment. $1,500 Glamourous Sapphire Necklace Make a statement with this glamorous sapphire necklace. Set in 14k yellow gold, the necklace features a stunning oval-shaped sapphire surrounded by a halo of sparkling diamonds, exuding elegance and sophistication. $2,200 Timeless Pearl Earrings Elevate your look with these timeless pearl earrings. Crafted from sterling silver, the earrings feature lustrous freshwater pearls suspended from delicate hoops, adding a touch of classic beauty to any ensemble. $800 Sparkling Emerald Bracelet Add a pop of color to your wrist with this sparkling emerald bracelet. Crafted from 18k rose gold, the bracelet features vibrant emerald gemstones interspersed with shimmering diamonds, creating a captivating and luxurious look. $1,900 Vintage-inspired Ruby Ring Embrace vintage charm with this stunning ruby ring. Set in 10k white gold, the ring showcases a rich red ruby gemstone accented by intricate filigree detailing, evoking a sense of timeless romance and elegance. $1,300 Chic Diamond Tennis Bracelet Add a touch of sophistication to your wrist with this chic diamond tennis bracelet. Crafted from 14k white gold, the bracelet features a continuous line of round-cut diamonds, creating a dazzling and timeless accessory. $3,500 Modern Rose Quartz Pendant Make a modern statement with this rose quartz pendant. Set in sterling silver, the pendant showcases a faceted rose quartz gemstone in a sleek and minimalist design, perfect for adding a touch of contemporary flair to any outfit. $600 Classic Diamond Stud Earrings Elevate your everyday look with these classic diamond stud earrings. Crafted from 18k yellow gold, the earrings feature brilliant round-cut diamonds in a traditional four-prong setting, adding sparkle and sophistication to any ensemble. $1,200 Regal Amethyst Pendant Channel regal elegance with this amethyst pendant. Set in 14k white gold, the pendant showcases a majestic emerald-cut amethyst gemstone accented by a halo of dazzling diamonds, creating a captivating and luxurious accessory. $850 Sophisticated Black Onyx Ring Make a bold statement with this sophisticated black onyx ring. Crafted from sterling silver, the ring features a sleek oval-shaped black onyx gemstone set within a polished bezel setting, exuding understated elegance and modern style. $1,000 Feedback from Clients \"Absolutely thrilled with my purchase from Precious Plaza! The quality of the jewelry exceeded my expectations, and the customer service was exceptional. Will definitely be shopping here again!\" Donald Duck \"I received the most stunning necklace from Precious Plaza as a gift, and I couldn't be happier. The craftsmanship is impeccable, and every time I wear it, I receive so many compliments. Thank you for creating such beautiful pieces!\" Charlie Chaplin \"I recently purchased a ring for my wife's birthday from Precious Plaza, and she absolutely loves it! The attention to detail and the elegance of the design are truly remarkable. Thank you for helping me find the perfect gift for her special day.\" Ruby Rose Slide 2 of 3. Timeless Elegance, Contemporary Flair Embark on a journey of style exploration at Precious Plaza, where we redefine elegance with a modern twist. Discover a curated collection of jewelry that combines timeless sophistication with the latest trends, inviting you to embrace a graceful and trendy style that sets you apart from the ordinary. Start shopping $50.00 $50.00 Features &amp; Facility State-of-the-Art Showroom Explore our state-of-the-art showroom, where luxury meets innovation. Immerse yourself in an elegant ambiance and discover our exquisite collection of jewelry, meticulously displayed for an unforgettable shopping experience. Expert Jewelry Consultation Receive personalized attention from our expert jewelry consultants. Whether you're searching for the perfect engagement ring or a special gift, our knowledgeable team is here to guide you through every step of your jewelry selection process. Custom Design Services Turn your dream jewelry into reality with our custom design services. Collaborate with our skilled craftsmen to create a one-of-a-kind piece that reflects your unique style and personality, from concept to completion. Convenient Repair & Maintenance Keep your jewelry looking its best with our convenient repair and maintenance services. From resizing rings to cleaning and polishing, our skilled technicians ensure that your treasured pieces remain in pristine condition for years to come. Secure Storage Solutions Enjoy peace of mind with our secure storage solutions. Store your valuable jewelry in our safe and secure facility, knowing that it's protected by state-of-the-art security measures and monitored 24/7 for your complete confidence. Exclusive Events & Workshops Join us for exclusive events and workshops designed to elevate your jewelry experience. From trunk shows featuring renowned designers to hands-on workshops exploring the art of jewelry making, there's always something exciting happening at Precious Plaza. Question What materials are your jewelry pieces made of? Our jewelry pieces are crafted from high-quality materials such as sterling silver, 18k gold, and genuine gemstones, ensuring durability and lasting beauty. Do you offer resizing services for rings? Yes, we offer resizing services for rings to ensure the perfect fit. Our skilled technicians can adjust the size of your ring to your specifications for a comfortable and secure fit. How can I care for my jewelry to maintain its brilliance? We recommend cleaning your jewelry regularly with a soft cloth and mild soap to remove dirt and oils. Avoid exposing your jewelry to harsh chemicals and store it in a separate pouch or box to prevent scratches. Can I request a custom design for a specific piece of jewelry? Absolutely! We offer custom design services for customers looking to create a unique piece of jewelry. Our expert craftsmen will work closely with you to bring your vision to life, from concept to completion. Wide Selection Explore a diverse range of jewelry styles to suit every taste and occasion. Expert Craftsmanship Each piece is meticulously crafted by skilled artisans for exceptional quality and beauty. Personalized Service Receive personalized attention and guidance from our knowledgeable staff for a tailored shopping experience. Convenient Shopping Enjoy hassle-free shopping with easy online ordering and secure payment options. Satisfaction Guaranteed Shop with confidence knowing that your satisfaction is our top priority, backed by our generous return policy. Best Collection Eternal Elegance Luxurious Glamour Timeless Classics Modern Chic Exquisite Essentials Fashion Insight Hub Discover a haven where style transcends trends, inspiring individuals to craft their own fashion stories with confidence and grace. At Precious Plaza, we offer a curated selection of timeless jewelry pieces that complement your personal style, empowering you to express yourself beautifully. January 04 Trendsetter's Picks Stay ahead of the curve with our handpicked selection of jewelry pieces that embody the latest fashion trends. From statement necklaces to stackable rings, elevate your style game with these must-have accessories. January 04 Classic Essentials Explore our collection of timeless jewelry essentials that never go out of style. From elegant pearl earrings to delicate chain bracelets, these classic pieces add a touch of sophistication to any outfit, day or night. January 04 Personalized Picks Make a statement that's uniquely yours with our personalized jewelry selection. From monogrammed necklaces to birthstone rings, express your individuality with these custom-crafted pieces tailored to your style and preferences. Home Service About Contact Privacy policy Terms and conditions Number: +91-511-8567224 PreciousPlaza@gmail.com Halvad, Gujarat 363330, India © 2024 PreciousPlaza. All rights reserved.",
    "privacy-policy": "Privacy policy - PreciousPlaza PreciousPlaza Home Service About Contact Privacy policy Information We Collect: At PreciousPlaza, we collect personal information such as name, email address, shipping address, and payment details when you make a purchase or sign up for our newsletter. This information is necessary to process your orders and provide you with relevant updates and offers. How We Use Your Information: We use the information we collect to fulfill orders, communicate with customers, and improve our products and services. Your email address may be used to send you promotional emails and newsletters, but you can opt out at any time by unsubscribing or contacting our customer service team. Data Security Measures: PreciousPlaza takes data security seriously and implements industry-standard measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. Our website is encrypted with SSL technology to ensure the secure transmission of data. Third-Party Disclosure: We may share your personal information with trusted third-party service providers, such as shipping carriers and payment processors, to fulfill orders and process payments. These third parties are required to adhere to strict privacy and security standards. Cookie Policy: Our website uses cookies to enhance your browsing experience and provide personalized content and advertisements. Cookies are small text files stored on your device that track your preferences and activities on our site. You can choose to disable cookies in your browser settings, but this may affect the functionality of our website. Children's Privacy: PreciousPlaza does not knowingly collect personal information from children under the age of 13. If you are under 13 years old, please do not provide any personal information on our website without parental consent. Data Retention: We retain your personal information only for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. After this period, your data will be securely deleted or anonymized. Your Rights and Choices: You have the right to access, correct, or delete your personal information at any time. You can also request to opt out of receiving promotional emails or newsletters. To exercise these rights, please contact our customer service team. PreciousPlaza@gmail.com. Updates to Privacy Policy: PreciousPlaza reserves the right to update or modify this privacy policy at any time. Any changes will be posted on this page, and we encourage you to review this policy periodically for updates. Your continued use of our website after any changes indicates your acceptance of the updated policy. Contact Us: If you have any questions or concerns about our privacy policy or the handling of your personal information, please contact us or by using the contact form on our website. We are committed to protecting your privacy and will respond to inquiries promptly and professionally. Marketing Communications: We may use your personal information to send you marketing communications about our products, services, and promotions, as well as those of our trusted partners. You can opt out of receiving these communications at any time by following the unsubscribe instructions included in the emails or contacting us directly. Geolocation Data: PreciousPlaza may collect geolocation data from your device to provide location-based services, such as store locator features or targeted advertising. You can control the collection of geolocation data through your device settings or browser preferences. Social Media Integration: Our website may include social media features, such as sharing buttons or widgets, that allow you to share content with your social networks. These features may collect your IP address and set cookies to enable their functionality. Your interactions with these features are governed by the privacy policies of the companies providing them. PreciousPlaza@gmail.com. Data Transfer Outside Your Country: If you are accessing our website from outside the United States, please be aware that your personal information may be transferred to and processed in countries other than your own, where data protection laws may differ. By using our website, you consent to the transfer of your information to these countries. Legal Compliance: We may disclose your personal information if required to do so by law or in response to valid legal requests, such as subpoenas or court orders. We may also share your information in order to protect the rights, property, or safety of PreciousPlaza, our customers, or others. Data Breach Notification: In the event of a data breach involving your personal information, PreciousPlaza will notify you and relevant authorities as required by law. We will take immediate steps to investigate the breach, mitigate any potential harm, and prevent future incidents. Anonymous Data Collection: We may collect anonymous data about your browsing behavior on our website, such as pages visited, products viewed, and time spent on site. This information is used for analytical purposes to improve our website performance and user experience. Affiliate Links: Our website may contain affiliate links to third-party websites, which may collect your personal information independently of PreciousPlaza. We are not responsible for the privacy practices or content of these third-party sites and encourage you to review their privacy policies before providing any personal information. User Contributions: If you choose to post comments, reviews, or other content on our website, please be aware that this information may be publicly accessible. We are not responsible for the privacy of any personal information you choose to disclose in these forums. Effective Date: This privacy policy is effective as of [insert date] and supersedes any previous versions. Any updates or changes to the policy will be reflected on this page, and your continued use of our website constitutes acceptance of the updated policy. Home Service About Contact Privacy policy Terms and conditions Number: +91-511-8567224 PreciousPlaza@gmail.com Halvad, Gujarat 363330, India © 2024 PreciousPlaza. All rights reserved.",
    "terms-conditions": "Terms and conditions - PreciousPlaza PreciousPlaza Home Service About Contact Terms and conditions Agreement to Terms: Welcome to PreciousPlaza! By accessing or using our website, you agree to be bound by these terms and conditions, which govern your use of our services and products. If you do not agree with any part of these terms, you may not access or use our website. Use of Our Website: You may use our website for lawful purposes only and in accordance with these terms and conditions. You agree not to use our website in any way that violates applicable laws or regulations, infringes on the rights of others, or is harmful, threatening, or abusive. Intellectual Property Rights: The content, design, and layout of our website, including text, images, logos, and trademarks, are owned or licensed by PreciousPlaza and are protected by copyright and other intellectual property laws. You may not use, reproduce, or distribute any content from our website without our prior written consent. Product Information: We make every effort to accurately display product information on our website, including descriptions, prices, and images. However, we cannot guarantee that all information is complete, accurate, or current. We reserve the right to correct any errors or inaccuracies and to update product information at any time. Order Acceptance: When you place an order through our website, you are making an offer to purchase the products listed in your order. We reserve the right to accept or decline your order for any reason, including if the product is out of stock, contains errors, or violates these terms and conditions. Payment and Pricing: All prices displayed on our website are in US dollars and are subject to change without notice. Payment for orders must be made in full at the time of purchase, using one of the payment methods accepted on our website. We reserve the right to refuse or cancel any orders with pricing errors or discrepancies. Shipping and Delivery: We offer shipping to locations within the United States and select international destinations. Shipping costs and delivery times may vary depending on your location and the shipping method selected. We are not responsible for any delays or damages caused by shipping carriers. Returns and Exchanges: We want you to be completely satisfied with your purchase from PreciousPlaza. If for any reason you are not satisfied, you may return or exchange your purchase within 30 days of delivery, subject to certain conditions. Please review our full return policy for more information. Limitation of Liability: In no event shall PreciousPlaza, its affiliates, or their respective officers, directors, employees, or agents be liable for any damages arising out of or in connection with your use of our website or the products purchased through our website, including but not limited to direct, indirect, incidental, consequential, or punitive damages. Indemnification: You agree to indemnify, defend, and hold harmless PreciousPlaza and its affiliates, officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, or expenses (including attorney's fees) arising out of or in connection with your use of our website or any violation of these terms and conditions. Account Registration: Some features of our website may require you to create an account and provide personal information such as your name, email address, and password. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. Prohibited Activities: You agree not to engage in any activities that may disrupt or interfere with the proper functioning of our website, including but not limited to hacking, spamming, or transmitting viruses or other harmful code. You also agree not to use automated means, such as bots or scripts, to access our website. Third-Party Links: Our website may contain links to third-party websites or services that are not owned or controlled by PreciousPlaza. We are not responsible for the content, privacy practices, or security of these third-party sites and encourage you to review their terms and conditions before using them. Governing Law: These terms and conditions are governed by and construed in accordance with the laws of the United States and the state. Any disputes arising out of or related to these terms and conditions shall be resolved exclusively in the state or federal courts located. Severability: If any provision of these terms and conditions is found to be invalid, illegal, or unenforceable, the remaining provisions shall continue in full force and effect to the fullest extent permitted by law. The invalid provision shall be replaced by a valid provision that most closely reflects the original intent of the parties. PreciousPlaza@gmail.com. Our failure to enforce any provision of these terms and conditions shall not be deemed a waiver of our right to enforce such provision or any other provision in the future. No waiver of any term or condition shall be effective unless made in writing and signed by an authorized representative of PreciousPlaza. PreciousPlaza reserves the right to update or modify these terms and conditions at any time without prior notice. Any changes will be effective immediately upon posting on our website. Your continued use of our website after any changes indicates your acceptance of the updated terms and conditions. Entire Agreement: These terms and conditions, together with our privacy policy and any other policies or agreements referenced herein, constitute the entire agreement between you and PreciousPlaza regarding your use of our website and supersede any prior agreements or understandings, whether written or oral. Contact Information: If you have any questions or concerns about these terms and conditions or our website, please contact us at [insert contact information]. We value your feedback and strive to provide the best possible experience for our customers. Effective Date: These terms and conditions are effective as of [insert date] and apply to all users of our website. Any updates or changes to these terms and conditions will be reflected on this page, and your continued use of our website constitutes acceptance of the updated terms and conditions. Home Service About Contact Privacy policy Terms and conditions Number: +91-511-8567224 PreciousPlaza@gmail.com Halvad, Gujarat 363330, India © 2024 PreciousPlaza. All rights reserved.",
    "thanks": "Thanks - PreciousPlaza Going Home Thank you for visiting our website! Thank you for visiting our website! We appreciate your time and interest in exploring our collection of exquisite jewelry pieces. If you have any questions or would like further assistance, please don't hesitate to reach out to us. We look forward to serving you and helping you find the perfect piece to add to your collection.",
    "about": "About - PreciousPlaza PreciousPlaza Home Service About Contact who we are About Us DESIGN &amp; QUALITY Discover Our Shop Our Mission: At Precious Plaza, our mission is to redefine luxury jewelry shopping by offering an unparalleled selection of exquisite pieces that combine timeless elegance with modern sophistication. We strive to provide exceptional customer service and a seamless shopping experience, ensuring that every customer feels valued and inspired. Shop now Our Values: At Precious Plaza, we are guided by a set of core values that shape everything we do. Integrity, craftsmanship, and excellence are at the heart of our business, driving us to uphold the highest standards of quality and authenticity in every aspect of our operations. We are committed to building lasting relationships with our customers based on trust, transparency, and respect. offer hub Embrace Design Excellence At our store, design excellence is not just a goal—it's a way of life. We believe in pushing the boundaries of creativity and innovation to bring our customers truly exceptional jewelry pieces that transcend the ordinary. Inspired by the words of Bob Tyler, our product manager, we understand that imagination is the key to unlocking endless possibilities in design. By embracing imagination and design excellence, we are able to offer our customers a curated collection of jewelry that is not only beautiful but also meaningful. Whether you're searching for a timeless classic or a modern statement piece, you'll find it here at our store, where imagination knows no bounds. Bob Tyler --- Product Manager Meet Our Squad Meet the individuals who form the heart and soul of Precious Plaza. Each member of our team brings a unique set of talents, skills, and passion to the table, contributing to the vibrant energy that defines us as a collective. From our knowledgeable jewelry consultants to our skilled craftsmen, we are united in our commitment to excellence and dedicated to providing you with an unforgettable shopping experience. Get to know the personalities behind the brand and experience the warmth and expertise that make our team truly exceptional. Sophia Rodriguez Head Jewelry Consultant Michael Chang Lead Craftsmanship Artisan Emily Bennett Customer Experience Manager David Smith Online Sales Specialist Isabella Johnson Marketing Coordinator Alexandre Martin Inventory Management Supervisor Triumph in Our History Contact us I accept Privacy policy Submit Questions Frequently Asked Question How do I determine my ring size? We offer a complimentary ring sizing guide that you can use at home or visit our store for a professional sizing. Alternatively, you can also use an existing ring that fits you well and measure its inner diameter to determine your size. Do you offer international shipping? Yes, we offer international shipping to select countries. Shipping costs and delivery times may vary depending on your location. Please contact our customer service team for more information. What materials are your jewelry pieces made of? Our jewelry pieces are crafted from high-quality materials such as sterling silver, 18k gold, and genuine gemstones, ensuring durability and lasting beauty. What is your return policy? We offer a hassle-free return policy within 30 days of purchase for unworn and undamaged items. Simply contact our customer service team to initiate the return process and receive a full refund or exchange. Blog and article Recent Posts Fashion Blog The fusion of lifestyle and fashion, these blogs craft an immersive experience, inspiring &amp; informing fashion aficionados across the globe. January 04 Sartorial Serenity: Your Pathway to Effortless Matter Elegance. Embrace of refined elegance in your everyday attire. Discover the art of curated style, offering a pathway to graceful sophistication without the fuss. January 04 Style Serendipity: Discovering Your Unique Fashion Story Discoveries and self-expression. Explore, embrace, and curate a wardrobe that authentically reflects your distinctive style essence. January 04 Style Spectrum: Exploring Fashion's Colourful Pathway Universe. Where every hue and shade converges, offering a captivating exploration into the boundless world of fashion's colourful spectrum. Home Service About Contact Privacy policy Terms and conditions Number: +91-511-8567224 PreciousPlaza@gmail.com Halvad, Gujarat 363330, India © 2024 PreciousPlaza. All rights reserved."
  },
  "date": "2024-05-02T17:12:29.781Z"
}