{
  "name": "New_v9_EnglishBridge",
  "pages": {
    "index": "English Bridge - Conectando Você a Oportunidades Globais English Bridge página principal programas política de privacidade termos e condições English Bridge No English Bridge, estamos comprometidos em oferecer a melhor educação em inglês para estudantes de todas as idades e níveis de proficiência. assistir programas nossas conquistas Alcance Global Estudantes de todo o Brasil escolhem o English Bridge para aprender inglês com excelência, beneficiando-se de nossa metodologia comprovada e resultados consistentes. Qualidade do Ensino Nossos alunos demonstram um alto nível de proficiência em inglês devido ao nosso corpo docente experiente e à abordagem personalizada de aprendizado. Preparação para Exames Internacionais Preparamos com sucesso alunos para exames internacionais como TOEFL e IELTS, ajudando-os a alcançar pontuações competitivas e abrir portas para oportunidades acadêmicas e profissionais. Conquistas Acadêmicas: Nossos alunos têm alcançado grandes conquistas acadêmicas, demonstrando não apenas habilidades linguísticas avançadas, mas também sucesso em estudos e carreiras internacionais. É assim que ensinamos: Empoderando Através da Linguagem No English Bridge, acreditamos no poder transformador da educação linguística. Nossos programas personalizados atendem a estudantes de todas as idades e origens, equipando-os com as habilidades linguísticas necessárias para prosperar em um mundo cada vez mais globalizado. Seja você um iniciante ou um aprendiz avançado, nossos instrutores dedicados estão aqui para guiá-lo rumo à fluência e confiança no inglês. Excelência na Preparação para Exames Alcance seus objetivos acadêmicos e profissionais com os cursos abrangentes de preparação para exames do English Bridge. Do TOEFL ao IELTS, nosso currículo estruturado e coaching especializado garantem que você esteja bem preparado para se destacar nos exames internacionais de proficiência em línguas. Junte-se a nós e aumente suas chances de sucesso no ensino superior e avanço na carreira. Jornadas de Aprendizado Personalizadas No English Bridge, a jornada de cada aluno é única. Nossa abordagem personalizada permite adaptar nossas lições para atender estilos e objetivos individuais de aprendizagem. Seja focado em dominar o inglês conversacional ou aprimorar suas habilidades de comunicação empresarial, nossos programas flexíveis se ajustam às suas necessidades, garantindo experiências de aprendizado eficazes e agradáveis. Comunidade Global, Impacto Local Como um pilar da educação linguística no Brasil, o English Bridge promove uma comunidade global de aprendizes enquanto faz um impacto significativo localmente. Através de parcerias com escolas, empresas e organizações comunitárias, incentivamos a proficiência linguística como um catalisador para o crescimento pessoal e avanço societal. Junte-se à nossa comunidade vibrante e amplie seus horizontes com o English Bridge. nossos princípios Excelência Educacional Nós nos comprometemos com a excelência educacional, oferecendo programas de alta qualidade que capacitam os alunos com habilidades linguísticas essenciais para o sucesso global. Personalização do Aprendizado Valorizamos a personalização do aprendizado, adaptando nossos cursos para atender às necessidades individuais de cada aluno, seja em termos de estilo de aprendizado ou metas específicas. Comunidade e Impacto Social Promovemos uma comunidade inclusiva e global, enquanto contribuímos positivamente para o impacto social local através de parcerias e iniciativas educacionais. Inovação e Tecnologia Abraçamos a inovação e a tecnologia educacional, integrando métodos de ensino modernos e recursos interativos para enriquecer a experiência de aprendizado dos nossos alunos. Eu quero aprender inglês! +55-56-1124-8457 EnglishBridge@gmail.com Av. Embaixador Abelardo Bueno, 1430 - Barra da Tijuca, Rio de Janeiro - RJ, 22775-040, Brazil Política de Privacidade Termos e Condições",
    "privacy": "Política de Privacidade do English Bridge English Bridge página principal programas política de privacidade termos e condições Política de Privacidade da empresa English Bridge Introdução Bem-vindo à página de política de privacidade da empresa English Bridge. A sua privacidade é importante para nós, e estamos empenhados em proteger os seus dados pessoais. Esta Política de Privacidade descreve como coletamos, usamos, armazenamos e protegemos suas informações. Coleta e Uso de Informações Coletamos diferentes tipos de informações para fornecer e melhorar nossos serviços: Informações Pessoais: Quando você se registra em nosso site, podemos coletar suas informações de contato, como nome, endereço de e-mail, número de telefone, etc. Informações Coletadas Automaticamente: Também podemos coletar automaticamente informações sobre o seu dispositivo e a forma como você utiliza nosso site, incluindo endereço IP, tipo de navegador, hora de visita e páginas visualizadas. Cookies: Usamos cookies para melhorar a experiência em nosso site, analisar o tráfego e personalizar o conteúdo. Você pode desativar os cookies nas configurações do seu navegador, no entanto, isso pode afetar o funcionamento do nosso site. Uso das Informações Utilizamos as informações coletadas para os seguintes fins: Fornecimento de Serviços: Para registrar você em nosso site, processar suas solicitações e fornecer serviços. Melhoria de Nossos Serviços: Para analisar e melhorar nossos serviços, desenvolver novas funcionalidades e proporcionar uma experiência personalizada. Comunicação: Para entrar em contato com você, enviar notificações, atualizações e mensagens de marketing. Você pode optar por não receber mensagens de marketing a qualquer momento. Segurança: Para garantir a segurança e proteção de nossos usuários e serviços. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto nos seguintes casos: Fornecedores de Serviços: Podemos compartilhar informações com terceiros que prestam serviços em nosso nome, como hospedagem, processamento de pagamentos e análise. Exigências Legais: Podemos divulgar informações se exigido por lei ou para proteger nossos direitos e interesses. Segurança dos Dados Tomamos medidas apropriadas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, a transmissão de dados pela internet não é totalmente segura, e não podemos garantir a segurança absoluta de seus dados. Seus Direitos Você tem o direito de acessar seus dados pessoais, corrigi-los, excluí-los ou limitar seu processamento. Se desejar exercer esses direitos, entre em contato conosco. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Notificaremos você sobre quaisquer alterações, publicando a nova Política de Privacidade em nosso site. Por favor, reveja esta página periodicamente para obter as informações mais atualizadas. Introdução Bem-vindo à página de política de privacidade da empresa English Bridge. A sua privacidade é importante para nós, e estamos empenhados em proteger os seus dados pessoais. Esta Política de Privacidade descreve como coletamos, usamos, armazenamos e protegemos suas informações. Coleta e Uso de Informações Coletamos diferentes tipos de informações para fornecer e melhorar nossos serviços: Informações Pessoais: Quando você se registra em nosso site, podemos coletar suas informações de contato, como nome, endereço de e-mail, número de telefone, etc. Informações Coletadas Automaticamente: Também podemos coletar automaticamente informações sobre o seu dispositivo e a forma como você utiliza nosso site, tipo de navegador, hora de visita e páginas visualizadas. Uso das Informações Utilizamos as informações coletadas para os seguintes fins: Melhoria de Nossos Serviços: Para analisar e melhorar nossos serviços, desenvolver novas funcionalidades e proporcionar uma experiência personalizada. Comunicação: Para entrar em contato com você, enviar notificações, atualizações e mensagens de marketing. Você pode optar por não receber mensagens de marketing a qualquer momento. Segurança: Para garantir a segurança e proteção de nossos usuários e serviços. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto nos seguintes casos: Fornecedores de Serviços: Podemos compartilhar informações com terceiros que prestam serviços em nosso nome, como hospedagem, processamento de pagamentos e análise. Exigências Legais: Podemos divulgar informações se exigido por lei ou para proteger nossos direitos e interesses. Segurança dos Dados Tomamos medidas apropriadas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, a transmissão de dados pela internet não é totalmente segura, e não podemos garantir a segurança absoluta de seus dados. Seus Direitos Você tem o direito de acessar seus dados pessoais, corrigi-los, excluí-los ou limitar seu processamento. Se desejar exercer esses direitos, entre em contato conosco. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Notificaremos você sobre quaisquer alterações, publicando a nova Política de Privacidade em nosso site. Por favor, reveja esta página periodicamente para obter as informações mais atualizadas. Contato Se você tiver alguma dúvida sobre estes Políticas de Privacidade, entre em contato conosco: Email: EnglishBridge@gmail.com +55-56-1124-8457 EnglishBridge@gmail.com Av. Embaixador Abelardo Bueno, 1430 - Barra da Tijuca, Rio de Janeiro - RJ, 22775-040, Brazil Política de Privacidade Termos e Condições",
    "programs": "English Bridge - Conectando Você a um Mundo de Oportunidades English Bridge página principal programas política de privacidade termos e condições Abrindo Portas com o Inglês Com nossos instrutores experientes e métodos de ensino dinâmicos, garantimos uma experiência de aprendizado envolvente e eficaz. Junte-se ao English Bridge e embarque em uma jornada rumo à comunicação global, excelência acadêmica e sucesso profissional. programas de estudo Programa: Inglês para Iniciantes Duração do curso:6 meses Número de pessoas no grupo:até 10 Descrição: Este curso é projetado para aqueles que estão começando a aprender inglês. Abrangemos vocabulário básico, gramática fundamental e habilidades de conversação básica, ajudando os alunos a ganhar confiança no uso da língua desde o início. Eu quero aprender! Programa: Conversação em Inglês Duração do curso:4 meses Número de pessoas no grupo:até 10 Descrição: O curso é focado no desenvolvimento das habilidades de conversação. Os alunos participam de discussões interativas, jogos de interpretação de papéis e outras atividades destinadas a melhorar a capacidade de conduzir uma conversa sobre vários tópicos. Eu quero aprender! Programa: Inglês Avançado Duração do curso:6 meses Número de pessoas no grupo:até 8 Descrição: Para aqueles que já têm um bom conhecimento de inglês, este curso ajuda a aprofundar a compreensão de estruturas gramaticais complexas, expandir o vocabulário e melhorar as habilidades de fala e escrita através de discussões e análise de textos. Eu quero aprender! Programa: Curso Intensivo de Inglês Duração do curso:3 meses Número de pessoas no grupo:até 6 Descrição:Este curso intensivo é destinado àqueles que desejam melhorar rapidamente suas habilidades linguísticas. O curso inclui aulas diárias com foco na prática de conversação, compreensão auditiva e exercícios de escrita. Eu quero aprender! Programa: Aula Particular de Inglês Duração do curso:Conforme acordo Número de pessoas no grupo:aulas individuais Descrição: Aulas particulares de inglês adaptadas aos objetivos e horários pessoais do aluno. O programa permite se concentrar nas necessidades específicas, seja preparação para exame, inglês para negócios ou aprimoramento das habilidades de conversação. Eu quero aprender! Programa: Inglês para Negócios Duração do curso:4 meses Número de pessoas no grupo:até 8 Descrição:Curso especialmente desenvolvido para profissionais, focado em vocabulário e habilidades de comunicação necessárias para o ambiente corporativo. Inclui prática de negociações, redação de cartas comerciais e apresentações, além de participação em reuniões e conferências internacionais. Eu quero aprender! Programa: Preparação para Exames Duração do curso:5 meses Número de pessoas no grupo:até 6 Descrição: Este curso é projetado para aqueles que estão começando a aprender inglês. Abrangemos vocabulário básico, gramática fundamental e habilidades de conversação básica, ajudando os alunos a ganhar confiança no uso da língua desde o início. Eu quero aprender! Vá em frente e estude! Preencha o formulário abaixo para obter mais informações e se inscrever em um de nossos cursos de inglês. Por favor, forneça seus dados de contato, escolha o curso de seu interesse e escreva quaisquer perguntas ou comentários adicionais. Nossa equipe entrará em contato com você em breve para fornecer todas as informações necessárias e ajudar na escolha do programa que melhor atenda às suas necessidades. eu aceito a Política de Privacidade enviar +55-56-1124-8457 EnglishBridge@gmail.com Av. Embaixador Abelardo Bueno, 1430 - Barra da Tijuca, Rio de Janeiro - RJ, 22775-040, Brazil Política de Privacidade Termos e Condições",
    "terms-conditions": "English Bridge: Termos e Condições English Bridge página principal programas política de privacidade termos e condições Termos e Condições da empresa English Bridge Introdução Bem-vindo ao site da English Bridge. Ao acessar ou utilizar nosso site, você concorda em cumprir e estar vinculado aos seguintes termos e condições. Se você não concorda com algum desses termos, não está autorizado a utilizar nosso site. Uso do Site O uso do site da English Bridge é permitido apenas para fins legais e de acordo com os termos estabelecidos aqui. Você concorda em não usar o site de maneira que possa causar danos ao site ou prejudicar a disponibilidade ou acessibilidade do site. Propriedade Intelectual O conteúdo do site da English Bridge, incluindo, mas não se limitando a textos, gráficos, logotipos, ícones, imagens, clipes de áudio, clipes de vídeo, downloads digitais e compilações de dados, é propriedade da English Bridge ou de seus fornecedores de conteúdo e é protegido por leis de direitos autorais e marcas registradas. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco: p>Email: EnglishBridge@gmail.com Limitação de Responsabilidade A English Bridge não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais ou exemplares que possam resultar do uso ou da incapacidade de usar o site, incluindo, mas não se limitando a danos por perda de lucros, uso de dados ou outras perdas intangíveis. Links para Sites de Terceiros Nosso site pode conter links para sites ou serviços de terceiros que não são de propriedade ou controlados pela English Bridge. Não temos controle sobre, e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Alterações nos Termos A English Bridge reserva-se o direito de modificar ou substituir estes termos a qualquer momento. Quaisquer alterações serão publicadas nesta página. É sua responsabilidade revisar estes termos periodicamente para se manter informado sobre quaisquer mudanças. Lei Aplicável Estes termos serão regidos e interpretados de acordo com as leis do Brasil. +55-56-1124-8457 EnglishBridge@gmail.com Av. Embaixador Abelardo Bueno, 1430 - Barra da Tijuca, Rio de Janeiro - RJ, 22775-040, Brazil Política de Privacidade Termos e Condições",
    "thank": "English Bridge: Obrigado por Visitar Nosso Site body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: azure; border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #2b2828; } p { color: #2b2828; margin-bottom: 20px; } .btn { border: 2px solid #eee; background-color: #934c7d; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; } .btn:hover { background-color: #eee; color: #2b2828; border: 3px solid #934c7d; } Obrigado por Visitar Nosso Site! Agradecemos por dedicar seu tempo para conhecer o English Bridge. Esperamos que você tenha encontrado todas as informações necessárias sobre nossos cursos e programas. Se você tiver alguma dúvida ou precisar de mais informações, por favor, não hesite em nos contatar. Estamos ansiosos para ajudá-lo a iniciar sua jornada de aprendizado de inglês com sucesso! Voltar à página principal"
  },
  "date": "2024-07-09T15:04:44.026Z"
}