{
  "name": "New_v9_Tourify",
  "pages": {
    "index": "Tourify Cities Excursions About Sign up Travel with Tourify! Welcome to our website for booking excursions and tours! We are thrilled to have you here and look forward to helping you plan your next unforgettable adventure. Explore our variety of tours and experiences and start creating unforgettable memories today. Let's make your travel dreams a reality! Read more Choose a city and go on a journey! Madrid Sydney Beijing New York Moscow London Kazan Barcelona Saint Petersburg Prague ...or choose a tour of your choice! Visit a local museum and learn about the history and culture of the area. Take a guided tour of a historic landmark or building. Explore a botanical garden or nature reserve and learn about the local flora and fauna. Visit a local farm or vineyard to see how food and wine are produced. Take a walking tour of a historic neighborhood and learn about its architecture and significance. Visit a local art gallery and learn about different artists and art movements. Take a boat tour of a nearby river or lake and learn about the local ecosystem. Explore a local market or street food stalls to learn about the local cuisine. Take a guided tour of a local factory or manufacturing plant to see how products are made. Visit a historical reenactment or living history museum to learn about a specific time period. Take a guided tour of a local university or research institution to learn about their work and discoveries. About Welcome to Tourify, your go-to website for booking tours and excursions around the world! At Tourify, we believe that travel is not just about visiting a new destination, but truly immersing yourself in the local culture and experiences. That's why we have curated a selection of handpicked tours and activities that will allow you to discover the hidden gems of every place you visit. Whether you're looking for a guided city tour, a thrilling adventure activity, a culinary experience or a relaxing day trip, Tourify has something for everyone. Our platform features a wide range of tours, from popular landmarks to off-the-beaten-path attractions, all led by knowledgeable and friendly local guides. Booking a tour with Tourify is simple and hassle-free. Just browse through our website, select the tour that interests you, choose your preferred date and time, and make a secure online payment. You will receive instant confirmation of your booking, along with all the details you need for a memorable experience. We understand that flexibility is important when it comes to travel plans, which is why we offer easy cancellation and rescheduling options for most of our tours. Our customer support team is also available around the clock to assist you with any questions or concerns you may have. With Tourify, you can rest assured that you are booking with a trusted and reliable platform. All our tour operators and guides are carefully vetted to ensure the highest standards of service and professionalism. Your safety and satisfaction are our top priorities. So why wait? Start planning your next adventure with Tourify today! Whether you're exploring the ancient ruins of Machu Picchu, cruising through the pristine waters of the Great Barrier Reef, or tasting the flavors of a bustling food market in Bangkok, we have the perfect tour for you. Join the thousands of travelers who have already experienced the world with Tourify. Book your next tour with us and create memories that will last a lifetime. Happy travels! Travel reviews conducted by us \"Tourify is an amazing platform for booking tours and excursions. The website is user-friendly and offers a wide range of options to choose from. I was able to easily find and book a tour for my upcoming vacation, and I cannot wait to experience it.\" Anna \"I have used Tourify multiple times to plan my travel itinerary, and I have never been disappointed. The website has a great selection of tours in various destinations, and the booking process is quick and efficient. I highly recommend Tourify to anyone looking to enhance their travel experience.\" Phil \"Tourify is a game-changer when it comes to booking tours and excursions. The website has a sleek design and is easy to navigate, making it a breeze to find and book the perfect activities for my trip. I have had nothing but positive experiences using Tourify and will continue to rely on it for all my travel planning needs.\" Kira \"I stumbled upon Tourify while searching for things to do during my vacation, and I am so glad I did. The website offers a plethora of tours and activities at competitive prices, and the customer service is top-notch. I had a question about my booking and received a prompt and helpful response. I am impressed with Tourify and will definitely be using it again in the future.\" David Contacts If you would like to sign up in person, we are waiting for you here: ...or leave a request here: Telephone: +91 523 1596348 Email: Tourify@gmail.com Address: 11, Krishnapalayam 1st St, Ponnagaram, Mangla Puram, Arappalayam, Ponnagaram Colony, Madurai, Tamil Nadu 625016, India I accept Privacy Policy Send Cities Excursions About Sign up Privacy Policy Terms of Use",
    "policy": "Tourify: Privacy Policy Cities Excursions About Sign up Privacy Policy Welcome to Tourify! We are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy is designed to inform you about how we collect, use, and disclose your information when you use our website or services. Information We Collect When you visit our website or use our services, we may collect personal information about you. This information may include your name, email address, phone number, billing address, credit card details, and other information that you provide to us. We may also collect information about your device, such as your IP address, browser type, operating system, and other technical information. This information helps us to improve our website and services, and to provide you with a better user experience. How We Use Your Information We use the information we collect to provide you with the services you have requested, such as booking excursions and tours. We may also use your information to communicate with you, respond to your inquiries, and send you updates about our services. We may use your information for marketing purposes, such as sending you promotional offers and newsletters. If you do not wish to receive these communications, you can opt out at any time by contacting us or unsubscribing from our emails. Disclosure of Information We may disclose your information to third parties who provide services on our behalf, such as payment processors, booking agencies, and tour operators. These third parties are required to protect your information and are only allowed to use it for the purpose of providing their services to us. We may also disclose your information if required by law or to protect our rights or the rights of our users. In the event of a merger or acquisition, your information may be transferred to the new owners of our business. Security of Your Information We take the security of your information seriously and take measures to protect it from unauthorized access, disclosure, alteration, or destruction. We use encryption, firewalls, and other security measures to safeguard your information. However, no method of transmission over the Internet or electronic storage is 100% secure, so we cannot guarantee the absolute security of your information. You are responsible for keeping your password confidential and for taking precautions to protect your personal information. Children's Privacy Our website and services are not intended for children under the age of 13. We do not knowingly collect personal information from children, and if we become aware that we have collected information from a child, we will take steps to delete that information. Changes to this Privacy Policy We may update this Privacy Policy from time to time, so please review it periodically. If we make any material changes to this policy, we will notify you by email or by posting a notice on our website. Your continued use of our website or services after such changes will constitute your acceptance of the updated policy. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at Tourify@gmail.com We will respond to your inquiry as soon as possible. Last updated: January 1, 2022 Thank you for choosing Tourify! We are committed to protecting your privacy and providing you with a secure and enjoyable experience. Cities Excursions About Sign up Privacy Policy Terms of Use",
    "terms": "Tourify: Terms of Use Cities Excursions About Sign up Terms of Use Welcome to Tourify! Please read these Terms and Conditions carefully before using our website to book tours and excursions. 1. Acceptance of Terms By using the Tourify website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use our website to book tours. 2. Booking Process When booking a tour or excursion through Tourify, you agree to provide accurate and complete information about yourself. You are responsible for ensuring that all details provided are correct and up to date. 3. Payment Payment for tours and excursions must be made in full at the time of booking. Tourify accepts payment through various methods, including credit card, PayPal, and other secure payment options. Prices displayed on the website are inclusive of all taxes and fees. 4. Cancellation and Refunds If you wish to cancel a booking, you must do so within the specified cancellation period stated on the tour listing. Refunds will be issued according to the cancellation policy of the tour operator. Tourify reserves the right to charge a cancellation fee for any cancellations made outside the specified period. 5. Changes to Bookings Changes to bookings, including date changes or modifications to the number of participants, may be subject to additional fees. Please contact Tourify customer service for assistance with making changes to your booking. 6. Tour Operator Terms When booking a tour or excursion through Tourify, you agree to abide by the terms and conditions set forth by the tour operator. Tour operators may have specific requirements, restrictions, and policies that you must adhere to during the tour. 7. Age Restrictions Some tours may have age restrictions or requirements for participants. It is your responsibility to ensure that you meet the age requirements before booking a tour. Tourify is not liable for any issues arising from failure to comply with age restrictions. 8. Liability Tourify acts as a booking platform and is not responsible for the quality, safety, or conduct of tour operators. While we strive to partner with reputable tour operators, we cannot guarantee the actions or performance of third-party operators. By booking a tour through Tourify, you agree to release Tourify from any liability for damages, losses, or injuries incurred during the tour. 9. Privacy Policy By using Tourify, you agree to our Privacy Policy, which outlines how your personal information is collected, used, and protected. We take your privacy seriously and will not share your information with third parties without your consent. 10. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact Tourify customer service for assistance Tourify@gmail.com. Our team is available to help with any booking-related inquiries or issues. Thank you for choosing Tourify for your tour and excursion needs. We look forward to helping you explore new destinations and create unforgettable experiences. Enjoy your journey with Tourify! Cities Excursions About Sign up Privacy Policy Terms of Use",
    "thanks": "Tourify: Thanks Great! Calmly prepare for your trip, and we will do everything for you! Home"
  }
}