{
  "name": "New_v9_BoatBlissIndia",
  "pages": {
    "catalog": "Boat Bliss India - Premier Boat Rental Service | catalog of boats Home Catalog About us What We Offer Contact Catalog Luxury Yacht ₹50,000/day Choose 20 people 8 hours 5 stars Speedboat ₹15,000/day Choose 6 people 6 hours 60 km/h Kayak ₹1,500/day Choose 2 people 4 hours Lake Fishing Boat ₹10,000/day Choose 4 people 8 hours Included Houseboat ₹30,000/day Choose 10 people 24 hours 3 Sailing Boat ₹20,000/day Choose 8 people 12 hours Included Rental Conditions At Boat Bliss India, we strive to offer a seamless and enjoyable boat rental experience for all our customers. Here are the detailed rental conditions to ensure a smooth process: Booking and Payment: Reservations can be made online through our website or by contacting our customer service team. A deposit of 50% of the total rental amount is required at the time of booking. The remaining balance must be paid at least 48 hours before the rental period begins. We accept major credit cards, debit cards, and online payment methods. Cancellation Policy: Cancellations made at least 7 days before the rental date will receive a full refund. Cancellations made between 3 to 6 days before the rental date will receive a 50% refund. Unfortunately, no refunds will be provided for cancellations made less than 3 days before the rental date. In case of severe weather conditions, we offer rescheduling options at no additional cost. Rental Duration: Our boats are available for rental on a half-day, full-day, or multi-day basis. Half-day rentals are typically 4 hours, full-day rentals are 8 hours, and multi-day rentals can be customized based on your needs. Please ensure timely return of the boats to avoid any late fees. Safety and Regulations: Safety is our top priority. All boats are equipped with life jackets, first-aid kits, and necessary safety equipment. A safety briefing will be provided before departure. It is mandatory to follow all safety guidelines and local maritime regulations. The minimum age for renting a boat is 18 years, and valid identification is required at the time of rental. Fuel and Maintenance: The rental fee includes the cost of fuel for the duration of the rental period. Our boats are regularly maintained and inspected to ensure they are in optimal condition. In case of any technical issues or emergencies, our support team is available 24/7 to assist you. Additional Services: We offer additional services such as guided tours, fishing equipment, water sports gear, and catering options. Please inquire about these services at the time of booking to customize your boating experience. We look forward to providing you with an unforgettable boating adventure. For any questions or special requests, please do not hesitate to contact us. Get in Touch I accept privacy policy Send message Contacts Jetty No 5, opp. Taj Mahal Hotel, Apollo Bandar, Mumbai, Maharashtra 400005, India boatblissindia@gmail.com +917977600563 Links Home Catalog About us What We Offer Policy Privacy policy Terms and Conditions",
    "index": "Boat Bliss India - Premier Boat Rental Service Home Catalog About us What We Offer Contact Discover Your Next Adventure on India's Waters Experience the thrill and tranquility of boating with Boat Bliss India. Whether you seek a peaceful lake cruise or an exhilarating sea voyage, our top-quality boats and exceptional service ensure an unforgettable journey. Book now and set sail towards your perfect adventure. Explore Our Fleet Wide Range of Boats Choose from a diverse selection of boats to suit every occasion and preference, from leisurely lake cruises to adventurous sea voyages. Top-Quality Service Experience exceptional customer service from our professional and friendly team, dedicated to making your trip memorable. Safety First Our boats are well-maintained and equipped with all necessary safety features to ensure a secure and worry-free experience on the water. Flexible Booking Enjoy the convenience of flexible booking options to fit your schedule, with easy online reservations and transparent pricing. Scenic Locations Discover some of the most beautiful and scenic waterways in India, offering breathtaking views and unique boating experiences. Experience the Best of Boating with Boat Bliss India Welcome to Boat Bliss India, your premier destination for exceptional boat rental services across the beautiful waters of India. Whether you are planning a serene lake excursion, a thrilling sea adventure, or a relaxing day out with family and friends, we have the perfect boat to suit your needs. Our fleet includes a diverse range of high-quality boats, each maintained to the highest standards for your safety and comfort. From compact and agile speedboats to spacious and luxurious yachts, you can find the ideal vessel for any occasion. Our easy online booking system, flexible rental options, and transparent pricing make it simple to plan your perfect boating experience. At Boat Bliss India, we pride ourselves on delivering top-notch customer service. Our experienced and friendly team is dedicated to ensuring that your journey is smooth, enjoyable, and memorable. We provide all the necessary safety equipment and guidance to ensure that you have a worry-free time on the water. Discover breathtaking scenic locations, enjoy water sports, or simply relax and unwind as you explore the waterways. Whatever your preference, Boat Bliss India is here to make your boating dreams come true. Click the button below to explore our fleet and book your next adventure today! Explore Our Boats 100+ Boats Available 50+ Destinations Covered 10,000+ Happy Customers 24/7 Customer Support What We Offer Luxury Yachts Speedboats Kayak Rentals Safety Equipment Guided Tours Flexible Booking Clients Say Boat Bliss India provided an amazing experience for our family outing. The yacht was luxurious and the service impeccable. We were particularly impressed with the cleanliness and the range of amenities available on board. The crew was friendly and attentive, making sure we had everything we needed for a perfect day on the water. Highly recommended for anyone looking to enjoy a premium boating experience in India! - Priya Sharma I booked a speedboat for a day of adventure with friends, and it was fantastic! The boat was in excellent condition and the staff were very helpful. We spent the day exploring the coastline and enjoying various water sports. The team provided all the necessary equipment and safety instructions, which made us feel secure and comfortable. It was an exhilarating experience, and we are already planning our next trip! - Raj Patel Our guided tour with Boat Bliss India was unforgettable. The guide was knowledgeable about the local history and wildlife, and we explored some breathtaking spots that we would never have found on our own. The boat was comfortable and well-equipped, and the tour was perfectly paced to allow us to enjoy the scenery and take plenty of photos. This was truly one of the highlights of our trip to India, and I would highly recommend it to anyone visiting the area. - Anjali Verma Booking a kayak for a peaceful morning on the lake was a great decision. The process was smooth and the experience serene. The lake was calm and the views were stunning, providing a perfect escape from the hustle and bustle of city life. The staff at Boat Bliss India were helpful and provided us with all the necessary equipment and instructions. It was a wonderful way to reconnect with nature and enjoy some quiet time on the water. Will book again! - Vikram Singh Excellent service and well-maintained boats. Our trip was both safe and enjoyable thanks to the professional team at Boat Bliss India. We appreciated the thorough safety briefing and the high-quality safety equipment provided. The boat itself was clean and comfortable, with plenty of space for our group to relax and enjoy the journey. The staff were attentive and made sure we had everything we needed for a memorable day out on the water. We will definitely be back! - Neha Desai The flexible booking options made it easy to plan a last-minute getaway. The boat was perfect and the staff were very accommodating. We were able to book a boat that suited our needs and schedule without any hassle. The team at Boat Bliss India went above and beyond to ensure we had a great experience, from the moment we booked until the end of our trip. The boat was well-equipped and comfortable, making our time on the water truly enjoyable. Highly recommend this service! - Amit Chatterjee Contacts Jetty No 5, opp. Taj Mahal Hotel, Apollo Bandar, Mumbai, Maharashtra 400005, India boatblissindia@gmail.com +917977600563 Links Home Catalog About us What We Offer Policy Privacy policy Terms and Conditions",
    "privacy": "Boat Bliss India - Premier Boat Rental Service | privacy policy Home Catalog About us What We Offer Contact Privacy Policy Information We Collect We collect personal information such as name, email address, phone number, and payment details when you make a booking or sign up for our services. This information is necessary for us to provide you with our boat rental services and to communicate with you effectively. Additionally, we may automatically collect certain information about your visit to our website, including your IP address, browser type, and device identifiers. This information helps us analyze and improve the performance of our website. How We Use Your Information We use the information we collect to process bookings, communicate with you, improve our services, and comply with legal obligations. Specifically, we may use your information to: Confirm and manage your bookings Respond to your inquiries and customer service requests Send you important notifications and updates regarding your bookings Analyze website usage and trends to enhance user experience Prevent fraudulent activities and ensure the security of our website Information Sharing and Disclosure We respect your privacy and do not sell, trade, or rent your personal information to third parties for marketing purposes. However, we may share your information with trusted service providers who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. We may also disclose your information when we believe it is appropriate to comply with the law, enforce our website policies, or protect our rights, property, or safety, or that of others. Security We take the security of your personal information seriously and implement a variety of security measures to protect it. However, please be aware that no method of transmission over the internet or electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security. Changes to This Privacy Policy We reserve the right to update our privacy policy at any time to reflect changes in our practices or legal requirements. We will notify you of any changes by posting the new privacy policy on this page. It is your responsibility to review this privacy policy periodically for any updates. Your continued use of our website and services after any changes to the privacy policy will constitute your acceptance of such changes. Contact Us If you have any questions about our privacy policy or the practices of our website, please contact us at boatblissindia@gmail.com. We value your feedback and are committed to addressing any concerns you may have. Contacts Jetty No 5, opp. Taj Mahal Hotel, Apollo Bandar, Mumbai, Maharashtra 400005, India boatblissindia@gmail.com +917977600563 Links Home Catalog About us What We Offer Policy Privacy policy Terms and Conditions",
    "terms": "Boat Bliss India - Premier Boat Rental Service | terms and conditions Home Catalog About us What We Offer Contact Terms and Conditions 1. Booking and Payment By making a booking, you agree to pay the specified rental fee and any additional charges incurred during your rental period. 2. Cancellation Policy Cancellations made within 24 hours of the booking start time may be subject to a cancellation fee. Please refer to our cancellation policy for more details. 3. Damage and Liability You are responsible for any damage caused to the rental boat or property during your rental period. Boat Bliss India reserves the right to charge for repairs or replacement. 4. Safety Regulations You agree to comply with all safety regulations and guidelines provided by Boat Bliss India and to operate the rental boat in a safe and responsible manner. 5. Indemnification You agree to indemnify and hold Boat Bliss India harmless from any claims, damages, or liabilities arising from your use of the rental boat. 6. Governing Law These terms and conditions are governed by the laws of India. Any disputes arising from these terms shall be resolved through arbitration in accordance with Indian law. 7. Contact Us If you have any questions about our terms and conditions, please contact us at boatblissindia@gmail.com Contacts Jetty No 5, opp. Taj Mahal Hotel, Apollo Bandar, Mumbai, Maharashtra 400005, India boatblissindia@gmail.com +917977600563 Links Home Catalog About us What We Offer Policy Privacy policy Terms and Conditions",
    "thank": "Boat Bliss India - Premier Boat Rental Service | Thank Thank You for Contacting Us! Dear Valued Customer, Thank you for reaching out to Boat Bliss India. We appreciate your interest in our boat rental services and are excited to assist you with your upcoming adventure on the water. Our team is dedicated to providing you with the best experience possible, ensuring that your time with us is both enjoyable and memorable. We have received your inquiry and our customer service team will get back to you shortly with the information you requested. In the meantime, feel free to browse our website to learn more about our fleet, rental options, and additional services. Whether you're planning a serene lake excursion, a thrilling sea adventure, or a special event, we have the perfect boat to meet your needs. If you have any immediate questions or need further assistance, please do not hesitate to contact. We are here to help and look forward to making your boating experience with us unforgettable. Once again, thank you for choosing Boat Bliss India. We can't wait to set sail with you! Sincerely,The Boat Bliss India Team Main page"
  },
  "date": "2024-05-21T10:38:13.791Z"
}