{
  "name": "New_v9_ToyPalace",
  "pages": {
    "index": "ToyPalace - India's Favorite Toy Store for Kids Home Catalog Feedbacks Contact Call us ToyPalace - The Toy Wonderland Explore our vast world of fun and imagination with amazing toys for all ages. From educational games to plush toys, we have everything your child needs to play, learn, and grow. Discover Now +1000 Toys in Stock +20 Years of Experience +500 Happy Children At ToyPalace, we believe that every child deserves to experience the joy of play. Our extensive collection of toys is carefully curated to ensure that we offer only the highest quality and most engaging products that not only entertain but also foster creativity, imagination, and learning. Toys catalog Cuddly Teddy Bear ₹499 Order Mega Building Blocks Set ₹899 Order RC Drift Racer ₹1299 Order Artist's Creativity Kit ₹699 Order 500-Piece Jigsaw Puzzle ₹399 Order Classic Chess Set ₹799 Order Little Chef's Kitchen ₹1499 Order Junior Scientist Lab ₹999 Order Free Shipping Enjoy free shipping on all orders above ₹1,500 across India. Easy Returns Not satisfied? Return your purchase within 30 days for a full refund. Secure Payments We offer multiple secure payment options for your convenience. Customer Satisfaction Your child's happiness is our top priority. We strive for excellence. Quality Assurance All toys are rigorously tested to meet the highest safety standards. Feedbacks ToyPalace has been our go-to toy store for years. Their selection is unmatched, and the quality of their toys is outstanding. My kids have spent countless hours playing with their educational games and puzzles, which have helped them develop problem-solving skills and creativity. Highly recommended! - Rahul S., Mumbai I recently purchased a remote-controlled car from ToyPalace for my son's birthday, and he absolutely loves it! The toy is well-made and operates smoothly. Their customer service was also excellent, guiding me through the selection process and ensuring timely delivery. - Neha G., Delhi As a teacher, I highly recommend ToyPalace's educational toys to all parents. Their science kits and building sets are not only fun but also foster critical thinking and problem-solving skills in children. The quality of their products is top-notch, and the toys are designed to last. - Amit R., Kolkata My daughter loves her new plush toy from ToyPalace. It's incredibly soft and well-made. The attention to detail and vibrant colors make it a true delight for any child. I'm impressed by the company's commitment to safety and quality. - Priya T., Bangalore The classic board games from ToyPalace have brought so much joy to our family game nights. The pieces are sturdy, and the instructions are clear. It's a great way to unplug and spend quality time together, fostering bonding and friendly competition. - Rohan K., Chennai I'm thoroughly impressed with ToyPalace's customer service. They went above and beyond to ensure that my order was delivered on time for my son's birthday, even offering gift wrapping services. Their dedication to customer satisfaction is truly commendable. - Isha M., Hyderabad Best Toys for Kids in India - Spark Creativity & Learning STORE TIMING Monday - Friday (8.00am to 8.00pm) Saturday - Sunday (10.00am to 5.00pm) get in touch Let’s Get In Touch I accept privacy policy Send message Home Catalog Feedbacks Contact Privacy Policy Terms and Conditions D-1, Odeon Building, Radial Rd 5, Connaught Place, New Delhi, Delhi 110001, India toypalace@gmail.com +91 11 2341 2065",
    "privacy": "ToyPalace - India's Favorite Toy Store for Kids | Privacy Policy Home Catalog Feedbacks Contact Call us Privacy Policy At ToyPalace, we are committed to protecting the privacy and security of our customers' personal information. This Privacy Policy outlines how we collect, use, disclose, and safeguard the information you provide when visiting our website or making a purchase from our store. Information Collection We may collect personal information such as your name, email address, shipping address, and payment details when you place an order with us. This information is necessary to process and fulfill your order, as well as to communicate with you about your purchase. Use of Information The personal information we collect is used solely for the purpose of processing your order, delivering your products, and providing you with relevant updates and offers. We do not sell, trade, or rent your personal information to third parties for marketing purposes. Data Security We take the security of your personal information seriously. We implement industry-standard security measures to protect your data from unauthorized access, disclosure, alteration, or destruction. However, please note that no method of data transmission over the internet or electronic storage is 100% secure. Cookies Our website may use cookies to enhance your browsing experience and provide you with personalized content. You can adjust your browser settings to accept or reject cookies. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these external sites. We encourage you to review the privacy policies of any third-party websites you visit. Children's Privacy Our website and services are not intended for children under the age of 13. We do not knowingly collect personal information from children without parental consent. Changes to this Privacy Policy We reserve the right to update or modify this Privacy Policy at any time. Any changes will be posted on our website, and we encourage you to review this policy periodically. If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact at toypalace@gmail.com. Home Catalog Feedbacks Contact Privacy Policy Terms and Conditions D-1, Odeon Building, Radial Rd 5, Connaught Place, New Delhi, Delhi 110001, India toypalace@gmail.com +91 11 2341 2065",
    "terms": "ToyPalace - India's Favorite Toy Store for Kids | Terms and Conditions Home Catalog Feedbacks Contact Call us Terms and Conditions Welcome to ToyPalace. By accessing or using our website and services, you agree to be bound by these Terms and Conditions. Please read them carefully before proceeding. Use of the Website You may use our website and services for lawful purposes only. You agree not to misuse or interfere with the proper functioning of the website or services in any way. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of ToyPalace or its licensors and is protected by applicable intellectual property laws. You may not modify, reproduce, distribute, or create derivative works from our content without our prior written consent. Returns and Refunds Please refer to our Returns and Refunds policy for information on how to return or exchange products, and the applicable conditions. Product Information We strive to provide accurate information about the products offered on our website. However, we do not warrant that the descriptions or other content are accurate, complete, reliable, or error-free. Product colors, sizes, and specifications may vary slightly from the images and descriptions provided. Pricing and Availability Prices and product availability are subject to change without notice. We reserve the right to discontinue any product at any time. Order Processing When you place an order with us, you agree to provide accurate and complete information during the checkout process. We reserve the right to cancel or refuse any order for any reason, including but not limited to unavailability of products, pricing errors, or suspected fraud. Payment and Shipping We accept various payment methods, which are subject to validation and approval. Shipping costs and delivery times may vary based on your location and the selected shipping method. Changes to Terms and Conditions We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Your continued use of our website and services after any such changes constitutes your acceptance of the new Terms and Conditions. If you have any questions or concerns regarding these Terms and Conditions, please contact at toypalace@gmail.com. Home Catalog Feedbacks Contact Privacy Policy Terms and Conditions D-1, Odeon Building, Radial Rd 5, Connaught Place, New Delhi, Delhi 110001, India toypalace@gmail.com +91 11 2341 2065",
    "thank": "ToyPalace - India's Favorite Toy Store for Kids | Thank Thank You for Choosing ToyPalace! We appreciate your interest in ToyPalace and trust that you had a delightful shopping experience with us. Your satisfaction is our top priority, and we strive to provide the best toys and exceptional customer service. If you have any questions, concerns, or feedback, please don't hesitate to reach out to our dedicated support team. We value your input and are always eager to improve our offerings to better serve you and your family. Once again, thank you for being a part of the ToyPalace family. We look forward to many more years of bringing smiles and creating cherished memories through the magic of play. Happy playtime! Main page"
  }
}