{
  "name": "New_v9_CasaChic",
  "pages": {
    "about": "Conheça a CasaChic - Especialistas em Detalhamento Automotivo de Excelência! CasaChic Início Sobre Bem-vindo à CasaChic! Nossa visão para a CasaChic era reunir luxo e design para criar um refúgio para aqueles que buscam elegância e conforto. Estabelecida em 2020 Originária de Milão, Itália, a CasaChic foi fundada com base na paixão pelo artesanato requintado e design atemporal. Nossa coleção inaugural Expandindo nossos horizontes em 2022 Colaborando com artesãos e designers renomados em todo o mundo, a CasaChic embarcou em uma jornada para redefinir móveis de luxo. Virando a página, o que está no horizonte? Estabelecendo novas tendências em 2024 Aventurando-se em materiais inovadores e práticas sustentáveis, a CasaChic continua a ultrapassar os limites dos móveis contemporâneos. Marcando um marco em nossa jornada Elevando espaços de vida desde 2025 Recebendo elogios por nosso compromisso com a qualidade e atenção aos detalhes, a CasaChic orgulhosamente estabelece o padrão de elegância moderna. Descobrindo novas inspirações Pioneirismo na excelência do design desde 2028 Expandindo nossa presença global, a CasaChic traz sofisticação e luxo para lares ao redor do mundo. Transformando sonhos em realidade Experimente o luxo redefinido De clássicos contemporâneos a peças de destaque, a CasaChic oferece uma seleção exclusiva que incorpora sofisticação e estilo. Vamos redefinir a elegância juntos! Explore nossa gama exclusiva de móveis e acessórios para elevar seu espaço de vida. Conforto luxuoso Desfrute de conforto incomparável com nossas peças de mobiliário meticulosamente elaboradas para complementar qualquer estética interior. ✔ Artesanato excepcional ✔ Cada peça é um testemunho da habilidade e dedicação de nossos mestres artesãos. Elegância atemporal Experimente o fascínio da elegância atemporal com nossa coleção meticulosamente selecionada que transcende tendências passageiras. Qualidade impecável ✔ Nosso compromisso com a qualidade impecável garante que cada peça da CasaChic exale excelência e sofisticação. ✔ Serviço personalizado Nossa equipe dedicada está comprometida em fornecer um serviço personalizado, orientando-o em cada etapa da jornada de design. Eleve seu espaço de vida com a CasaChic Descubra o epítome do luxo e estilo com nossa coleção exclusiva de móveis e acessórios de designer. Experimente a diferença CasaChic Desfrute do luxo redefinido enquanto se envolve em um mundo de elegância atemporal e artesanato impecável. If you're a vegetarian or vegan, you'll be pleased to know that California has some of the best plant-based restaurants in the world. From trendy cafes in San Francisco to high-end eateries in Los Angeles, you'll find a variety of delicious and healthy options. Whether you're in the mood for a hearty vegan burger or a fresh salad, you'll find plenty of options to satisfy your cravings. Eleve cada momento Do cotidiano ao extraordinário, a CasaChic aprimora cada momento com sua gama requintada de móveis e acessórios. Explore nossas coleções Transforme seu espaço com a mistura exclusiva de sofisticação, estilo e qualidade incomparável da CasaChic. Redesenhe seu estilo de vida Embarque em uma jornada de elegância e refinamento com a CasaChic, onde cada peça conta uma história de luxo e artesanato. Descubra a CasaChic hoje Experimente a arte da CasaChic em primeira mão visitando nossa showroom ou explorando nossas coleções online. Luxo redefinido Mergulhe no luxo redefinido com a CasaChic, onde o artesanato impecável encontra a elegância atemporal. Artesanato elevado Experimente o epítome do artesanato e sofisticação com a gama requintada de móveis e acessórios de designer da CasaChic. Excelência incomparável Eleve seu espaço de vida com o compromisso intransigente com a excelência e qualidade incomparável da CasaChic. Sofisticação atemporal Descubra o fascínio da sofisticação atemporal com a coleção meticulosamente selecionada de móveis e acessórios de designer da CasaChic. Design impecável Transforme seu espaço com o design impecável da CasaChic e atenção aos detalhes sem precedentes. Redesenhe seu espaço Eu aceito a Política de Privacidade ✘ Colônia Agrícola Samambaia - Taguatinga, Brasília - DF, 72110-600, Brazil ☏ +55-98-2574-3265 ✉ CasaChic@gmail.com CasaChic Experiência CasaChic Páginas InícioSobre Informação Política de Privacidade Bem-vindo à CasaChic",
    "index": "Experimente o Serviço de Detalhamento Automotivo \"CasaChic\" - Onde Começa a Jornada do Seu Carro! CasaChic Início Sobre Descubra a loja CasaChic, onde o luxo encontra o design e o conforto. Para uma experiência de vida com estilo, encontre todos os itens necessários para mobilar sua casa. De móveis e têxteis a decoração e acessórios - temos tudo para tornar sua casa aconchegante e atraente. 500+ Peças de mobiliário requintadas Estilos variados para atender a todos os gostos Elegância artesanal Feito sob medida para suas preferências Serviços de design de interiores Artesanato certificado Qualidade excepcional Fazer compras na CasaChic transformou minha casa em um santuário luxuoso, refletindo meu estilo pessoal e gosto. O que mais me impressionou na CasaChic foi a ampla seleção de peças únicas, o aconselhamento personalizado de design de interiores e a qualidade excepcional de seus produtos que realmente elevaram meu espaço de vida. O que nossos clientes dizem sobre nós Explore nossas coleções de designers Ambiente luxuoso Mergulhe em um mundo de sofisticação com nossas peças cuidadosamente selecionadas que redefinem a elegância. Consultas de design de interiores Experiencie consultas personalizadas para dar vida à sua visão e criar um espaço que exala luxo. Artesanato artesanal Cada peça de nossa coleção é feita por artesãos habilidosos para garantir beleza e durabilidade incomparáveis. Soluções personalizadas Oferecemos soluções sob medida para atender às suas necessidades e preferências individuais, tornando sua experiência de compra verdadeiramente única. Benefícios exclusivos Desfrute de benefícios exclusivos em cada compra, garantindo uma jornada de compras sem problemas e gratificante. ★ Designs únicos ★ Móveis sob medida ★ Recomendações personalizadas ★ Dicas de decoração de interiores ★ Serviços de entrega e montagem ★ Acessórios de decoração para casa ★ Coleção de roupas de cama de luxo ★ Equipe de design profissional ★ Acabamentos requintados Navegue pelas nossas últimas coleções Bem-vindo à CasaChic - Onde a Elegância Encontra o Conforto Bem-vindo à CasaChic, seu destino para mobiliário residencial luxuoso e confortável. Explore nossa ampla gama de móveis e decorações elegantes que irão melhorar seu espaço de vida. 30+ anos de excelência em design 8 linhas exclusivas de móveis disponíveis Saiba mais sobre a CasaChic CasaChic Experiência CasaChic Páginas InícioSobre Informação Política de Privacidade Bem-vindo à CasaChic",
    "privacy": "Política de Privacidade da CasaChic - Sua Confiança é Nossa Prioridade! CasaChic Home About Política de Privacidade Bem-vindo à Política de Privacidade da CasaChic Bem-vindo à Política de Privacidade da CasaChic, sua fonte confiável para questões de privacidade relacionadas aos serviços de móveis de design. Estamos comprometidos em proteger sua privacidade e garantir uma experiência segura ao interagir com a CasaChic. Nossa missão é fornecer a você o mais alto nível de transparência, segurança e respeito pelas suas informações pessoais. Na CasaChic, entendemos que sua privacidade é de extrema importância, e levamos a proteção de suas informações pessoais a sério. Nos esforçamos para manter a confidencialidade, integridade e disponibilidade de seus dados, garantindo que sejam tratados de forma responsável e em conformidade com as leis e regulamentos de privacidade aplicáveis. Nossa Política de Privacidade descreve nossas práticas em relação à coleta, uso, divulgação e proteção de suas informações pessoais. Ao usar nossos serviços, você consente com a coleta e uso de suas informações conforme descrito nesta Política de Privacidade. Recomendamos que você revise esta Política de Privacidade cuidadosamente para entender como coletamos, usamos e protegemos suas informações. Se você tiver alguma dúvida, preocupação ou feedback sobre nossa Política de Privacidade ou práticas, não hesite em nos contatar. Sua privacidade é importante para nós, e estamos comprometidos em resolver qualquer problema ou dúvida de forma rápida e eficaz. Política de Cookies A CasaChic utiliza cookies para aprimorar sua experiência de navegação e fornecer recomendações personalizadas com base em seus interesses. Cookies são pequenos arquivos de texto armazenados em seu dispositivo quando você visita um site, permitindo que o site reconheça seu dispositivo e lembre-se de certas informações sobre sua visita. Ao continuar a usar nosso site, você consente com o uso de cookies de acordo com a Política de Cookies da CasaChic. Os cookies nos ajudam a melhorar a funcionalidade e o desempenho de nosso site, permitindo-nos oferecer uma experiência mais personalizada e amigável ao usuário. Utilizamos tanto cookies de sessão quanto cookies persistentes em nosso site. Os cookies de sessão são cookies temporários que são excluídos quando você fecha seu navegador, enquanto os cookies persistentes permanecem em seu dispositivo por um período mais longo. Também podemos usar cookies de terceiros para analisar o tráfego do site, monitorar o desempenho do site e fornecer anúncios direcionados. Você pode gerenciar suas preferências de cookies e optar por não receber determinados tipos de cookies por meio das configurações do seu navegador. No entanto, observe que desabilitar cookies pode afetar a funcionalidade de nosso site e limitar seu acesso a determinados recursos. Ao usar nosso site e consentir com o uso de cookies, você concorda com nosso uso de cookies conforme descrito em nossa Política de Cookies. Proteção de Dados Na CasaChic, implementamos medidas robustas para proteger seus dados contra acesso não autorizado, alteração, divulgação ou destruição. Reconhecemos a importância de proteger suas informações pessoais e estamos comprometidos em manter a confidencialidade e integridade de seus dados. Utilizamos criptografia, firewalls e outras tecnologias de segurança para manter a confidencialidade e integridade de suas informações durante toda a sua interação com a CasaChic. Nossa equipe dedicada de profissionais de segurança monitora continuamente nossos sistemas e infraestrutura para detectar e mitigar ameaças potenciais. Fique tranquilo, seus dados são tratados com o máximo cuidado e segurança em todas as etapas de sua experiência com a CasaChic. Seguimos as melhores práticas da indústria e os requisitos regulatórios para garantir a proteção de suas informações pessoais. Além das salvaguardas técnicas, também temos salvaguardas administrativas e físicas para proteger seus dados. Restringimos o acesso às suas informações apenas a pessoal autorizado e garantimos que todos os funcionários recebam treinamento sobre proteção de dados e melhores práticas de privacidade. Nosso compromisso com a proteção de dados vai além dos aspectos técnicos e administrativos. Temos políticas e procedimentos para governar a coleta, uso e divulgação de informações pessoais, e revisamos e atualizamos regularmente essas políticas para garantir conformidade com as leis e regulamentos aplicáveis. Se você tiver alguma dúvida ou preocupação sobre como protegemos seus dados, entre em contato conosco. Levamos sua privacidade a sério e estamos comprometidos em resolver qualquer problema ou dúvida de forma rápida e transparente. Comunicações de Marketing Ao fornecer suas informações de contato, você consente em receber comunicações de marketing da CasaChic, incluindo boletins informativos, ofertas promocionais e notificações de eventos. Podemos usar suas informações de contato para enviar atualizações sobre nossos produtos, serviços e promoções especiais que possam ser do seu interesse. Você tem a opção de cancelar a assinatura das comunicações de marketing a qualquer momento, seguindo as instruções de cancelamento incluídas em nossos e-mails ou entrando em contato conosco diretamente. Observe que, mesmo se optar por não receber comunicações de marketing, ainda poderá receber comunicações transacionais ou relacionadas ao serviço da CasaChic. Podemos usar vários canais de comunicação para enviar comunicações de marketing, incluindo e-mail, SMS, telefone e correio postal. Também podemos usar publicidade direcionada em sites de terceiros e plataformas de mídia social para alcançar nosso público com mensagens relevantes e personalizadas. Sua privacidade é importante para nós, e estamos comprometidos em proteger suas informações pessoais. Seguimos as melhores práticas da indústria e os requisitos regulatórios para comunicações de marketing, incluindo a obtenção de seu consentimento antes de enviar mensagens promocionais. Se você tiver alguma dúvida ou preocupação sobre nossas práticas de marketing ou desejar atualizar suas preferências de comunicação, entre em contato conosco. Valorizamos sua privacidade e estamos comprometidos em fornecer soluções transparentes e eficazes para proteger suas informações pessoais. Privacidade de Crianças A CasaChic não coleta conscientemente informações pessoais de crianças menores de 13 anos sem o consentimento dos pais. Se tomarmos conhecimento de que inadvertidamente coletamos informações pessoais de uma criança com menos de 13 anos sem o consentimento adequado, tomaremos medidas imediatas para excluir as informações de nossos registros. Estamos comprometidos em proteger a privacidade das crianças e em cumprir as leis e regulamentos aplicáveis relacionados à privacidade online de crianças. Encorajamos os pais e responsáveis a monitorar as atividades online de suas crianças e a participar da educação delas sobre privacidade online. Se você acredita que coletamos informações pessoais de uma criança menor de 13 anos sem o consentimento dos pais, entre em contato conosco imediatamente. Levamos essas questões a sério e tomaremos as medidas apropriadas para resolver quaisquer preocupações. Nosso site não se destina ao uso por crianças menores de 13 anos, e não coletamos conscientemente informações pessoais de qualquer pessoa com menos dessa idade. Se você tiver menos de 13 anos, por favor, não forneça nenhuma informação pessoal em nosso site ou use nossos serviços sem o consentimento dos pais. Se você tiver alguma dúvida ou preocupação sobre nossas práticas relacionadas à privacidade de crianças, entre em contato conosco. Estamos comprometidos em proteger a privacidade das crianças e em cumprir todas as leis e regulamentos aplicáveis nesse sentido. Termos de Serviço Por favor, leia atentamente estes Termos de Serviço (\"Termos\", \"Termos de Serviço\") antes de usar o site da CasaChic (o \"Serviço\") operado pela CasaChic (\"nós\", \"nos\" ou \"nosso\"). Seu acesso e uso do Serviço estão condicionados à sua aceitação e conformidade com estes Termos. Estes Termos se aplicam a todos os visitantes, usuários e outras pessoas que acessam ou usam o Serviço. Ao acessar ou usar o Serviço, você concorda em ficar vinculado a estes Termos. Se você discordar de qualquer parte dos termos, então você não pode acessar o Serviço. Nosso Serviço pode conter links para sites ou serviços de terceiros que não são de propriedade ou controlados pela CasaChic. A CasaChic não tem controle sobre e não assume nenhuma responsabilidade por, o conteúdo, políticas de privacidade ou práticas de qualquer site ou serviço de terceiros. Você reconhece e concorda ainda que a CasaChic não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou alegadamente causada pelo uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços. Recomendamos fortemente que você leia os termos e condições e políticas de privacidade de quaisquer sites ou serviços de terceiros que você visite. Entre em contato conosco casachic@gmail.com CasaChic Experience CasaChic Pages HomeAbout Information Privacy Policy Welcome to CasaChic",
    "thank_page": "Obrigado por Escolher a CasaChic para Seu Detalhamento Automotivo! body { font-family: Arial, sans-serif; background-color: #fff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #eee; border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: #bebebe; color: #000; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #737373; color: white; transition: background-color 0.3s ease, color 0.3s ease, border-color 0.3s ease; } Bem-vindo à CasaChic - sua loja de referência para móveis de design! Bem-vindo à CasaChic, o destino definitivo para móveis de design premium! Você está pronto para transformar seu espaço de vida com peças requintadas que exalam estilo e sofisticação? Nossa equipe de especialistas está dedicada a oferecer a você uma seleção cuidadosamente selecionada de móveis que combinam elegância com funcionalidade. Se você está procurando por sofás luxuosos, conjuntos de jantar elegantes ou peças de decoração únicas, a CasaChic oferece uma variedade de opções para elevar a decoração da sua casa. Descubra CasaChic"
  }
}