{
  "name": "New_v11_ModaMingle",
  "pages": {
    "about": "About - ModaMingle ModaMingle Home Service About Contact About Us We are here to help you go places in style Welcome to ModaMingle - your personalized playground for fashion discoveries and stylish adventures! We are a team of fashion enthusiasts offering you not only clothes, but also the opportunity to express your individuality through style. Our mission is to inspire and support you on your fashion journey by providing a wide selection of unique and quality merchandise at affordable prices. We strive to create a space where everyone can find something special for themselves and experience the joy of updating their closet. Join us and let's create stylish and memorable looks together! Contact Us Trendsetting Fashion: Stay ahead of the curve with our trendsetting collection that reflects the latest in fashion. Whether it's streetwear staples or runway-inspired looks, we curate styles that keep you at the forefront of what's hot and happening. Affordable Elegance: Revel in the perfect blend of affordability and elegance with our range of fashion-forward pieces that won't break the bank. Discover high-quality garments at wallet-friendly prices, allowing you to indulge in luxury without compromise. Community Connection: Join our vibrant community of fashion enthusiasts and trendsetters. Share your style tips, inspiration, and favorite ModaMingle looks with fellow fashionistas. Together, let's celebrate individuality and creativity in fashion. We are here to assist you In our FAQ section you will find answers to the most common questions about our store, services, shipping, returns and more. This section is designed to facilitate your shopping experience and provide all the necessary information in the most transparent and convenient way. If you have any additional questions, feel free to contact our support team and we will be happy to assist you. What is the time frame for delivery? Delivery time is usually 3 to 7 business days, depending on your location. We also provide express delivery for those who want to receive their orders faster. Is there any possibility of returning or exchanging the product? Yes, we have a flexible return and exchange policy. If the size does not fit you or the product does not meet your expectations, you can return or exchange it within a certain period of time after receiving your order. How can I contact your support team? You can contact our support team by email, phone or via online chat on our website. Our team is available to help you with any questions or requests you may have. Contact us We will help you with pleasure At ModaMingle, we strive to make your shopping experience as pleasant and carefree as possible. Our team is here to help you at any time with any questions or inquiries. Whether you need help with product selection, order information, or problem solving, we're here to provide you with top-notch service. Trust us and we'll do everything we can to make sure you're happy with your purchase. \"Top-notch service! Extremely grateful for the quick and professional assistance!\" - Ivan Petrov Shop Ethereal Elegance Dress $89.99 Step into sophistication with our Ethereal Elegance Dress. Crafted with flowing chiffon and delicate lace accents, this dress is perfect for special occasions or romantic evenings out. Cozy Comfort Sweater $39.99 Wrap yourself in warmth and style with our Cozy Comfort Sweater. Made from soft knit fabric and featuring a relaxed fit, this sweater is an essential addition to your fall and winter wardrobe. Statement Stack Rings $26.99 Elevate your accessory game with our Statement Stack Rings. Mix and match these stackable rings to create your own unique look, whether you prefer minimalist chic or bohemian flair. Casual Cool Joggers $34.99 Stay comfortable without sacrificing style in our Casual Cool Joggers. Made from soft, breathable fabric and featuring a relaxed fit, these joggers are perfect for lounging or running errands. -5% Trendsetter Trench Coat $19.99 Make a statement with our Trendsetter Trench Coat. With its bold color and modern silhouette, this coat adds a fashion-forward edge to any outfit. Coastal Cruiser Sunglasses $29.99 Shield your eyes in style with our Coastal Cruiser Sunglasses. With their classic aviator design and polarized lenses, these sunglasses are perfect for sunny days by the coast. Effortless Elegance Jumpsuit $69.99 Achieve instant chic with our Effortless Elegance Jumpsuit. Featuring a flattering silhouette and sophisticated details, this jumpsuit is perfect for day-to-night dressing. Sophisticated Striped Shirt $49.99 Upgrade your workwear wardrobe with our Sophisticated Striped Shirt. With its timeless striped pattern and tailored fit, this shirt adds polish to any professional ensemble. Essential Essentials Tee $29.99 Stock up on wardrobe basics with our Essential Essentials Tee. Made from soft cotton and available in a range of colors, this tee is a versatile staple for any closet. Glamorous Gala Gown $129.99 Make a grand entrance with our Glamorous Gala Gown. With its sequin embellishments and figure-flattering silhouette, this gown is sure to turn heads at any special event. Sporty Chic Sneakers $69.99 Elevate your sneaker game with our Sporty Chic Sneakers. Combining style and comfort, these sneakers feature a sleek design and cushioned sole, perfect for all-day wear. Boho Babe Maxi Dress $59.99 Embrace your inner bohemian spirit with our Boho Babe Maxi Dress. With its vibrant print and flowing silhouette, this dress is perfect for festivals, beach days, or any occasion where you want to stand out. -25% Dreamy Duster Coat $79.99 Channel effortless elegance with our Dreamy Duster Coat. Flowing and lightweight, this coat is perfect for layering over your favorite outfits for a touch of sophistication. Vintage Vibes Denim Jacket $59.99 Embrace retro-inspired style with our Vintage Vibes Denim Jacket. Featuring distressed detailing and a classic silhouette, this jacket adds a cool edge to any outfit. -10% Weekend Wanderer Tote $59.99 Hit the road in style with our Weekend Wanderer Tote. Spacious yet stylish, this tote is perfect for weekend getaways or everyday adventures. Chic City Blazer $69.99 Elevate your office attire with our Chic City Blazer. Tailored for a flattering fit and featuring stylish details, this blazer effortlessly transitions from desk to dinner. Sleek Statement Watch $79.99 Make a statement with our Sleek Statement Watch. With its minimalist design and premium materials, this watch adds a touch of elegance to any outfit, whether casual or formal. Urban Explorer Backpack $49.99 Adventure awaits with our Urban Explorer Backpack. Designed for style and functionality, this backpack features multiple compartments and a sleek modern design, perfect for city exploration. Be the first to know when new arrivals are available! Get in touch with our support team Number: +91-536-7557023 ModaMingle@gmail.com Nagaon, Assam 782001, India I accept Privacy policy Submit Home Service About Contact Privacy Policy Terms and Conditions © 2024 ModaMingle. All rights reserved.",
    "index": "ModaMingle ModaMingle Home Service About Contact Embrace Excellence Explore your deepest style desires with our newest collection Become a part of the trend Join the movement Trending Casual Comfort Elegant Evening Active Attire Chic Classics Empower Your Style Journey Explore endless possibilities with our diverse range of products, ensuring you always travel in style, without sacrificing comfort or quality. Trendy Tops Versatile Bottoms Stylish Outerwear Accessorize Your Look Get your drip on with our lit collection, fam! Check our selection Fresh Fits Tee $29.99 Flex Jeans $49.99 -25% Dope Hoodie $39.99 $49.99 Street Swag Sneakers $59.99 -10% Slayin' Skirt $34.99 $38.99 Boss Babe Blazer $69.99 Trendy Tote Bag $24.99 Glam Shades $19.99 Casual weekend getaway With our versatile product range and commitment to affordability, we are here to help you go places in style, without any compromises. So why not browse our collections today and let us help you achieve your fashion goals with ease! Shop all Look and feel confident as you take on the world. Step out with confidence and flair as you conquer the world. At ModaMingle, we offer a diverse range of stylish products at affordable prices, ensuring you can embrace your unique style without breaking the bank. Explore our collections today and let us empower you to effortlessly achieve your fashion aspirations! Exclusive Designs: Dive into our exclusive range of designs crafted with precision and passion. From statement pieces to everyday essentials, our collection boasts unique styles that set you apart from the crowd. Unbeatable Quality: Elevate your wardrobe with our premium quality garments that exude sophistication and durability. We prioritize craftsmanship and materials, ensuring that each piece withstands the test of time, leaving you feeling confident and comfortable. Customer-Centric Experience: Experience shopping like never before with our dedicated customer service team, ready to assist you at every step. From style advice to order tracking, we're here to ensure your journey with ModaMingle is seamless and enjoyable. Spring essentials Blossom Blouse $39.99 Sunshine Satchel $49.99 \"I recently purchased the Blossom Blouse from ModaMingle and I couldn't be happier! The fabric is so soft and the floral design is absolutely stunning. It's quickly become my go-to top for spring outings.\" Emily Johnson United States, New York City \"I ordered the Flex Jeans from ModaMingle and I'm thoroughly impressed with the quality. The fit is perfect and they're so comfortable to wear. Definitely worth the investment!\" \"Great Customer Service!\" James Smith United Kingdom, London \"I had a fantastic experience shopping with ModaMingle. Their customer service team was incredibly helpful and responsive, guiding me through the purchase process with ease. Will definitely be shopping here again!\" Maria Rodriguez Spain, Barcelona Join Our Fashion Community! Join our exciting fashion world where style meets individuality! Stay up to date with the latest trends, bid on exclusive collections and exchange ideas with like-minded people. Together we create a fashion industry where everyone can express their uniqueness. Join now and let's explore the world of style together! Featured Blog Posts For You Spring Style Guide: Embrace the Season in Fashion Explore our latest blog post for tips and inspiration on how to refresh your wardrobe for spring. From floral prints to pastel hues, discover the must-have pieces that will elevate your style this season. Behind the Scenes: The Making of Our Signature Collection Get an exclusive peek behind the curtains and learn about the creative process behind our signature collection. From design inspiration to production techniques, discover what goes into creating our most coveted pieces. Fashion Trends Decoded: Unlocking the Secrets of Street Style Dive into the world of street style and uncover the latest fashion trends taking the urban scene by storm. From oversized silhouettes to statement accessories, learn how to incorporate street-inspired looks into your everyday wardrobe. Home Service About Contact Privacy Policy Terms and Conditions © 2024 ModaMingle. All rights reserved.",
    "privacy-policy": "Privacy policy - ModaMingle ModaMingle Home Service About Contact Privacy policy Information We Collect: We collect personal information such as your name, email address, shipping address, and payment details when you make a purchase on ModaMingle. Additionally, we may collect non-personal information such as your browsing behavior and device information through cookies and other tracking technologies. We use this information to process your orders, improve our website and services, and personalize your shopping experience. How We Use Your Information: We use the information we collect to fulfill your orders, communicate with you about your purchases, and provide customer support. We may also use your information to send you marketing communications, promotions, and updates about our products and services if you opt-in to receive them. Additionally, we may use your information for internal purposes such as data analysis and improving our website functionality. Data Security Measures: We take the security of your personal information seriously and implement industry-standard security measures to protect it from unauthorized access, disclosure, alteration, or destruction. Our website is encrypted using Secure Sockets Layer (SSL) technology to ensure that your data is transmitted securely. We also restrict access to your information to authorized personnel only and regularly update our security protocols to safeguard your data. Third-Party Services: We may engage third-party service providers to perform certain functions on our behalf, such as payment processing, shipping, and marketing. These service providers have access to your personal information only to the extent necessary to perform their functions and are contractually obligated to maintain the confidentiality and security of your data. We do not sell, rent, or share your personal information with third parties for their own marketing purposes. Your Rights and Choices: You have the right to access, correct, or delete the personal information we hold about you. You can also opt-out of receiving marketing communications from us at any time by following the unsubscribe instructions provided in the communication. Additionally, you can manage your cookie preferences through your browser settings or opt-out of certain tracking technologies used on our website. Children's Privacy: ModaMingle is not intended for children under the age of 13, and we do not knowingly collect personal information from children. If we become aware that we have inadvertently collected personal information from a child under 13, we will take steps to delete it as soon as possible. Parents or guardians who believe that their child has provided us with personal information without their consent can contact us to request its removal. Changes to This Policy: We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes to this policy by posting the updated version on our website and updating the \"last updated\" date at the top of the page. We encourage you to review this policy periodically to stay informed about how we collect, use, and protect your information. Contact Us: If you have any questions or concerns about our privacy practices or this policy, please contact us using the contact information provided on our website. We are committed to addressing any inquiries or complaints promptly and transparently to ensure your privacy rights are protected. ModaMingle@gmail.com. International Data Transfers: If you are located outside of the United States, please be aware that your information may be transferred to and processed in the United States, where our servers are located. By using our website or providing us with your information, you consent to the transfer of your information to the United States and other jurisdictions as described in this policy. Retention of Your Information: We retain your personal information for as long as necessary to fulfill the purposes outlined in this policy, unless a longer retention period is required or permitted by law. When we no longer need your information, we will securely dispose of it or anonymize it so that it cannot be used to identify you. California Privacy Rights: If you are a California resident, you may have additional rights under the California Consumer Privacy Act (CCPA). These rights may include the right to know what personal information we collect about you, the right to request deletion of your personal information, and the right to opt-out of the sale of your personal information. To exercise these rights, please contact us using the information provided in this policy. Data Breach Notification: In the event of a data breach that compromises the security of your personal information, we will notify you and the appropriate regulatory authorities as required by law. We will also take immediate steps to investigate the breach, mitigate its effects, and prevent future incidents. User Consent: By using our website and providing us with your personal information, you consent to the collection, use, and disclosure of your information as described in this policy. If you do not agree with any part of this policy, please do not use our website or provide us with your information. ModaMingle@gmail.com. Data Retention Period: We retain your personal information for as long as necessary to fulfill the purposes outlined in this policy, unless a longer retention period is required or permitted by law. When we no longer need your information, we will securely dispose of it or anonymize it so that it cannot be used to identify you. Social Media Integration: Our website may include social media features, such as the Facebook Like button and Twitter Share button, that allow you to share content with your social networks. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features are either hosted by a third party or hosted directly on our website. Your interactions with these features are governed by the privacy policy of the company providing them. Changes to This Policy: We reserve the right to modify or update this privacy policy at any time, so please review it frequently. If we make material changes to this policy, we will notify you here, by email, or by means of a notice on our home page prior to the change becoming effective. Data Protection Officer: Our Data Protection Officer oversees our compliance with this privacy policy. If you have any questions about this policy or how we handle your personal information, please contact our Data Protection Officer using the contact information provided below. Governing Law: This privacy policy shall be governed by and construed in accordance with the laws of the United States and the State of California. Any disputes arising under or in connection with this policy shall be subject to the exclusive jurisdiction of the courts of the State of California. Effective Date: This privacy policy was last updated. Please check back regularly to keep informed of updates to this policy. Data Subject Rights: If you are a resident of the European Economic Area (EEA), you may have certain data protection rights. These rights may include the right to access, rectify, or erase your personal data, as well as the right to restrict or object to certain processing activities. To exercise these rights, please contact us using the information provided in this policy. Home Service About Contact Privacy Policy Terms and Conditions © 2024 ModaMingle. All rights reserved.",
    "terms-conditions": "Terms and Conditions - ModaMingle ModaMingle Home Service About Contact Terms and Conditions Acceptance of Terms: By accessing or using the ModaMingle website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not access or use our website. These terms govern your use of our website, including browsing, purchasing products, and interacting with content. Use of Website: You may use our website for lawful purposes only and in accordance with these terms. You agree not to use our website in any way that violates applicable laws or regulations, infringes upon the rights of others, or is harmful, threatening, or abusive. You also agree not to engage in any conduct that could damage, disable, or impair the operation of our website. Intellectual Property Rights: The content on our website, including text, graphics, logos, images, and software, is protected by copyright and other intellectual property laws. You may not modify, reproduce, distribute, or create derivative works based on this content without our prior written consent. ModaMingle retains all rights to its intellectual property. Product Descriptions: We make every effort to accurately describe our products on our website, including their features, specifications, and prices. However, we do not warrant that product descriptions or other content on our website are accurate, complete, reliable, current, or error-free. If you encounter any discrepancies, please contact us for clarification. Pricing and Payment: All prices displayed on our website are in US dollars and are subject to change without notice. We reserve the right to modify or discontinue any product or service at any time. Payment for orders placed on our website must be made using a valid credit or debit card or other payment method accepted by ModaMingle. By submitting payment information, you represent and warrant that you have the legal right to use the payment method provided. Order Acceptance and Confirmation: Once you place an order on our website, you will receive an email confirmation acknowledging receipt of your order. This confirmation does not constitute acceptance of your order. We reserve the right to accept or decline your order for any reason, including but not limited to product availability, errors in pricing or product descriptions, or suspicion of fraudulent activity. Shipping and Delivery: We strive to process and ship orders promptly, typically within 1-2 business days of receiving payment. However, delivery times may vary depending on your location and the shipping method selected at checkout. We are not responsible for delays caused by shipping carriers or factors beyond our control. Returns and Exchanges: We want you to be completely satisfied with your purchase from ModaMingle. If you are not satisfied for any reason, you may return or exchange eligible items within 30 days of purchase, subject to our return policy. Returned items must be unused, unworn, and in their original condition with tags attached. Limitation of Liability: In no event shall ModaMingle, its affiliates, or their respective officers, directors, employees, agents, suppliers, or licensors be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to loss of profits, data, or goodwill, arising out of or in connection with your use of our website or products. Indemnification: You agree to indemnify, defend, and hold harmless ModaMingle and its affiliates, officers, directors, employees, agents, suppliers, and licensors from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or related to your use of our website or products, any violation of these terms, or any third-party claim alleging infringement of intellectual property rights. Governing Law and Jurisdiction: These terms and conditions shall be governed by and construed in accordance with the laws of the State of California, without regard to its conflicts of law principles. Any dispute arising under or in connection with these terms shall be subject to the exclusive jurisdiction of the state and federal courts located in California. Changes to Terms: ModaMingle reserves the right to modify or revise these terms and conditions at any time without prior notice. Changes will be effective immediately upon posting on our website. Your continued use of our website after any such changes constitutes acceptance of the revised terms. Termination: ModaMingle may terminate or suspend your access to our website and services at any time, with or without cause, and without prior notice or liability. Upon termination, your right to use our website will immediately cease. Waiver: The failure of ModaMingle to enforce any right or provision of these terms and conditions shall not constitute a waiver of such right or provision. Our failure to exercise or enforce any right or provision of these terms shall not operate as a waiver of such right or provision. Severability: If any provision of these terms and conditions is held to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not be affected or impaired in any way. ModaMingle@gmail.com. Entire Agreement: These terms and conditions, together with our Privacy Policy, constitute the entire agreement between you and ModaMingle regarding your use of our website and products, superseding any prior agreements or understandings between you and us. Assignment: You may not assign or transfer any rights or obligations under these terms and conditions without the prior written consent of ModaMingle. Any attempted assignment or transfer in violation of this provision shall be null and void. Contact Information: If you have any questions or concerns about these terms and conditions, please contact us. Effective Date: These terms and conditions were last updated. Please check back regularly for updates. User Consent: By using our website and purchasing products from ModaMingle, you consent to be bound by these terms and conditions. If you do not agree with any part of these terms, you may not access or use our website or purchase products from us. Home Service About Contact Privacy Policy Terms and Conditions © 2024 ModaMingle. All rights reserved.",
    "thanks": "Thanks - ModaMingle Going Home Thank you for visiting our website! Thank you for taking the time to explore ModaMingle. We hope you found exactly what you were looking for and enjoyed your browsing experience. Our team is dedicated to providing you with the best selection of stylish clothing and accessories, along with exceptional customer service."
  },
  "date": "2024-05-10T10:51:43.483Z"
}