{
  "name": "New_v9_ParedeViva",
  "pages": {
    "about": "Compre papéis de parede estilosos no Brasil - ParedeViva | sobre a ParedeViva Início Catálogo Sobre nós Sobre a ParedeViva Nossa Missão A missão da ParedeViva é transformar casas em lares, oferecendo uma ampla gama de papéis de parede de alta qualidade que refletem a personalidade e o estilo de cada cliente. Queremos proporcionar uma experiência de compra excepcional, desde a seleção do produto até a entrega final, garantindo satisfação total aos nossos clientes. Buscamos constantemente expandir nossa linha de produtos para atender às necessidades e preferências de nossos clientes. Nossa equipe está empenhada em encontrar as últimas tendências em design de interiores e em trazê-las para você, proporcionando uma variedade de opções para cada projeto de decoração. Além disso, estamos comprometidos em oferecer um serviço personalizado e atencioso a cada cliente. Nossos especialistas em design estão sempre disponíveis para oferecer conselhos e orientações, ajudando você a encontrar o papel de parede perfeito para o seu espaço. Acreditamos que a sua casa deve ser um reflexo da sua personalidade e estilo de vida. É por isso que nos esforçamos para oferecer uma seleção diversificada de papéis de parede que possam transformar qualquer ambiente em algo verdadeiramente único e especial. Na ParedeViva, estamos comprometidos em ajudá-lo a criar o lar dos seus sonhos. Explore nossa coleção hoje e descubra como nossos papéis de parede podem fazer a diferença em sua casa! Nossa Visão Inovação Contínua Buscamos continuamente inovar em nossos produtos e serviços, mantendo-nos atualizados com as últimas tendências do mercado de decoração de interiores. Nosso objetivo é ser a principal referência em papéis de parede no Brasil, proporcionando inspiração e soluções criativas para nossos clientes. Acreditamos que a inovação é fundamental para o sucesso a longo prazo. Estamos constantemente procurando maneiras de melhorar e aprimorar nossos produtos, garantindo que eles atendam às necessidades e expectativas em constante evolução de nossos clientes. Sustentabilidade Nosso compromisso com o meio ambiente é fundamental. Procuramos parcerias com fornecedores que adotam práticas sustentáveis em todo o processo de produção, desde a seleção de materiais até a embalagem e transporte. Além disso, incentivamos o descarte responsável de nossos produtos. A sustentabilidade é uma parte integrante de nossa visão para o futuro. Estamos comprometidos em reduzir nosso impacto ambiental e promover práticas comerciais responsáveis em todas as áreas de nosso negócio. Excelência em Atendimento Acreditamos que um excelente atendimento ao cliente é a chave para o sucesso. Estamos comprometidos em oferecer suporte personalizado e eficiente a cada cliente, desde o momento da consulta até após a compra, garantindo uma experiência positiva em todos os aspectos. Nosso objetivo é superar as expectativas de nossos clientes em todas as interações. Estamos sempre buscando maneiras de melhorar e aprimorar nosso serviço, garantindo que cada cliente se sinta valorizado e bem cuidado. Nossos Valores Na ParedeViva, nossos valores fundamentais guiam cada aspecto de nosso negócio: Qualidade: Compromisso com a excelência em produtos e serviços. Inovação: Busca constante por soluções criativas e novas ideias. Integridade: Atuamos com transparência, honestidade e ética em todas as nossas interações. Respeito: Valorizamos a diversidade e tratamos todos com dignidade e respeito. Sustentabilidade: Compromisso com práticas ambientalmente responsáveis. Satisfação do Cliente: Priorizamos a satisfação e o bem-estar de nossos clientes em tudo o que fazemos. Nossos valores são a base de tudo o que fazemos. Eles nos inspiram a ser os melhores em tudo o que fazemos, desde a seleção de nossos produtos até o atendimento ao cliente e além. Estamos comprometidos em agir de forma ética e responsável em todas as áreas de nosso negócio, garantindo que nossos clientes recebam o melhor serviço possível. Acreditamos que ao seguir nossos valores fundamentais, podemos criar um ambiente de trabalho positivo e inspirador, onde nossos funcionários se sintam valorizados e motivados a alcançar o sucesso. Nosso compromisso com a excelência e a integridade nos diferencia da concorrência e nos coloca no caminho para o sucesso contínuo. Navegue pela nossa coleção e encontre inspiração para criar ambientes únicos e personalizados em sua casa. Início Catálogo Sobre nós Política de privacidade Termos e condições Av. T-1, 2620 - St. Bueno, Goiânia - GO, 74215-022, Brasil +5562992972098 paredeviva@gmail.com",
    "catalog": "Compre papéis de parede estilosos no Brasil - ParedeViva | catálogo Início Catálogo Sobre nós Nosso Catálogo R$ 50,00 Papel de Parede Floral Pedido R$ 75,00 Papel de Parede Geométrico Pedido R$ 65,00 Papel de Parede Listrado Pedido R$ 80,00 Papel de Parede Texturizado Pedido R$ 70,00 Papel de Parede Vintage Pedido R$ 60,00 Papel de Parede Infantil Pedido Depoimentos de clientes Estou completamente encantada com os papéis de parede que comprei na ParedeViva! A qualidade é excelente e a instalação foi muito fácil. Transformou completamente minha sala de estar, dando um toque de elegância e conforto. O atendimento ao cliente também foi impecável, sempre prontos para ajudar e oferecer sugestões. Recomendo a todos que querem dar uma nova cara ao seu lar! Ana Maria, São Paulo Recentemente, redecorei o quarto do meu filho com papéis de parede da ParedeViva, e ele simplesmente amou! A variedade de designs infantis é incrível, e a qualidade é notável. Além disso, o processo de compra foi muito tranquilo, com entrega rápida e um serviço de atendimento ao cliente excepcional. Com certeza voltarei a comprar para futuras decorações. Carlos Eduardo, Rio de Janeiro Depois de muito tempo procurando o papel de parede perfeito para o meu escritório em casa, encontrei na ParedeViva a solução ideal. Os padrões modernos são exatamente o que eu precisava para criar um ambiente profissional e acolhedor. A qualidade do material e a precisão das cores são impressionantes. Estou extremamente satisfeito com a minha compra e recomendo sem hesitação! Beatriz Silva, Curitiba Envie-nos uma mensagem Aceito a política de privacidade Enviar mensagem Navegue pela nossa coleção e encontre inspiração para criar ambientes únicos e personalizados em sua casa. Início Catálogo Sobre nós Política de privacidade Termos e condições Av. T-1, 2620 - St. Bueno, Goiânia - GO, 74215-022, Brasil +5562992972098 paredeviva@gmail.com",
    "index": "Compre papéis de parede estilosos no Brasil - ParedeViva | Início Catálogo Sobre nós Transforme sua casa com estilo Explore nossa coleção Transforme sua casa em uma fonte de inspiração Sua casa é o seu refúgio, o seu cantinho no mundo onde você pode ser você mesmo. E não importa qual seja o seu estilo - moderno, clássico ou eclético - sua casa deve refletir a sua singularidade e individualidade. É por isso que nós, na ParedeViva, nos esforçamos para oferecer a você os papéis de parede mais elegantes e de alta qualidade para o seu interior. Nossa coleção de papéis de parede é uma fusão de tendências contemporâneas e designs clássicos, atendendo a todos os gostos e preferências. Trabalhamos apenas com as principais marcas, garantindo alta qualidade e estilo incomparável em cada coleção. Seja você está renovando um quarto inteiro ou apenas adicionando um pouco de cor ao seu interior, na ParedeViva temos o papel de parede perfeito para você. Nossos produtos não apenas embelezam as suas paredes, mas também adicionam caráter e personalidade ao seu espaço. Nós entendemos que escolher um papel de parede pode ser difícil, por isso nossa equipe de especialistas está sempre pronta para ajudar você na escolha. Se precisar de conselhos de design ou ajuda para escolher cores, estamos aqui para tornar o processo de compra de papéis de parede fácil e agradável. Então, não deixe para depois. Transforme sua casa hoje com os papéis de parede da ParedeViva e transforme seus sonhos de um interior perfeito em realidade. Por que escolher ParedeViva? Na ParedeViva, estamos comprometidos em oferecer a você a melhor experiência ao escolher seus papéis de parede. Aqui estão algumas razões pelas quais somos a escolha perfeita para transformar o seu espaço: Variedade de Opções Oferecemos uma ampla seleção de estilos, padrões e cores para atender a todos os gostos e necessidades. Qualidade Superior Nossos papéis de parede são fabricados com materiais de alta qualidade, garantindo durabilidade e beleza duradouras. Serviço ao Cliente Excepcional Nossa equipe de especialistas está sempre disponível para ajudar e orientar você em cada etapa do processo de compra. Nossas Categorias Principais Padrões Clássicos Explore nossa coleção de padrões clássicos que adicionam elegância e charme intemporal ao seu espaço. Estilos Modernos Descubra os papéis de parede mais recentes em estilos modernos que trazem uma vibe contemporânea para sua casa. Texturas Naturais Adicione uma sensação de calma e serenidade ao seu ambiente com nossos papéis de parede inspirados na natureza. Padrões Infantis Deixe a imaginação do seu filho voar com nossa coleção de papéis de parede divertidos e coloridos para quartos de crianças. Navegue pela nossa coleção e encontre inspiração para criar ambientes únicos e personalizados em sua casa. Início Catálogo Sobre nós Política de privacidade Termos e condições Av. T-1, 2620 - St. Bueno, Goiânia - GO, 74215-022, Brasil +5562992972098 paredeviva@gmail.com",
    "thank": "Compre papéis de parede estilosos no Brasil - ParedeViva | Obrigado Agradecemos! Agradecemos por escolher a ParedeViva para suas necessidades de decoração de interiores. Valorizamos muito a sua confiança em nossos produtos e serviços. Se você tiver alguma dúvida ou precisar de mais assistência, não hesite em nos contatar. Estamos aqui para ajudar e garantir que sua experiência conosco seja excepcional. Obrigado novamente por nos escolher. Tenha um ótimo dia! Início",
    "terms": "Compre papéis de parede estilosos no Brasil - ParedeViva | termos e condições Início Catálogo Sobre nós Termos e Condições Ao acessar este site, você concorda em cumprir estes termos e condições de uso, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum destes termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas comerciais aplicáveis. Isenção de Responsabilidade Os materiais no site da ParedeViva são fornecidos 'como estão'. A ParedeViva não oferece garantias, expressas ou implícitas, e, por este meio, isenta e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos. Além disso, a ParedeViva não garante ou faz qualquer representação relativa à precisão, aos resultados prováveis ​​ou à confiabilidade do uso dos materiais em seu site ou de outra forma relacionado a esses materiais ou em sites vinculados a este site. Revisões e Erratas Os materiais exibidos no site da ParedeViva podem incluir erros técnicos, tipográficos ou fotográficos. A ParedeViva não garante que qualquer material em seu site seja preciso, completo ou atual. A ParedeViva pode fazer alterações nos materiais contidos em seu site a qualquer momento, sem aviso prévio. No entanto, a ParedeViva não se compromete a atualizar os materiais. Modificações nos Termos de Uso A ParedeViva pode revisar estes termos de uso do site a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual desses termos de uso. Email paredeviva@gmail.com Navegue pela nossa coleção e encontre inspiração para criar ambientes únicos e personalizados em sua casa. Início Catálogo Sobre nós Política de privacidade Termos e condições Av. T-1, 2620 - St. Bueno, Goiânia - GO, 74215-022, Brasil +5562992972098 paredeviva@gmail.com",
    "privacy": "Compre papéis de parede estilosos no Brasil - ParedeViva | política de privacidade Início Catálogo Sobre nós Política de Confidencialidade - ParedeViva Papéis de Parede Na ParedeViva Papéis de Parede, levamos a sério a privacidade de nossos clientes. Esta Política de Confidencialidade explica como coletamos, usamos e protegemos suas informações pessoais quando você visita nosso site ou realiza compras conosco. Informações que Coletamos Podemos coletar informações pessoais como nome, endereço de e-mail, endereço residencial e informações de pagamento quando você realiza um pedido. Também coletamos informações não identificáveis, como dados de navegação no site. Como Usamos suas Informações Usamos suas informações pessoais para processar pedidos, fornecer suporte ao cliente e enviar comunicações relacionadas a produtos e serviços que possam ser do seu interesse. Não vendemos ou compartilhamos suas informações com terceiros para fins de marketing. Segurança das Informações Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação. Utilizamos criptografia e outras tecnologias para salvaguardar seus dados. Links Externos Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis ​​pelas práticas de privacidade desses sites externos. Alterações à Política Reservamo-nos o direito de atualizar esta Política de Confidencialidade a qualquer momento. Quaisquer alterações entrarão em vigor assim que forem publicadas em nosso site. Contato Se você tiver dúvidas sobre esta Política de Confidencialidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através do e-mail paredeviva@gmail.com . Navegue pela nossa coleção e encontre inspiração para criar ambientes únicos e personalizados em sua casa. Início Catálogo Sobre nós Política de privacidade Termos e condições Av. T-1, 2620 - St. Bueno, Goiânia - GO, 74215-022, Brasil +5562992972098 paredeviva@gmail.com"
  },
  "date": "2024-05-29T14:00:44.794Z"
}