{
  "name": "New_Kempinsk_India",
  "pages": {
    "index": "Kempinsk Casino Hotel - Luxury and Entertainment This website uses cookies to ensure you get the best experience on our website. Cookies help us to improve our services, personalize content, and analyze our traffic. By continuing to use our site, you consent to our use of cookies. Accept Kempinsk Home About Us FAQ +91 93604 27105 Home About Us FAQ Unveil a World of Opulence Welcome to a place where luxury knows no bounds and entertainment never ceases. At Kempinsk Casino Hotel, we invite you to immerse yourself in an extraordinary experience. Whether you are here to unwind in our exquisitely designed rooms, savor gourmet meals crafted by top chefs, or feel the thrill of our world-class casino, every moment promises to be unforgettable. Unparalleled Luxury Experience the epitome of opulence in our elegantly designed rooms and suites, offering stunning views and the finest amenities. World-Class Dining Savor gourmet cuisine prepared by top chefs at our diverse range of restaurants, catering to every palate with exquisite dishes. Prime Location Located in the heart of the city, our hotel offers easy access to popular attractions, shopping, and entertainment venues. Relaxing Spa and Wellness Unwind and rejuvenate in our luxurious spa, offering a range of treatments and therapies to soothe your body and mind. Exciting Casino Feel the thrill of the game in our state-of-the-art casino, featuring a wide variety of games and tables for both novice and seasoned players. Welcome to Kempinsk Casino Hotel: Where History Meets Innovation Welcome to the Kempinsk Casino Hotel, a beacon of luxury and sophistication nestled in the heart of the city. Since our grand opening, we have been committed to providing our guests with unparalleled experiences that combine the finest elements of hospitality, entertainment, and relaxation. At the Kempinsk Casino Hotel, our mission is to deliver extraordinary experiences that exceed expectations. We strive to create a sanctuary where guests can escape the ordinary and indulge in the extraordinary. Our commitment to excellence is reflected in every aspect of our operations, from the meticulously designed interiors to the personalized services we offer. Our Team Emily Johnson General Manager Michael Brown Guest Relations Manager Reviews \"An unforgettable experience! The service was impeccable, and the amenities were top-notch. I can't wait to come back.\" John \"Luxurious rooms with beautiful views. The spa treatments were very relaxing. Highly recommend this hotel!\" Eva \"Outstanding hospitality and luxurious amenities. The casino was a highlight of our trip. Highly recommended!\" Sarah \"A truly magnificent hotel with exceptional service. The attention to detail is remarkable. We had a fantastic stay.\" Linda Frequently Asked Questions What time is check-in and check-out? Check-in time is at 3:00 PM, and check-out time is at 12:00 PM. Is parking available at the hotel? Yes, we offer valet parking for guests. Do you allow pets? We welcome small pets in designated rooms. Please contact us for more details. How can I make a reservation? Reservations can be made online through our website or by calling our reservations team. A quick way to discuss details Send Request I accept the Privacy Policy Kempinsk Home About Us FAQ Privacy Policy Terms and conditions +91 93604 27105 kempinsk@gmail.com Olaulim, North Goa, Goa 403523",
    "privacy-policy": "Kempinsk Casino Hotel - Premier Luxury Destination This website uses cookies to ensure you get the best experience on our website. Cookies help us to improve our services, personalize content, and analyze our traffic. By continuing to use our site, you consent to our use of cookies. Accept Kempinsk Home About Us FAQ +91 93604 27105 Home About Us FAQ Privacy Policy Your privacy is important to us. It is Kempinsks policy to respect your privacy regarding any information we may collect from you across our website and other sites we own and operate. 1. Information We Collect We may collect personal information such as your name, contact information, and payment details when you make a reservation or use our services. 2. How We Use Your Information We may use the information we collect in the following ways: To process reservations and payments. To communicate with you, including sending newsletters, promotional materials, and important updates. To improve our services and enhance your experience. To comply with legal obligations. 3. Security of Your Information We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. 4. Sharing Your Information We may share your personal information with third parties when necessary to provide services or comply with legal obligations. 5. Cookies We use cookies to improve your experience on our website. You can choose to disable cookies in your browser settings, but this may affect your ability to access certain features of our site. 6. Links to Other Sites Our website may contain links to other sites that are not operated by us. We have no control over the content and privacy policies of these sites and encourage you to review their policies before providing any personal information. 7. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. 8. Contact Us If you have any questions about this Privacy Policy, please contact us kempinsk@gmail.com Kempinsk Home About Us FAQ Privacy Policy Terms and conditions +91 93604 27105 kempinsk@gmail.com Olaulim, North Goa, Goa 403523",
    "terms-conditions": "Luxury and Elegance at Kempinsk Casino Hotel This website uses cookies to ensure you get the best experience on our website. Cookies help us to improve our services, personalize content, and analyze our traffic. By continuing to use our site, you consent to our use of cookies. Accept Kempinsk Home About Us FAQ +91 93604 27105 Home About Us FAQ Terms and Conditions These terms and conditions outline the rules and regulations for the use of the Kempinsk website. 1. Interpretation and Definitions The following terminology applies to these Terms and Conditions, Privacy Statement, and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. 2. Intellectual Property Rights Other than the content you own, under these Terms, Kempinsk and/or its licensors own all the intellectual property rights and materials contained in this Website. 3. Restrictions You are specifically restricted from all of the following: publishing any Website material in any other media; selling, sublicensing and/or otherwise commercializing any Website material; publicly performing and/or showing any Website material; using this Website in any way that is or may be damaging to this Website; using this Website in any way that impacts user access to this Website; using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website; using this Website to engage in any advertising or marketing. 4. Your Content In these Website Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images or other material you choose to display on this Website. By displaying Your Content, you grant Kempinsk a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. 5. No warranties This Website is provided \"as is,\" with all faults, and Kempinsk express no representations or warranties, of any kind related to this Website or the materials contained on this Website. Also, nothing contained on this Website shall be interpreted as advising you. 6. Limitation of liability In no event shall Kempinsk, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract. Kempinsk, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website. 7. Indemnification You hereby indemnify to the fullest extent Kempinsk from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms. 8. Severability If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms Kempinsk is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis. 10. Contact Us If you have any questions about these Terms and Conditions, please contact us kempinsk@gmail.com Kempinsk Home About Us FAQ Privacy Policy Terms and conditions +91 93604 27105 kempinsk@gmail.com Olaulim, North Goa, Goa 403523",
    "thanks": "Kempinsk Casino Hotel - Where Luxury Meets Excitement This website uses cookies to ensure you get the best experience on our website. Cookies help us to improve our services, personalize content, and analyze our traffic. By continuing to use our site, you consent to our use of cookies. Accept Home Sincere thanks from Kempinsk We appreciate you choosing us and we will try to respond as quickly as possible"
  },
  "date": "2024-07-19T10:59:36.185Z"
}