{
  "name": "New_v9_ApplianceWorld",
  "pages": {
    "catalog": "Appliance World - India's Best Home Appliances Store | catalog Home Catalog Who we are Testimonials FAQ Catalog Samsung 55 Inch LED TV ₹45,999 Order LG Double Door Refrigerator ₹32,499 Order IFB Front Load Washing Machine ₹28,999 Order Panasonic Microwave Oven ₹10,999 Order Daikin Split Air Conditioner ₹39,999 Order Bosch Dishwasher ₹42,499 Order Drop A Message to Us I accept privacy policy Send message Discover Our Wide Range of Home Appliances At Appliance World, we take pride in offering a diverse selection of high-quality home appliances to meet all your household needs. Our catalog features products from the most reputable brands in the industry, ensuring you get the best in performance and durability. From essential kitchen appliances to state-of-the-art entertainment systems, we have everything you need to make your home more comfortable and efficient. Kitchen Appliances Our collection of kitchen appliances includes refrigerators, microwaves, dishwashers, and more. Whether you're looking for a spacious double door refrigerator or a compact microwave oven, we have a variety of options to suit your preferences and budget. Our appliances are designed to offer maximum efficiency, saving you both time and energy in the kitchen. We understand the importance of reliable kitchen appliances in daily life. That's why we offer products with advanced features such as smart technology, energy efficiency, and easy maintenance. For instance, our LG Double Door Refrigerator comes with a multi-air flow system and energy-saving inverter technology, ensuring your food stays fresh longer while consuming less power. Laundry Appliances Make laundry day a breeze with our range of washing machines and dryers. We offer both front load and top load washing machines from leading brands like IFB and Bosch, known for their innovative technology and superior performance. Our washing machines come with multiple wash programs to handle different types of fabrics and stains effectively. Our IFB Front Load Washing Machine, for example, features an inbuilt heater for hot water washes, ensuring thorough cleaning and hygiene. Additionally, the machine is designed to be water and energy-efficient, making it a great choice for environmentally conscious consumers. With advanced features like digital display, child lock, and delay start, our washing machines are designed to make your laundry experience convenient and efficient. Air Conditioners Stay cool and comfortable during the hot Indian summers with our selection of air conditioners. We offer a variety of split and window air conditioners from brands like Daikin and Samsung. Our air conditioners are designed to provide powerful cooling while being energy efficient, ensuring you stay comfortable without worrying about high electricity bills. The Daikin Split Air Conditioner, for instance, comes with a high-efficiency rotary compressor and features such as Coanda airflow and Econo mode, which provide optimal cooling while saving energy. The air conditioner also includes a stabilizer-free operation and a durable outdoor unit, making it a reliable choice for Indian homes. Entertainment Systems Transform your living room into a home theater with our range of televisions and audio systems. We offer LED and Smart TVs from top brands like Samsung and Sony, known for their stunning picture quality and immersive sound. Our televisions come in various sizes and resolutions, ensuring you find the perfect fit for your space and viewing preferences. The Samsung 55 Inch LED TV, for example, offers 4K Ultra HD resolution and HDR support, providing vibrant colors and sharp details. With smart features like built-in streaming apps and voice control, you can easily access your favorite content and enjoy a seamless viewing experience. Our audio systems complement our televisions, offering rich, clear sound to enhance your entertainment experience. Customer Satisfaction At Appliance World, customer satisfaction is our top priority. We strive to provide not only the best products but also exceptional service. Our knowledgeable customer service team is always ready to assist you with any questions or concerns, ensuring you have a smooth and enjoyable shopping experience. We also offer flexible payment options, fast delivery, and hassle-free returns, making it easy for you to shop with confidence. We invite you to explore our catalog and discover the perfect appliances for your home. With our wide range of products, competitive prices, and commitment to quality, Appliance World is your trusted partner for all your home appliance needs. Thank you for choosing us, and we look forward to serving you! Links Home Catalog Who we are Testimonials FAQ Contacts Shop No, 13, Market, Sri Aurobindo Marg, Block C 2, Bhim Nagri, Hauz Khas, New Delhi, Delhi 110016, India +919810060257 applianceworld@gmail.com Policy Privacy policy Terms and Conditions",
    "index": "Appliance World - India's Best Home Appliances Store Home Catalog Who we are Testimonials FAQ Discover the Best Home Appliances for Your Needs Shop Now Services We Do For You Wide Product Range We offer an extensive selection of home appliances, including the latest models from top brands. Whether you are looking for high-end products or budget-friendly options, we have something for everyone. High Quality All our products are durable and reliable, ensuring guaranteed authenticity. We adhere to strict quality control measures to provide you with the best appliances. Fast Delivery We understand the importance of timely delivery. Our efficient logistics network ensures that your products reach you quickly and safely, no matter where you are in India. Competitive Prices We offer the best prices on the market, ensuring that you get the most value for your money. Keep an eye out for special discounts and promotions to save even more. Excellent Customer Service Our customer service team is dedicated to providing you with the best shopping experience. We are here to help you with any questions or concerns you may have, before and after your purchase. Secure Shopping Your privacy and security are our top priorities. We use advanced security measures to protect your personal information and ensure a safe online shopping experience. About Us Welcome to Appliance World, India's premier destination for home appliances. Founded with the mission to bring the best in home technology to every household, we pride ourselves on offering a wide range of high-quality products that cater to all your home appliance needs. From the latest in smart technology to reliable and efficient traditional appliances, we have something for everyone. At Appliance World, we understand that home appliances are an essential part of daily life, and we strive to make your shopping experience as seamless and enjoyable as possible. Our extensive selection includes refrigerators, washing machines, microwaves, air conditioners, televisions, and much more. Each product is carefully curated to ensure it meets our stringent quality standards, providing you with durable, efficient, and stylish options for your home. We believe in offering our customers the best value for their money. This is why we work closely with top brands and manufacturers to bring you competitive prices without compromising on quality. Additionally, our frequent promotions and discounts ensure that you can find the best deals on the market. Our user-friendly website makes it easy to browse and compare products, read detailed specifications, and make informed purchasing decisions. Customer satisfaction is at the heart of everything we do. Our dedicated customer service team is always ready to assist you with any questions or concerns you may have. Whether you need help choosing the right product or require support after your purchase, we are here to help. We also offer fast and reliable delivery services across India, ensuring that your purchases reach you in perfect condition and in a timely manner. Shopping with Appliance World is not just about buying appliances; it's about becoming part of a community that values quality, innovation, and customer satisfaction. We invite you to explore our extensive catalog and discover the perfect appliances for your home. Thank you for choosing Appliance World – your trusted partner in creating a more comfortable and efficient home. Testimonials I recently purchased a refrigerator from Appliance World, and I am extremely satisfied with both the product and the service. The delivery was prompt, and the customer service team was very helpful. Highly recommended! Rohit Sharma Appliance World offers a fantastic selection of home appliances. I bought a washing machine and a microwave, and both are working perfectly. The prices were competitive, and I got a great deal. Will definitely shop here again! Priya Singh I had a great shopping experience at Appliance World. The website is easy to navigate, and I found exactly what I was looking for. The air conditioner I bought is efficient and has made a big difference in my home. Thank you! Amit Patel Appliance World has become my go-to store for all home appliances. Their customer service is outstanding, and they offer a wide variety of products. The dishwasher I bought is top-notch and makes my life so much easier. Neha Gupta Excellent service and quality products! I recently purchased a television and a refrigerator, and both were delivered on time and in perfect condition. Appliance World has a loyal customer in me. Rahul Verma I highly recommend Appliance World for anyone looking for home appliances. The customer support is very responsive, and they guided me to choose the best washing machine for my needs. Great experience overall! Sanjana Reddy FAQ What payment methods do you accept? We accept a variety of payment methods including credit cards, debit cards, net banking, and popular digital wallets. We ensure that all transactions are secure and your personal information is protected. Do you offer free shipping? Yes, we offer free shipping on orders above a certain amount. For detailed information on our shipping policies and to check if your order qualifies for free shipping, please visit our shipping information page. What is your return policy? We have a hassle-free return policy. If you are not satisfied with your purchase, you can return it within 30 days of delivery. Please ensure that the product is in its original condition and packaging. Visit our return policy page for more details. How can I track my order? Once your order is shipped, we will send you a confirmation email with a tracking number. You can use this number on our website to track the status of your delivery. If you have any issues, our customer service team is here to help. Do you provide installation services? Yes, we provide installation services for selected products. When you purchase a product that requires installation, you will be given the option to schedule an installation appointment during the checkout process. How can I contact customer support? You can contact our customer support team via phone, email, or live chat. Our team is available from 9 AM to 9 PM IST to assist you with any questions or concerns you may have. Visit our contact us page for more details. Links Home Catalog Who we are Testimonials FAQ Contacts Shop No, 13, Market, Sri Aurobindo Marg, Block C 2, Bhim Nagri, Hauz Khas, New Delhi, Delhi 110016, India +919810060257 applianceworld@gmail.com Policy Privacy policy Terms and Conditions",
    "privacy": "Appliance World - India's Best Home Appliances Store | Privacy Policy Home Catalog Who we are Testimonials FAQ Privacy Policy At Appliance World, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website and make purchases. By using our website, you agree to the terms of this policy. Information We Collect We collect personal information that you provide to us when you register on our website, place an order, subscribe to our newsletter, or contact us. This information may include your name, email address, phone number, billing and shipping addresses, and payment details. Additionally, we collect information about your interactions with our website, such as your IP address, browser type, and browsing history. How We Use Your Information We use the information we collect to provide and improve our services, process your orders, communicate with you, and personalize your shopping experience. Specifically, we may use your information to: Process and fulfill your orders, including sending order confirmations and shipping notifications Respond to your inquiries and provide customer support Send you promotional offers, newsletters, and other marketing communications (you can opt-out at any time) Improve our website, products, and services by analyzing usage and feedback Prevent fraud and protect the security of our website and transactions How We Protect Your Information We implement a variety of security measures to ensure the safety of your personal information. These measures include encryption, secure servers, and access controls. We use SSL (Secure Socket Layer) technology to encrypt sensitive information, such as payment details, during transmission. Despite our efforts, no security system is completely foolproof, and we cannot guarantee the absolute security of your information. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this policy. We may share your information with trusted third-party service providers who assist us in operating our website, conducting our business, and servicing you, provided that these parties agree to keep your information confidential. We may also disclose your information when required by law or to protect our rights, property, or safety. Your Rights and Choices You have the right to access, update, and delete your personal information. You can do so by logging into your account or contacting us directly. You may also choose to opt-out of receiving marketing communications from us by following the unsubscribe instructions included in these communications. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website and indicating the date of the last revision. Your continued use of our website after the posting of changes constitutes your acceptance of such changes. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: Email: applianceworld@gmail.com Links Home Catalog Who we are Testimonials FAQ Contacts Shop No, 13, Market, Sri Aurobindo Marg, Block C 2, Bhim Nagri, Hauz Khas, New Delhi, Delhi 110016, India +919810060257 applianceworld@gmail.com Policy Privacy policy Terms and Conditions",
    "terms": "Appliance World - India's Best Home Appliances Store | Terms and Conditions Home Catalog Who we are Testimonials FAQ Terms and Conditions Welcome to Appliance World. These Terms and Conditions outline the rules and regulations for the use of our website. By accessing this website, you accept these terms and conditions in full. Do not continue to use Appliance World’s website if you do not accept all of the terms and conditions stated on this page. User Comments This Agreement shall begin on the date hereof. Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material, and data ('Comments') in areas of the website. Appliance World does not screen, edit, publish or review Comments prior to their appearance on the website, and Comments do not reflect the views or opinions of Appliance World, its agents, or affiliates. Comments reflect the view and opinion of the person who posts such view or opinion. Appliance World reserves the right to monitor all Comments and to remove any Comments which it considers in its absolute discretion to be inappropriate, offensive or otherwise in breach of these Terms and Conditions. Hyperlinking to Our Content The following organizations may link to our website without prior written approval: Government agencies Search engines News organizations Online directory distributors when they list us in the directory may link to our website in the same manner as they hyperlink to the websites of other listed businesses Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our website iFrames Without prior approval and express written permission, you may not create frames around our web pages or use other techniques that alter in any way the visual presentation or appearance of our website. Content Liability We shall have no responsibility or liability for any content appearing on your website. You agree to indemnify and defend us against all claims arising out of or based upon your website. No link(s) may appear on any page on your website or within any context containing content or materials that may be interpreted as libelous, obscene, or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right at any time and in its sole discretion to request that you remove all links or any particular link to our website. You agree to immediately remove all links to our website upon such request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuing to link to our website, you agree to be bound to and abide by these linking terms and conditions. Removal of Links from Our Website If you find any link on our website or any linked website objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you. Contact Us If you have any questions or concerns about this Terms and conditions or our privacy practices, please contact us at: Email: applianceworld@gmail.com Links Home Catalog Who we are Testimonials FAQ Contacts Shop No, 13, Market, Sri Aurobindo Marg, Block C 2, Bhim Nagri, Hauz Khas, New Delhi, Delhi 110016, India +919810060257 applianceworld@gmail.com Policy Privacy policy Terms and Conditions",
    "thank": "Appliance World - India's Best Home Appliances Store | Thank Thank You for Reaching Out to Appliance World We sincerely appreciate your interest in Appliance World and are grateful that you have taken the time to get in touch with us. Our team is dedicated to providing the best products and services to our valued customers, and your inquiry is important to us. Home page"
  },
  "date": "2024-07-18T12:25:23.619Z"
}