{
  "name": "New_v9_TeaCottage",
  "pages": {
    "index": "Chalé de Chá - Chás Tradicionais e Exóticos Telefone: +55-48-1679-5318 E-mail: teacottage@gmail.com Bem-vindo ao Chalé de Chá Explore variedades únicas de chá de todo o mundo. Descubra um verdadeiro prazer em cada folha de chá. Saiba mais Sobre Nós No Chalé de Chá, acreditamos que cada xícara de chá deve ser uma experiência inesquecível. Nosso objetivo é oferecer os chás da mais alta qualidade, cuidadosamente selecionados de diversas regiões do mundo. Cada chá que oferecemos é escolhido por sua singularidade e sabor distintivo, proporcionando uma jornada sensorial em cada gole. Nosso compromisso vai além do chá. Queremos criar um ambiente acolhedor onde os amantes de chá possam se reunir, aprender mais sobre esta bebida milenar e compartilhar suas experiências. Nossa loja é projetada para ser um refúgio de tranquilidade, onde cada detalhe é pensado para oferecer uma experiência relaxante e memorável. Valorizamos a sustentabilidade e trabalhamos diretamente com fazendeiros para garantir práticas agrícolas responsáveis. Cada embalagem de chá que oferecemos reflete nosso compromisso com a excelência e a paixão pelo chá. Através dessas parcerias, podemos garantir que nossos chás sejam cultivados e colhidos de maneira ética e sustentável, respeitando tanto o meio ambiente quanto as comunidades locais. Acreditamos que a transparência é fundamental. É por isso que estamos sempre prontos para compartilhar a história por trás de cada chá, desde a plantação até a xícara. Nossa equipe está sempre disponível para responder a perguntas e oferecer recomendações, ajudando você a encontrar o chá perfeito para cada ocasião. Como Obtemos Nosso Chá Selecionamos nossos chás das melhores plantações localizadas em regiões famosas pela produção de chá de alta qualidade. Trabalhamos diretamente com fazendeiros para garantir a frescura e a autenticidade de cada lote. Cada folha de chá é colhida manualmente e processada com cuidado para preservar seu sabor único e suas propriedades benéficas. Nossas parcerias com agricultores locais nos permitem apoiar práticas agrícolas sustentáveis e garantir que cada chá seja produzido de maneira ética e responsável. Acreditamos que o respeito pelo meio ambiente e pelas comunidades locais é fundamental para oferecer um produto de qualidade superior. Catálogo de Chá Chá Verde Fresco e revigorante, perfeito para qualquer momento do dia. Preço: R$25,00 Comprar Agora Chá Preto Intenso e encorpado, ideal para começar o dia com energia. Preço: R$30,00 Comprar Agora Chá Branco Suave e delicado, uma escolha sofisticada para os conhecedores de chá. Preço: R$35,00 Comprar Agora Chá de Ervas Uma mistura aromática de ervas selecionadas para relaxar e revitalizar. Preço: R$20,00 Comprar Agora Chá Oolong Equilibrado e complexo, conhecido por seus benefícios à saúde. Preço: R$28,00 Comprar Agora Chá de Jasmim Florido e perfumado, uma experiência sensorial única. Preço: R$32,00 Comprar Agora Chá Matcha Rico em antioxidantes, perfeito para uma vida saudável. Preço: R$40,00 Comprar Agora Chá Rooibos Doce e nutritivo, uma excelente alternativa sem cafeína. Preço: R$26,00 Comprar Agora Chá Darjeeling Elegante e aromático, conhecido como o \"champanhe dos chás\". Preço: R$38,00 Comprar Agora Como Garantimos a Qualidade e Entrega Realizamos rigorosos controles de qualidade em cada etapa do processo, desde a colheita até o empacotamento. Além disso, trabalhamos com serviços de entrega confiáveis para garantir que seu chá chegue fresco e no prazo. Entre em Contato Para receber o nosso catálogo completo com todas as variedades de chá disponíveis, por favor, preencha o formulário abaixo. Estamos ansiosos para compartilhar nossa seleção premium de chás com você. Nome: Email: Mensagem: Aceito a Política de Privacidade Enviar Telefone: +55-48-1679-5318 E-mail: teacottage@gmail.com Endereço: Cruzeiro Novo Q 501-Cruzeiro Novo, Brasília-DF, 70650-511, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Chalé de Chá Telefone: +55-48-1679-5318 E-mail: teacottage@gmail.com Política de Privacidade O Chalé de Chá valoriza e respeita a privacidade de todos os visitantes do nosso site. Esta política de privacidade descreve quais informações pessoais coletamos e como as utilizamos. Informações Coletadas Nós coletamos informações pessoais fornecidas voluntariamente por você, como nome e e-mail, quando você se inscreve em nossa newsletter, faz uma compra ou entra em contato conosco através do formulário de contato. Uso das Informações As informações pessoais coletadas são utilizadas para processar suas compras, responder às suas solicitações, enviar comunicações relacionadas aos nossos produtos e melhorar a sua experiência em nosso site. Compartilhamento de Informações Nós não compartilhamos, vendemos ou alugamos suas informações pessoais a terceiros sem o seu consentimento, exceto quando necessário para fornecer os serviços solicitados por você ou quando exigido por lei. Segurança das Informações Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos protocolos de criptografia para proteger transações financeiras realizadas em nosso site. Cookies e Tecnologias Semelhantes Nosso site pode utilizar cookies e tecnologias semelhantes para melhorar sua experiência de navegação. Você pode controlar o uso de cookies através das configurações do seu navegador. Alterações nesta Política Esta política de privacidade pode ser atualizada periodicamente para refletir mudanças nas práticas de informação. Quaisquer alterações significativas serão comunicadas através do nosso site ou por outros meios de contato direto. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais que mantemos. Se precisar de assistência para exercer seus direitos de privacidade, entre em contato conosco através dos canais fornecidos abaixo. Contato Se tiver dúvidas sobre nossa política de privacidade, entre em contato conosco pelo formulário de contato em nosso site ou pelo telefone +55-48-1679-5318. Telefone: +55-48-1679-5318 E-mail: teacottage@gmail.com Endereço: Cruzeiro Novo Q 501-Cruzeiro Novo, Brasília-DF, 70650-511, Brasil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Chalé de Chá Telefone: +55-48-1679-5318 E-mail: teacottage@gmail.com Termos e Condições Bem-vindo ao site do Chalé de Chá. Estes termos e condições regem seu uso do nosso site. Ao acessar e utilizar nosso site, você concorda com estes termos e condições. Leia com atenção. 1. Uso do Site O uso deste site está sujeito aos seguintes termos de uso: Este site é destinado a fornecer informações sobre nossos produtos e serviços. Você concorda em usar este site apenas para fins legais e de maneira que não viole os direitos de terceiros. Você não deve utilizar este site de forma que possa danificar, sobrecarregar ou comprometer a segurança do site. 2. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos, imagens, áudio e vídeo, é de propriedade do Chalé de Chá ou de seus licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual aplicáveis. 3. Informações Pessoais Ao utilizar nosso site, você pode fornecer informações pessoais, como nome, endereço e endereço de e-mail. Nós respeitamos sua privacidade e processamos essas informações de acordo com nossa Política de Privacidade. 4. Limitação de Responsabilidade O Chalé de Chá não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou da incapacidade de usar nosso site, incluindo, mas não se limitando a, perda de dados, interrupção de negócios, ou lucros cessantes, mesmo que tenhamos sido avisados da possibilidade de tais danos. 5. Links para Outros Sites Este site pode conter links para sites de terceiros que não são controlados pelo Chalé de Chá. Não somos responsáveis pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. 6. Alterações nos Termos e Condições Reservamos o direito de modificar estes termos e condições a qualquer momento, e tais modificações entrarão em vigor imediatamente após serem publicadas em nosso site. É sua responsabilidade revisar periodicamente os termos e condições atualizados. 7. Contato Se tiver dúvidas sobre nossos termos e condições, entre em contato conosco pelo formulário de contato em nosso site ou pelo telefone +55-48-1679-5318. Telefone: +55-48-1679-5318 E-mail: teacottage@gmail.com Endereço: Cruzeiro Novo Q 501-Cruzeiro Novo, Brasília-DF, 70650-511, Brasil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado por Sua Mensagem - Chalé de Chá Obrigado! Sua mensagem foi enviada com sucesso. Agradecemos o seu contato e responderemos em breve. Página principal"
  },
  "date": "2024-06-26T10:54:03.852Z"
}