{
  "name": "New_v11_EcoFurnishings",
  "pages": {
    "index": "EcoFurnishings - Sustainable Furniture Production EcoFurnishings Home About Faq Contact Us Let's Talk Let's Talk Home About Faq Contact Us Let's Talk Sustainable Furniture from Recycled Materials Transforming waste into beautiful, functional furniture with a focus on sustainability and innovative design. Welcome to EcoFurnishings, where sustainability meets style. Our mission is to create stunning, eco-friendly furniture from recycled materials, offering you the perfect blend of beauty, functionality, and environmental responsibility. Each piece we design is crafted with care, ensuring that it not only enhances your space but also contributes to a greener planet. Join us in our journey to transform waste into wonder and make a positive impact on the world, one piece of furniture at a time. Contact us Eco-Friendly Innovation Crafting a Greener Future, One Piece at a Time About us From humble beginnings, we have grown into a team of passionate artisans committed to sustainability and creativity. Each piece of furniture we create is a testament to our dedication to quality and environmental responsibility. Our mission is to redefine the furniture industry by demonstrating that sustainability and style can go hand in hand. We believe that furniture should not only be functional and beautiful but also have a positive impact on the environment. We source our materials from a variety of recycled and reclaimed sources, including old barns, factories, and other buildings slated for demolition. This not only reduces waste but also gives new life to materials that would otherwise be discarded. At EcoFurnishings, we are constantly exploring new ways to innovate and improve our processes. We invest in research and development to find the best sustainable practices and materials, ensuring that our products meet the highest standards of quality and eco-friendliness. Our team is made up of skilled craftsmen and designers who share a common passion for sustainability and creativity. We take pride in our work and are committed to delivering exceptional products that our customers can enjoy for years to come. Contact us Goods Our products Reclaimed Wood Table A stunning dining table made from reclaimed wood, blending rustic charm with modern design. Recycled Metal Chair A durable and stylish chair crafted from recycled metal, perfect for any modern home. Upcycled Plastic Bench An eco-friendly bench made from upcycled plastic, combining sustainability with comfort. Reclaimed Wood Coffee Table A unique coffee table crafted from reclaimed wood, offering a touch of rustic elegance. Recycled Glass Lamp A beautifully designed lamp made from recycled glass, providing a soft and warm light. Recycled Fabric Sofa A comfortable and stylish sofa made from recycled fabrics, perfect for any living room. Impact Highlights See the positive environmental impact of our work through our Impact Highlights. We transform waste into valuable resources. 20+ Our products 30+ Years of Experience 300+ Happy Customers 25 Awards for Sustainability Our Journey to Sustainability EcoFurnishings was founded with the mission to transform discarded materials into beautiful, functional furniture. Our goal is to reduce waste and promote a sustainable lifestyle through innovative design and craftsmanship. Starting from a small workshop, we have evolved into a dedicated team of skilled artisans who are passionate about sustainability and creativity. Each piece of furniture we create tells a story of transformation and renewal. We source our materials from various recycled and reclaimed sources, ensuring that each item is unique and environmentally friendly. Our commitment to quality and sustainability drives us to constantly innovate and improve our processes. At EcoFurnishings, we believe that sustainable living can be stylish and affordable. We are proud to offer a wide range of eco-friendly furniture that suits different tastes and preferences, all while contributing to a healthier planet. Contact Us Resources Articles &amp; News Creating Sustainable Furniture: Tips and Tricks The Role of Recycled Materials in Modern Furniture Design Faq's Frequently Asked Questions Can I request a custom furniture piece? Absolutely! We encourage you to request a custom piece that fits your unique style and needs. Simply navigate to our 'Request a Quote' page and provide us with some details about your project. What materials does EcoFurnishings use? EcoFurnishings specializes in using recycled and reclaimed materials, such as wood, metal, and plastic, to create high-quality furniture. Can EcoFurnishings assist with home decor advice? Absolutely! Our team of experts can provide advice on how to incorporate eco-friendly furniture into your home decor. Get in touch with us to start planning your sustainable living space. What services does EcoFurnishings offer? EcoFurnishings offers a range of services, including custom furniture design, eco-friendly furniture production, and sustainability consulting for homes and businesses. How long does it typically take to complete a project with EcoFurnishings? The timeline for completing a project with EcoFurnishings depends on the specific nature and scope of the project. Factors such as the complexity of the design, the materials used, and the extent of customization can influence the duration. What is EcoFurnishings' approach to sustainability? At EcoFurnishings, our approach to sustainability involves sourcing materials responsibly, minimizing waste, and creating durable, long-lasting furniture that reduces environmental impact. Get In Touch Get in Touch We'd love to hear from you! Our team at EcoFurnishings is here to assist you with any inquiries you may have. Whether it's a potential collaboration, a specific service inquiry, or just a friendly hello, don't hesitate to reach out. Location SE11/45, Hauz Rani, Malviya Nagar, New Delhi, Delhi 110017 Email eco-furnishings@gmail.com Phone +91-395-38572658 Get In Touch Contact us Ready to transform your space? Let's work together to create beautiful, sustainable furniture tailored to your needs. Get in touch Want to collaborate? We're here to help. I accept Privacy Policy Discover the beauty of sustainable living with EcoFurnishings. Home About Faq Contact Us Privacy Policy Terms and Conditions SE11/45, Hauz Rani, Malviya Nagar, New Delhi, Delhi 110017 +91-395-38572658 eco-furnishings@gmail.com EcoFurnishings Copyright © EcoFurnishings",
    "privacy-policy": "EcoFurnishings - Privacy Policy EcoFurnishings Home About Faq Contact Us Let's Talk Let's Talk Home About Faq Contact Us Let's Talk Privacy Policy At EcoFurnishings (\"we\", \"our\", \"us\"), we respect your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website and use our services. 1. Information Collection: We collect personal information that you voluntarily provide to us when you register on the website, place an order, subscribe to our newsletter, or contact us for any inquiries. 2. Information Usage: Your information helps us to provide, operate, and maintain our website, improve customer service, process transactions, and send periodic emails regarding your order or other products and services. 3. Information Sharing: We do not sell, trade, or otherwise transfer your personal information to outside parties, except when necessary to comply with the law, enforce our site policies, or protect our or others' rights, property, or safety. 4. Data Security: We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. 5. Cookies: Our site may use cookies to enhance your experience, gather general visitor information, and track visits to our website. You can choose to disable cookies through your individual browser options. 6. Third-Party Links: Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. 7. Your Consent: By using our site, you consent to our website's privacy policy. 8. Changes to Our Privacy Policy: We may update our privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page. 9. Contacting Us: If you have any questions about this Privacy Policy, please contact us at +91-395-38572658 or email us at eco-furnishings@gmail.com 10. Data Retention: We retain your personal information for as long as necessary to fulfill the purposes for which we collected it, including any legal, accounting, or reporting requirements. 11. User Rights: Depending on your location, you may have the right to request access to, correction of, or deletion of your personal information. To exercise these rights, please contact us. 12. Children's Privacy: Our website is not intended for children under 13 years of age. We do not knowingly collect personal information from children under 13. 13. Data Transfers: Your information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. 14. Governing Law: This Privacy Policy and any dispute or claim arising out of, or related to, it shall be governed by and construed in accordance with the laws of India. 15. Feedback: We welcome your feedback about our privacy practices. Please send your comments and suggestions to our email. Address: SE11/45, Hauz Rani, Malviya Nagar, New Delhi, Delhi 110017 Home About Faq Contact Us Privacy Policy Terms and Conditions SE11/45, Hauz Rani, Malviya Nagar, New Delhi, Delhi 110017 +91-395-38572658 eco-furnishings@gmail.com EcoFurnishings Copyright © EcoFurnishings",
    "terms-conditions": "EcoFurnishings - Terms and Conditions EcoFurnishings Home About Faq Contact Us Let's Talk Let's Talk Home About Faq Contact Us Let's Talk Terms and Conditions Welcome to EcoFurnishings! These terms and conditions outline the rules and regulations for the use of our website and services. 1. Acceptance of Terms: By accessing or using our website, you agree to comply with and be bound by these terms and conditions. If you do not agree with any part of these terms, you must not use our website. 2. Use of Site: You must be at least 18 years old to use our site. You agree to use our site only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the site. 3. Product Information: We strive to provide accurate and up-to-date information on our products. However, we do not warrant that the product descriptions or other content on our site are error-free, complete, or current. 4. Orders and Payment: By placing an order, you agree to provide accurate, current, and complete information. All payments must be made through the payment methods specified on our website. 5. Shipping and Delivery: We will make every effort to deliver your order within the estimated delivery time. However, we are not responsible for any delays caused by circumstances beyond our control. 6. Returns and Refunds: If you are not satisfied with your purchase, you may return it in accordance with our return policy. Please refer to our return policy for detailed information on returns and refunds. 7. Intellectual Property: All content on this site, including text, graphics, logos, images, and software, is the property of EcoFurnishings or its content suppliers and is protected by copyright laws. 8. User Content: You may submit reviews, comments, and other content as long as it is not illegal, obscene, threatening, defamatory, invasive of privacy, or infringing on intellectual property rights. We reserve the right to remove any content that violates these terms. 9. Limitation of Liability: EcoFurnishings shall not be liable for any damages arising from the use of, or inability to use, the materials on this site or the performance of the products, even if EcoFurnishings has been advised of the possibility of such damages. 10. Indemnification: You agree to indemnify, defend, and hold harmless EcoFurnishings, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account. 11. Privacy Policy: Your use of our website is also governed by our Privacy Policy. Please review our Privacy Policy for information on how we collect, use, and protect your personal 12. Governing Law: These terms and conditions are governed by and construed in accordance with the laws of India. Any disputes arising out of or related to these terms shall be subject to the exclusive jurisdiction of the courts in New Delhi, India. 13. Changes to Terms: EcoFurnishings reserves the right to modify these terms and conditions at any time. Any changes will be posted on this page, and your continued use of the site after such changes constitutes your acceptance of the new terms. 14. Termination: We reserve the right to terminate or suspend your access to our website for any reason, including any violation of these terms and conditions, without notice and without liability. 15. Contact Information: If you have any questions or concerns about these terms and conditions, please contact us at: EcoFurnishings SE11/45, Hauz Rani, Malviya Nagar, New Delhi, Delhi 110017 Phone: +91-395-38572658 Home About Faq Contact Us Privacy Policy Terms and Conditions SE11/45, Hauz Rani, Malviya Nagar, New Delhi, Delhi 110017 +91-395-38572658 eco-furnishings@gmail.com EcoFurnishings Copyright © EcoFurnishings",
    "thank_page": "EcoFurnishings - Thank You Thank You for Reaching Out! We appreciate your interest in EcoFurnishings. Your message has been received, and a member of our team will get back to you shortly. In the meantime, feel free to explore our range of sustainable furniture made from recycled materials. Together, we can make a positive impact on the environment, one piece of furniture at a time. Go to Home"
  },
  "date": "2024-07-12T02:01:41.289Z"
}