{
  "name": "New_v9_Serfan",
  "pages": {
    "privacy": "SerFan - Privacy Policy Homepage Terms and Conditions Privacy Policy 1. Data Security We take data security seriously at Serfan. We implement robust measures to protect your personal information from unauthorized access, misuse, alteration, or loss. Our security protocols include encryption, firewalls, and regular security audits to ensure the safety of your data. 2. Collection of Personal Information At Serfan, we collect personal information such as name, contact details, and preferences solely for the purpose of providing and improving our services to you. We obtain this information through our website, in-person interactions, or third-party affiliates with your consent. 3. Use of Personal Information The personal information we collect is used to personalize your experience with Serfan, including but not limited to processing bookings, communicating with you, and providing customer support. We do not sell or disclose your personal information to third parties without your explicit consent. 4. Retention of Personal Information We retain your personal information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. Upon expiration of the retention period, we securely delete or anonymize your personal information. 5. Cookies and Tracking Technologies Serfan uses cookies and similar tracking technologies to enhance your browsing experience on our website. Cookies are small files stored on your device that allow us to recognize your preferences and improve our services. You can manage your cookie preferences through your browser settings. 6. Third-Party Links Our website may contain links to third-party websites or services that are not operated or controlled by Serfan. We are not responsible for the privacy practices or content of these third parties. We encourage you to review the privacy policies of these websites before providing any personal information. 7. Rights of Individuals You have the right to access, update, or delete your personal information held by Serfan. If you wish to exercise these rights or have any questions about our Privacy Policy, please contact us using the contact information provided below. 8. Changes to Privacy Policy Serfan reserves the right to update or modify this Privacy Policy at any time. We will notify you of any changes by posting the revised Privacy Policy on our website with the effective date indicated. Your continued use of our services after such changes constitutes your acceptance of the updated Privacy Policy. 9. Children's Privacy Serfan does not knowingly collect personal information from children under the age of 13 without parental consent. If we discover that we have inadvertently collected personal information from a child under 13, we will promptly delete such information from our records. 10. Contact Information For questions or concerns regarding this Privacy Policy or our data practices. We are committed to addressing your inquiries and ensuring your privacy is protected. Please contact us at serfan@gmail.com 11. Governing Law This Privacy Policy is governed by the laws of India. Any disputes arising from or related to this Privacy Policy will be resolved in the courts of India. By using our services, you consent to the jurisdiction and venue of these courts. Homepage Terms & Conditions &copy; 2024 SerFan. All rights reserved.",
    "terms": "SerFan - Terms and Conditions Homepage Privacy Policy Terms and Conditions 1. Booking and Payment By booking a rental with Serfan, you agree to pay the specified rental fees and any additional charges incurred during the rental period. Payments must be made in advance or upon collection of the rented equipment. 2. Rental Duration The rental period begins on the agreed-upon start date and ends on the specified return date. Late returns may incur additional fees unless prior arrangements have been made with Serfan. 3. Equipment Use Rented equipment must be used in accordance with its intended purpose and manufacturer's guidelines. Any misuse, neglect, or damage caused during the rental period may result in additional charges or forfeiture of security deposits. 4. Security Deposit A security deposit may be required for certain rentals. This deposit will be refunded upon the satisfactory return of the equipment, minus any applicable charges for damages or late fees. 5. Cancellation and Refunds Cancellations must be made within the specified notice period to qualify for a refund. Refunds will be subject to deduction of any administrative fees or charges incurred by Serfan. 6. Liability Serfan is not liable for any injury, loss, or damage incurred during the use of rented equipment. Customers assume full responsibility for their safety and the proper use of the equipment rented from Serfan. 7. Force Majeure Serfan shall not be liable for any failure or delay in performance due to circumstances beyond its control, including but not limited to natural disasters, strikes, or government regulations. 8. Governing Law These Terms and Conditions are governed by the laws of India. Any disputes arising from or related to these Terms and Conditions shall be resolved in the courts of India. 9. Amendments Serfan reserves the right to modify or amend these Terms and Conditions at any time. Any changes will be effective immediately upon posting on the Serfan website. Continued use of our services constitutes acceptance of the revised Terms and Conditions. 10. Contact Information For questions or concerns regarding these Terms and Conditions. We are committed to addressing your inquiries and ensuring transparency in our rental policies. Please contact us at serfan@gmail.com Homepage Privacy Policy &copy; 2024 SerFan. All rights reserved.",
    "thank_page": "SerFan - Thanks Welcome to SerFan! Thank you for choosing SerFan! We're thrilled to have you here and excited to be part of your surfing journey. At SerFan, we are committed to providing you with top-notch service, high-quality surf gear, and expert advice. Whether you're a seasoned surfer or just starting out, our goal is to make your experience unforgettable. Feel free to explore our range of surfboards, wetsuits, SUPs, and accessories, and let us know how we can assist you further. To Homepage",
    "index": "SerFan - Serfers shop AboutUs Team Discounts Contacts Vibe it Out! Unique holidays with the luxury surfing. Discover the thrill of the waves with our top-notch boards. What We Provide At SerFan, we offer a wide range of surfboards for rent, ensuring you have the perfect board for any wave condition. Our expert team provides personalized consultations on board care, helping you extend the life of your equipment. Whether you're a seasoned surfer or a beginner, our friendly staff is here to assist you with all your surfing needs. We pride ourselves on offering top-quality gear and exceptional customer service to make your surfing experience unforgettable. Dive into the surf culture with SerFan and ride the waves like never before. Surfboards Variety of surfboards tailored to different skill levels and wave conditions. Our collection includes everything from high-performance shortboards to beginner foam boards. Wetsuits Stay warm and comfortable in the water with our range of wetsuits. We offer full-body wetsuits for colder waters and climates and spring suits for the warmer climates. SUPs Enjoy the versatility of stand-up paddleboarding with our high-quality SUPs. Whether you prefer inflatable SUPs for easy transport or rigid SUPs for better performance. Accessories Complete your surfing setup with our range of accessories. From leashes and fins to wax and rash guards, we provide everything you need for a safe surfing experience. About Us Quality Surfboards from the Best Brands At SerFan, we pride ourselves on offering only the highest quality surfboards from the top brands in the industry. Our carefully curated selection ensures that you have access to the best equipment for any surfing condition. Each board is meticulously maintained to provide optimal performance and safety. Whether you are a beginner or an experienced surfer, you can trust our boards to enhance your surfing experience. You Don't Have to Buy Why buy when you can rent? At SerFan, we provide the flexibility to rent surfboards, wetsuits, and accessories, allowing you to enjoy top-tier equipment without the commitment of purchasing. This means you can try different boards and gear to find what suits you best. Our rental process is straightforward and convenient, making it easy for you to get in the water quickly. Enjoy the freedom and variety that renting offers. Super Qualified Consultants Our team of consultants at SerFan is made up of experienced and passionate surfers who are always ready to help. They offer expert advice on choosing the right equipment and provide valuable tips on board care and maintenance. Whether you need guidance on improving your surfing skills or finding the perfect board, our consultants are here to support you. Their knowledge and enthusiasm ensure that you receive the best possible service and advice. What About Rent? Experience the best surfing without the commitment of buying. Try all of it before you'll choose your favourite. Flexible Rental Options At SerFan, we offer flexible rental options to suit your needs. Whether you need a board for a day, a week, or longer, we have you covered. Our diverse selection of surfboards ensures that you can find the perfect match for any wave condition and skill level. Top-Quality Equipment We provide only the highest quality surfboards and gear from the best brands in the industry. Each piece of equipment is regularly inspected and maintained to ensure optimal performance and safety. Rent with confidence knowing you're using top-tier equipment. Expert Guidance Our team of experienced surfers is here to offer expert guidance on selecting the right board and gear. They can provide valuable tips on board care and maintenance to help you make the most of your rental experience. Trust our knowledgeable staff to enhance your surfing adventure. Our Team John Doe Surfboard Master Jane Smith Accessory Expert Emily Johnson Seller Mike Brown Surfing Expert Sarah Davis Surfboard Master Discounts (25%) Sharkhead The Sharkhead surfboard is perfect for carving through the waves with precision. Its sleek design ensures a smooth ride every time. BUY Butcher The Butcher surfboard is built for those who crave speed and control. Its robust build provides excellent stability in any condition. BUY Superman The Superman surfboard offers incredible buoyancy and agility. Ideal for both beginners and pros looking to master the waves. BUY Retromania The Retromania surfboard combines classic design with modern performance. Perfect for those who appreciate a vintage feel on the water. BUY Frequently Asked Questions What types of surfboards do you offer for rent? We offer a variety of surfboards for rent, including longboards, shortboards, and funboards to suit different skill levels and wave conditions. How can I reserve a surfboard? You can reserve a surfboard through our website by selecting your preferred board and rental dates. Alternatively, you can visit our shop to make a reservation in person. What is your rental policy for wetsuits? We offer wetsuit rentals on a daily or weekly basis. Wetsuits must be returned in good condition, and any damages will incur additional charges. Do you provide surfing lessons? Yes, we offer surfing lessons for beginners and advanced surfers. Our experienced instructors will help you improve your skills and enjoy your time on the waves. How do I take care of my rented surfboard? Our staff will provide you with detailed instructions on how to care for your rented surfboard, including how to avoid damage and perform basic maintenance. Can I purchase accessories from your shop? Yes, we offer a wide range of surfing accessories, including leashes, wax, and fins. You can purchase these items directly from our shop. What are your opening hours? We are open from 8:00 AM to 6:00 PM, Monday to Saturday. On Sundays, we are open from 9:00 AM to 4:00 PM. Do you offer group discounts? Yes, we offer group discounts for rentals and lessons. Please contact us directly to discuss your group size and specific requirements. But here are some Rental Rules Please follow these rules to ensure a smooth and enjoyable rental experience. Return On Time All rented equipment must be returned by the time to avoid additional charges. Handle with Care Treat all rented equipment with respect and care to prevent damage and ensure longevity. Report Damages Immediately report any damages or issues with the equipment to our staff or in form. Safety Guidelines Adhere to all safety guidelines provided to ensure your safety while using the equipment. Stay in Connect Name Email Message I accept Privacy Policy SEND Address: 7W45+VPW, Gopalpur, Odisha 761002, India Tel: +919090895847 serfan@gmail.com AboutUs Team Discounts Main Privacy Policy Terms & Conditions &copy; 2024 SerFan. All rights reserved. document.addEventListener(\"DOMContentLoaded\", function () { const questions = document.querySelectorAll(\".faq-block\"); questions.forEach((question) => { question.addEventListener(\"click\", function () { this.classList.toggle(\"active\"); const text = this.querySelector(\".text\"); text.classList.toggle(\"active\"); }); }); });"
  },
  "date": "2024-07-16T11:40:59.078Z"
}