{
  "name": "New_v9_PawSavvySalon",
  "pages": {
    "index": "Pet grooming: PawSavvySalon - professional grooming for dogs and cats Our services About us Reviews Contacts +91-334-5459875 Daily from 10:00 to 21:00. Welcome to PawSavvySalon! We care about your pet as much as you do. Let us make his day even brighter! Our Services Labrador Retriever Haircut: from $50 Bathing: from $30 Claw treatment: from $15 German Shepherd Haircut: from $60 Bathing: from $35 Claw treatment: from $20 Yorkshire Terrier Haircut: from $40 Bathing: from $25 Claw treatment: from $12 Chihuahua Haircut: from $35 Bathing: from $20 Claw treatment: from $10 Bull Terrier Haircut: from $45 Bathing: from $28 Claw treatment: from $14 Poodle Haircut: from $55 Bathing: from $32 Claw treatment: from $18 Boxer Haircut: from $50 Bathing: from $30 Claw treatment: from $15 Dalmatian Haircut: from $45 Bathing: from $28 Claw treatment: from $14 Shih Tzu Haircut: from $40 Bathing: from $25 Claw treatment: from $12 Rottweiler Haircut: from $60 Bathing: from $35 Claw treatment: from $20 Jack Russell Terrier Haircut: from $35 Bathing: from $20 Claw treatment: from $10 Cat Haircut: from $40 Bathing: from $25 Claw treatment: from $15 Double the pleasure for your pet! Get a 20% discount on the first haircut when you sign up for your pet's bathing service. Give your pet a stylish look and a pleasant feeling! Make a Visit Happy Hour for your pet! Make an appointment for grooming your pet between 10:00 am and 2:00 pm and get 20% off all services. Let your pet start the day with a joyful transformation! Make a Visit About us PawSavvySalon is a cozy and modern grooming salon designed with love for pets. We are dedicated to providing your furry friend with the highest quality grooming services to make them feel not only beautiful, but healthy. Our team consists of experienced groomers who love their work and are always ready to make your pet happy. We provide haircuts, bathing, ear and teeth cleaning, nail trimming, and other treatments to keep your pet looking stylish and well-groomed. We pay special attention to our clients and their pets, so every visit to us is not only a grooming procedure, but also a pleasant pastime for your pet. We use only the highest quality products and individualized attention to each pet to ensure maximum comfort and safety. Photos of our works Reviews Anabel F. PawSavvySalon is the best place to groom my pet! Professional groomers and a cozy atmosphere. My dog just loves you Make a Visit Cristiano R. Thank you PawSavvySalon for the great service! My cat looks amazing after visiting your salon. Highly recommended! Make a Visit Gabriela S. PawSavvySalon is my lifesaving arch! My dog always enjoys spending time here and the result is beyond expectations. Make a Visit Rafaela M. The professional grooming from PawSavvySalon has exceeded my expectations! My dog has never looked so beautiful. Thank you so much! Make a Visit Leonardo G. PawSavvySalon is a wonderful place for pet grooming. You have such talented groomers and wonderful service. Bravo! Make a Visit Mariana L. My pet always gets great service here. PawSavvySalon is a pet's paradise! Thank you so much! Make a Visit Bruno C. PawSavvySalon is the place where my dog feels like a star! Professional groomers, great service and perfect results. Make a Visit Camila P. My cat loves PawSavvySalon! Always comes home happy and looks amazing. Thank you so much for your care! Make a Visit Thiago R. Visiting PawSavvySalon has been a real treat for my pet! He looks so stylish and well groomed after each visit. I recommend it to everyone! Make a Visit Contacts Phone: +91-334-5459875 E-mail: PawSavvySalon@gmail.com Address: 55Q4+W7X, Semartal, Chhattisgarh 495009, India I accept Privacy policy Submit Terms and Conditions Privacy policy Copyright © 2024 PawSavvySalon. All rights reserved.",
    "policy": "PawSavvySalon Privacy Policy Our services About us Reviews Contacts +91-334-5459875 Daily from 10:00 to 21:00. Privacy Policy Information Collection: We only collect information that is necessary to provide our grooming services. This may include name, contact information, email address, phone number and information about your pet such as breed, age and special needs. Use of Information: We only use your information to process orders, provide services and communicate with you. We may use your email address to send you order notifications, service updates and special offers. We may also use your pet's information to customize services to meet your pet's needs. Data Protection: We take every precaution to protect your personal information from unauthorized access, modification or distribution. We use secure data storage and processing practices to keep your information safe. Information Control: You always have the right to request access to, correct or delete your personal information by contacting us. We are also committed to not sharing your information with third parties without your authorization, except as necessary to process an order or comply with the law. Changes to Privacy Policy: We reserve the right to make changes to our privacy policy. Any changes will be posted on our website and you will be notified via email or other convenient means. Consent: By using our services, you agree to our privacy policy. If you do not agree with any provision of our policy, please do not use our services or contact us for more information. Terms and Conditions Privacy policy Copyright © 2024 PawSavvySalon. All rights reserved.",
    "terms": "PawSavvySalon Terms and Conditions Our services About us Reviews Contacts +91-334-5459875 Daily from 10:00 to 21:00. Terms and Conditions Disclaimer: PawSavvySalon provides grooming services with the utmost care and professionalism. However, we are not responsible for any unforeseen circumstances such as allergic reactions, behavioral changes, or medical problems your pet experiences as a result of grooming. Client Behavior: We expect our clients to behave in a courteous and respectful manner to our staff. Any form of aggression, threats or profanity will be immediately addressed and the client may be refused services. Right of Refusal: PawSavvySalon reserves the right to refuse to provide grooming services if we believe it may jeopardize the safety or well-being of your pet, our staff or other clients. Payments and Refunds: All payments for grooming services must be made in full in accordance with the terms and conditions set forth by PawSavvySalon. Refunds can only be made in accordance with our refund policy. Change of Terms: PawSavvySalon reserves the right to change these Terms and Conditions at its sole discretion. Any changes will be posted on our website and will be effective upon posting. Acceptance of Terms and Conditions: By using our services, you acknowledge that you have read and agree to be bound by our Terms and Conditions. Terms and Conditions Privacy policy Copyright © 2024 PawSavvySalon. All rights reserved.",
    "thanks": "Thank You for Choosing PawSavvySalon! Thank you for choosing PawSavvySalon! Your trust is the ultimate reward for us. We are committed to providing your pet with the best care possible and hope your visit with us was pleasant and comfortable. If you have any questions or concerns, please do not hesitate to contact us. We are always ready to help! Go back"
  }
}