{
  "name": "New_v11_UrbanNest",
  "pages": {
    "index": "Urban Nest - Sua loja de móveis urbana Lar Sobre Produtos Equipe Galeria Contatos urbannest@gmail.com Urban Nest Bem-vindo à Urban Nest, sua loja de móveis para o lar, onde o conforto e o estilo se encontram. Aqui, cada peça é projetada para elevar o seu espaço e torná-lo verdadeiramente seu. Deixe-nos ajudá-lo a transformar sua casa em um refúgio acolhedor e elegante. Explorar Produtos 5 ANOS DE GARANTIA DESCONTOS PARA MEMBROS PAGAMENTO SEGURO ENVIO INTERNACIONAL MATERIAIS DE ALTA QUALIDADE Encontre seu favorito Principais Escolhas para Você Sofá Luxo Real $&nbsp;400.00&nbsp;USD Divã Acolhedor Celestial $&nbsp;400.00&nbsp;USD Sofá Estilo Elegante $&nbsp;400.00&nbsp;USD Lâmpada de Mesa Roona $&nbsp;400.00&nbsp;USD Conjunto de Mesa Estética Haya $&nbsp;400.00&nbsp;USD Cadeira Única Hati $&nbsp;400.00&nbsp;USD \"Adorei a experiência de compra no Urban Nest! Encontrei exatamente o que estava procurando para mobiliar minha casa. A qualidade dos móveis é impressionante e o design é simplesmente deslumbrante. Além disso, fiquei muito satisfeito com o atendimento ao cliente - a equipe foi extremamente atenciosa e prestativa em cada etapa do processo. Recomendo vivamente o Urban Nest para quem procura móveis de alta qualidade e serviço excepcional.\" João&nbsp;Silva Galeria Artigos do Blog Veja Nossos Últimos Artigos A Tendência de Móveis Sustentáveis Chegou para Ficar Móveis para Casa Boas Ideias para Atualizar sua Sala de Estar Dicas de Decoração Limpe a Bagunça e Se Prepare para a Primavera Cuidados com Móveis Desconto para Membros Transforme sua casa em um oásis de conforto e estilo com os descontos exclusivos para membros Urban Nest. Pagamento Seguro Faça suas compras com tranquilidade e segurança, com nosso sistema de pagamento seguro. Envio Internacional Entregamos nossos móveis para todo o mundo, para que você possa desfrutar do conforto Urban Nest onde quer que esteja. Garantia de 2 Anos Nossos móveis são feitos para durar, por isso oferecemos uma garantia de 2 anos para sua tranquilidade. Crie seu espaço dos sonhos com móveis exclusivos. Entre em contato conosco! Entre em Contato Conheça nossa incrível equipe de especialistas Joe Harris CEO &amp; Fundador Muhammad Ushaimi Marketing Sholeh Al Fauzan Gerente de VP Sobre nós Urban Nest é muito mais do que uma loja de móveis. Somos apaixonados por transformar casas em lares, trazendo conforto, estilo e funcionalidade para cada espaço. Nosso compromisso com a qualidade e a inovação é evidente em cada peça que criamos. Utilizamos materiais sustentáveis e design inteligente para garantir que nossos móveis não apenas embelezem os ambientes, mas também tragam uma sensação de harmonia com a natureza. Além disso, estamos dedicados a oferecer uma experiência excepcional ao cliente. Nossa equipe de especialistas está sempre pronta para fornecer orientação personalizada e atendimento atencioso, tornando a jornada de compra de móveis uma experiência agradável e sem estresse. Desde sofás confortáveis e elegantes até mesas funcionais e duráveis, Urban Nest tem tudo o que você precisa para criar o lar dos seus sonhos. Explore nossa coleção hoje e descubra como podemos ajudar a transformar sua casa em um verdadeiro refúgio urbano. Venha nos visitar e deixe-nos ajudá-lo a criar um espaço que reflita sua personalidade, estilo de vida e valores. Urban Nest - onde o conforto encontra o estilo e a qualidade encontra a sustentabilidade. Estamos ansiosos para recebê-lo em nossa loja e ajudá-lo a tornar seus sonhos de decoração uma realidade. Junte-se à família Urban Nest hoje e descubra um novo mundo de possibilidades para o seu lar. Sua jornada para um lar mais bonito e acolhedor começa aqui, na Urban Nest. Estamos aqui para tornar cada momento de sua experiência conosco memorável e gratificante. Nossa Visão Criamos e fabricamos móveis que refletem a essência da natureza: Design Lúdico e Intemporal. Preservamos a beleza do mundo e trabalhamos com respeito ao meio ambiente. Utilizamos madeira certificada recuperada para os nossos móveis. Nossa Missão Oferecemos móveis que refletem a essência da natureza: Design Lúdico e Intemporal. Preservamos a beleza do mundo e trabalhamos com respeito ao meio ambiente. Utilizamos madeira certificada recuperada para os nossos móveis. Por que você pode confiar em nossos especialistas Equipe de profissionais Nossos especialistas são altamente qualificados e experientes, prontos para oferecer o melhor serviço e orientação personalizada para suas necessidades. Design atemporal Nosso compromisso com o design atemporal garante que nossos móveis permaneçam elegantes e relevantes ao longo do tempo, adaptando-se perfeitamente a qualquer estilo de decoração. Produto de alta qualidade Nosso compromisso com a qualidade garante que cada peça de mobiliário que produzimos atenda aos mais altos padrões, oferecendo durabilidade e beleza duradouras. Bem experientes Nossa equipe possui uma vasta experiência no setor de móveis, garantindo que cada cliente receba um serviço excepcional e soluções personalizadas para suas necessidades específicas. Atendimento ao cliente 24/7 Estamos sempre disponíveis para ajudar e fornecer suporte, garantindo uma experiência tranquila e satisfatória para todos os nossos clientes, a qualquer hora do dia ou da noite. Clientes satisfeitos A satisfação do cliente é a nossa prioridade máxima. Trabalhamos arduamente para garantir que cada cliente tenha uma experiência positiva e saia completamente satisfeito com seus novos móveis e nosso serviço. nosso contato Entre em contato com nossa simpática equipe. Nome E-mail Mensagem Concordo política de Privacidade Explore nossa coleção exclusiva de móveis modernos e transforme sua casa em um verdadeiro refúgio urbano. Se precisar de alguma assistência, não hesite em nos contatar. Páginas LarSobreProdutos Informações BlogueAnálise Galeria Utilitária EquipeVisãoContatos Urban Nest Goiânia - GO, 74115-060, Brasil urbannest@gmail.com +55-22-45698732 © Urban Nest 2024. Todos os direitos reservados. Política de Privacidade&#160;&#38;&#160; Termos e Condições",
    "privacy-policy": "Política de Privacidade - Urban Nest Lar Sobre Produtos Equipe Galeria Contatos urbannest@gmail.com dados informativos Política de Privacidade Política de Privacidade: Nossa Política de Privacidade é fundamental para nós. Comprometemo-nos a proteger suas informações pessoais e a respeitar sua privacidade online. Esta política explica como coletamos, usamos, divulgamos e protegemos suas informações quando você utiliza nossos serviços. Informações Pessoais Coletadas: Podemos coletar diversas informações pessoais suas, incluindo, mas não se limitando a: nome, endereço de e-mail, endereço residencial, número de telefone, informações de pagamento e outras informações que você nos fornecer voluntariamente. Uso das Informações: Utilizamos suas informações pessoais para fornecer, manter, proteger e melhorar nossos serviços. Isso inclui personalizar sua experiência, processar transações, enviar comunicações de marketing, responder a solicitações de suporte e muito mais. Divulgação de Informações: Não vendemos, alugamos ou trocamos suas informações pessoais com terceiros sem seu consentimento, exceto conforme descrito nesta Política de Privacidade ou conforme exigido por lei. Segurança de Dados: Empregamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição não autorizada. Links para Sites de Terceiros: Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou conteúdo desses sites. Recomendamos que você revise as políticas de privacidade desses sites antes de fornecer qualquer informação pessoal. Rescisão: Reservamo-nos o direito de rescindir ou suspender seu acesso ao nosso site, sem aviso prévio, por qualquer motivo e a nosso exclusivo critério. Legislação Aplicável: Estes Termos e Condições serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração seus princípios de conflitos de leis. Alterações nesta Política de Privacidade: Reservamo-nos o direito de atualizar ou modificar nossa Política de Privacidade a qualquer momento. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer alterações. Seus Direitos de Privacidade: Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Se precisar de assistência para exercer esses direitos, entre em contato conosco. Contato: Se tiver dúvidas, preocupações ou comentários sobre nossa Política de Privacidade, entre em contato conosco através das informações fornecidas em urbannest@gmail.com. Consentimento: Ao utilizar nosso site, você concorda com os termos de nossa Política de Privacidade e com o processamento de suas informações pessoais conforme descrito aqui. Versão em Vigor: Esta Política de Privacidade está em vigor a partir da data indicada abaixo e substitui todas as versões anteriores. Explore nossa coleção exclusiva de móveis modernos e transforme sua casa em um verdadeiro refúgio urbano. Se precisar de alguma assistência, não hesite em nos contatar. Páginas LarSobreProdutos Informações BlogueAnálise Galeria Utilitária EquipeVisãoContatos Urban Nest Goiânia - GO, 74115-060, Brasil urbannest@gmail.com +55-22-45698732 © Urban Nest 2024. Todos os direitos reservados. Política de Privacidade&#160;&#38;&#160; Termos e Condições",
    "terms-conditions": "Termos e Condições - Urban Nest Lar Sobre Produtos Equipe Galeria Contatos urbannest@gmail.com dados informativos Terms and Conditions Termos e Condições: Estes Termos e Condições regem o uso do site da Urban Nest e quaisquer serviços oferecidos por nós. Ao acessar ou utilizar nosso site, você concorda em cumprir estes termos e todas as leis e regulamentos aplicáveis. Uso do Site: Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. Você concorda em não usar nosso site de maneira que possa danificar, desativar, sobrecarregar ou prejudicar o funcionamento do site ou interferir no uso e gozo de nosso site por parte de outras pessoas. Conteúdo do Site: Todo o conteúdo em nosso site, incluindo texto, gráficos, imagens, logotipos, vídeos, áudio e software, é propriedade da Urban Nest ou de seus licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Links para Outros Sites: Nosso site pode conter links para sites de terceiros que não são controlados ou operados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de outros sites e recomendamos que você revise os termos e políticas desses sites antes de interagir com eles. Limitação de Responsabilidade: Em nenhuma circunstância a Urban Nest, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, especiais, incidentais ou consequenciais decorrentes do uso ou incapacidade de usar nosso site ou do conteúdo nele contido. Uso das Informações: Utilizamos suas informações pessoais para fornecer, manter, proteger e melhorar nossos serviços. Isso inclui personalizar sua experiência, processar transações, enviar comunicações de marketing, responder a solicitações de suporte e muito mais. Alterações nos Termos e Condições: Reservamo-nos o direito de atualizar ou modificar estes Termos e Condições a qualquer momento, sem aviso prévio. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer alterações. O uso continuado de nosso site após quaisquer alterações significa sua aceitação dessas alterações. Rescisão: Reservamo-nos o direito de rescindir ou suspender seu acesso ao nosso site, sem aviso prévio, por qualquer motivo e a nosso exclusivo critério. Legislação Aplicável: Estes Termos e Condições serão regidos e interpretados de acordo com as leis do Brasil, sem levar em consideração seus princípios de conflitos de leis. Disposições Gerais: Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível por um tribunal de jurisdição competente, as demais disposições destes Termos e Condições permanecerão em pleno vigor e efeito. Links para Sites de Terceiros: Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou conteúdo desses sites. Recomendamos que você revise as políticas de privacidade desses sites antes de fornecer qualquer informação pessoal. Versão em Vigor: Estes Termos e Condições estão em vigor a partir da data indicada abaixo e substituem todas as versões anteriores. Rescisão: Reservamo-nos o direito de rescindir ou suspender seu acesso ao nosso site, sem aviso prévio, por qualquer motivo e a nosso exclusivo critério. Contato: Se tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco através das informações fornecidas em urbannest@gmail.com. Consentimento: Ao utilizar nosso site, você concorda com estes Termos e Condições e com o cumprimento de todas as leis e regulamentos aplicáveis. Explore nossa coleção exclusiva de móveis modernos e transforme sua casa em um verdadeiro refúgio urbano. Se precisar de alguma assistência, não hesite em nos contatar. Páginas LarSobreProdutos Informações BlogueAnálise Galeria Utilitária EquipeVisãoContatos Urban Nest Goiânia - GO, 74115-060, Brasil urbannest@gmail.com +55-22-45698732 © Urban Nest 2024. Todos os direitos reservados. Política de Privacidade&#160;&#38;&#160; Termos e Condições",
    "thanks": "Obrigado - Urban Nest Obrigado! Obrigado por entrar em contato conosco. A equipe da Urban Nest entrará em contato em breve para ajudá-lo com suas necessidades de mobiliário urbano. Estamos ansiosos para ajudá-lo a criar o espaço urbano dos seus sonhos. Enquanto isso, sinta-se à vontade para explorar nossa coleção de móveis modernos. Navegue por nossa seleção exclusiva de móveis urbanos e encontre peças que combinam perfeitamente com o seu estilo de vida. Obrigado mais uma vez por escolher a Urban Nest. Estamos aqui para tornar sua experiência de mobiliário urbano excepcional. Retornar a página inicial"
  },
  "date": "2024-05-10T14:12:54.580Z"
}