{
  "name": "New_v9_NomeFutebol",
  "pages": {
    "index": "Nome Futebol - Sua Loja de Equipamentos de Futebol no Brasil | Início Depoimentos de clientes Razões para nos escolher Equipamentos de Futebol de Alta Qualidade Explore o Catálogo Catálogo de Produtos Chuteira de Futebol R$ 499,90 Comprar Agora Bola de Futebol R$ 149,90 Comprar Agora Luvas de Goleiro R$ 199,90 Comprar Agora Apito de Árbitro R$ 29,90 Comprar Agora Caneleira de Futebol R$ 59,90 Comprar Agora Meião de Futebol R$ 39,90 Comprar Agora Por Que Escolher Nome Futebol? Na Nome Futebol, nos orgulhamos de oferecer produtos de alta qualidade para todos os apaixonados por futebol no Brasil. Cada item do nosso catálogo é selecionado com cuidado para garantir que você receba apenas o melhor em termos de desempenho, durabilidade e estilo. Sabemos que o futebol é mais do que um esporte; é uma paixão que exige o melhor equipamento para otimizar seu jogo e destacar seu talento em campo. Nossos produtos vêm das marcas mais renomadas do mundo do futebol, como Nike, Adidas, Puma e outras, garantindo que você tenha acesso às últimas tecnologias e designs inovadores. Seja você um jogador profissional, amador ou apenas um fã do esporte, temos exatamente o que você precisa para aprimorar sua experiência e desempenho. Nossas chuteiras, camisas, bolas e acessórios são testados e aprovados por especialistas para assegurar que atendem aos padrões mais exigentes. Além da qualidade superior, nos esforçamos para oferecer os melhores preços do mercado. Acreditamos que todos devem ter acesso a equipamentos de alta qualidade sem precisar gastar uma fortuna. Por isso, trabalhamos incansavelmente para negociar os melhores preços com nossos fornecedores e repassar essas economias para você. Com a Nome Futebol, você pode ter certeza de que está fazendo um excelente investimento, obtendo o melhor custo-benefício em cada compra. Nosso compromisso com o cliente vai além dos produtos. Oferecemos um atendimento ao cliente excepcional, pronto para ajudar com qualquer dúvida ou necessidade que você possa ter. Estamos sempre à disposição para garantir que sua experiência de compra seja a melhor possível, desde o momento em que você visita nosso site até o momento em que recebe seus produtos. Escolha a Nome Futebol e descubra por que somos a escolha número um para equipamentos de futebol no Brasil. Formulário de contato Aceito a política de privacidade Enviar mensagem Rua Senador Pompeu, 1111 Shopping Camelo, 2 - Loja 20 - Centro, Fortaleza - CE, 60025-000, Brasil +5585996881680 nomefutebol@gmail.com Política de privacidade Termos e condições",
    "privacy": "Nome Futebol - Sua Loja de Equipamentos de Futebol no Brasil | Política de Privacidade Início Depoimentos de clientes Razões para nos escolher Política de Privacidade Na Nome Futebol, valorizamos sua privacidade e estamos empenhados em proteger suas informações pessoais. Esta Política de Privacidade explica como recolhemos, utilizamos, divulgamos e protegemos os dados que você nos fornece ao usar nosso site e nossos serviços. 1. Recolhimento de Informações Recolhemos informações de várias maneiras para oferecer uma experiência mais personalizada e melhor para você. As informações que recolhemos incluem: Dados Pessoais: Nome, endereço de e-mail, endereço de entrega, número de telefone, informações de pagamento e outras informações que você nos fornece voluntariamente. Dados de Navegação: Informações sobre como você utiliza nosso site, como páginas visitadas, tempo gasto no site e outras estatísticas. Dados de Dispositivo: Informações sobre o dispositivo que você usa para acessar nosso site, como endereço IP, tipo de navegador e sistema operacional. 2. Utilização das Informações Utilizamos as informações recolhidas para os seguintes fins: Fornecer e aprimorar nossos serviços. Personalizar sua experiência em nosso site. Processar transações e oferecer suporte ao cliente. Enviar comunicações promocionais e informativas, desde que você tenha consentido. Analisar tendências e melhorar a funcionalidade do nosso site. 3. Divulgação de Informações Podemos divulgar suas informações pessoais nas seguintes situações: Para cumprir com leis, regulamentos ou ordens judiciais. Para proteger nossos direitos, propriedade ou segurança, bem como a de nossos usuários e terceiros. Para fornecedores de serviços que nos ajudam a operar nosso site e fornecer nossos serviços. Para terceiros com seu consentimento prévio. 4. Contato Se você tiver alguma dúvida sobre esta Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através do e-mail: nomefutebol@gmail.com. Rua Senador Pompeu, 1111 Shopping Camelo, 2 - Loja 20 - Centro, Fortaleza - CE, 60025-000, Brasil +5585996881680 nomefutebol@gmail.com Política de privacidade Termos e condições",
    "reasons": "Nome Futebol - Sua Loja de Equipamentos de Futebol no Brasil | razões para escolher Início Depoimentos de clientes Razões para nos escolher Razões para nos escolher Qualidade Inigualável Oferecemos produtos de alta qualidade das marcas mais renomadas do mercado, garantindo durabilidade e desempenho. Preços Competitivos Nossos preços são imbatíveis, proporcionando o melhor custo-benefício para que você possa adquirir equipamentos de futebol de alta qualidade sem gastar muito. Entrega Rápida Garantimos uma entrega rápida e eficiente em todo o Brasil, para que você receba seus produtos no menor tempo possível. Atendimento ao Cliente Nosso atendimento ao cliente é excepcional, sempre pronto para ajudar e resolver qualquer dúvida ou problema que você possa ter. Segurança nas Compras Utilizamos as melhores práticas de segurança para proteger seus dados pessoais e garantir transações seguras. Política de Devolução Oferecemos uma política de devolução flexível e fácil, para que você possa trocar ou devolver produtos sem complicações. Sobre a Nome Futebol Bem-vindo à Nome Futebol, a sua loja de confiança para todos os equipamentos de futebol no Brasil. Fundada com a paixão pelo futebol e um compromisso inabalável com a qualidade, nossa missão é oferecer aos jogadores de todas as idades e níveis de habilidade os melhores produtos disponíveis no mercado. Entendemos que o futebol é mais do que apenas um esporte; é uma forma de vida que conecta pessoas e cria momentos inesquecíveis. Por isso, nos dedicamos a fornecer equipamentos que não apenas atendam, mas superem as expectativas dos nossos clientes. Nossa equipe é composta por especialistas em futebol que selecionam cuidadosamente cada produto em nosso catálogo. Trabalhamos diretamente com os principais fabricantes do mundo, como Nike, Adidas, Puma e muitas outras marcas de renome, para garantir que cada item oferecido em nossa loja seja de altíssima qualidade. Seja você um jogador profissional ou um amador apaixonado, temos exatamente o que você precisa para elevar seu jogo a um novo patamar. Na Nome Futebol, acreditamos que todos devem ter acesso a equipamentos de alta qualidade sem precisar pagar preços exorbitantes. Por isso, nos esforçamos para oferecer os melhores preços do mercado. Nossa abordagem centrada no cliente nos permite negociar diretamente com os fornecedores, eliminando intermediários e repassando essas economias para você. Além disso, oferecemos diversas promoções e descontos ao longo do ano, para que você sempre encontre uma ótima oferta. Nosso compromisso com a satisfação do cliente vai além da qualidade e do preço dos produtos. Estamos aqui para garantir que sua experiência de compra seja a melhor possível, desde o momento em que você visita nosso site até a entrega dos seus produtos. Nosso serviço de atendimento ao cliente está sempre pronto para ajudar com qualquer dúvida ou preocupação que você possa ter, garantindo uma experiência de compra tranquila e satisfatória. Nossa Visão e Valores Na Nome Futebol, nossa visão é ser a loja de equipamentos de futebol mais confiável e respeitada do Brasil. Acreditamos que essa visão só pode ser alcançada através de um compromisso inabalável com nossos valores fundamentais: qualidade, integridade, inovação e atendimento ao cliente. Cada decisão que tomamos é guiada por esses valores, garantindo que estamos sempre focados em oferecer o melhor para nossos clientes. Qualidade é a base de tudo o que fazemos. Não nos contentamos com nada menos do que a excelência e estamos constantemente buscando maneiras de melhorar nossos produtos e serviços. Isso significa trabalhar com os melhores fornecedores, realizar testes rigorosos de qualidade e ouvir o feedback dos nossos clientes para garantir que estamos sempre atendendo às suas necessidades. A integridade é essencial para nós. Acreditamos que construir uma relação de confiança com nossos clientes é fundamental para o nosso sucesso a longo prazo. Isso significa ser transparente em todas as nossas operações, desde a seleção dos produtos até o processo de entrega, e sempre agir com honestidade e respeito. Inovação é o que nos mantém à frente. Estamos sempre em busca das últimas tendências e tecnologias no mundo do futebol para oferecer produtos que façam a diferença em campo. Nosso objetivo é estar na vanguarda das inovações, trazendo para você o que há de mais moderno e eficiente no mercado. Por último, mas não menos importante, é o nosso compromisso com o atendimento ao cliente. Sabemos que uma experiência de compra excepcional é tão importante quanto a qualidade dos produtos que oferecemos. Nossa equipe de atendimento ao cliente é dedicada, experiente e sempre pronta para ajudar. Estamos aqui para garantir que você tenha uma experiência positiva e sem complicações toda vez que comprar conosco. Rua Senador Pompeu, 1111 Shopping Camelo, 2 - Loja 20 - Centro, Fortaleza - CE, 60025-000, Brasil +5585996881680 nomefutebol@gmail.com Política de privacidade Termos e condições",
    "terms": "Nome Futebol - Sua Loja de Equipamentos de Futebol no Brasil | Termos e Condições Início Depoimentos de clientes Razões para nos escolher Termos e Condições 1. Aceitação dos Termos Ao utilizar os serviços da loja de equipamentos de futebol Nome Futebol, você concorda com estes termos e condições. 2. Uso dos Produtos Nossos produtos são destinados para uso em atividades esportivas relacionadas ao futebol. O cliente é responsável pelo uso adequado dos equipamentos. 3. Política de Entrega A Nome Futebol se compromete a entregar os produtos no prazo estipulado. Em caso de atraso, o cliente será notificado. 4. Trocas e Devoluções Aceitamos trocas e devoluções em até 30 dias após a compra, desde que o produto não tenha sido usado e esteja em sua embalagem original. 5. Garantia Nossos produtos possuem garantia contra defeitos de fabricação conforme especificado na descrição de cada item. 6. Privacidade Suas informações pessoais serão tratadas de acordo com nossa Política de Privacidade. 7. Alterações nos Termos A Nome Futebol reserva-se o direito de modificar estes termos a qualquer momento. As alterações entrarão em vigor após sua publicação no site. 8. Contato Para quaisquer dúvidas, reclamações ou assistência, entre em contato conosco através do e-mail: nomefutebol@gmail.com 9. Pagamentos Aceitamos diversas formas de pagamento, incluindo cartões de crédito, boleto bancário e PIX. Todas as transações são processadas de forma segura. 10. Disponibilidade de Produtos A disponibilidade dos produtos está sujeita ao estoque. Em caso de indisponibilidade após a finalização da compra, o cliente será notificado e reembolsado. Rua Senador Pompeu, 1111 Shopping Camelo, 2 - Loja 20 - Centro, Fortaleza - CE, 60025-000, Brasil +5585996881680 nomefutebol@gmail.com Política de privacidade Termos e condições",
    "testimonials": "Nome Futebol - Sua Loja de Equipamentos de Futebol no Brasil | depoimentos Início Depoimentos de clientes Razões para nos escolher Depoimentos de clientes João Silva A Nome Futebol é simplesmente a melhor loja online de equipamentos de futebol que já encontrei. A qualidade dos produtos é excelente, e os preços são muito acessíveis. Comprei uma chuteira Nike Mercurial e fiquei impressionado com a durabilidade e o conforto. Além disso, a entrega foi rápida e o atendimento ao cliente foi exemplar. Recomendo a todos os amantes de futebol! Maria Fernandes Fiquei muito satisfeita com minha compra na Nome Futebol. As camisas oficiais da Seleção Brasileira são de altíssima qualidade, e meu filho adorou o presente. O site é fácil de navegar, e encontrei rapidamente o que procurava. Os preços são justos, e a entrega foi feita dentro do prazo. Com certeza voltarei a comprar aqui! Carlos Oliveira Já fiz várias compras na Nome Futebol e nunca me decepcionei. A variedade de produtos é excelente, e sempre encontro o que preciso, desde bolas de futebol até acessórios. A última compra que fiz foi uma bola Adidas, que chegou em perfeito estado e com uma qualidade incrível. O atendimento ao cliente é sempre muito atencioso e eficiente. Recomendo sem dúvidas! Ana Costa Comprei um par de chuteiras Puma Future para meu namorado na Nome Futebol, e ele ficou extremamente feliz com o presente. As chuteiras são confortáveis, leves e muito bonitas. Além disso, o processo de compra foi simples e a entrega foi super rápida. Estou muito satisfeita com a minha experiência e com certeza farei novas compras no futuro. Bruno Lima A Nome Futebol superou todas as minhas expectativas. A qualidade dos produtos é indiscutível, e os preços são imbatíveis. Comprei uma camisa oficial e um calção Nike, e ambos são extremamente confortáveis e bem feitos. O atendimento ao cliente é excelente e sempre disponível para ajudar. Com certeza é minha loja de escolha para todos os equipamentos de futebol. Fernanda Souza Descobri a Nome Futebol através de um amigo e decidi experimentar. Comprei meiões Adidas e fiquei muito impressionada com a qualidade do material. Eles são muito confortáveis e resistentes. O processo de compra foi tranquilo e a entrega foi rápida. Estou muito satisfeita com a minha compra e recomendo a todos os jogadores e fãs de futebol! Perguntas frequentes Qual é o prazo de entrega dos produtos? O prazo de entrega pode variar dependendo da sua localização. Em geral, as entregas são feitas entre 3 a 7 dias úteis para regiões metropolitanas e até 10 dias úteis para outras regiões. Você receberá um código de rastreamento para acompanhar sua encomenda. Quais são as formas de pagamento aceitas? Aceitamos diversas formas de pagamento, incluindo cartões de crédito (Visa, MasterCard, American Express), boleto bancário e transferência bancária. Também oferecemos a opção de pagamento parcelado em até 12 vezes sem juros. Como posso trocar ou devolver um produto? Se precisar trocar ou devolver um produto, entre em contato com nosso atendimento ao cliente dentro de 30 dias após a entrega. O produto deve estar em perfeito estado, sem sinais de uso, e na embalagem original. Forneceremos um código de devolução e instruções para o processo. Os produtos possuem garantia? Sim, todos os nossos produtos possuem garantia contra defeitos de fabricação. O prazo da garantia pode variar de acordo com o fabricante. Em caso de problemas, entre em contato conosco para receber suporte e orientações sobre como proceder. Posso acompanhar o status do meu pedido? Sim, após a confirmação do pagamento, você receberá um e-mail com um código de rastreamento. Com esse código, você pode acompanhar o status do seu pedido diretamente no site da transportadora ou através da nossa página de acompanhamento de pedidos. Vocês oferecem descontos para compras em grande quantidade? Sim, oferecemos descontos especiais para compras em grande quantidade. Para saber mais sobre as condições e obter um orçamento personalizado, entre em contato com nosso atendimento ao cliente. Como posso entrar em contato com o atendimento ao cliente? Você pode entrar em contato com nosso atendimento ao cliente através do e-mail nomefutebol@gmail.com. Nosso horário de atendimento é de segunda a sexta-feira, das 9h às 18h. Vocês têm loja física? Atualmente, operamos apenas como uma loja online para melhor atender nossos clientes em todo o Brasil. No entanto, estamos avaliando a possibilidade de abrir lojas físicas no futuro. Fique atento às nossas atualizações. Posso alterar meu pedido após a confirmação? Se precisar fazer alterações no seu pedido, entre em contato conosco o mais rápido possível. Faremos o possível para atender sua solicitação, mas mudanças só podem ser feitas antes do envio do pedido. Os produtos são originais? Sim, todos os produtos vendidos na Nome Futebol são 100% originais e adquiridos diretamente dos fabricantes ou distribuidores autorizados. Garantimos a autenticidade e a qualidade de todos os itens disponíveis em nossa loja. Rua Senador Pompeu, 1111 Shopping Camelo, 2 - Loja 20 - Centro, Fortaleza - CE, 60025-000, Brasil +5585996881680 nomefutebol@gmail.com Política de privacidade Termos e condições",
    "thank": "Nome Futebol - Sua Loja de Equipamentos de Futebol no Brasil | Obrigado Agradecemos pelo seu Contato Queremos expressar nossa sincera gratidão por entrar em contato com a Nome Futebol. Valorizamos imensamente seu interesse em nossos produtos e serviços. Sua mensagem é muito importante para nós, e estamos comprometidos em fornecer o melhor atendimento possível para garantir sua total satisfação. Se você tiver alguma dúvida, sugestão ou preocupação, por favor, não hesite em nos informar. Nossa equipe está sempre pronta para ouvir e ajudar. Acreditamos que a comunicação aberta com nossos clientes é essencial para aprimorar continuamente nossos produtos e serviços, e estamos aqui para garantir que suas necessidades sejam atendidas com a máxima eficiência e profissionalismo. Agradecemos por nos dar a oportunidade de servir você e esperamos poder atendê-lo novamente no futuro. Na Nome Futebol, nossa missão é fornecer equipamentos de futebol de alta qualidade a preços acessíveis, e estamos empenhados em tornar sua experiência de compra o mais agradável e conveniente possível. Mais uma vez, obrigado por escolher a Nome Futebol. Estamos ansiosos para continuar a ser sua escolha preferida para todos os equipamentos de futebol. Se precisar de mais assistência, por favor, entre em contato conosco a qualquer momento. Atenciosamente,Equipe Nome FutebolInício"
  },
  "date": "2024-07-25T09:57:42.653Z"
}