{
  "name": "New_v8_ArcticEdge",
  "pages": {
    "about-us": "About ArcticEdge - Crafting Premium Jackets for Adventurers ArcticEdge HOME ABOUT US Products Contact CONTACT Discover ArcticEdge Near You! Exciting news! ArcticEdge jackets are now available at various locations near you. Explore our premium jacket collections at select outlets across town. Find your nearest ArcticEdge showroom today! FIND NEAREST SHOWROOM Stay Updated with ArcticEdge! Be the first to know about our latest designs, exclusive offers, and more! Subscribe to our newsletter and elevate your style with ArcticEdge. SUBSCRIBE NOW Latest Local Updates 13.02.2024 ArcticEdge Opens New Showroom in Downtown! 12.02.2024 ArcticEdge Featured in Local Outdoor Fashion Exhibition! 11.02.2024 ArcticEdge Introduces New Winter Collection! Join the Movement: Dressing Right for the Weather At ArcticEdge, we're committed to promoting sustainable fashion choices for a better world. Join us in our mission to stay warm and stylish while minimizing our environmental footprint. Discover our eco-friendly jacket options and dress responsibly for the weather. LEARN MORE The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "contacts": "Contact ArcticEdge - Get in Touch for Assistance ArcticEdge HOME ABOUT US Products Contact CONTACT Any questions or inquiries? Reach out to us! I accept Privacy Policy SUBMIT GET IN TOUCH The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "disclaimers": "ArcticEdge Disclaimers - Important Legal Information ArcticEdge HOME ABOUT US Products Contact CONTACT Disclaimers 1. No warranties This website is provided \"as is\" without any representations or warranties, express or implied. ArcticEdge makes no representations or warranties in relation to this website or the information and materials provided on this website. 2. Limitation of liability ArcticEdge will not be liable to you (whether under the law of contact, the law of torts or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: to the extent that the website is provided free-of-charge, for any direct loss; for any indirect, special or consequential loss; or for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. 3. Exceptions Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit ArcticEdge's liability in respect of any: death or personal injury caused by ArcticEdge's negligence; fraud or fraudulent misrepresentation on the part of ArcticEdge; or matter which it would be illegal or unlawful for ArcticEdge to exclude or limit, or to attempt or purport to exclude or limit, its liability. The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "index": "ArcticEdge - Unleash Your Style with Premium Jackets ArcticEdge HOME ABOUT US Products Contact CONTACT Elevate Your Style with ArcticEdge EXPLORE OUR COLLECTION Discover ArcticEdge Near You! Exciting news! ArcticEdge jackets are now available at various locations near you. Explore our premium jacket collections at select outlets across town. Find your nearest ArcticEdge showroom today! FIND NEAREST SHOWROOM Explore ArcticEdge's Stunning Selection Classic Jacket Arctic Parka From £ 199.99 SHOP NOW Sporty Jacket Arctic Performance Jacket From £ 249.99 SHOP NOW Fashionable Jacket Arctic Chic Coat From £ 299.99 SHOP NOW Stay Updated with ArcticEdge! Be the first to know about our latest designs, exclusive offers, and more! Subscribe to our newsletter and elevate your style with ArcticEdge. SUBSCRIBE NOW Latest Local Updates 13.02.2024 ArcticEdge Opens New Showroom in Downtown! 12.02.2024 ArcticEdge Featured in Local Outdoor Fashion Exhibition! 11.02.2024 ArcticEdge Introduces New Winter Collection! Join the Movement: Dressing Right for the Weather At ArcticEdge, we're committed to promoting sustainable fashion choices for a better world. Join us in our mission to stay warm and stylish while minimizing our environmental footprint. Discover our eco-friendly jacket options and dress responsibly for the weather. LEARN MORE Explore ArcticEdge Products Near You Discover our premium jackets available at various locations, including our stores, retailers, and online shop. Elevate your style with ArcticEdge today! CONTACT US Jacket Inspirations Cozy Parka for Winter From £ 199.99 SHOP NOW Stylish Jacket for Urban Adventures From £ 249.99 SHOP NOW Sleek Jacket for Everyday Wear From £ 299.99 SHOP NOW The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "privacy-policy": "ArcticEdge Privacy Policy - Your Privacy Matters to Us ArcticEdge HOME ABOUT US Products Contact CONTACT Privacy Policy At ArcticEdge, we value the privacy of our visitors and customers. This Privacy Policy outlines the types of personal information we receive and collect when you use our website, how we use and protect that information, and your rights regarding your data. Information We Collect When you visit our website, we may collect certain information automatically, including your IP address, browser type, operating system, and browsing behavior. Additionally, if you choose to make a purchase or sign up for our newsletter, we may collect personal information such as your name, email address, shipping address, and payment details. How We Use Your Information We use the information we collect to improve our website, personalize your experience, process transactions, and communicate with you about our products, promotions, and updates. We may also use your information for internal purposes such as data analysis and research. Information Sharing and Security We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as required by law or to provide services to you. We implement a variety of security measures to protect your information, including encryption and secure server connections. Your Rights You have the right to access, update, or delete your personal information at any time. You can also opt-out of receiving marketing communications from us by following the unsubscribe instructions included in our emails. Changes to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "products": "ArcticEdge Jackets - Explore Premium Jacket Collection ArcticEdge HOME ABOUT US Products Contact CONTACT Explore ArcticEdge's Stunning Selection Classic Jacket Arctic Parka From £ 199.99 SHOP NOW Sporty Jacket Arctic Performance Jacket From £ 249.99 SHOP NOW Fashionable Jacket Arctic Chic Coat From £ 299.99 SHOP NOW Explore ArcticEdge Products Near You Discover our premium jackets available at various locations, including our stores, retailers, and online shop. Elevate your style with ArcticEdge today! CONTACT US Jacket Inspirations Cozy Parka for Winter From £ 199.99 SHOP NOW Stylish Jacket for Urban Adventures From £ 249.99 SHOP NOW Sleek Jacket for Everyday Wear From £ 299.99 SHOP NOW The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "terms-conditions": "ArcticEdge Terms and Conditions - Your Agreement with Us ArcticEdge HOME ABOUT US Products Contact CONTACT Terms and Conditions 1. Introduction Welcome to ArcticEdge! These terms and conditions outline the rules and regulations for the use of our website. By accessing this website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website. 2. Intellectual Property Rights Unless otherwise stated, we own the intellectual property rights for all material on ArcticEdge. All intellectual property rights are reserved. You may view and/or print pages from this website for your own personal use subject to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: publishing any website material in any other media; selling, sublicensing and/or otherwise commercializing any website material; publicly performing and/or showing any website material; using this website in any way that is or may be damaging to this website; using this website in any way that impacts user access to this website; using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this website; using this website to engage in any advertising or marketing. The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344",
    "thanks": "Thank You from ArcticEdge - Your Support Matters ArcticEdge HOME ABOUT US Products Contact CONTACT Thank You from ArcticEdge Your support means the world to us. If you have any questions about your order or need further assistance, don't hesitate to contact us. Stay tuned for updates and new arrivals. The ArcticEdge website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Explore Disclaimers Privacy & Policy Terms & Conditions Location 363,Koshtipura, Sitabuldi, Nagpur, Maharashtra 440012, India arcticedge@gmail.com +91-935-553-5344"
  },
  "date": "2024-05-07T13:34:39.486Z"
}