{
  "name": "New_v9_FoodZero",
  "pages": {
    "menu": "FoodZero - Restaurante inovador com desperdício zero Casa Sobre nós Cardápio Casa Sobre nós Cardápio +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070 Veja nosso novo cardápio Os ingredientes mais frescos para você todos os dias Balanço Energético de Calorias Fundamentos Entradas Sopas Entradas Quiabo e Tomate Grelhado $20 Salada de pepino $18 Panquecas de manjericão $15 Fundamentos Filé de Bacalhau Branca de Neve do Mar Profundo $20 Bife Com Manteiga De Alecrim $22 Bifes com Kimchi Grelhado $18 Bom saber Qual é o seu horário de funcionamento? Estamos abertos das 9h às 22h de segunda a sábado e das 10h às 20h aos domingos. Você oferece opções vegetarianas? Sim, oferecemos uma variedade de pratos vegetarianos e veganos confeccionados com ingredientes frescos e sazonais. Você aceita reservas? Sim, aceitamos reservas. Você pode reservar uma mesa online ou ligar diretamente para nós. Você oferece serviços de entrega? Yes, we offer delivery services within a 10-mile radius. You can place your order online or via phone. Casa Sobre nós Cardápio Política de Privacidade Termos e Condições +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070",
    "privacy-policy": "FoodZero - Cozinha Gourmet Sustentável Casa Sobre nós Cardápio Casa Sobre nós Cardápio +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070 Política de Privacidade Introdução Bem-vindo ao FoodZero. Estamos comprometidos em proteger suas informações pessoais e seu direito à privacidade. Se você tiver alguma dúvida ou preocupação sobre nossa política ou práticas em relação às suas informações pessoais, entre em contato conosco em [Informações de contato]. Informações que coletamos Coletamos informações pessoais que você nos fornece voluntariamente ao se registrar nos Serviços, expressando interesse em obter informações sobre nós ou sobre nossos produtos e serviços, ao participar de atividades nos Serviços ou entrar em contato conosco de outra forma. Como usamos suas informações Usamos informações pessoais coletadas por meio de nossos Serviços para diversos fins comerciais descritos abaixo. Processamos suas informações pessoais para esses fins com base em nossos interesses comerciais legítimos, para celebrar ou executar um contrato com você, com seu consentimento e/ou para cumprir nossas obrigações legais. Compartilhando suas informações Nós apenas compartilhamos e divulgamos suas informações nas seguintes situações: Conformidade com leis, interesses vitais e direitos legais, fornecedores, consultores e outros prestadores de serviços terceirizados, transferências comerciais, afiliadas e com seu consentimento. Segurança das suas informações Usamos medidas de segurança administrativas, técnicas e físicas para ajudar a proteger suas informações pessoais. Embora tenhamos tomado medidas razoáveis ​​para proteger as informações pessoais que você nos fornece, esteja ciente de que, apesar dos nossos esforços, nenhuma medida de segurança é perfeita ou impenetrável e nenhum método de transmissão de dados pode ser garantido contra qualquer interceptação ou outro tipo de uso indevido. Seus direitos de privacidade Você tem certos direitos de acordo com as leis de proteção de dados aplicáveis. Estes podem incluir o direito (i) de solicitar acesso e obter uma cópia das suas informações pessoais, (ii) de solicitar retificação ou apagamento; (iii) restringir o processamento de suas informações pessoais; e (iv) se for o caso, à portabilidade dos dados. Em determinadas circunstâncias, você também poderá ter o direito de se opor ao processamento de suas informações pessoais. Entre em contato conosco Se você tiver dúvidas ou comentários sobre esta política, entre em contato conosco em foodzero@gmail.com Casa Sobre nós Cardápio Política de Privacidade Termos e Condições +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070",
    "terms-conditions": "FoodZero - Seu destino para refeições com desperdício zero Casa Sobre nós Cardápio Casa Sobre nós Cardápio +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070 Termos e Condições 1. Introdução Bem-vindo ao FoodZero. Estes Termos e Condições regem o uso do nosso site e serviços. Ao acessar ou usar nosso site, você concorda em obedecer a estes Termos e Condições. 2. Uso de nossos serviços Você concorda em usar nossos serviços apenas para fins legais. Você não deve usar nossos serviços de qualquer forma que cause ou possa causar danos ao site ou prejudicar a disponibilidade ou acessibilidade do site. 3. Contas de usuário Ao criar uma conta conosco, você deve nos fornecer informações precisas e completas. Você é responsável por manter a confidencialidade de sua conta e senha e por restringir o acesso ao seu computador. Você concorda em aceitar a responsabilidade por todas as atividades que ocorram com sua conta ou senha. 4. Propriedade Intelectual O conteúdo do nosso site, incluindo textos, gráficos, imagens e logotipos, é propriedade da FoodZero ou de seus fornecedores de conteúdo e é protegido por leis de propriedade intelectual. Você não pode reproduzir, distribuir ou criar trabalhos derivados deste conteúdo sem nossa permissão expressa por escrito. 5. Limitação de responsabilidade FoodZero não será responsável por quaisquer danos de qualquer tipo decorrentes do uso de nosso site ou serviços, incluindo, mas não limitado a, danos diretos, indiretos, incidentais, punitivos e consequenciais. 6. Alterações nos Termos e Condições Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. O uso continuado do nosso site após quaisquer alterações indica sua aceitação dos novos Termos e Condições. 7. Entre em contato conosco Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco em foodzero@gmail.com Casa Sobre nós Cardápio Política de Privacidade Termos e Condições +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070",
    "thanks": "FoodZero - Cozinha Orgânica com Zero Desperdício Casa Agradecimentos sinceros da Food Zero Agradecemos que você nos tenha escolhido e tentaremos responder o mais rápido possível",
    "about": "FoodZero - Jantar Gourmet Ecológico Casa Sobre nós Cardápio Casa Sobre nós Cardápio +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070 Quem nós somos FoodZero é uma jornada culinária dedicada à sustentabilidade e ao sabor. Acreditamos na criação de experiências gastronômicas excepcionais que celebram ingredientes sazonais e sabores locais. Nossa história O FoodZero começou com uma ideia simples: criar uma experiência gastronômica que celebrasse ingredientes sazonais e sabores locais. Fundada em [ano], nossa jornada começou com um compromisso com a sustentabilidade e a qualidade. Ao longo dos anos, passamos de uma pequena cozinha a um centro comunitário adorado por entusiastas da gastronomia. Nossa dedicação ao fornecimento responsável e ao apoio aos agricultores locais permanece no centro de tudo o que fazemos. Junte-se a nós enquanto continuamos a evoluir, inovar e inspirar. Da nossa cozinha à sua mesa, cada prato do FoodZero conta uma história de paixão, criatividade e profundo respeito pelo meio ambiente. Nossa missão Na FoodZero, nossa missão é redefinir a gastronomia priorizando a sustentabilidade, a qualidade e a comunidade. Estamos comprometidos em: Usar ingredientes sazonais para criar pratos frescos e saborosos. Abastecimento responsável para apoiar os agricultores locais e reduzir o impacto ambiental. Criar experiências gastronômicas memoráveis ​​que inspirem hábitos alimentares mais saudáveis. Construir uma comunidade de entusiastas da comida que compartilham nossa paixão por boa comida e sustentabilidade. Nossos valores Nós nos esforçamos para fornecer alimentos e serviços da mais alta qualidade aos nossos clientes. Cada prato é preparado com ingredientes frescos e premium para garantir uma experiência gastronômica excepcional. Nosso compromisso com a sustentabilidade nos leva a adquirir nossos ingredientes de forma responsável. Apoiamos os agricultores locais e utilizamos produtos sazonais para reduzir o nosso impacto ambiental. Acreditamos na promoção de um senso de comunidade por meio de nossa comida e serviço. Nosso objetivo é criar um ambiente acolhedor onde todos se sintam valorizados e conectados. A inovação está no centro do que fazemos. Buscamos continuamente novas maneiras de aprimorar nosso cardápio e serviço, garantindo que nossos clientes desfrutem sempre de uma experiência gastronômica única e emocionante. Seu comando Gerente de restaurante Carson Hugn Chefe executivo Jane Cooper Especial de verão Valid until August 31, 2024. Don't miss out on this delicious offer! Cardápio Ouça o que meus clientes dizem sobre mim A comida era absolutamente maravilhosa, desde a preparação até a apresentação, muito agradável. Altamente recomendado! John Ótima comida e ótimo atendimento! O ambiente é perfeito para uma noite agradável. Definitivamente voltarei! Michael Gostei da experiência, os funcionários foram muito simpáticos e o ambiente era adorável. A melhor experiência gastronômica que tive em muito tempo! Jane A comida estava deliciosa e o serviço impecável. Mal posso esperar para voltar e experimentar mais pratos! Simplesmente incrível. Eu pretendo vir aqui novamente! Eva Casa Sobre nós Cardápio Política de Privacidade Termos e Condições +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070",
    "index": "Restaurante FoodZero - Experiência gastronômica sustentável Casa Sobre nós Cardápio Casa Sobre nós Cardápio +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070 Bem-vindo ao FoodZero Na FoodZero, nos dedicamos a oferecer uma experiência gastronômica excepcional que combina cozinha gourmet com uma filosofia de desperdício zero. Nossa missão é oferecer refeições deliciosas e sustentáveis ​​que não apenas despertem seu paladar, mas também apoiem um planeta mais saudável. Nossos chefs selecionam cuidadosamente os melhores ingredientes de origem local para criar pratos inovadores que refletem a rica diversidade de sabores de todo o mundo. Quer esteja à procura de uma refeição saudável ou de um lanche ligeiro, o nosso menu tem opções para todos os gostos, incluindo uma variedade de opções vegetarianas e veganas. Junte-se a nós no nosso compromisso com a sustentabilidade, desfrutando de uma refeição no FoodZero. Nós nos esforçamos para minimizar o desperdício em todas as etapas, desde a obtenção e preparação até o serviço e descarte. Ao escolher o FoodZero, você não está apenas se presenteando com uma experiência culinária deliciosa, mas também contribuindo para um futuro mais sustentável. Nossas vantagens Menus personalizáveis Oferecemos menus personalizáveis ​​para atender às preferências dietéticas e ocasiões especiais. Legumes Sazonais Nosso cardápio conta com vegetais da estação, garantindo frescor e sustentabilidade em cada prato. Qualidade premium Desfrute de pratos confeccionados com ingredientes de qualidade premium, adquiridos localmente e de forma responsável. Fruta fresca Delicie-se com sobremesas e bebidas confeccionadas com as frutas mais frescas da época, realçando o sabor e o valor nutricional. Excelente cozinheiro John Doe é um chef executivo premiado com mais de 15 anos de experiência culinária. Ele tem paixão por criar pratos inovadores que combinam sabores tradicionais com técnicas modernas. Sua jornada começou ainda jovem, na cozinha de sua avó, onde desenvolveu um profundo apreço por ingredientes frescos e receitas autênticas. A filosofia culinária de John gira em torno de produtos sazonais e práticas sustentáveis. Como chefe de cozinha do FoodZero, John supervisiona o desenvolvimento do cardápio, garantindo que cada prato reflita seu compromisso com a qualidade e a criatividade. Ele acredita no uso de ingredientes de origem local para apoiar a comunidade e reduzir a pegada de carbono do restaurante. Blogue 20 de abril 2024 Explorando sabores sazonais no FoodZero O compromisso da FoodZero com ingredientes sazonais nos permite explorar uma variedade de sabores durante todo o ano. De saladas frescas de verão a fartos ensopados de inverno, nossos os chefs se dedicam a criar pratos que destacam o melhor de cada estação... 22 de abril 2024 A arte do revestimento: elevando as experiências gastronômicas Na FoodZero acreditamos que jantar não é apenas uma questão de sabor, mas também de apresentação. A arte de empratar transforma um prato numa obra-prima culinária, melhorando a sua experiência gastronómica desde o momento em que chega à sua mesa... 26 de abril 2024 Dicas de alimentação saudável: incorporando mais vegetais Adicionar mais vegetais à sua dieta não é apenas benéfico para a saúde, mas também delicioso quando bem feito. Na FoodZero, somos apaixonados por criar pratos que mostrem a versatilidade e o sabor dos vegetais... 24 de abril 2024 Nos bastidores: um dia na vida de um chef FoodZero Já se perguntou o que acontece nos bastidores de uma cozinha movimentada? Junte-se a nós enquanto levamos você aos bastidores do FoodZero e damos uma ideia da vida diária de nossos talentosos chefs... Nossos contatos +55 48 74692-2759 foodzero@gmail.com Enviar Aceito a política de privacidade Casa Sobre nós Cardápio Política de Privacidade Termos e Condições +55 48 74692-2759 foodzero@gmail.com Praça Roberto Gomes Pedrosa, 1 - Morumbi, São Paulo - SP, 05653-070"
  },
  "date": "2024-07-01T20:11:03.887Z"
}