{
  "name": "New_v9_RajasRazor",
  "pages": {
    "index": "Raja's Razor | Premium Barbershop for Classic Haircuts and Shaves Raja's Razor services works contact Your Crown Deserves the Best Welcome to Raja's Razor At Raja's Razor, we believe that grooming is more than just a routine—it's an art form. Our barbershop blends traditional techniques with modern style to provide an unparalleled grooming experience that makes every client feel like royalty. Explore services Why Choose Raja's Razor? Expert Barbers Our team consists of experienced and passionate barbers dedicated to delivering excellence in every service. We stay updated with the latest trends and techniques to ensure you receive the best care. Premium Products We use only the finest products in all our services, from high-end shaving creams to top-of-the-line grooming tools. Your skin and hair deserve the best, and that's exactly what we provide. Relaxing Atmosphere Step into a world of comfort and sophistication at Raja's Razor. Our barbershop is designed to offer a relaxing environment where you can unwind and enjoy your grooming experience in style. Convenient Location Located in the heart of Delhi, Raja's Razor is easily accessible, with convenient hours to fit your busy schedule. Walk-ins are welcome, but we recommend booking an appointment for the best experience. Join the Raja's Razor Community We pride ourselves on building strong relationships with our clients. Join the Raja's Razor community and experience personalized service that keeps you coming back. Our Works schedule an appointment Our Team Owner: Aarav Mehta Barber: Ishan Bhattacharya Barber: Kunal Deshmukh Barber: Rohan Chatterjee We are open every day from 9am to 9pm Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India +91-546-0254785 rajasrazor@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Raja's Razor | Privacy Policy Raja's Razor services works contact Privacy Policy Welcome to Raja's Razor. We are committed to protecting your personal information and your right to privacy. 1. What Information Do We Collect? We collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, when you participate in activities on the website (such as posting messages in our online forums or entering competitions, contests or giveaways) or otherwise when you contact us. The personal information that we collect depends on the context of your interactions with us and the website, the choices you make, and the products and features you use. The personal information we collect may include the following: Name and Contact Data: We collect your first and last name, email address, postal address, phone number, and other similar contact data. 2. How Do We Use Your Information? We use personal information collected via our website for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below: To facilitate account creation and logon process. To send administrative information to you. To fulfill and manage your orders. To post testimonials. To send you marketing and promotional communications. To deliver targeted advertising to you. To protect our services. To enforce our terms, conditions, and policies for business purposes, to comply with legal and regulatory requirements or in connection with our contract. 3. Will Your Information Be Shared with Anyone? We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations. More specifically, we may need to process your data or share your personal information in the following situations: Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. Affiliates: We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy notice. Business Partners: We may share your information with our business partners to offer you certain products, services or promotions. 4. How Long Do We Keep Your Information? We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements). 5. How Do We Keep Your Information Safe? We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. 6. Do We Collect Information from Minors? We do not knowingly solicit data from or market to children under 18 years of age. By using the website, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the website. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. 7. What Are Your Privacy Rights? In some regions (like the European Economic Area), you have certain rights under applicable data protection laws. These may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure; (iii) to restrict the processing of your personal information; and (iv) if applicable, to data portability. In certain circumstances, you may also have the right to object to the processing of your personal information. 8. Do We Make Updates to This Notice? We may update this privacy notice from time to time. The updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible. We encourage you to review this privacy notice frequently to be informed of how we are protecting your information. 9. How Can You Contact Us About This Notice? If you have questions or comments about this notice, you may contact us by email at rajasrazor@gmail.com 10. How Can You Review, Update, or Delete the Data We Collect from You? Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances. To request to review, update, or delete your personal information, please submit a request form by contacting us at [Contact Information]. We will respond to your request within 30 days. Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India +91-546-0254785 rajasrazor@gmail.com Privacy Policy Terms and Conditions",
    "services": "Raja's Razor | Our Premium Grooming Services Raja's Razor services works contact Your Crown Deserves the Best Experience the Royal Treatment At Raja's Razor, we believe that grooming is more than just a routine—it's an art form. Expert Haircuts Our highly skilled barbers are masters of their craft, offering precision haircuts tailored to your unique style and preferences. Approximate time: 30-45 mins Classic Shaves Indulge in the timeless tradition of a straight razor shave with a hot towel treatment, rich lather, and meticulous attention to detail. Approximate time: 30 mins Beard Grooming Your beard deserves the best care. We provide expert beard trimming and shaping, using top-quality products to keep your beard styled and healthy. Approximate time: 20-30 mins Specialty Treatments For a truly luxurious experience, try our signature treatments, from revitalizing scalp massages to premium hair and beard conditioning. Approximate time: 45-60 mins schedule an appointment Customer Reviews Excellent Service! The best haircut I've ever had. The barbers are true professionals. Arjun Patel Top-notch Shaves The classic shave at Raja's Razor is a must-try. Truly refreshing! David Johnson Perfect Beard Grooming They know exactly how to shape and style my beard. Highly recommend! Ravi Sharma Luxurious Treatments The scalp massage was amazing. Felt relaxed and rejuvenated. Carlos Mendes Great Atmosphere The barbershop has a wonderful ambiance. Always a pleasure to visit. Vikram Singh Friendly Staff The barbers are friendly and make you feel right at home. John Smith Highly Skilled Every haircut is precise and stylish. Never disappointed! Amit Desai Value for Money Worth every penny. Premium service at reasonable prices. Rajesh Kapoor Schedule Your Visit to Raja's Razor! Ready to experience the royal treatment? Sign up for a visit to Raja's Razor and enjoy our top-notch grooming services. Please fill out the form below to schedule your appointment. Our team of expert barbers is eager to provide you with the best haircuts, classic shaves, and beard grooming services. We look forward to welcoming you and making you feel like royalty! I accept Privacy policy Send We are open every day from 9am to 9pm Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India +91-546-0254785 rajasrazor@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Raja's Razor | Terms and Conditions Raja's Razor services works contact Terms and Conditions Welcome to Raja's Razor. These terms and conditions outline the rules and regulations for the use of Raja's Razor's website and services. By accessing this website and using our services, you accept these terms and conditions in full. Do not continue to use Raja's Razor's website or services if you do not accept all of the terms and conditions stated on this page. 1. Definitions For the purposes of these Terms and Conditions: Company: Refers to Raja's Razor, located at Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India. Customer: Refers to the individual accessing the website and using the services offered by Raja's Razor. Services: Refers to all services provided by Raja's Razor, including haircuts, shaves, beard grooming, and specialty treatments. 2. Use of Our Services By booking an appointment and using our services, you agree to provide accurate, complete, and current information. You agree not to use our services for any illegal or unauthorized purposes. Any use of our services that is fraudulent or violates applicable laws will result in the termination of your services. 3. Appointments and Cancellations To book an appointment, you must provide accurate and complete information. If you need to cancel or reschedule your appointment, please do so at least 24 hours in advance. Failure to do so may result in a cancellation fee. We reserve the right to cancel or reschedule appointments as needed. 4. Payments All payments for services must be made at the time of service. We accept various forms of payment, including cash, credit cards, and mobile payment options. Prices for our services are subject to change without notice. We will not be liable to you or any third party for any price change or discontinuance of service. 5. Intellectual Property The content, layout, design, data, databases, and graphics on this website are protected by United States intellectual property laws and are owned by Raja's Razor. Unless expressly permitted in writing by us, you agree not to reproduce, distribute, or create derivative works based on the content of our website or services. 6. User Conduct As a condition of your use of the website and our services, you agree not to use the website or our services for any purpose that is unlawful or prohibited by these terms, conditions, and notices. You may not use the website or our services in any manner that could damage, disable, overburden, or impair any Raja's Razor server or the network(s) connected to any Raja's Razor server. 7. Limitation of Liability To the fullest extent permitted by applicable law, Raja's Razor shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (i) your use or inability to use the services; (ii) any unauthorized access to or use of our servers and/or any personal information stored therein. 8. Indemnification You agree to indemnify and hold harmless Raja's Razor and its affiliates, employees, and agents from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable attorney's fees and costs, arising out of or in any way connected with your access to or use of the website and services. 9. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the United States and the State of India. You irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 10. Changes to These Terms We reserve the right, at our sole discretion, to modify or replace these terms at any time. If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. By continuing to access or use our services after those revisions become effective, you agree to be bound by the revised terms. 11. Contact Us If you have any questions about these Terms and Conditions, please contact us at: rajasrazor@gmail.com Hanuman Road Area, Connaught Place, New Delhi, Delhi 110001, India +91-546-0254785 rajasrazor@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Thank You for Visiting our site Raja's Razor body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff; border: 5px solid #114c21; } h1 { color: #114c21; } p { color: #114c21; margin-bottom: 20px; } .btn { background-color: #114c21; color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border: 2px solid #114c21; } .btn:hover { background-color: #eee; color: #114c21; } Thank you for booking the visit to Raja's Razor. We are honored to have you as a guest and hope you enjoy exploring our services. At Raja's Razor, we are dedicated to providing the highest quality grooming experience, tailored to meet your unique style and preferences. Your feedback is invaluable to us, and we welcome any comments or suggestions you may have. We look forward to serving you again soon and ensuring every visit leaves you feeling like royalty. If you have any questions or need further assistance, please do not hesitate to contact us. Back to main page"
  },
  "date": "2024-07-26T10:56:42.329Z"
}