{
  "name": "New_v9_JanelaViva",
  "pages": {
    "about": "JanelaViva | Sobre Nós JanelaViva About usContacts Inovação em Vidros Duplos Transforme sua casa com a qualidade da JanelaViva Sobre Nós Na JanelaViva, estamos dedicados a transformar o conforto e a eficiência energética das residências através de nossos vidros duplos para janelas. Com anos de experiência e um compromisso com a qualidade, garantimos produtos que não apenas melhoram o ambiente doméstico, mas também contribuem para um futuro mais sustentável. Conheça nossa história, nossa equipe de especialistas e descubra como podemos ajudar a tornar sua casa mais confortável e eficiente. Nossas seis vantagens Alta qualidade dos produtos: Oferecemos apenas vidros duplos de alta qualidade, proporcionando eficaz proteção contra frio, ruído e poeira. Tecnologias inovadoras: A implementação de tecnologias avançadas no processo de produção nos permite criar produtos com características únicas. Eficiência energética: Nossos vidros duplos ajudam a reduzir o consumo de energia devido ao alto isolamento térmico. Garantia de qualidade: Oferecemos garantia de longo prazo em nossos produtos, garantindo sua confiabilidade e durabilidade. Serviço profissional: Nossa equipe de especialistas está sempre disponível para fornecer consultoria profissional e ajudar na escolha da solução ideal. Conforto do usuário: Nosso objetivo é oferecer o máximo conforto e satisfação aos nossos clientes, garantindo um alto nível de atendimento e suporte. Projeto e desenvolvimento Nossos especialistas realizam um projeto detalhado das estruturas das janelas, levando em consideração as exigências dos clientes e os padrões de qualidade. Produção Utilizando equipamentos e tecnologias modernas, fabricamos vidros duplos e molduras de janelas com alta precisão e atenção aos detalhes. Controle de qualidade e testes Cada produto fabricado passa por rigoroso controle de qualidade e testes para garantir sua confiabilidade, eficiência e durabilidade. Serviços de Reparo de Janelas Na JanelaViva, oferecemos uma ampla gama de serviços especializados em reparo de janelas para garantir que sua casa permaneça confortável e eficiente. Nossos serviços incluem substituição de vidros duplos danificados, ajuste de ferragens para garantir o funcionamento adequado das janelas, e reparação de problemas de isolamento térmico. Nossos técnicos experientes estão comprometidos em realizar os reparos de maneira eficiente e com alto padrão de qualidade, proporcionando a você a tranquilidade de saber que suas janelas estão em boas mãos. Entre em contato conosco hoje para saber mais sobre como podemos ajudar a melhorar o conforto e a eficiência energética de sua casa através de nossos serviços de reparo de janelas. Reparação e substituição de janelas Peças originais. Usamos componentes confiáveis para que as janelas durem mais décadas. Ajuda urgente. Chegamos lá, encontramos a causa do problema, encontramos uma solução. Prontamente e com garantia. Política de PrivacidadeTermos de Uso JanelaViva 2024",
    "contacts": "JanelaViva | contacts JanelaViva About usContacts Inovação em Vidros Duplos Transforme sua casa com a qualidade da JanelaViva Perguntas Frequentes Com que frequência devo trocar os vidros duplos? Recomenda-se trocar os vidros duplos ao primeiro sinal de perda de eficiência de isolamento ou se estiverem danificados. Em média, isso ocorre a cada 10-15 anos, dependendo das condições de uso. Quais são os benefícios dos vidros duplos com propriedades de economia de energia? Vidros duplos com alta isolamento térmico ajudam a reduzir os custos de aquecimento e refrigeração, criando condições mais confortáveis dentro de casa e melhorando a eficiência energética do edifício. Que tipos de vidros duplos vocês oferecem? Oferecemos diversos tipos de vidros duplos, incluindo simples e duplos, com diferentes tipos de vidro (comum, de economia de energia, isolamento acústico) e diferentes perfis de moldura. Quais são as principais razões para o embaçamento das janelas e como evitar? O embaçamento das janelas geralmente ocorre devido à entrada de umidade entre os vidros. Para evitar isso, é importante recorrer a profissionais para uma instalação correta e verificar regularmente o estado das vedantes. Os vidros duplos podem melhorar o isolamento sonoro da minha casa? Sim, os vidros duplos com propriedades de isolamento acústico melhoradas reduzem significativamente a entrada de ruído externo, criando um ambiente mais tranquilo dentro de casa. Que medidas adicionais de segurança vocês adotam durante a instalação dos vidros duplos? Garantimos o uso de materiais de alta qualidade e seguimos rigorosamente todas as normas de segurança durante a instalação dos vidros duplos, garantindo sua durabilidade e confiabilidade no uso diário. Reviews Ana Silva Estou muito satisfeita com a qualidade dos vidros duplos instalados! Minha conta de aquecimento diminuiu significativamente e os quartos ficaram mais quentes e silenciosos. Carlos Oliveira Abordagem profissional e alta qualidade dos produtos. Excelente isolamento acústico e eficiência energética dos vidros duplos. Maria Gomes Encomendei a substituição das minhas antigas janelas por novos vidros duplos. O resultado superou as minhas expectativas! Obrigada pelo excelente trabalho! Pedro Souza Instalação rápida dos novos vidros duplos no meu apartamento. Estou muito satisfeito com a qualidade e profissionalismo da equipe da JanelaViva. Sofia Santos Após a instalação dos vidros duplos, notei uma melhoria significativa no microclima do meu apartamento. Obrigada pelo excelente trabalho! Miguel Ferreira Recomendo a JanelaViva a todos que valorizam qualidade e confiabilidade. A instalação foi rápida e sem problemas. Estou muito feliz com o resultado! Opções de envidraçamento varandas e loggias Morno Esta opção é adequada para transformar a varanda em uma sala de descanso completa com vista para a cidade ou o jardim. Afinal, é tão bom sair para conhecer o amanhecer com uma xícara de café e não se afastar do frio. Frio Ideal quando você quer barato, mas de alta qualidade. É realizado com base em estruturas de alumínio que protegem efetivamente a loggia ou a varanda da chuva, poeira e influências mecânicas. Sem moldura O vidro sem moldura é, acima de tudo, uma estética. É como se a casa não tivesse fronteiras e se tivesse fundido com o espaço circundante. Parece especialmente impressionante nas varandas dos andares superiores, terraços de casas de campo, estufas. Contato +55 99 8453 2054 janelaviva@gmail.com Av. Ipiranga, 1801 - Azenha, Porto Alegre - RS, 90160-092 Seu nome Your email Comunicação Eu aceito Política De Privacidade Política de PrivacidadeTermos de Uso JanelaViva 2024",
    "index": "JanelaViva JanelaViva About usContacts Inovação em Vidros Duplos Transforme sua casa com a qualidade da JanelaViva Nossa Garantia de Qualidade para Você Na JanelaViva, garantimos que cada um dos nossos vidros duplos para janelas é fabricado com os mais altos padrões de qualidade. Estamos comprometidos em oferecer produtos que proporcionem eficiência energética e conforto duradouro para sua casa. Nossa garantia cobre defeitos de fabricação e assegura a sua tranquilidade. Janela Janelas de plástico da 1500 p Janelas de madeira da 2000 p Janelas de alumínio da 3000 p Varanda envidraçada da 1500 p Facilidade de Pagamento Garantida Na JanelaViva, entendemos a importância de tornar nossos produtos acessíveis. Oferecemos opções de pagamento facilitadas para que você possa investir em conforto e qualidade sem comprometer seu orçamento. Nossa flexível política de parcelamento garante que você possa desfrutar dos benefícios dos nossos vidros duplos para janelas sem preocupações. Nossa Equipe - Garantia de Excelência Na JanelaViva, nos orgulhamos da nossa equipe de profissionais, que são a base do nosso sucesso. Cada um dos nossos colaboradores possui alta qualificação e se esforça para alcançar resultados excepcionais na fabricação de vidros duplos para janelas. Nossa paixão pela qualidade e atenção aos detalhes garantem que você receba apenas as melhores soluções para a sua casa. Nossos 3 Melhores Projetos Projeto de Eficiência Energética Nossa equipe desenvolveu e instalou unidades de vidros duplos especializados que melhoraram significativamente a eficiência energética das casas. Este projeto não só reduziu o consumo de energia de nossos clientes, mas também melhorou o conforto dentro dos ambientes. Projeto de Isolamento Acústico Implementamos com sucesso um projeto para instalação de vidros duplos com isolamento acústico em áreas urbanas ruidosas, proporcionando tranquilidade e paz aos nossos clientes dentro de suas casas. Projeto de Soluções Inovadoras Nossa equipe introduziu tecnologias inovadoras na fabricação de vidros duplos, resultando na criação de produtos com alta resistência, durabilidade e estética. Por que nos escolher o que estamos a fazer? Desde 2004, crescemos e nos desenvolvemos através de relações honestas com nossos clientes! A base de qualquer empresa são as pessoas-portanto, nossos colegas são apenas aqueles que estão prontos e gostam de ajudar, aprender e deixar para trás não apenas uma boa impressão, mas também um trabalho imaculado. Entendemos suas preocupações e dificuldades antes de escolher novas janelas e ajudamos a resolver seus problemas com o máximo de conforto para você. Estamos todos a trabalhar juntos Nosso processo de 19 anos de trabalho, mesmo com pedidos complexos e não padronizados, nos permite afirmar com confiança que estaremos ao seu lado em todas as etapas e responderemos a quaisquer perguntas que você possa ter. Consultores todos os dias das 9:00 às 21:00 responderão prontamente por telefone e, se necessário, conectarão com o especialista certo. E os despachantes concordarão com o horário conveniente para você chegar ao gerente de Pedidos, entrega e equipe de montagem. Serviço sincero É muito importante para nós que você se sinta confortável antes, durante e depois de se comunicar conosco. Para isso, criamos um serviço de monitoramento independente que monitora o nível e a qualidade do trabalho de nossos funcionários. O controle de qualidade começa com a entrada: verificamos 100% dos produtos que chegam até nós dos fornecedores. Cada funcionário verifica a qualidade da peça de trabalho recebida e do produto final na saída. Como resultado, você recebe as janelas mais elogiadas de nossos experts. Política de PrivacidadeTermos de Uso JanelaViva 2024",
    "privacy_policy": "JanelaViva | Política de Privacidade JanelaViva Política de Privacidade Coleta de Informações Na JanelaViva, a privacidade dos nossos visitantes é de extrema importância para nós. Esta política de privacidade descreve os tipos de informações pessoais que são coletadas e registradas pelo nosso site e como essas informações são utilizadas. Consentimento e Uso das Informações Ao acessar e utilizar o nosso site, você concorda com a coleta e uso de informações de acordo com esta política. Coletamos informações pessoais fornecidas voluntariamente por você, como nome, endereço de e-mail e informações de contato, para proporcionar uma melhor experiência de navegação e melhorar nossos serviços. Além disso, podemos coletar informações não pessoais automaticamente, como o tipo de navegador, o dispositivo utilizado, e dados de navegação, para analisar tendências e administrar o site. Utilização das Informações As informações pessoais coletadas são utilizadas exclusivamente para responder às suas solicitações, enviar atualizações e promoções, e melhorar os nossos produtos e serviços. Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para cumprir com a lei, proteger nossos direitos, ou fornecer os serviços solicitados por você. Segurança das Informações Implementamos medidas de segurança adequadas para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhuma transmissão de dados pela internet é totalmente segura, e não podemos garantir a segurança absoluta das informações transmitidas pelo nosso site. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar esta política de privacidade periodicamente. Recomendamos que você reveja esta política regularmente para se manter informado sobre como estamos protegendo suas informações. Seu uso continuado do site após quaisquer alterações constitui sua aceitação de tais alterações. Cookies Nosso site utiliza cookies para melhorar a experiência do usuário. Cookies são pequenos arquivos de texto armazenados no seu dispositivo que ajudam a personalizar sua experiência no site, lembrar suas preferências e entender como você interage com nosso conteúdo. Você pode optar por desativar os cookies através das configurações do seu navegador, mas isso pode afetar a funcionalidade do site. Links de Terceiros Nosso site pode conter links para sites de terceiros. Esses sites têm suas próprias políticas de privacidade, que podem ser diferentes das nossas. Não somos responsáveis pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você leia as políticas de privacidade de quaisquer sites de terceiros que visitar a partir dos links fornecidos no nosso site. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar esta política de privacidade periodicamente. Recomendamos que você reveja esta política regularmente para se manter informado sobre como estamos protegendo suas informações. Seu uso continuado do site após quaisquer alterações constitui sua aceitação de tais alterações. Contacte nos Se você tiver alguma dúvida, entre em contato conosco: janelaviva@gmail.com Política de PrivacidadeTermos de Uso JanelaViva 2024",
    "terms": "JanelaViva | Termos de Uso JanelaViva Termos de Uso Aceitação dos Termos Ao acessar e utilizar o site da JanelaViva, você concorda em cumprir e estar vinculado aos seguintes termos e condições de uso. Se você não concordar com qualquer parte destes termos, por favor, não utilize nosso site. Reservamo-nos o direito de alterar estes termos a qualquer momento, e o seu uso contínuo do site após quaisquer modificações constitui sua aceitação dos novos termos. Uso Permitido O conteúdo do nosso site é destinado exclusivamente para uso pessoal e não comercial. Você não pode copiar, distribuir, modificar, transmitir, reutilizar, ou publicar qualquer conteúdo do site sem a nossa permissão expressa por escrito. Qualquer uso não autorizado pode violar leis de direitos autorais, marcas registradas e outras regulamentações aplicáveis. Isenção de Responsabilidade A JanelaViva se esforça para garantir que as informações no site sejam precisas e atualizadas, mas não garante a precisão, integridade ou atualidade do conteúdo. O uso do site é por sua conta e risco. Não nos responsabilizamos por quaisquer danos resultantes do uso ou da incapacidade de uso do site. Links para Terceiros Nosso site pode conter links para outros sites que não são operados ou controlados pela JanelaViva. Não somos responsáveis pelo conteúdo ou pelas práticas de privacidade de sites de terceiros. O uso de quaisquer sites de terceiros é por sua conta e risco, e recomendamos que você leia os termos de uso e políticas de privacidade desses sites. Modificações no Site A JanelaViva reserva-se o direito de modificar ou descontinuar, temporária ou permanentemente, qualquer parte do site, com ou sem aviso prévio. Não seremos responsáveis por quaisquer modificações, suspensão ou descontinuação do site. Privacidade A sua privacidade é importante para nós. O uso do nosso site também está sujeito à nossa Política de Privacidade, que descreve como coletamos, utilizamos e protegemos suas informações pessoais. Ao usar nosso site, você concorda com os termos descritos na nossa Política de Privacidade. Indenização Você concorda em indenizar, defender e isentar a JanelaViva, seus diretores, funcionários e agentes de qualquer reivindicação, responsabilidade, danos e despesas, incluindo honorários advocatícios, decorrentes do uso do site ou da violação destes Termos de Uso. Lei Aplicável Estes Termos de Uso são regidos e interpretados de acordo com as leis do Brasil, sem considerar seus conflitos de princípios legais. Qualquer disputa decorrente ou relacionada a estes termos será submetida à jurisdição exclusiva dos tribunais localizados no Brasil. Alterações aos Termos Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento. Todas as alterações entrarão em vigor imediatamente após a publicação no site. Recomendamos que você revise estes termos periodicamente para estar ciente de quaisquer alterações. O uso contínuo do site após a publicação das alterações constitui sua aceitação dos novos Termos de Uso. Contacte nos Se você tiver alguma dúvida, entre em contato conosco: janelaviva@gmail.com Política de PrivacidadeTermos de Uso JanelaViva 2024",
    "thank_page": "JanelaViva | Página de agradecimentos Obrigada! Processaremos a sua respostaBack to JanelaViva"
  },
  "date": "2024-06-27T06:37:02.283Z"
}