{
  "name": "New_v9_ExtremeMagic",
  "pages": {
    "index": "Unleash Your Adventure Spirit with ExtremeMagic Home Products Redefine Adventure with Extreme Magic! Step into the realm of Extreme Magic, where adventure knows no bounds! Discover a world where adrenaline-fueled excitement awaits at every turn. Whether you're chasing the rush of the slopes, the thrill of the waves, or the freedom of the skies, our curated selection of top-notch gear and expert guidance will take your passion to extraordinary levels. Welcome to the ultimate playground for thrill-seekers – let the journey begin! Our Achievements Winner of the Adventure Gear Innovation Award for our groundbreaking designs. Recipient of the Extreme Sports Retailer of the Year accolade for outstanding customer service. Recognized for our commitment to sustainability with the Eco-Friendly Business Award. Featured in Thrillseeker Magazine's Top 10 Stores Worldwide for our unique product range. These achievements inspire us to continually push boundaries and set new standards in the industry. By staying at the forefront of innovation, providing exceptional service, and promoting sustainability, we ensure that Extreme Magic remains the preferred choice for adventure enthusiasts worldwide. About Us At Extreme Magic, our journey began with a simple yet powerful vision: to inspire and empower individuals to embrace the thrill of adventure and discover their true potential. Founded in 2014, our company started as a small passion project by a group of avid adventure enthusiasts who felt a deep connection to the exhilaration of extreme sports. Fuelled by our love for adrenaline and a shared desire to make these experiences accessible to all, we embarked on a mission to curate the finest selection of gear and equipment tailored to the needs of thrill-seekers worldwide. Over the years, we've grown from humble beginnings into a global leader in the industry, renowned for our commitment to quality, innovation, and customer satisfaction. From conquering the highest peaks to riding the wildest waves, we've remained steadfast in our dedication to providing adventurers with the tools they need to push boundaries, break barriers, and live life to the fullest. But our mission extends beyond just selling gear – it's about fostering a community united by a shared passion for adventure. We believe that the spirit of exploration knows no limits and that every journey, no matter how big or small, has the power to transform lives. Through our products, events, and initiatives, we strive to inspire, educate, and empower individuals to embrace the extraordinary and embark on their own epic adventures. Join us as we continue to push the boundaries of what's possible and ignite the spark of adventure in hearts around the world. Welcome to Extreme Magic – where the journey begins. Our Values At Extreme Magic, we are guided by a set of core principles that shape everything we do. Passion for Adventure We are driven by our love for adventure and our desire to share that passion with the world. Every product, every event, and every interaction is infused with our unwavering commitment to living life to the fullest. Excellence in Quality We believe in delivering nothing but the best. From the gear we sell to the service we provide, we are dedicated to maintaining the highest standards of quality and craftsmanship. Innovation and Creativity We thrive on pushing boundaries and exploring new horizons. Through innovation and creativity, we continuously seek to enhance the adventure experience and inspire our customers to dream bigger and bolder. Environmental Stewardship We are committed to preserving the natural playgrounds that fuel our adventures. By adopting sustainable practices and supporting environmental initiatives, we strive to minimize our impact on the planet and protect it for future generations. Our Mission At Extreme Magic, our mission is to ignite the spirit of adventure and empower individuals to push boundaries, challenge limitations, and embrace the thrill of the unknown. We believe that life's greatest moments are found beyond comfort zones – in the rush of the wind, the roar of the waves, and the vastness of the mountains. That's why we're dedicated to providing adventurers of all levels with the tools, knowledge, and inspiration they need to embark on epic journeys, conquer new heights, and create unforgettable memories. But our mission extends beyond just facilitating adventure – it's about fostering a deeper connection to the world around us and nurturing a sense of responsibility towards the planet we call home. Through sustainable practices, community engagement, and advocacy for environmental conservation, we strive to protect the natural playgrounds that inspire us and ensure they remain accessible for future generations. Join us in our mission to defy the ordinary, defy the odds, and defy gravity itself. Together, let's rewrite the rules, rewrite the records, and rewrite what it means to live life to the fullest. Contact Us Explore Our Product Categories Discover a wide range of gear and equipment tailored to your adventure needs. Snow Sports Gear up for the slopes with our selection of snowboards, skis, and winter accessories. Water Sports Make a splash with our range of surfboards, paddleboards, and snorkeling gear. Outdoor Adventures Gear up for hiking, camping, and exploring the great outdoors with our tents, backpacks, and outdoor essentials. Extreme Cycling Take your cycling to the next level with our high-performance mountain bikes, BMXs, and cycling accessories. Ready to take your adventure to the next level? Explore More Get in Touch Have a question or want to learn more about our products and services? We'd love to hear from you! Simply fill out the form below, and we'll get back to you as soon as possible. We're here to help you make your next adventure unforgettable. I accept Privacy policy Submit Home Products Privacy Policy Terms and Conditions +91 123 557613 extramagic@gmail.com 11, Rani Jhansi Road, Jhandewalan",
    "privacy-policy": "Your Privacy, Our Priority: ExtremeMagic Privacy Policy Home Products Privacy Policy 1. Introduction Welcome to our Privacy Policy. We are committed to protecting your privacy and ensuring the security of your personal information. 2. Information We Collect We collect personal information such as name, email address, and phone number when you interact with our website or services. This information helps us provide and improve our services. 3. Use of Information We use the information we collect to provide, maintain, and improve our services. This includes personalizing content, analyzing usage patterns, and communicating with you about updates or promotions. 4. Data Storage Your information may be stored and processed on servers located in various countries around the world where our service providers are located. We take measures to ensure your data is protected in accordance with applicable laws. 5. Data Sharing We may share your information with third-party service providers who assist us in delivering our services or conducting business operations. We do not sell or rent your personal information to third parties. 6. Data Retention We retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. We regularly review and update our retention practices to ensure compliance with legal requirements. 7. Your Rights You have the right to access, correct, or delete your personal information. You may also have the right to object to or restrict certain processing of your information. We are committed to honoring your rights and will respond promptly to any requests. 8. Security Measures We implement appropriate security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. These measures include encryption, access controls, and regular security audits. 9. Contacting Us If you have any questions, concerns, or complaints regarding our privacy practices, you can contact us by email at extramagic@gmail.com. We will respond to your inquiries promptly and strive to address any issues to your satisfaction. 10. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these websites. We encourage you to review the privacy policies of any third-party sites you visit. 11. Children's Privacy Our website is not directed to children under the age of 13. We do not knowingly collect personal information from children. If you believe we have inadvertently collected information from a child, please contact us immediately to request removal. 12. Changes to This Policy We reserve the right to update or change our privacy policy at any time. Any changes will be effective immediately upon posting the updated policy on our website. We encourage you to review this policy periodically to stay informed about how we collect, use, and protect your information. 13. Data Breach Notification In the event of a data breach involving your personal information, we will notify you and relevant authorities as required by law. We take the security of your data seriously and will take immediate action to mitigate any potential harm. 14. User Consent By using our website, you consent to the collection, use, and disclosure of your information as described in this privacy policy. Your continued use of the site constitutes acceptance of these terms. 15. Marketing Communications We may send you promotional or marketing communications with your consent or as permitted by applicable law. You can opt out of receiving these communications at any time by following the unsubscribe instructions provided in the message. 16. Data Accuracy We strive to keep your personal information accurate and up-to-date. You can update or correct your information by contacting us directly. We appreciate your assistance in maintaining the accuracy of your data. 17. Data Portability You have the right to request a copy of your personal information in a structured, machine-readable format. We will provide this information in a commonly used format such as CSV or XML upon request. 18. Data Subject Rights You have the right to access, rectify, erase, restrict, or object to the processing of your personal information. We will respond to your requests in accordance with applicable data protection laws. 19. Automated Decision Making We do not use automated decision-making processes that have significant effects on individuals. Decisions about your personal information are made by humans with appropriate oversight and safeguards in place. 20. Changes to This Policy We reserve the right to update or modify this privacy policy at any time. Any changes will be effective immediately upon posting the updated policy on our website. We encourage you to review this policy periodically to stay informed about how we collect, use, and protect your information. Home Products Privacy Policy Terms and Conditions +91 123 557613 extramagic@gmail.com 11, Rani Jhansi Road, Jhandewalan",
    "products": "Gear Up for Action-Packed Thrills with ExtremeMagic Home Products Gear Up for Greatness Explore our curated collection of top-quality gear and equipment designed to fuel your passion for adventure. From cutting-edge technology to time-tested classics, we've got everything you need to elevate your outdoor experience and embark on epic journeys with confidence. Dive in and discover your next adventure companion today! Reliable Quality of Our Products We take pride in offering products that have undergone rigorous selection and testing to ensure high quality and reliability for our customers. &#10004; Engineering Quality Our products are designed using advanced technologies and materials to provide durability and high performance in any conditions. &#9873; Quality Guarantee We are confident in the quality of our products, so we offer generous warranties on all our items to ensure you can purchase with confidence. &#10022; Professional Support Our team of experts is always ready to help you choose the right product and answer your questions, ensuring your adventure is carefree and enjoyable. Our Products Snow Sports Water Sports Outdoor Adventures Extreme Cycling Snowboard Conquer the slopes with our high-performance snowboards, engineered for precision and speed. ₹29,999 Length: 155cm Flex: Medium Ski Set Experience the thrill of downhill skiing with our complete ski sets, featuring skis, bindings, and poles. ₹42,999 Ski Length: 170cm Binding Type: Alpine Snow Helmet Stay safe on the slopes with our durable and lightweight snow helmets, designed for maximum protection and comfort. ₹4,999 Size: Medium Material: ABS, EPS Snow Gloves Keep your hands warm and dry with our insulated snow gloves, featuring waterproof and breathable materials. ₹1,999 Size: Large Insulation: Thinsulate Snow Goggles Enhance your vision and protect your eyes with our high-quality snow goggles, featuring anti-fog and UV protection. ₹2,499 Lens Type: Spherical Frame Material: TPU Snow Boots Conquer icy terrain with our rugged snow boots, designed for superior traction and warmth in cold conditions. ₹6,999 Size: UK 9 Insulation: Thinsulate Surfboard Catch the waves with our premium-quality surfboards, designed for maximum performance and durability. ₹25,999 Length: 6'6\" Material: Fiberglass Paddleboard Explore tranquil waters or ride the rapids with our versatile paddleboards, perfect for adventurers of all skill levels. ₹32,499 Length: 10' Material: PVC Snorkeling Gear Set Dive into underwater worlds with confidence using our high-quality snorkeling gear sets, complete with mask, snorkel, and fins. ₹9,999 Includes: Mask, Snorkel, Fins Material: Silicone, Plastic Wetsuit Stay warm and comfortable in the water with our range of durable and flexible wetsuits, available in various styles and thicknesses. ₹15,999 Thickness: 3mm Material: Neoprene Life Jacket Ensure safety on the water with our reliable and comfortable life jackets, designed to keep you afloat in any situation. ₹2,999 Buoyancy: 50N Material: Nylon Waterproof Dry Bag Protect your valuables from water damage with our durable and waterproof dry bags, perfect for storing essentials during water-based adventures. ₹1,999 Capacity: 20L Material: PVC Camping Tent Experience the great outdoors with our spacious camping tents, designed for comfort and durability. ₹8,999 Capacity: 4 Person Material: Polyester, Fiberglass Hiking Backpack Embark on epic hikes with our ergonomic hiking backpacks, featuring adjustable straps and ample storage. ₹3,499 Capacity: 40L Material: Nylon Sleeping Bag Stay cozy under the stars with our lightweight sleeping bags, perfect for camping and outdoor adventures. ₹2,499 Temperature Rating: 0°C Fill: Synthetic Portable Stove Cook up delicious meals on the go with our compact and efficient portable stoves, perfect for camping and outdoor cooking. ₹1,999 Fuel Type: Butane Output: 8000 BTU Trekking Poles Navigate challenging terrain with ease using our lightweight and durable trekking poles, designed for stability and support. ₹999 Material: Aluminum Adjustable Length: 65-135cm Water Purifier Stay hydrated wherever your adventures take you with our portable water purifiers, providing clean and safe drinking water on the trail. ₹4,499 Filtration Method: Pump Output: 2 Liters per minute Mountain Bike Conquer rugged trails and rough terrain with our high-performance mountain bikes, featuring durable frames and responsive suspension. ₹49,999 Frame Material: Aluminum Suspension: Front and Rear BMX Bike Shred the streets and skate parks with our agile and durable BMX bikes, perfect for tricks and stunts. ₹24,999 Frame Material: Chromoly Steel Wheel Size: 20\" Cycling Helmet Protect your head on extreme rides with our lightweight and ventilated cycling helmets, featuring advanced impact protection technology. ₹3,499 Construction: In-Mold Ventilation: 25 Vents Cycling Gloves Get a better grip and protect your hands during intense rides with our padded cycling gloves, featuring breathable materials and ergonomic design. ₹999 Material: Synthetic Leather, Mesh Padding: Gel Cycling Shoes Optimize your performance and comfort with our lightweight and stiff cycling shoes, designed for power transfer and efficiency on the bike. ₹6,999 Closure System: BOA Dial Sole Material: Carbon Composite Cycling Shorts Stay comfortable on long rides with our padded cycling shorts, featuring moisture-wicking fabric and ergonomic padding. ₹1,499 Material: Lycra, Silicone Padding: High-Density Foam Ready to Take Your Adventure to the Next Level? Contact us now to gear up for your next extreme sports experience! Get Started What Our Customers Say Read what our satisfied customers have to say about their experience with us. \"I absolutely love the mountain bike I purchased from Extreme Magic. It's durable, lightweight, and handles rough terrain like a dream.\" - Sarah M. \"The camping tent we bought exceeded our expectations. It's spacious, easy to set up, and kept us dry during a rainy night in the wilderness. Highly recommended!\" - Mark L. \"I recently purchased a pair of snow boots for an upcoming ski trip, and I'm thrilled with the quality and warmth they provide. Thanks, Extreme Magic!\" - Emily W. \"I've been using Extreme Magic's hiking backpack for months now, and it's held up remarkably well. It's comfortable to wear, even on long treks, and the storage compartments are very convenient.\" - David H. \"I can't say enough good things about the customer service at Extreme Magic. They were incredibly helpful in assisting me with my purchase and went above and beyond to ensure I was satisfied. A truly fantastic experience!\" - Jennifer S. Frequently Asked Questions Here are some common questions and answers about our products and services. How long does shipping take? Shipping times vary depending on your location. Typically, orders are processed within 1-2 business days and delivery takes 5-7 business days within India. What is your return policy? We offer a 30-day return policy for unused and undamaged items. Please contact our customer service team for assistance with returns and exchanges. Do you offer international shipping? At the moment, we only ship within India. However, we are working on expanding our shipping options to other countries in the future. Are your products covered by warranty? Yes, all our products come with a standard manufacturer's warranty. Please refer to the product description or contact us for more information about specific warranties. Can I track my order? Yes, once your order has been shipped, you will receive a tracking number via email. You can use this tracking number to monitor the status of your delivery. Do you offer expedited shipping? Yes, we offer expedited shipping options for an additional fee. During the checkout process, you will have the option to select expedited shipping if you need your order to arrive faster. Home Products Privacy Policy Terms and Conditions +91 123 557613 extramagic@gmail.com 11, Rani Jhansi Road, Jhandewalan",
    "terms-conditions": "Navigate the Excitement Safely: ExtremeMagic Terms and Conditions Home Products Terms and Conditions 1. Acceptance of Terms By accessing or using our website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not access the site. 2. Use of Website You may use our website for lawful purposes only. Any unauthorized use, including but not limited to hacking or transmitting viruses, is strictly prohibited. 3. Intellectual Property All content on this website, including text, graphics, logos, and images, is the property of our company and protected by copyright laws. You may not reproduce, distribute, or modify any content without our prior written consent. 4. User Accounts If you create an account on our website, you are responsible for maintaining the security of your account and password. You agree to provide accurate and complete information when creating your account. 5. Limitation of Liability We are not liable for any direct, indirect, incidental, special, or consequential damages arising out of your use of our website. This includes damages for loss of profits, data, or other intangible losses. 6. Indemnification You agree to indemnify and hold harmless our company, its affiliates, and their respective officers, directors, employees, and agents from any claims, liabilities, damages, or expenses arising out of your use of our website. 7. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising under these terms shall be subject to the exclusive jurisdiction of the courts in India. 8. Termination We reserve the right to terminate or suspend your access to our website at any time, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. 9. Changes to Terms We reserve the right to update or modify these Terms and Conditions at any time. Any changes will be effective immediately upon posting the updated terms on our website. 10. Privacy Policy By using our website, you agree to be bound by our Privacy Policy. Please review our Privacy Policy carefully to understand how we collect, use, and protect your personal information. 11. User Conduct You agree to use our website in a manner consistent with applicable laws and regulations. This includes refraining from posting or transmitting any unlawful, harmful, or offensive content. 12. Disclaimer of Warranties We make no representations or warranties of any kind, express or implied, regarding the accuracy, reliability, or completeness of the information on our website. Your use of the site is at your own risk. 13. Feedback We welcome your feedback, comments, and suggestions regarding our website. However, we reserve the right to use such feedback for any purpose without compensation to you. 14. Third-Party Content Our website may contain links to third-party websites or content. We are not responsible for the accuracy, legality, or content of such sites, and your use of them is at your own risk. 15. Modifications to Service We reserve the right to modify or discontinue our website or services at any time, with or without notice. We shall not be liable to you or any third party for any modification, suspension, or discontinuance of the site. 16. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. 17. Entire Agreement These Terms and Conditions constitute the entire agreement between you and us regarding your use of our website and supersede all prior or contemporaneous agreements, communications, and proposals, whether oral or written. 18. Waiver Our failure to enforce any provision of these Terms and Conditions shall not be deemed a waiver of such provision or any other provision herein. 19. Assignment You may not assign or transfer any of your rights or obligations under these Terms and Conditions without our prior written consent. 20. Headings The headings used in these Terms and Conditions are for convenience only and shall not affect the interpretation of the provisions herein. 21. Contact Information If you have any questions or concerns about these Terms and Conditions, you may contact us at any time. 22. Governing Law and Jurisdiction These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising under these terms shall be subject to the exclusive jurisdiction of the courts in India. 23. Effective Date These Terms and Conditions are effective as of 05/10/2024 24. Email Communication By providing your email address, you consent to receive occasional updates, newsletters, and promotional offers from us. You can opt out of these communications at any time by following the unsubscribe instructions provided in the email. Home Products Privacy Policy Terms and Conditions +91 123 557613 extramagic@gmail.com 11, Rani Jhansi Road, Jhandewalan",
    "thank_page": "Cheers from ExtremeMagic: Your Adventure Awaits Thank You from ExtremeMagic: Your Request is Confirmed. Back to Home"
  },
  "date": "2024-05-17T08:11:42.204Z"
}