{
  "name": "New_v8_FestivityZen",
  "pages": {
    "terms-conditions": "FestivityZen's Terms and Conditions: Guidelines for Seamless Collaboration Main Services Terms and Conditions 1. Acceptance of Terms By accessing and using our site, you agree to comply with these Terms and Conditions. If you do not agree with any term, please do not use our site. Continued use of the site following any changes will constitute acceptance of those changes. 2. Modifications to Terms We reserve the right to modify these Terms and Conditions at any time. Any changes will be posted on this page and will take effect immediately upon publication. We recommend that you review the Terms and Conditions regularly to stay informed. 3. Use of the Site You agree to use the site only for lawful purposes and in accordance with these Terms and Conditions. Using the site for fraudulent or illegal activities is prohibited. Unauthorized use may result in suspension or termination of access to the site. 4. Intellectual Property All content on the site, including text, images, graphics, and logos, is our property or licensed to us. Unauthorized reproduction, distribution, or use of this content is prohibited. Unauthorized use may violate copyright, trademark, and other applicable laws. 5. Links to Third-Party Sites Our site may contain links to third-party sites. We are not responsible for the content or privacy practices of these sites. We recommend reviewing the terms and policies of any third-party site you visit. Inclusion of any link does not imply our endorsement. 6. Limitation of Liability We are not liable for any direct, indirect, incidental, or consequential damages arising from the use or inability to use our site. This limitation of liability applies to the fullest extent permitted by law. This includes damages for loss of data, lost profits, or business interruption. 7. Indemnification You agree to indemnify and hold us harmless from any claims, damages, losses, or expenses arising from your use of the site or violation of these Terms and Conditions. This indemnification includes reasonable attorney fees and court costs. 8. Privacy Policy Our Privacy Policy explains how we collect, use, and protect your personal information. By using our site, you agree to the collection and use of information as described in our Privacy Policy. We recommend that you read our Privacy Policy carefully. 9. Termination We may terminate or suspend your access to the site at any time, without prior notice, if we believe you have violated these Terms and Conditions or for any other reason we deem necessary. Upon termination, your right to use the site will cease immediately. 10. Governing Law These Terms and Conditions are governed by the laws of the country in which we operate. Any dispute related to these terms will be resolved in the competent courts of that country. The parties agree that any legal action arising from or related to these Terms and Conditions will be initiated and maintained exclusively in the courts of that country. 11. Waiver Failure to exercise or enforce any right or provision of these Terms and Conditions does not constitute a waiver of such right or provision. Any waiver must be in writing and signed by us. 12. Entire Agreement These Terms and Conditions constitute the entire agreement between you and us regarding the use of the site, superseding any prior or contemporaneous agreements, whether oral or written. No modification of these Terms will be valid unless made in writing and signed by us. 13. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable, the remaining provisions will remain in full force and effect. The invalid or unenforceable provision will be replaced by a valid and enforceable provision that most closely matches the original intent. 14. Changes to the Site We reserve the right to modify or discontinue, temporarily or permanently, the site or any part of it, with or without notice. We are not liable for any modification, suspension, or discontinuation of the site. Any changes will be posted on the site and will take effect immediately. 15. Feedback We value your feedback and suggestions about our site. By submitting feedback, you grant us the right to use, modify, and distribute that feedback for any purpose, without any compensation. We appreciate your contributions to improving the site. 16. Notices Any notice or communication sent by us will be made to the email address provided by you. It is your responsibility to keep your contact information up to date. We consider that you have received any communication sent by us to the provided email. 17. International Use Our site is operated from the country in which we are located. We do not guarantee that the site content is appropriate or available for use in other locations. You are responsible for complying with local laws when using the site in other countries. Access to the site from locations where its content is illegal is prohibited. 18. User Responsibility You are responsible for maintaining the confidentiality of your login information and for all activities that occur under your account. Notify us immediately of any unauthorized use of your account. We are not liable for any losses or damages resulting from your failure to protect your login information. 19. User Comments We reserve the right to remove any comments or content submitted by users that we consider inappropriate, offensive, or in violation of these Terms and Conditions. Abusive, defamatory, or rights-infringing comments will not be tolerated. 20. Contact If you have any questions about these Terms and Conditions, please contact us at: festivityzen@gmail.com. We are available to answer any questions and provide additional information you may need. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Close Services Privacy Policy Terms and Conditions Disclaimer +91 227 876192 festivityzen@gmail.com Shop no.12, Shiv Triveni Complex, Navi Mumbai",
    "thank_page": "Thank You for Choosing FestivityZen: Crafting Unforgettable Memories Thank you for reaching out! Back to Home",
    "disclaimer": "Disclaimer: Transparency and Trust with FestivityZen Main Services Disclaimer 1. General Information The information provided on this website is for general informational purposes only. All information on the site is provided in good faith; however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. 2. Limitation of Liability Under no circumstance shall we have any liability to you for any loss or damage of any kind incurred as a result of the use of the site or reliance on any information provided on the site. Your use of the site and your reliance on any information on the site is solely at your own risk. 3. External Links Our website may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. 4. Professional Advice The information provided on this website is not intended to be a substitute for professional advice. You should not rely solely on the information provided on this website, and you should consult with a qualified professional before making any decisions. 5. Changes to Disclaimer We reserve the right to modify or update this disclaimer at any time without prior notice. Any changes will be effective immediately upon posting on the website. It is your responsibility to review this disclaimer periodically for updates. 6. No Guarantees We do not guarantee that the website will be available at all times or that your access to the website will be uninterrupted, timely, secure, or error-free. We also do not guarantee that the website will be free from viruses or other harmful components. 7. User Responsibilities You are solely responsible for your use of the website and any consequences thereof. You agree to use the website only for lawful purposes and in accordance with this disclaimer, and you agree not to engage in any conduct that may impair or interfere with the operation or security of the website. 8. No Endorsement Reference to any specific product, service, or entity does not constitute an endorsement or recommendation by us. We are not responsible for the content or actions of any third-party websites linked to or referenced on the website. 9. Governing Law This disclaimer is governed by and construed in accordance with the laws of India. Any disputes relating to this disclaimer shall be subject to the exclusive jurisdiction of the courts in India. 10. Severability If any provision of this disclaimer is found to be unenforceable or invalid under applicable law, such provision shall be severed from this disclaimer, and the remaining provisions shall remain in full force and effect. 11. Waiver The failure to enforce any right or provision of this disclaimer shall not be deemed a waiver of such right or provision. No waiver of any term of this disclaimer shall be deemed a further or continuing waiver of such term or any other term. 12. Accuracy of Information We strive to ensure that the information provided on this website is accurate and up-to-date; however, we make no warranties or representations of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information contained on the website for any purpose. Any reliance you place on such information is strictly at your own risk. 13. Indemnification You agree to indemnify and hold harmless FestivityZen and its affiliates, officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising from or relating to your use or misuse of the website, any violation of this disclaimer, or any breach of the representations, warranties, and covenants made by you herein. 14. No Warranties We make no warranties or representations of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is strictly at your own risk. 15. Contact Information If you have any questions or concerns regarding this disclaimer, you may contact us at FestivityZen. 16. Entire Agreement This disclaimer constitutes the entire agreement between you and FestivityZen regarding your use of the website and supersedes all prior and contemporaneous agreements and understandings, whether written or oral, relating to the subject matter of this disclaimer. 17. Updates We reserve the right to modify, amend, or update this disclaimer at any time without prior notice. Your continued use of the website after any such changes constitutes your acceptance of the new disclaimer. It is your responsibility to review this disclaimer periodically for changes. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Close Services Privacy Policy Terms and Conditions Disclaimer +91 227 876192 festivityzen@gmail.com Shop no.12, Shiv Triveni Complex, Navi Mumbai",
    "index": "Elevate Your Experience with FestivityZen: Where Every Moment Counts Main Services Experience the Magic of Celebrations with FestivityZen Transform your special moments into unforgettable memories with our unique blend of tradition and creativity. Discover the art of celebration with us. Crafting Memories, Inspiring Joy At FestivityZen, we are more than event planners; we are dream weavers, dedicated to crafting unforgettable moments and inspiring joy. Passionate Professionals Our team comprises passionate professionals with a shared commitment to excellence, creativity, and attention to detail. Cultural Curators As cultural curators, we draw inspiration from the rich tapestry of Indian traditions, infusing every event with authenticity and meaning. Client-Centric Approach With a client-centric approach, we prioritize your vision, ensuring that each celebration reflects your unique style, personality, and preferences. Our Journey and Vision for the Future FestivityZen was founded with a passion for bringing the rich tapestry of Indian traditions to life through meticulously planned and beautifully executed events. Our journey began with a small team of creative professionals who shared a common vision: to transform ordinary celebrations into extraordinary experiences. Over the years, we have grown and evolved, embracing innovation while staying true to our cultural roots. Looking ahead, we envision a future where FestivityZen continues to set new standards in event planning, expanding our services to cater to a global audience. Our commitment to excellence, creativity, and customer satisfaction remains unwavering, as we strive to create unforgettable moments that resonate with joy and tradition. Our Achievements in Numbers At FestivityZen, we pride ourselves on creating unforgettable experiences. Here are some milestones that showcase our journey and success. 500+ Events Organized 300+ Happy Couples 1000+ Satisfied Clients 10 Years In the Industry Ready to Make Your Dream Event a Reality? Don't wait any longer! Let FestivityZen help you create unforgettable memories with our expert planning and personalized services. Contact us now and start planning the event of your dreams. Contact Us Today Our Service Categories Discover the diverse range of services we offer to make your celebrations truly special. Each category is designed to meet your unique needs and preferences. Weddings From traditional ceremonies to modern celebrations, we create magical weddings that reflect your love story. Corporate Events Professional and memorable corporate events designed to impress and inspire your guests. Festivals Celebrate with vibrant festivals that capture the essence of cultural traditions and community spirit. Private Parties Intimate and personalized private parties that leave a lasting impression on you and your guests. See More Why Choose FestivityZen? Discover the unique advantages that make FestivityZen your perfect partner for unforgettable celebrations. Experienced Professionals Our team is composed of highly skilled and experienced professionals who excel in creating extraordinary events. Tailored Services We offer personalized services designed to meet your specific needs and preferences, ensuring your event is truly unique. Cultural Expertise With a deep understanding of Indian traditions and culture, we create authentic and meaningful celebrations. Attention to Detail We pay meticulous attention to every detail, ensuring flawless execution and a seamless experience for you and your guests. I accept Privacy policy Submit Get in Touch with Us We'd love to hear from you! Whether you have questions, need more information, or are ready to start planning your event, our team is here to help. Reach out to us today, and let's create unforgettable memories together. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Close Services Privacy Policy Terms and Conditions Disclaimer +91 227 876192 festivityzen@gmail.com Shop no.12, Shiv Triveni Complex, Navi Mumbai",
    "privacy-policy": "FestivityZen's Privacy Policy: Your Peace of Mind Matters Main Services Privacy Policy 1. Information Collection We collect personal information provided by you, such as your name, email address, and phone number. Additionally, we may collect data about your interactions with our site, including IP address, browser type, and pages accessed. 2. Use of Information We use your personal information to provide services, respond to inquiries, and improve our site. We may also use this data to send updates and relevant information about our services. 3. Information Sharing We do not share your personal information with third parties, except as required by law or to fulfill our legal and contractual obligations. We may share anonymous data with partners for analysis and service improvement purposes. 4. Security We take security measures to protect your personal information from unauthorized access, misuse, or disclosure. This includes the use of encryption and other data protection methods. 5. Cookies We use cookies to enhance your experience on the site. Cookies are small data files stored on your device. You can disable cookies in your browser settings, but this may affect site functionality. 6. Policy Updates We may update our privacy policy periodically. Changes will be posted on this page and take effect immediately upon publication. We recommend reviewing this page regularly. 7. Your Rights You have the right to access, correct, or delete your personal information at any time. To exercise these rights, please contact us via the provided email. 8. Contact For questions about this policy, contact us via email at: festivityzen@gmail.com. We are available to answer your questions and provide additional information. 9. Data Retention We retain your personal information only as long as necessary to fulfill the purposes described in this policy. After that period, your data will be securely deleted. 10. Data Transfer We may transfer your personal information outside of your country of residence, always with appropriate protection measures. We ensure these transfers are conducted in compliance with applicable laws. 11. Consent By using our site, you consent to the collection and use of your information as described in this policy. If you do not agree with the terms, please do not use our site. 12. Marketing We may use your information to send marketing materials, promotions, and other communications. You can opt-out of these communications at any time by following the unsubscribe instructions included in the emails. 13. Browsing Data We collect information about your site navigation to improve our services and personalize your experience. This data may include pages visited, time spent, and actions taken. 14. Responsibility We are responsible for protecting your personal information and adhering to this privacy policy. We commit to handling your data with the utmost care and security. 15. Third Parties This privacy policy does not apply to third-party sites linked to our site. We recommend reviewing the privacy policies of those sites before providing any personal information. 16. Minors Our site is not intended for minors under the age of 18. We do not knowingly collect information from minors and request that they do not use our site. 17. Complaints If you have a complaint about our privacy policy, please contact us via email. We will strive to resolve any issues promptly and efficiently. 18. Applicable Law This policy is governed by the laws of the country in which we operate, and any disputes will be resolved in that forum. We are committed to complying with all applicable laws and regulations. 19. Data Storage We store your personal information on secure and protected servers. We implement security measures to ensure data integrity and confidentiality. 20. Information Updates Please inform us of any changes to your personal information to keep it up to date. You can do this by contacting us through the provided email. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Close Services Privacy Policy Terms and Conditions Disclaimer +91 227 876192 festivityzen@gmail.com Shop no.12, Shiv Triveni Complex, Navi Mumbai",
    "services": "Discover FestivityZen's Services: Crafting Memorable Moments Main Services Discover Our Tailored Event Services From intimate gatherings to grand celebrations, FestivityZen offers a range of personalized services to make your events truly exceptional. Explore our offerings and find the perfect fit for your special occasion. Before You Start At FestivityZen, we take immense pride in the quality of our work. Each event we plan is a testament to our commitment to excellence and attention to detail. Our team of dedicated professionals works tirelessly to ensure that your special occasion is not only memorable but also flawlessly executed. With years of experience and a deep understanding of cultural traditions, we bring your vision to life with precision and creativity. From the initial consultation to the final celebration, we are with you every step of the way, ensuring that every detail is perfect and every moment is cherished. Now, explore our range of services below and discover how FestivityZen can make your event truly special. Our Event Services Explore our diverse range of event services designed to make your celebrations truly unforgettable. Each service is tailored to meet your specific needs and preferences. Weddings From traditional Indian ceremonies to modern weddings, we create magical moments that reflect your love story. Duration: Full-day events Includes: Venue decoration, catering, photography, and more Customization: Tailored themes and cultural elements Corporate Events Professional and memorable corporate events designed to impress and inspire your guests. Duration: Half-day to full-day events Includes: Venue setup, AV equipment, catering, and more Customization: Branding and corporate themes Festivals Celebrate with vibrant festivals that capture the essence of cultural traditions and community spirit. Duration: Multi-day events Includes: Entertainment, food stalls, cultural performances, and more Customization: Festival themes and activities Private Parties Intimate and personalized private parties that leave a lasting impression on you and your guests. Duration: Evening events Includes: Venue setup, entertainment, catering, and more Customization: Themes and special requests Ready to Plan Your Event? Contact us today to discuss your event needs and start planning a celebration that you and your guests will never forget. Contact Us Meet Our Expert Team Our dedicated team of professionals is the backbone of FestivityZen. Each member brings unique skills and a passion for creating unforgettable events. Get to know the people who make the magic happen. Rahul Kapoor Lead Event Planner Anita Desai Cultural Consultant Amit Sharma Head of Design Pooja Verma Client Relations Manager What Our Clients Say \"FestivityZen turned our dream wedding into a reality. The attention to detail and cultural touches were beyond our expectations. Our guests were blown away!\" Priya and Raj Patel \"Our corporate event was a huge success, thanks to the professional team at FestivityZen. They managed everything flawlessly, allowing us to focus on our guests.\" Sunil Agarwal, CEO \"Celebrating Holi with FestivityZen was an unforgettable experience. The vibrant decorations and activities captured the spirit of the festival perfectly.\" Aisha Mehta \"From start to finish, the FestivityZen team was amazing. They made sure our private party was everything we hoped for and more. Highly recommend!\" Kavita Singh Frequently Asked Questions Got questions? We’ve got answers. Find out more about our services, processes, and what makes FestivityZen special. What types of events do you specialize in? &#9660; We specialize in a wide range of events, including weddings, corporate events, festivals, and private parties. Our team is skilled in handling events of all sizes and styles, ensuring each one is unique and memorable. How far in advance should I book your services? &#9660; We recommend booking our services at least 3-6 months in advance to ensure availability and ample time for planning. However, we can accommodate shorter timelines depending on the event requirements and our schedule. Can you customize the event according to my preferences? &#9660; Absolutely! We believe every event should reflect the unique style and preferences of our clients. We work closely with you to tailor every aspect of the event to your vision, ensuring a personalized and unforgettable experience. What is your pricing structure? &#9660; Our pricing is based on the specific needs and scale of each event. We offer customized packages to suit different budgets and requirements. Please contact us for a detailed quote and to discuss your event needs. Do you provide services outside of your local area? &#9660; Yes, we are happy to provide our services for events in various locations. Please reach out to us to discuss the specifics of your event location, and we will do our best to accommodate your needs. We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies. Learn more Close Services Privacy Policy Terms and Conditions Disclaimer +91 227 876192 festivityzen@gmail.com Shop no.12, Shiv Triveni Complex, Navi Mumbai"
  },
  "date": "2024-05-19T12:12:23.710Z"
}