{
  "name": "New_v9_Aroma_Cafe",
  "pages": {
    "index": "Café Aroma Café Aroma Home Menu Contact Welcome to Café Aroma The finest coffee blends in the heart of Mumbai. Explore Our Menu Popular Products Espresso A strong and rich coffee made with finely ground beans. Latte A smooth blend of espresso and steamed milk. Cold Brew Slow-steeped coffee served over ice for a refreshing taste. Iced Tea A refreshing tea served chilled, perfect for hot days. Special Offer Buy one, get one free on all drinks every Friday! Learn More News & Offers New Seasonal Drinks Discover our latest seasonal drinks available for a limited time. Café Aroma Rewards Join our rewards program and get exclusive benefits. Customer Reviews \"Amazing coffee and cozy atmosphere. Highly recommend!\" - Ananya \"Best place to relax with friends and enjoy a good cup of coffee.\" - Raj Our Story Established in 2010, Café Aroma has been serving the best coffee in Mumbai. Our journey started with a passion for coffee and a commitment to provide a cozy atmosphere for coffee lovers. Read More Visit Us We are located at Videocon House, 99, Nepean Sea Rd, Mumbai. Come and enjoy our delicious coffee and snacks in a relaxing environment. Get Directions Contact Us Our Location Videocon House, 99, Nepean Sea Rd, Mumbai. Email aromacafe@gmail.com Phone +91 494 8580 Subscribe to our Newsletter I accept the Privacy Policy Subscribe &copy; 2024 Café Aroma. All rights reserved. Privacy Policy Terms and Conditions ✕ Home Menu Contact",
    "menu": "Menu - Café Aroma Café Aroma Home Menu Contact Our Specialties Espresso Espresso Strong and intense coffee with a rich flavor. 170 ₹ Doppio Double shot of espresso, perfect for coffee aficionados. 170 ₹ Americano Espresso with hot water, offering a bold and smooth taste. 170 ₹ Latte & Cappuccino Latte Espresso with steamed milk and a touch of foam. 100 ₹ Cappuccino Espresso topped with frothy milk and a sprinkle of cocoa. 150 ₹ Mocha Espresso with steamed milk, chocolate, and whipped cream. 200 ₹ Cold Brew & Iced Drinks Cold Brew Smooth and refreshing coffee brewed with cold water for hours. 170 ₹ Iced Coffee Chilled coffee served over ice, perfect for hot days. 170 ₹ Iced Tea Refreshing tea served over ice with lemon or peach flavors. 190 ₹ Desserts Tiramisu Classic Italian dessert with layers of coffee-soaked ladyfingers. 270 ₹ Chocolate Cake Rich and moist chocolate cake topped with ganache. 300 ₹ Cheesecake Creamy cheesecake with a graham cracker crust, perfect with coffee. 350 ₹ Our Story Established in 2010, Café Aroma has been serving the best coffee in Mumbai. Our journey started with a passion for coffee and a commitment to provide a cozy atmosphere for coffee lovers. Café Aroma was founded by Aisha Khan, who was inspired by the café culture she experienced during her university years in Europe. Upon returning to Mumbai, Aisha dreamed of creating a space where people could enjoy high-quality coffee in a warm, inviting environment. To ensure the finest coffee, Aisha traveled across India, forming relationships with local farmers in Coorg and Chikmagalur. This dedication to quality and ethical sourcing quickly set Café Aroma apart from other coffee shops in the city. Aisha transformed Café Aroma into a cultural hub by hiring local artists to create beautiful murals and hosting events like poetry readings and live music. The menu featured unique blends and seasonal specials, such as the Mumbai Masala Latte and Cardamom Cold Brew, along with homemade pastries inspired by Aisha's travels and her mother's kitchen. As Café Aroma's reputation grew, it expanded to several locations across Mumbai, maintaining its cozy, artistic vibe. Despite the growth, Aisha stayed committed to quality and community, continuing to support local artists and farmers. Today, Café Aroma is a beloved Mumbai institution, known for exceptional coffee and a vibrant, inclusive community. Aisha's passion and dedication have turned her dream into a thriving reality. Roots in Tradition Our journey began with a family passion for coffee that spans generations, rooted in the rich traditions of coffee craftsmanship. A Modern Vision With a modern approach to blending and roasting, we bring you unique flavors that celebrate the artistry of coffee making. Commitment to Excellence Each cup reflects our commitment to excellence, from sourcing the finest beans to delivering the perfect brew. Our Philosophy Community Connection We believe in fostering a sense of community through coffee, creating spaces where people can connect and share. Sustainable Practices With sustainable sourcing and eco-friendly practices, we aim to preserve the environment and support local growers. Artisan Craftsmanship Our commitment to artisan craftsmanship ensures every cup of coffee is a masterpiece, crafted with precision and care. Coffee Education We're passionate about sharing our knowledge and love for coffee, educating our community about the journey from bean to cup. Meet Our Team John Doe Head Barista Jane Smith Pastry Chef Michael Brown Manager Contact Us Our Location 123 Coffee Street, Mumbai, India Email aromacafe@gmail.com Phone +91 494 8580 &copy; 2024 Café Aroma. All rights reserved. Privacy Policy Terms and Conditions ✕ Home Menu Contact",
    "privacy-policy": "Privacy Policy - Café Aroma Café Aroma Home Menu Contact Privacy Policy Café Aroma (\"we,\" \"us,\" or \"our\") is committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and protect your personal information. 1. Information Collection We may collect personal information from you when you interact with us, including: Name Email address Mailing address Payment information (for purchases or reservations) Reservation details (date, time, preferences) Feedback and reviews Communications and correspondence with us Any other information you provide voluntarily 2. Use of Information The information we collect may be used for the following purposes: To provide and manage our services, including reservations and orders To process transactions and payments To communicate with you, including responding to inquiries and providing customer support To send you promotional emails, newsletters, and marketing communications, where permitted by law and if you have opted in To improve our products and services, including through analysis of customer preferences and behaviors To comply with legal obligations and enforce our policies 3. Legal Basis for Processing Personal Information We process personal information for the purposes outlined above based on one or more of the following legal grounds: Your consent, where applicable and required by law The performance of a contract with you or to take steps at your request before entering into a contract Compliance with legal obligations to which we are subject Legitimate interests pursued by us, such as managing our business and improving our services, provided such interests are not overridden by your rights and interests 4. Data Retention We will retain your personal information for as long as necessary to fulfill the purposes for which it was collected, including for the purposes of satisfying any legal, accounting, or reporting requirements. 5. Sharing of Information We do not sell, trade, or otherwise transfer your personal information to third parties without your consent, except as described in this Privacy Policy or as required by law. We may share your information with: Service providers and business partners who assist us in providing our services and operating our business Third parties to whom disclosure may be required to comply with legal obligations, enforce our policies, or protect our rights, property, or safety, or that of others Any successor to all or part of our business through a merger, acquisition, or other corporate transaction 6. Security of Information We implement appropriate technical and organizational measures to protect the security of your personal information. These measures include: Encryption of sensitive data Access controls and restrictions Regular security assessments and audits Training for employees on data protection practices 7. Your Rights Depending on your jurisdiction, you may have certain rights regarding your personal information, including: The right to access the personal information we hold about you The right to request correction of inaccuracies in your personal information The right to request erasure of your personal information, under certain conditions The right to object to processing of your personal information, where applicable The right to data portability, where applicable The right to withdraw consent to processing of your personal information, where applicable and where consent is our legal basis for processing 8. Policy Updates We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any material changes by posting the updated policy on our website or through other appropriate means. 9. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at the following address: aromacafe@gmail.com &copy; 2024 Café Aroma. All rights reserved. Privacy Policy Terms and Conditions ✕ Home Menu",
    "terms-conditions": "Terms and Conditions - Café Aroma Café Aroma Home Menu Contact Terms and Conditions By accessing this website, you agree to comply with and be bound by the following terms and conditions of use. If you disagree with any part of these terms and conditions, please do not use our website. 1. Website Use The content of the pages of this website is for your general information and use only. It is subject to change without notice. 2. Intellectual Property Rights This website and its content, including but not limited to text, graphics, logos, images, and software, are the property of Café Aroma or its licensors and are protected by intellectual property laws. Unauthorized use or reproduction of any content without our express written consent is prohibited. 3. User Responsibilities You agree to use this website only for lawful purposes and in a manner consistent with all applicable laws and regulations. You further agree not to: Use this website in any way that could damage, disable, overburden, or impair our servers or networks; Attempt to gain unauthorized access to any part of the website, or any systems or networks connected to the website, by hacking, password mining, or any other unauthorized means; Attempt to interfere with the proper functioning of the website or any transaction being conducted on the website; Use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of the website or collect information about users for any unauthorized purpose; Upload or transmit any viruses, worms, Trojan horses, or other malicious code; Frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) without our express written consent; Modify, adapt, translate, reverse engineer, decompile, or disassemble any portion of the website; Remove any copyright, trademark, or other proprietary rights notice from the website or materials originating from the website; Engage in any other activity deemed by Café Aroma to be in conflict with these terms and conditions. 4. Limitation of Liability Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable. It shall be your own responsibility to ensure that any products, services, or information available through this website meet your specific requirements. 5. Changes to Terms Café Aroma reserves the right to modify or replace these terms and conditions at any time. Changes will be effective immediately upon posting on the website. Your continued use of the website following the posting of changes constitutes your acceptance of such changes. Please check this page periodically for updates. 6. Governing Law and Jurisdiction These terms and conditions are governed by and construed in accordance with the laws of [Your State/Country], without regard to its conflict of law principles. You agree that any legal action or proceeding arising out of or related to these terms and conditions shall be brought exclusively in the courts of [Your State/Country]. 7. Contact Us If you have any questions about our Terms Of Use, please contact us using the information provided on the Contact page. aromacafe@gmail.com &copy; 2024 Café Aroma. All rights reserved. Privacy Policy Terms and Conditions ✕ Home Menu",
    "thank_page": "Thank You! - Café Aroma Thanks for subscribing to the Newsletter! Good coffee is a good life Home"
  },
  "date": "2024-06-23T19:02:34.285Z"
}