{
  "name": "New_v11_ExoticWilds",
  "pages": {
    "about": "About ExoticWilds - Meet Our Exotic Animals and Team ExoticWilds Home About Our Animals Reviews Faq Contact ServicesContact Us Home About Our Animals Reviews Faq Contact About Us ExoticWilds is dedicated to the breeding and care of exotic animals. Learn more about our mission, team, and the unique animals we care for. 100+ Happy Visitors 10+ Years of Experience 25+ Awards Won 100% Customer Satisfaction Based in New Delhi, India, we create unforgettable wildlife experiences. Join us at ExoticWilds to explore the world of exotic animals. Our farm offers a safe and enriching environment for both our animals and visitors. Animal-Centric Approach We are dedicated to providing the best care for our animals and the best experiences for our visitors. Award-Winning Farm Our commitment to excellence has earned us numerous awards in animal care and conservation. Meet Our Team Our team of experts is passionate about wildlife and dedicated to providing exceptional care for our animals. Alex Rodriguez Animal Care Specialist Jonathan Davis Conservationist Emily Thompson Tour Guide Sarah Johnson Educational Coordinator Commitment to Excellence At ExoticWilds, we strive for perfection in everything we do, from animal care to visitor experiences. Innovation We continuously explore new methods and technologies to enhance the care and breeding of exotic animals. Innovation is at the heart of our operations. Collaboration Our team of experts collaborates closely to provide the best care for our animals. We believe in the power of teamwork to achieve superior outcomes. Animal-Centric Approach Our approach is centered around the well-being of our animals. We prioritize their health and happiness in all our practices. Quality and Excellence We believe that excellence is achieved through a meticulous approach, continuous improvement, and a commitment to delivering the best possible outcomes. Our clients can trust us to deliver top-notch solutions that drive their success. Our latest Insights Discover the latest news and insights from ExoticWilds. Learn about our animals, conservation efforts, and upcoming events. Contact Us ExoticWilds Reach out to us with any questions or to book a visit. We are here to help you experience the wonders of our exotic animal farm. Website Home About Our Animals Reviews Faq Contact Admin Pages Privacy Policy Terms and Conditions Copyright © ExoticWilds",
    "index": "ExoticWilds - Exotic Animal Farm in India ExoticWilds Home About Our Animals Reviews Faq Contact ServicesContact Us Home About Our Animals Reviews Faq Contact Experience the Wild with ExoticWilds Welcome to ExoticWilds, where we breed and care for a unique collection of exotic animals. Our passion for wildlife drives us to provide the best care for these magnificent creatures. Our TeamJoin Us Our Services At ExoticWilds, we offer guided tours, educational programs, and breeding services for exotic animals. Explore our wide range of services tailored for wildlife enthusiasts.Join Us Guided Tours Join our expert-led guided tours to get an up-close experience with our exotic animals. Learn about their habitats, behaviors, and conservation efforts. Educational Programs Our educational programs are designed to teach people of all ages about the importance of wildlife conservation and the care of exotic animals. Breeding Services We offer specialized breeding services for exotic animals, ensuring the health and well-being of each species in our care. Experience the Wild Get a firsthand experience with our exotic animals through our interactive programs and tours. Learn about their unique characteristics and how we care for them. Premium Animal Care Award-Winning Farm Expert Team Animal-Centric Our Core Values At ExoticWilds, we are committed to the well-being of our animals and the satisfaction of our visitors. Our core values reflect our dedication to excellence and innovation in animal care. Innovation We continuously explore new methods and technologies to enhance the care and breeding of exotic animals. Innovation is at the heart of our operations. Collaboration Our team of experts collaborates closely to provide the best care for our animals. We believe in the power of teamwork to achieve superior outcomes. Animal-Centric Approach Our approach is centered around the well-being of our animals. We prioritize their health and happiness in all our practices. Quality and Excellence We strive for excellence in everything we do, from animal care to visitor experiences. Our commitment to quality ensures that we deliver the best services. Testimonials Our visitors and partners share their experiences at ExoticWilds. Read their testimonials to learn more about what makes us unique. \"An Unforgettable Experience\" \"Working with this animal farm was a game-changer for our business. Their expertise in guided tours and breeding services helped us create a visually stunning and user-friendly website that exceeded our expectations.\" John Doe CEO, Wildlife Enthusiast \"Educational and Fun\" \"The user research conducted by this farm was invaluable. Their insights and recommendations guided our product development process, resulting in a solution that perfectly catered to our target audience's needs.\" Sarah Johnson Product Manager, Teacher \"Professional and Caring Team\" \"The farm's team was a pleasure to work with. They were highly collaborative, attentive to our feedback, and always delivered on time. Their professionalism and dedication to our project were truly commendable.\" Mark Thompson CTO, Conservationist \"Innovative Animal Care\" \"We were impressed by the farm's ability to think outside the box and come up with innovative solutions. Their creativity and expertise helped us differentiate our brand and stay ahead of the competition.\" Emily Davis Founder, Zoo Keeper \"Outstanding Quality and Attention to Detail\" \"The farm's commitment to quality and attention to detail were evident throughout our collaboration. They went above and beyond to ensure that every aspect of our project was meticulously executed.\" Michael Anderson CTO, Wildlife Photographer \"Excellent Customer Support\" \"The farm's customer support team was exceptional. They were responsive, knowledgeable, and always ready to assist us with any inquiries or issues. Their dedication to customer satisfaction was truly remarkable.\" Laura Roberts Operations Manager, Traveler Transparent Pricing We believe in transparent pricing for all our services. Explore our affordable packages for tours, educational programs, and breeding services. Guided Tours Our guided tours offer an immersive experience with our exotic animals. Join us to explore their habitats and learn about their unique traits. $50 Educational Programs Our educational programs are designed for schools and groups interested in learning about wildlife conservation and exotic animal care. $200 Breeding Services We offer specialized breeding services for various exotic animals. Contact us for more information on our breeding programs and pricing. $1000 Frequently Asked Questions Find answers to common questions about our services, tours, and animal care practices. Contact us if you need further assistance. What are your tour hours? Our tours are available from 9 AM to 5 PM, Monday through Saturday. Please book in advance to secure your spot. During the tour, you will have the opportunity to learn about the habits and habitats of our exotic animals, interact with them under the guidance of our trained staff, and take memorable photos. Do you offer group discounts? Yes, we offer discounts for large groups and school trips. Contact us for more details and pricing. We aim to provide an educational and enjoyable experience for all visitors, and group tours include special presentations and opportunities for hands-on learning about exotic wildlife. Can I adopt an animal? We offer adoption programs for certain species. Please contact us for more information on how you can support our animals through adoption. Adoption helps us provide the best care for our animals and includes benefits like regular updates on your adopted animal, free passes to the farm, and a certificate of adoption. Are there any volunteer opportunities? Yes, we welcome volunteers who are passionate about exotic animals and conservation. Volunteers assist with animal care, educational programs, and farm maintenance. This is a great way to gain hands-on experience and contribute to the well-being of our animals. Please contact us to learn more about the volunteer program and available opportunities. Do you offer educational programs for schools? Yes, we offer specialized educational programs tailored for school groups. Our programs are designed to align with curriculum standards and provide an engaging learning experience about exotic wildlife and conservation. Students will have the opportunity to interact with animals, participate in hands-on activities, and learn from our expert staff. Contact us to schedule a program or for more information. Drop a Message Get in touch with us for any inquiries or to book a tour. We look forward to hearing from you. Email: exoticwilds@gmail.com Phone: +91-468–9502994 Address: F48M+GHR, Block G2, Block G, Aya Nagar Extension, Aya Nagar, New Delhi, Delhi 110047 I accept Privacy Policy Thank you! Your submission has been received! Oops! Something went wrong while submitting the form. ExoticWilds Reach out to us with any questions or to book a visit. We are here to help you experience the wonders of our exotic animal farm. Website Home About Our Animals Reviews Faq Contact Admin Pages Privacy Policy Terms and Conditions Copyright © ExoticWilds",
    "privacy-policy": "Privacy Policy - ExoticWilds ExoticWilds Home About Our Animals Reviews Faq Contact ServicesContact Us Home About Our Animals Reviews Faq Contact Privacy Policy Welcome to ExoticWilds! This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website and use our services. By using our website, you agree to the terms outlined in this policy. 1. Information We Collect We collect various types of information to provide and improve our services. This includes: Personal Information: Name, email address, phone number, and address. Usage Data: Information on how you access and use our website. Cookies and Tracking Technologies: Data collected through cookies and similar tracking technologies. 2. How We Use Your Information Your information is used for the following purposes: To provide and maintain our services. To notify you about changes to our services. To provide customer support. To gather analysis or valuable information so we can improve our services. To monitor the usage of our services. To detect, prevent, and address technical issues. To fulfill any other purpose for which you provide it. 3. Sharing Your Information We may share your information in the following situations: With service providers to monitor and analyze the use of our services. To comply with a legal obligation. To protect and defend our rights or property. To prevent or investigate possible wrongdoing in connection with our services. To protect the personal safety of users of our services or the public. 4. Security of Your Information We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. 5. Links to Other Sites Our service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. 6. Children's Privacy Our services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. If we discover that a child under 13 has provided us with personal information, we will delete such information from our servers immediately. 7. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. 8. Contact Us If you have any questions about this Privacy Policy, please contact us: By email: exoticwilds@gmail.com By phone: +91-468–9502994 By mail: F48M+GHR, Block G2, Block G, Aya Nagar Extension, Aya Nagar, New Delhi, Delhi 110047 ExoticWilds Reach out to us with any questions or to book a visit. We are here to help you experience the wonders of our exotic animal farm. Website Home About Our Animals Reviews Faq Contact Admin Pages Privacy Policy Terms and Conditions Copyright © ExoticWilds",
    "terms-conditions": "Terms and Conditions - ExoticWilds ExoticWilds Home About Our Animals Reviews Faq Contact ServicesContact Us Home About Our Animals Reviews Faq Contact Terms and Conditions Welcome to ExoticWilds. By using our website and services, you agree to comply with and be bound by the following terms and conditions. Please review them carefully. 1. Acceptance of Terms By accessing or using our services, you agree to be bound by these terms and conditions and all applicable laws and regulations. 2. Description of Services ExoticWilds provides information and services related to the breeding and care of exotic animals. Specific details about our services can be found on our website. 3. Account Registration You may be required to create an account to access certain features of our website. You are responsible for maintaining the confidentiality of your account information and are fully responsible for all activities that occur under your account. 4. Payment Terms All payments for our services must be made as described on our website. We accept various forms of payment, including credit and debit cards. 5. Refund Policy We offer refunds in accordance with our refund policy, which is available on our website. 6. Limitation of Liability ExoticWilds is not liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of our services. 7. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of ExoticWilds and protected by copyright laws. 8. Prohibited Uses You agree not to use our services for any unlawful purpose or any purpose prohibited by these terms and conditions. 9. Changes to Terms We reserve the right to modify these terms and conditions at any time. Changes will be posted on our website and are effective immediately. 10. Termination We may terminate or suspend your access to our services immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms and conditions. 11. Governing Law These terms and conditions are governed by the laws of India, without regard to its conflict of law principles. 12. Dispute Resolution Any dispute arising out of or related to these terms and conditions will be resolved in accordance with the laws of India and submitted to the competent courts of New Delhi, Delhi. 13. Communications By using our services, you agree to receive electronic communications from us. We may communicate with you by email or by posting notices on our website. 14. Indemnification You agree to indemnify and hold ExoticWilds harmless from any claims, damages, obligations, losses, liabilities, and expenses arising from your use of our services. 15. Contact Information If you have any questions about these terms and conditions, please contact us: By email: exoticwilds@gmail.com By phone: +91-468–9502994 By mail: F48M+GHR, Block G2, Block G, Aya Nagar Extension, Aya Nagar, New Delhi, Delhi 110047 ExoticWilds Reach out to us with any questions or to book a visit. We are here to help you experience the wonders of our exotic animal farm. Website Home About Our Animals Reviews Faq Contact Admin Pages Privacy Policy Terms and Conditions Copyright © ExoticWilds",
    "thanks": "Thank You - ExoticWilds Thank You for Contacting Us! Your message has been received and one of our team members will get back to you shortly. We appreciate your interest in ExoticWilds and look forward to assisting you with your inquiry. If you have any urgent questions, please feel free to contact us directly at +91-468–9502994 or via email at exoticwilds@gmail.com. Go to Home"
  },
  "date": "2024-07-04T07:50:01.129Z"
}