{
  "name": "New_v9_ThePlaceOfMasters",
  "pages": {
    "about": "About Us - The house of masters The house of masters +919388661232. SERVICES. OUR WORKS PROCESS ABOUT US REVIEWS CONTACT ABOUT US The construction company The house of masters offers a full range of services in the field of design and construction. We create unique and functional interiors that reflect the latest trends and world standards in architecture and design. Our team consists of experienced architects, designers and engineers who work closely together to turn your ideas into reality. Individual calculation A LITTLE BIT ABOUT OUR COMPANY IN NUMBERS 10 years we create a dream repair 59000 total area of implemented projects 12 construction crews in the state 12 months warranty for repair and finishing works +50. partners for the supply of quality material, equipment and furniture General Director MR. BEASTSOV Our team \"House of Masters\" has been successfully repairing public spaces and residential interiors for more than 10 years. During this time, we have successfully implemented complex projects, developing the skills of effective interaction with each participant in the process: Customers Designers Related specialists And our team CLIENT REVIEWS. \"The House of Masters transformed our living room into a masterpiece. Their attention to detail is impeccable.\" John Doe. Homeowner \"Excellent service and amazing results. The team was professional and very easy to work with.\" Jane Smith. Business Owner. \"Our office renovation was completed on time and within budget. Highly recommend The House of Masters.\" Michael Brown. CEO, TechCorp. \"A seamless experience from start to finish. The quality of work exceeded our expectations.\" Emily White. Interior designer \"We are thrilled with our new kitchen. The House of Masters team did an outstanding job.\" David Wilson. Homeowner \"Professional, reliable, and skilled. Our project was completed to the highest standard.\" Sophia Martinez. Real Estate Developer. CONTACTS Our office Wright Town, Jehangirabad, Jabalpur, Madhya Pradesh 482002, India Phone: +919388661232 Email: thehouseofmasters@gmail.com The House of Masters Privacy Policy Terms and Conditions",
    "index": "The house of masters The house of masters +919388661232. SERVICES. OUR WORKS PROCESS ABOUT US REVIEWS CONTACT FROM IDEA TO IMPLEMENTATION TURNKEY REPAIR with the best team of professionals in design and construction With a reliable legal and financial guarantee Individual calculation CLEAR COMPLIANCE WITH DEADLINES UNIQUE PAYMENT METHOD Specialists NARROW PROFILE Responsibility FOR THE ENTIRE REPAIR PROCESS WE DESIGN AND CREATE We implement modern, functional interiors using the best world practices PUBLIC SPACES Class A, B offices Restaurants, cafes, bars Boutiques, beauty salons Medical centers, dentistry RESIDENTIAL INTERIORS FROM 300M2 Flats, apartments Cottages, houses Pent house, tan house Baths, swimming pools Services which we represent DESIGN PROJECT A comprehensive package of documents with various room layout options, diagrams, 3D visualization or illustrations ARCHITECTURAL PROJECT Design-functional zoning and redevelopment, creation of working documentation ENGINEERING NETWORKS Engineering equipment and communication systems that ensure the transmission of energy, water, heat, air and other resources indoors AUTHOR'S AND TECHNICAL SUPERVISION Control of construction and repair works at the facility to ensure that the interior complies with the planned project REPAIR AND FINISHING WORKS Restoration and improvement of the functionality and appearance of the premises, including repair and decorative finishing procedures SUPPLY AND DELIVERY The process of supplying the necessary construction or finishing materials for the project implementation PROJECTS WE ARE PROUD OF Each of our projects reflects high professionalism and rich experience THE BEST PROJECTS \"BOLD TEAM\" Total area: 600m2 Term: 4 months Conceptual repair of the workspace of the company \"Bold Team\".Repairs were carried out \"Turnkey\". Two main blocks: Southern and Northern. \"ECO RESORT\" Total area: 1500m2 Term: 8 months Creation of an environmentally friendly resort with a minimum carbon footprint.Includes recreation areas, spas and ecological villas. \"URBAN PARK\" Total area: 5000m2 Term: 12 months Reconstruction of the city park with the addition of areas for outdoor activities, cafes and green spaces. \"TECH HUB\" Total area: 2000m2 Term: 6 months Creation of a high-tech hub for startups and IT companies.Includes conference rooms, work areas and coworking areas. 4 SIMPLE STEPS TO YOUR NEW REPAIR I have read and agree to the Privacy Policy Send Application Leave a request on our website Design project and measurement We will measure the premises on the day of application, create a unique design and make an accurate estimate - we will write all the conditions in the contract. Repair We carry out repairs in strict accordance with the project, provide technical and author's supervision. Handing over the object After the completion of the work, our quality control specialist conducts an inspection of the facility with a thorough inspection. Only after that you accept the object ready for check-in. The House of Masters Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - The House of Masters The House of Masters +919388661232 Services Our Works Process About Us Reviews Contact Privacy Policy Introduction Welcome to The House of Masters. This Privacy Policy outlines how we collect, use, and protect your personal information when you visit our website or use our services. Information We Collect Personal identification information (Name, email address, phone number, etc.) Project details and preferences Payment information (for billing purposes) Browser and device data How We Use Your Information We use the collected information to: Provide and improve our services Communicate with you regarding your projects Process payments and invoices Personalize your experience on our website Information Sharing and Disclosure We do not sell, trade, or rent your personal information to third parties. We may share information with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to The House of Masters, and they are required to maintain the confidentiality of your information. Security of Your Information We use various security measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the Internet or method of electronic storage is 100% secure. Your Data Protection Rights You have the right to access, update, or delete the information we have on you. If you wish to exercise any of these rights, please contact us. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Contact Us If you have any questions about this Privacy Policy, please contact us: By email: thehouseofmasters@gmail.com By phone: +919388661232 By visiting this page on our website: Contact Us The House of Masters Privacy Policy Terms &amp; Conditions",
    "terms-conditions": "Terms and Conditions - The House of Masters The House of Masters +919388661232 Services Our Works Process About Us Reviews Contact Terms and Conditions Introduction These terms and conditions outline the rules and regulations for the use of The House of Masters' Website and services. Acceptance of Terms By accessing this website we assume you accept these terms and conditions in full. Do not continue to use The House of Masters' website if you do not accept all of the terms and conditions stated on this page. Services The House of Masters provides a range of construction and renovation services. The scope, duration, and cost of services will be outlined in the individual project agreements. Intellectual Property Rights Unless otherwise stated, The House of Masters and/or its licensors own the intellectual property rights for all material on The House of Masters. All intellectual property rights are reserved. You may view and/or print pages from our website for your own personal use subject to restrictions set in these terms and conditions. User Comments Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material, and data ('Comments'). The House of Masters does not screen, edit, publish or review Comments prior to their appearance on the website and Comments do not reflect the views or opinions of The House of Masters, its agents, or affiliates. Limitation of Liability In no event shall The House of Masters, nor any of its officers, directors, and employees, be liable to you for anything arising out of or in any way connected with your use of this Website, whether such liability is under contract, tort or otherwise, and The House of Masters, including its officers, directors, and employees shall not be liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which The House of Masters operates, and you submit to the non-exclusive jurisdiction of the courts in that state or location for the resolution of any disputes. Changes to Terms The House of Masters reserves the right to revise these terms and conditions at any time as it sees fit, and by using this Website you are expected to review these terms and conditions on a regular basis to ensure you understand all terms and conditions governing the use of this Website. Contact Us If you have any questions about these Terms and Conditions, please contact us: By email: thehouseofmasters@gmail.com By phone: +919388661232 By visiting this page on our website: Contact Us The House of Masters Privacy Policy Terms &amp; Conditions",
    "thanks": "Thank You - The house of masters Thanks for the application! Together we can build the most modern future Home"
  },
  "date": "2024-07-23T07:57:04.259Z"
}