{
  "name": "New_v9_DrawTogether",
  "pages": {
    "index": "Draw Together - Nurturing Young Artists in India Draw Together about us classes gallery contact Welcome to Draw Together! Where young imaginations soar and creativity knows no bounds. Join us in exploring the colorful world of art! At Draw Together, we believe that every child is an artist with a unique perspective waiting to be expressed. Our school is a vibrant, nurturing space where children can discover the joy of creating, learn new techniques, and develop their artistic skills. Our classes are designed to cater to all age groups and skill levels, from beginners to budding young artists. Whether your child loves to draw, paint, or explore mixed media, our experienced instructors will guide them every step of the way, encouraging self-expression and confidence. We offer a wide range of programs, including weekly art classes, holiday workshops, and special events, all aimed at sparking creativity and fostering a lifelong love of art. Our students not only learn the fundamentals of art but also how to think creatively, solve problems, and see the world in new and exciting ways. Join the Draw Together family and watch your child’s creativity flourish. Together, we create, we inspire, and we grow. About us Our Story Founded in 2016, Draw Together aims to nurture the artistic talents of children, encouraging self-expression and creativity in a supportive environment. Our journey began with a simple belief: every child has a unique artistic voice waiting to be discovered and developed. We are passionate about providing a space where children can explore their creativity, develop their skills, and gain confidence in their artistic abilities. At Draw Together, we offer a wide variety of classes and workshops tailored to different age groups and skill levels. Our curriculum is designed to inspire and challenge young minds, blending traditional techniques with innovative approaches to art. From drawing and painting to mixed media and sculpture, our students have the opportunity to explore a diverse range of artistic disciplines. Our dedicated team of instructors brings a wealth of experience and a genuine love for teaching. They are committed to creating a positive and inclusive atmosphere where every child feels valued and supported. Through personalized attention and encouragement, we help our students unlock their full creative potential. We believe that art is more than just a skill—it’s a way of seeing the world, expressing emotions, and connecting with others. By fostering creativity and critical thinking, we prepare our students for a bright future, both in art and in life. Join us on this exciting journey, and let’s draw together, one masterpiece at a time.\" Meet the Team Ms. Ananya Sharma - Lead Instructor With over 10 years of experience in children's art education, Ms. Sharma brings a wealth of knowledge and passion to our school. Her teaching philosophy focuses on encouraging self-expression and nurturing each child's unique artistic voice. Ms. Sharma's engaging and patient approach creates a positive and inspiring environment where students feel confident to explore their creativity. Mr. Rajesh Patel - Drawing Specialist Mr. Patel has been teaching drawing and sketching for over 8 years. His expertise lies in helping students master the fundamentals of drawing, from basic shapes to complex compositions. Mr. Patel believes in the importance of building a strong foundation in art, and his classes are designed to develop technical skills while fostering imagination and creativity. His supportive and motivating style helps students to achieve their best work. Ms. Kavita Mehra - Sculpture Teacher Ms. Mehra has a diverse background in various art forms, with a special focus on mixed media and sculpture. With 7 years of teaching experience, she inspires students to think outside the box and experiment with different materials and techniques. Ms. Mehra's classes are a blend of structured lessons and creative freedom, allowing students to discover new ways to express themselves. Her enthusiasm and innovative methods make her a favorite among students. Our Classes Little Artists (Ages 4-6) An introduction to basic drawing and painting techniques in a fun and playful setting. Children will explore colors, shapes, and textures while developing their motor skills and creativity. Age Group: 4-6 yearsParticipants: Up to 10 sign up for a class Junior Creators (Ages 7-10) This class focuses on expanding children's knowledge of various art forms, including drawing, painting, and collage. Students will learn more advanced techniques and begin to develop their own artistic style. Age Group: 7-10 yearsParticipants: Up to 12 sign up for a class Young Masters (Ages 11-14) Designed for older children who are ready to take their art to the next level. This class covers a wide range of media and techniques, from acrylics and watercolors to charcoal and pastels, helping students refine their skills and express complex ideas. Age Group: 11-14 yearsParticipants: Up to 15 sign up for a class Mixed Media Explorers (Ages 8-12) A creative class where students experiment with different materials and techniques to create unique artworks. This class encourages out-of-the-box thinking and innovation, using everything from paper and fabric to found objects and recyclables. Age Group: 8-12 yearsParticipants: Up to 12 sign up for a class Sculpture and 3D Art (Ages 10-14) This class introduces students to the world of three-dimensional art. Using clay, wire, and other materials, children will learn the fundamentals of sculpture, including form, texture, and balance, as they create their own 3D masterpieces. Age Group: 10-14 yearsParticipants: Up to 10 sign up for a class Class Schedule Day Class Time Age Group Monday Little Artists 10:00 AM - 11:30 AM 4-6 years Tuesday Junior Creators 2:00 PM - 3:30 PM 7-10 years Wednesday Young Masters 4:00 PM - 6:00 PM 11-14 years Thursday Mixed Media Explorers 3:00 PM - 4:30 PM 8-12 years Friday Sculpture and 3D Art 5:00 PM - 6:30 PM 10-14 years Saturday Junior Creators 10:00 AM - 11:30 AM 7-10 years Sunday Young Masters 1:00 PM - 3:00 PM 11-14 years Student Artwork Check out the amazing creations from our talented young artists! We are thrilled to welcome new students to Draw Together! Our classes are designed to inspire creativity, develop artistic skills, and provide a fun and engaging learning environment. To enroll your child in one of our exciting art classes, please fill out the form below. Be sure to provide all the necessary details. We look forward to helping your child explore their artistic talents and create beautiful masterpieces! I accept Privacy Policy send Narsee Monjee Bhavan 7, N S Road No. 7, JVPD Scheme, Vile Parle West, Mumbai, Maharashtra 400049, India +91-01244-75423 drawtogether@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy - Draw Together Draw Together about us classes gallery contact Privacy Policy Introduction Welcome to Draw Together. We are committed to respecting your privacy and protecting your personal data. This Privacy Policy explains how we collect, use, and safeguard your information when you visit our website and enroll in our classes. By using our services, you agree to the terms of this policy. Information We Collect Personal Information When you sign up for our classes or use our website, we may collect the following personal information: Name Email address Phone number Mailing address Child’s name and age Non-Personal Information We may also collect non-personal information about your visit to our website, such as: IP address Browser type Operating system Pages viewed Time spent on our site Referral sources How We Use Your Information Providing and Improving Our Services We use the personal information we collect to: Process your registration. Communicate with you about class schedules, updates, and special events. Customize and improve our services and website. Marketing and Communications With your consent, we may use your contact information to send you newsletters, promotional offers, and other marketing materials. You can opt out of these communications at any time by following the unsubscribe instructions provided in the email. Compliance and Legal Obligations We may use or disclose your information to comply with applicable laws, regulations, and legal processes, or to protect the rights, property, and safety of Draw Together, our students, or others. How We Protect Your Information We take the security of your personal information seriously and implement appropriate technical and organizational measures to protect it from unauthorized access, loss, misuse, or alteration. These measures include: Encryption of sensitive data. Regular security assessments. Restricted access to personal information. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties except as described in this policy. We may share your information with: Service providers who assist us in operating our website, conducting our business, or servicing you, provided they agree to keep this information confidential. Legal authorities if required by law or to protect our legal rights. Children's Privacy Protecting the privacy of young children is especially important to us. Our website and services are intended for parents and guardians to enroll their children in art classes. We do not knowingly collect personal information from children under the age of 13 without verifiable parental consent. If we become aware that we have collected personal information from a child under 13 without parental consent, we will take steps to delete that information. Your Rights You have certain rights regarding your personal information, including the right to: Access the personal information we hold about you. Request the correction of inaccurate or incomplete information. Request the deletion of your personal information. Object to the processing of your personal information. Request the restriction of processing. Request data portability. To exercise any of these rights, please contact us using the information provided below. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website and indicating the date of the latest revision. Your continued use of our services after any changes indicates your acceptance of the updated policy. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at: drawtogether@gmail.com Thank you for trusting Draw Together with your personal information. We are committed to protecting your privacy and providing a safe and enjoyable experience for you and your children. Narsee Monjee Bhavan 7, N S Road No. 7, JVPD Scheme, Vile Parle West, Mumbai, Maharashtra 400049, India +91-01244-75423 drawtogether@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Draw Together Draw Together about us classes gallery contact Terms and Conditions Welcome to Draw Together! These terms and conditions outline the rules and regulations for the use of our website and the participation in our art classes. 1. Introduction By accessing our website and enrolling in our classes, you accept these terms and conditions in full. If you disagree with any part of these terms and conditions, please do not use our website or enroll in our classes. 2. Eligibility Our classes are designed for children aged 4 to 15 years old. Parents or guardians must complete the registration process for their children. By registering your child, you confirm that you are the legal parent or guardian of the child. 3. Enrollment and Payment To enroll your child in a class, you must complete the registration form and pay the associated fees. All fees are non-refundable unless the class is canceled by Draw Together. Payment methods and schedules will be communicated during the registration process. 4. Class Conduct Students are expected to behave respectfully and follow the instructions of the instructors at all times. Any disruptive or inappropriate behavior may result in removal from the class, with no refund provided. We strive to create a safe and supportive environment for all students. 5. Attendance and Punctuality Regular attendance is crucial for your child’s progress. Please ensure that your child arrives on time for each class. If your child will be absent, please notify us in advance. Missed classes will not be refunded or rescheduled. 6. Health and Safety The health and safety of our students are our top priorities. Please inform us of any medical conditions or allergies that your child may have. In case of an emergency, we will contact the parent or guardian immediately. 7. Use of Materials All art materials required for the classes will be provided by Draw Together. Students are expected to use the materials responsibly and follow the instructions on their proper use. Any damage to the materials caused by misuse will be the responsibility of the parent or guardian. 8. Intellectual Property All content on our website, including text, images, and logos, is the property of Draw Together and is protected by copyright laws. You may not reproduce, distribute, or use any content from our website without our prior written consent. 9. Photography and Media We may take photographs or videos during classes for promotional purposes. By enrolling your child, you grant us permission to use these images on our website, social media, and marketing materials. If you do not wish for your child to be photographed, please inform us in writing. 10. Privacy Policy Your privacy is important to us. Any personal information provided during the registration process will be kept confidential and used solely for the purpose of class administration. We will not share your information with third parties without your consent. 11. Changes to Terms and Conditions Draw Together reserves the right to update or modify these terms and conditions at any time. Any changes will be posted on our website, and it is your responsibility to review them regularly. Continued use of our website or participation in our classes constitutes acceptance of the revised terms and conditions. 12. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at: Email: drawtogether@gmail.com Narsee Monjee Bhavan 7, N S Road No. 7, JVPD Scheme, Vile Parle West, Mumbai, Maharashtra 400049, India +91-01244-75423 drawtogether@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Thank You for Contacting Draw Together body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #f6f6d2; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); border-radius: 5px; border: 3px solid deeppink; } h1 { color: #817d7d; } p { color: #817d7d; margin-bottom: 20px; } .btn { border: 3px solid deeppink; background-color: #fff; color: deeppink; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border-radius: 5px; } .btn:hover { background-color: deeppink; color: #fff; } Thank you for reaching out to Draw Together! We appreciate your interest and will get back to you as soon as possible. Whether you have questions about our classes, need assistance with enrollment, or want more information about our programs, we're here to help. Our team will review your message and respond promptly. We look forward to connecting with you soon! main page"
  },
  "date": "2024-07-24T05:01:55.253Z"
}