{
  "name": "New_v9_CustomTees",
  "pages": {
    "index": "CustomTees: Your Destination for Unique Custom T-Shirts Home About us Products Gallery Contact us Home About Products Gallery Contact us Turn Your Images into Wearable Art Design t-shirts with our easy-to-use platform. Whether for events, gifts, or personal style, our custom t-shirts are perfect for every occasion. Stand out with unique and personalized designs! Contact Us More Products Our most wanted T-Shirts Crew Neck T-Shirt $19.99 Material: 100% Cotton Soft and lightweight Perfect for casual wear Purchase Polo T-Shirt $29.99 Material: 100% Cotton Comfortable and breathable Available in various colors Purchase V-Neck T-Shirt $24.99 Material: 100% Cotton Stretchable and stylish Great for layering Purchase Advantages Why choose us High Quality Premium materials ensure comfort and durability. Fast Delivery Receive your custom t-shirts quickly with our expedited shipping. Affordable Prices Competitive pricing without compromising on quality. Satisfaction Guaranteed We stand by our products with a 100% satisfaction guarantee. Frequently asked questions FAQ How do I upload my design? You can upload your design through our user-friendly platform by clicking on the \"Upload Design\" button on the product page. Make sure your design meets our guidelines for file formats and resolution for the best printing results. What file formats are accepted? We support various file formats including JPEG, PNG, and PDF. Ensure your design is high resolution (at least 300 DPI) for the best print quality. If you have any issues with your file format, our customer support is here to assist you. How long does shipping take? Standard shipping usually takes 5-7 business days, but expedited options are available at checkout for faster delivery. Shipping times may vary based on your location and the size of your order. You will receive a tracking number via email once your order has shipped. Can I return or exchange my custom t-shirt? Due to the customized nature of our products, we only accept returns or exchanges if the product is defective or damaged. Please contact our customer support team within 30 days of receiving your order to initiate a return or exchange. We will provide instructions and cover the return shipping costs for any defective or damaged items. About us We are CustomTees At CustomTees, we believe in the power of personalization and self-expression. Founded in 2015, our mission is to empower individuals, teams, and organizations to create custom t-shirts that tell their unique stories. Whether you’re designing a shirt for a family reunion, promoting your brand, or simply expressing your personal style, we are here to bring your vision to life. What sets us apart is our commitment to quality and customer satisfaction. We use state-of-the-art printing technology and premium materials to ensure every t-shirt we produce is not only visually stunning but also comfortable and durable. Our eco-friendly inks and sustainable fabric options reflect our dedication to preserving the environment while delivering top-notch products. Our user-friendly design platform makes it easy for anyone to create beautiful, custom t-shirt designs in minutes. With a wide range of templates and design tools at your fingertips, the possibilities are endless. And if you need any assistance, our expert customer support team is always ready to help. We understand that time is of the essence, which is why we offer fast turnaround times and expedited shipping options. You’ll receive your custom t-shirts quickly and reliably, so you can focus on what matters most – wearing and sharing your creations. At CustomTees, we’re more than just a t-shirt company. We’re a community of creators, dreamers, and doers. Thank you for choosing us to be a part of your journey. We can’t wait to see what you create and how you make your mark on the world. Join us in celebrating individuality, creativity, and sustainability – one custom t-shirt at a time. ADDRESS 445, A Block Inner Rd, Block A, Defence Colony, New Delhi, Delhi 110024, India Phone +91-9910995511 Mail custom-tees@gmail.com Gallery Our works Testimonials What our customers say Rebecca Palmer Stellar Strategies CEO CustomTees exceeded my expectations! The quality of the prints and fabrics is outstanding. I'll definitely be ordering again! Hugo Harris Photographer Designing my t-shirt was so easy and fun! Fast shipping and great customer support. Highly recommend CustomTees. Serena Hust Housekeeper I loved the eco-friendly options. My custom shirts arrived quickly and look fantastic. Thank you, CustomTees! Contact Us We'd love to hear from you Name Email Message I accept Privacy Policy Submit Privacy Policy Terms and Conditions © Copyright CustomTees",
    "privacy-policy": "PrivacyPolicy | CustomTees: Personalized T-Shirts for Every Occasion. Home About us Products Gallery Contact us Home About Products Gallery Contact us Privacy Policy Information Gathering Protocols At CustomTees, safeguarding your privacy is our utmost concern. We are committed to transparency regarding our information collection methods. During your interactions with our platform, we accumulate data to elevate your user experience and enhance our service delivery. This encompasses personal information you willingly provide when establishing an account, enrolling in our newsletter, or seeking customer assistance. Additionally, we utilize cookies and analogous technologies to automatically gather data about your browsing habits and device specifications. The spectrum of information we collect may include your name, contact information, delivery address, financial details, and IP address. To further refine our services, we may augment our records with information from reputable third-party sources. We assure you that all gathered data is handled with the highest level of discretion and in strict adherence to applicable data protection statutes. Our commitment to data privacy extends to regular assessments of our collection practices, ensuring they remain relevant and minimally intrusive. We continuously refine our processes to collect only essential information, thereby minimizing potential risks to your privacy. Application of Collected Data The information we amass serves multifaceted purposes, all geared towards enriching your CustomTees journey. Primarily, we harness this data to process your orders efficiently, tailor your platform interactions, and persistently refine our product range. With your explicit authorization, we may dispatch customized promotional materials and updates regarding new offerings or events that resonate with your preferences. Our analytics team meticulously examines aggregated data to discern user behavior patterns, which in turn informs our efforts to optimize website functionality and innovate new features. Moreover, your information facilitates our compliance with legal mandates, enables us to respond to lawful inquiries, and empowers us to protect our rights and those of our user community. At CustomTees, we are steadfast in our commitment to utilizing your data responsibly and in consonance with our privacy pledges. We also employ advanced data analytics to predict trends and anticipate user needs, allowing us to proactively enhance our services and offer a more intuitive, personalized experience for each customer. Data Dissemination Guidelines Preserving the confidentiality of your information is a cornerstone principle at CustomTees. We categorically refrain from selling, leasing, or renting your personal data to external entities. Nevertheless, to deliver optimal service quality, we may share your information with rigorously vetted third-party service providers. These collaborators assist us in crucial operational aspects such as transaction processing, electronic communications, and data analysis. Every third-party entity we engage with is bound by stringent contractual obligations to safeguard your information and utilize it exclusively for designated purposes. In certain scenarios, we may share data with our affiliates or business associates for joint marketing initiatives. We reserve the prerogative to disclose your information when mandated by law, in response to legal proceedings, or to defend our rights and those of our users. In the event of corporate restructuring, such as a merger or acquisition, your information may be transferred as an organizational asset. To enhance transparency, we maintain a publicly accessible registry of our third-party partners, detailing the nature of shared data and the purpose of such sharing. This empowers our users with greater insight into how their information is utilized across our service ecosystem. Information Security Protocols At CustomTees, the protection of your personal data is our paramount concern. We have instituted a robust framework of technical and organizational security measures to shield your information from unauthorized access, misuse, or compromise. Our security infrastructure incorporates cutting-edge encryption technologies for sensitive data, regular and rigorous security audits, and continuous personnel training on privacy and data protection best practices. While we employ industry-leading security measures, it's crucial to acknowledge that no online platform can guarantee absolute immunity against all potential security threats. We strongly advocate for our users to adopt proactive measures in safeguarding their personal information, such as employing robust, unique passwords and exercising caution when sharing sensitive data online. Should you detect any suspicious activities related to your account or harbor concerns about data security, we urge you to contact us immediately for swift assistance. Our commitment to data security extends to regular penetration testing and vulnerability assessments conducted by independent cybersecurity experts. This proactive approach allows us to identify and address potential weaknesses before they can be exploited. User Data Entitlements As a valued CustomTees user, you are endowed with specific rights concerning your personal information. These encompass the right to access the data we maintain about you, request amendments to inaccurate or incomplete records, and, under certain circumstances, petition for the erasure of your data. Additionally, you may have the prerogative to restrict or object to the processing of your information under particular conditions. We are resolutely committed to upholding your rights and will address any requests in accordance with prevailing data protection legislation. To exercise your rights or if you have inquiries regarding your data, please reach out to us using the contact details provided below. We pledge to handle all inquiries with promptness and transparency, ensuring that your privacy concerns are addressed with the utmost diligence and respect. To facilitate the exercise of your data rights, we have developed a user-friendly online portal where you can view, download, and manage your personal information. This self-service approach empowers you with greater control over your data while ensuring compliance with data protection regulations. Privacy Policy Revisions To ensure alignment with evolving practices and legal mandates, we may periodically revise this privacy policy. When substantial modifications are implemented, we will notify you through conspicuous announcements on our website or via direct email communication. These notifications will afford you the opportunity to review the updated policy and comprehend any alterations in our data handling practices. We strongly encourage you to review our privacy policy on a regular basis to remain informed about our data protection measures. Your continued utilization of CustomTees services subsequent to the posting of changes signifies your acceptance of the revised policy. Should you disagree with any amendments, we respectfully request that you discontinue use of our services and contact us to address any questions or concerns you may have. To enhance transparency and user understanding, we maintain a changelog of our privacy policy, highlighting significant revisions and providing context for each change. This historical record allows users to track the evolution of our privacy practices over time. Contact Information We prioritize open dialogue with our users regarding our privacy practices. If you have any inquiries, concerns, or feedback pertaining to this privacy policy or our data handling procedures, we encourage you to reach out. Our dedicated privacy team can be contacted at custom-tees@gmail.com. Your input is instrumental in our ongoing efforts to maintain high standards of privacy protection and service improvement. We are dedicated to addressing your inquiries promptly and ensuring that your rights are fully respected. We sincerely appreciate your trust in CustomTees with your personal information and look forward to continuing to serve you with the utmost integrity and commitment to privacy. In addition to email support, we offer scheduled privacy consultation sessions where users can discuss their concerns directly with our data protection officers. This personalized approach underscores our commitment to addressing individual privacy needs and fostering trust within our user community. Privacy Policy Terms and Conditions © Copyright Custom Tees",
    "terms-conditions": "Terms of Service | Design and Customize Your Perfect T-Shirt with CustomTees Home About us Products Gallery Contact us Home About Products Gallery Contact us Terms and Conditions Agreement to Terms of Service By engaging with the CustomTees platform or utilizing our offerings, you expressly consent to be bound by these terms and conditions. This document establishes a legally enforceable agreement between you and CustomTees. Should any aspect of these terms be deemed unacceptable, we respectfully ask that you cease using our website and services immediately. Your ongoing use of our platform signifies your unequivocal acceptance of these stipulations. CustomTees retains the right to amend this agreement as necessary to align with evolving legal frameworks, technological advancements, or shifts in our operational practices. It is incumbent upon you to review these terms periodically. All modifications become effective upon publication, and your continued engagement with our services following such changes implies your acceptance of the revised terms. We strongly advise familiarizing yourself thoroughly with these conditions prior to utilizing our services to ensure a comprehensive understanding of your rights and responsibilities. To enhance transparency, we maintain a change log detailing all modifications to these terms, allowing users to track alterations over time and understand the evolution of our service agreement. Guidelines for Appropriate Usage CustomTees services are intended solely for lawful purposes. You bear full responsibility for ensuring that all content you submit or generate through our platform adheres to applicable laws and regulations. Strictly prohibited content encompasses, but is not limited to, material that is unlawful, offensive, libelous, obscene, harmful, or promotes discrimination, violence, or any form of harassment. Furthermore, the use of our services for disseminating malware, engaging in spam activities, phishing, or any other malicious endeavors is expressly forbidden. CustomTees reserves the unilateral right to remove content that contravenes these terms and to suspend or permanently terminate user accounts for policy violations. Our commitment to fostering a secure, respectful, and inclusive environment for all users necessitates your active cooperation in upholding these standards. We employ advanced content moderation technologies and human oversight to promptly identify and address potential violations, ensuring a safe and positive experience for our community. Safeguarding Intellectual Property All content featured on the CustomTees website, encompassing but not limited to textual material, imagery, graphical elements, logos, and software, is the exclusive intellectual property of CustomTees or its licensors. This content is safeguarded by copyright, trademark, and other intellectual property statutes. Users are categorically prohibited from reproducing, disseminating, modifying, or creating derivative works based on any of our content without explicit written authorization. By availing yourself of our services, you acknowledge CustomTees' comprehensive ownership of all intellectual property rights associated with our platform. Any feedback, proposals, or concepts you contribute regarding our services automatically become the property of CustomTees, and we reserve the right to utilize them without constraint or remuneration. Respecting our intellectual property rights is paramount for sustaining innovation and enhancing our services. Unauthorized utilization may precipitate legal action to protect our rights and preserve the integrity of our platform. To educate our users, we provide resources on intellectual property rights and best practices for respecting creative works in the digital space. Liability Limitations and Warranty Disclaimers CustomTees expressly disclaims any liability for direct, indirect, incidental, special, or consequential damages arising from the use or inability to use our website or services. This encompasses, without limitation, losses pertaining to profits, data, or other intangible assets, irrespective of whether we have been apprised of the possibility of such damages. We make no guarantees regarding uninterrupted, secure, or error-free service provision, and we absolve ourselves of responsibility for any issues stemming from service disruptions. Your utilization of our services is entirely at your own discretion and risk. We offer our services on an \"as-is\" and \"as available\" basis, without any warranties, whether express or implied. While we strive to deliver premium quality services, users must recognize that online services inherently entail certain risks and limitations. CustomTees is dedicated to addressing issues expeditiously; however, users must acknowledge their responsibility to employ the services judiciously and to implement their own data backup and security measures. We recommend users maintain local backups of critical data and designs to mitigate potential losses due to unforeseen service interruptions or technical issues. User Indemnity Clause By engaging with CustomTees services, you commit to indemnifying, defending, and holding harmless CustomTees, its affiliates, officers, directors, employees, agents, and licensors from any claims, damages, liabilities, costs, or expenses (including reasonable legal fees) arising from your use of our website or services, violation of these terms, or infringement upon any third-party rights. This indemnification obligation persists beyond the termination of your engagement with our services. We value your cooperation in maintaining the security and integrity of our platform. Adherence to these terms contributes significantly to fostering a safer and more reliable service environment for all users. Moreover, this agreement underscores the criticality of responsible and ethical platform usage, safeguarding both your interests and those of CustomTees. Your commitment to these principles is fundamental in nurturing a positive and trustworthy online community. To assist users in understanding their responsibilities, we provide educational resources on ethical online behavior and the importance of respecting digital rights and properties. Legal Jurisdiction and Governing Law These terms and conditions are governed by and interpreted in accordance with the laws of the jurisdiction where CustomTees operates. Any disputes arising from or in connection with these terms will be subject to the exclusive jurisdiction of the courts in that jurisdiction. This encompasses all matters pertaining to the interpretation, breach, or enforcement of these terms. By accepting these terms, you consent to the jurisdiction of these courts and waive any objections to such jurisdiction or venue. We strongly encourage you to acquaint yourself with the legal requirements in your jurisdiction to fully comprehend your rights and obligations under this agreement. Compliance with local laws is essential for the ethical use of our services and contributes to maintaining the integrity of our platform for all users. For international users, we provide resources to help navigate potential cross-jurisdictional legal considerations when using our services. Revisions to Terms and Conditions CustomTees may periodically update these terms and conditions to reflect changes in our practices, services, or legal obligations. When substantial modifications are implemented, we will notify users by prominently displaying a notice on our website or dispatching an email notification. We strongly encourage you to review these terms regularly to stay informed about your rights and obligations when utilizing our services. Your continued use of CustomTees services following the publication of any changes constitutes your acceptance of the revised terms. If you find yourself in disagreement with the updated terms, we respectfully request that you discontinue use of our services. Our commitment to transparency compels us to communicate all significant changes clearly and effectively. By staying informed about these updates, you contribute to ensuring a fair and well-understood usage environment for all CustomTees users. We maintain an archive of previous versions of our terms and conditions, allowing users to review historical changes and understand the evolution of our policies over time. Customer Assistance and Feedback Channels Should you have any inquiries, concerns, or feedback regarding these terms and conditions or our services, please do not hesitate to reach out to our dedicated customer support team at custom-tees@gmail.com. We are committed to addressing your queries promptly and providing the necessary support to ensure a positive experience with our services. Your feedback is invaluable in our ongoing efforts to enhance our policies and services. We actively solicit user input as it aids us in refining our offerings and meeting the evolving needs of our community. By engaging with us and sharing your thoughts, you play a pivotal role in shaping the future trajectory of CustomTees. We appreciate the time you've invested in reading and understanding our terms and conditions, and we look forward to serving you while upholding the highest standards of service and ethical business practices. To facilitate continuous improvement, we conduct regular surveys and feedback sessions, inviting users to participate in shaping our service offerings and policies. Privacy Policy Terms and Conditions © Copyright Custom Tees",
    "thanks": "Thank you | Express Yourself with CustomTees Thank you for contacting us! Home"
  },
  "date": "2024-06-24T09:51:06.307Z"
}