{
  "name": "New_v9_GlamGuru",
  "pages": {
    "blog": "GlamGuru | Tips and secrets Home Products Tips and secrets About Us Contact Tips and Secrets Explore our collection of expert tips and insider secrets to elevate your makeup game and enhance your natural beauty. Latest Makeup Trends Bold Lip Colors Make a statement with bold and vibrant lip colors. From deep reds to electric purples, bold lips are all the rage this season. Glowing Skin Achieve that lit-from-within glow with luminous foundations, highlighters, and illuminating primers. Glowing skin is always in! Graphic Eyeliner Experiment with bold and creative eyeliner looks. From geometric shapes to colorful wings, graphic eyeliner is a fun way to express your creativity. Dewy Complexion Achieve a fresh and dewy complexion with hydrating foundations, dewy setting sprays, and skincare-infused makeup products. Monochromatic Makeup Create cohesive and harmonious makeup looks with monochromatic shades for eyes, lips, and cheeks. It's all about matching hues! Bold Brows Embrace bold and defined brows with brow gels, pencils, and pomades. Fuller brows frame the face and add definition to your look. Cosmetic Ingredients Content Retinol Retinol, a form of vitamin A, is a powerful anti-aging ingredient that helps reduce the appearance of wrinkles and fine lines. Hyaluronic Acid Hyaluronic acid is a hydrating ingredient that helps plump and moisturize the skin, reducing the appearance of dryness and fine lines. Vitamin C Vitamin C is an antioxidant ingredient that brightens the skin, evens out skin tone, and protects against environmental damage. Salicylic Acid Salicylic acid is a beta hydroxy acid that helps exfoliate the skin, unclog pores, and reduce acne breakouts. Coenzyme Q10 Coenzyme Q10 is a powerful antioxidant that helps protect the skin from oxidative stress, promoting a youthful appearance. Peptides Peptides are amino acid chains that help stimulate collagen production, improving skin firmness and elasticity. Green Tea Extract Green tea extract is rich in antioxidants and has anti-inflammatory properties, making it ideal for soothing and calming the skin. Alpha Arbutin Alpha arbutin is a skin-brightening ingredient that helps reduce the appearance of dark spots, hyperpigmentation, and uneven skin tone. Niacinamide Niacinamide, also known as vitamin B3, helps improve skin texture, minimize pores, and regulate oil production. About Us At GlamGuru, we are passionate about beauty. Our journey began with a simple idea: to provide high-quality cosmetics and beauty products that enhance natural beauty and inspire confidence. Founded in 2010 by makeup artist Emily Smith, GlamGuru quickly became a trusted name in the beauty industry, known for its innovative formulas, trendsetting colors, and commitment to customer satisfaction. Our mission is to empower individuals to express their unique style and creativity through makeup and skincare. We believe that beauty should be inclusive, diverse, and accessible to all. That's why we offer a wide range of products suitable for every skin type, tone, and preference. As a socially responsible company, we are dedicated to sustainability and ethical practices. From sourcing cruelty-free ingredients to reducing our environmental footprint, we strive to make a positive impact on the planet and our communities. Join us on our journey to beauty excellence. Whether you're a makeup enthusiast, skincare aficionado, or simply looking to pamper yourself, we invite you to explore our collection and discover the transformative power of GlamGuru. Home Products Tips and secrets About Us Contact Privacy Policy Terms & Condition",
    "index": "GlamGuru Home Products Tips and secrets About Us Contact Welcome to GlamGuru! Your Ultimate Destination for Beauty & Makeup Discover the world of beauty with GlamGuru, your one-stop-shop for all things makeup and cosmetics. Whether you're a beauty enthusiast, a makeup artist, or someone looking to enhance your everyday look, you've come to the right place. At GlamGuru, we believe that makeup is an art form, and every individual is a canvas waiting to be transformed. Our curated collection of cosmetics, skincare essentials, and makeup tools is designed to empower you to express your unique beauty, experiment with new looks, and unleash your inner glam. Explore our extensive range of high-quality products from top beauty brands, handpicked to cater to every skin type, tone, and style preference. From luxurious lipsticks to versatile eyeshadow palettes, hydrating skincare solutions to professional makeup brushes, we have everything you need to create stunning makeup looks that turn heads and boost confidence. Join us on this glamorous journey and unlock your full beauty potential with GlamGuru. Let's make every day a masterpiece! Special Offers & Discounts 50% Off All Lipsticks Get your favorite lipsticks at half price for a limited time only! Shop Now Free Gift with Purchase Receive a free makeup bag with any purchase over $50. Learn More New Arrivals Luxurious Lipstick Set Indulge in our latest collection of richly pigmented lipsticks for a glamorous pout. Shop Now Radiant Eyeshadow Palette Create mesmerizing eye looks with our stunning range of shimmering eyeshadows. Shop Now Glowing Highlighter Duo Get that coveted lit-from-within glow with our versatile highlighter duo. Shop Now Contact Us +916452234951 GlamGuru@gmail.com L-20, Netaji Subhash Market, Railway Station Rd, Bhilwara, Rajasthan 311001, India I accept the Privacy Policy Send Customer Reviews \"I absolutely love the lipstick I purchased from GlamGuru! The color is vibrant and long-lasting, and the formula feels so comfortable on my lips. Will definitely be buying more shades!\" Jessica \"The eyeshadow palette I got from GlamGuru exceeded my expectations. The colors are highly pigmented and blend like a dream. I've received so many compliments on my eye looks!\" Michael \"I'm amazed by the quality of the skincare products I bought from GlamGuru. My skin has never looked better, and I've noticed a significant improvement in its texture and hydration. Highly recommend!\" Emily \"I've been using GlamGuru's foundation for weeks now, and I'm impressed by how flawless it makes my skin look. It provides great coverage without feeling heavy or cakey.\" Sarah \"GlamGuru's mascara is my new holy grail! It gives my lashes incredible length and volume, and it doesn't smudge or flake throughout the day.\" Anna \"I recently purchased GlamGuru's skincare set, and I've noticed a significant improvement in my skin's overall appearance. My complexion looks brighter, and my pores are visibly smaller.\" Emma \"I'm in love with GlamGuru's highlighter! It gives my skin the perfect glow without looking too glittery. I use it every day and get compliments all the time.\" Amy \"I can't believe how soft and silky GlamGuru's brushes are! They blend makeup effortlessly and make my application process so much smoother. Definitely worth the investment!\" Jason Home Products Tips and secrets About Us Contact Privacy Policy Terms & Condition",
    "policy": "Privacy Policy | GlamGuru main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } Home Products Tips and secrets About Us Contact Privacy Policy Welcome to the Privacy Policy of GlamGuru. Security We take reasonable precautions to protect the confidentiality and security of your personal information. This includes implementing appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. Updates to This Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Links to Other Sites Our service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Consent By using our service, you consent to the collection and use of information in accordance with this Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us By email: GlamGuru@gmail.com By phone number: +916452234951 By mail: L-20, Netaji Subhash Market, Railway Station Rd, Bhilwara, Rajasthan 311001, India Home Products Tips and secrets About Us Contact Privacy Policy Terms & Condition",
    "products": "GlamGuru | Products Home Products Tips and secrets About Us Contact Our Products Discover our exclusive range of high-quality cosmetics and beauty products designed to enhance your natural beauty. From luxurious skincare essentials to stunning makeup collections, we have everything you need to elevate your beauty routine. Explore our latest trends and timeless classics, carefully crafted to meet your every beauty need. Whether you're looking for the perfect lipstick shade, a rejuvenating facial serum, or a glamorous eyeshadow palette, our products are formulated to deliver exceptional results. Let us inspire your beauty journey and empower you to express your unique style with confidence. Welcome to a world of beauty where every product is a masterpiece waiting to be discovered. Our New Arrivals Luxurious Lipstick Set Indulge in our latest collection of richly pigmented lipsticks for a glamorous pout. $19.99 Shop Now Radiant Eyeshadow Palette Create mesmerizing eye looks with our stunning range of shimmering eyeshadows. $29.99 Shop Now Glowing Highlighter Duo Get that coveted lit-from-within glow with our versatile highlighter duo. $24.99 Shop Now Hydrating Facial Mist Refresh and hydrate your skin with our soothing facial mist enriched with natural extracts. $14.99 Shop Now Long-Wear Matte Foundation Achieve flawless, matte complexion that lasts all day with our long-wear foundation formula. $34.99 Shop Now Volumizing Mascara Enhance your lashes with our volumizing mascara for a dramatic, eye-catching look. $19.99 Shop Now &lt; &gt; Special Offers Summer Sale Get ready for summer with our exclusive sale! Enjoy up to 50% off on selected items. Buy One Get One Free Don't miss out! Buy one product and get another one for free. Limited time offer. Exclusive Discount Unlock exclusive discounts with our loyalty program. Sign up now and save on your next purchase. Flash Sale Hurry! Don't miss our flash sale event with limited-time discounts on best-selling products. Student Discount Calling all students! Enjoy exclusive discounts on all products with your student ID. Seasonal Clearance Clearance sale now on! Shop our seasonal collection at unbeatable prices while stocks last. Our Products Nourishing Hair Oil Revitalize and strengthen your hair with our nourishing hair oil enriched with essential vitamins. $25.99 Shop Now Matte Liquid Lipstick Experience intense color payoff and long-lasting wear with our matte liquid lipstick. $22.99 Shop Now Moisturizing Body Lotion Hydrate and nourish your skin with our luxurious moisturizing body lotion for silky smooth results. $18.99 Shop Now Revitalizing Eye Cream Reduce puffiness and dark circles with our revitalizing eye cream formulated with natural ingredients. $29.99 Shop Now Detoxifying Clay Mask Purify and rejuvenate your skin with our detoxifying clay mask infused with minerals and botanicals. $17.99 Shop Now Sparkling Nail Polish Set Add a touch of glamour to your nails with our sparkling nail polish set featuring vibrant shades. $14.99 Shop Now Refreshing Facial Cleanser Gently cleanse and purify your skin with our refreshing facial cleanser enriched with botanical extracts. $12.99 Shop Now Smoothing Body Scrub Buff away dead skin cells and reveal softer, smoother skin with our exfoliating body scrub. $16.99 Shop Now Hydrating Lip Balm Keep your lips soft and moisturized with our hydrating lip balm infused with nourishing oils. $8.99 Shop Now Rejuvenating Night Cream Nourish and replenish your skin overnight with our rejuvenating night cream for a radiant complexion. $27.99 Shop Now Softening Hand Cream Keep your hands soft and smooth with our fast-absorbing, non-greasy softening hand cream. $9.99 Shop Now Gentle Exfoliating Scrub Remove dead skin cells and impurities with our gentle exfoliating scrub for a radiant complexion. $14.99 Shop Now Hydrating Sheet Mask Revitalize your skin with our hydrating sheet mask infused with nourishing ingredients for a dewy complexion. $5.99 Shop Now Repairing Hair Mask Restore strength and shine to your hair with our repairing hair mask formulated with natural oils and proteins. $19.99 Shop Now Matte Setting Powder Lock in your makeup all day long with our lightweight matte setting powder for a flawless finish. $14.99 Shop Now Sets Luxury Skincare Set Pamper your skin with our luxurious skincare set featuring a cleanser, toner, and moisturizer. $49.99 Shop Now Makeup Essentials Kit Get all your makeup essentials in one convenient kit, including foundation, mascara, and lipstick. $59.99 Shop Now Travel Size Set Stay beautiful on the go with our travel size set featuring mini versions of your favorite products. $29.99 Shop Now Complete Makeup Collection Get everything you need for a full makeup look with our complete makeup collection set. $99.99 Shop Now Skincare Essentials Set Revitalize your skin with our skincare essentials set featuring cleanser, serum, and moisturizer. $79.99 Shop Now Gift Box Collection Surprise your loved ones with our beautifully packaged gift box collection featuring a variety of products. $69.99 Shop Now Ultimate Beauty Bundle Experience ultimate beauty with our comprehensive beauty bundle containing skincare, makeup, and haircare essentials. $129.99 Shop Now Natural Beauty Set Enhance your natural beauty with our natural beauty set featuring organic and cruelty-free products. $89.99 Shop Now Special Occasion Kit Get ready for any special occasion with our special occasion kit containing makeup and skincare essentials. $49.99 Shop Now Home Products Tips and secrets About Us Contact Privacy Policy Terms & Condition document.addEventListener(\"DOMContentLoaded\", function () { const slider = document.querySelector(\".slider\"); const nextBtn = document.querySelector(\".next-btn\"); const prevBtn = document.querySelector(\".prev-btn\"); let currentIndex = 0; const totalSlides = document.querySelectorAll(\".slide\").length; function nextSlide() { if (currentIndex 0) { currentIndex--; } else { currentIndex = totalSlides - 1; } updateSlider(); } function updateSlider() { const slideWidth = document.querySelector(\".slide\").offsetWidth; const newPosition = -currentIndex * slideWidth; slider.style.transform = `translateX(${newPosition}px)`; } nextBtn.addEventListener(\"click\", nextSlide); prevBtn.addEventListener(\"click\", prevSlide); });",
    "terms": "GlamGuru | Terms & Condition main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } Home Products Tips and secrets About Us Contact Terms & Conditions Welcome to the Terms & Conditions (\"Terms\") of Home Chem. Please read these Terms carefully before using our services. 1. Acceptance of Terms By accessing or using our services, you agree to be bound by these Terms. If you do not agree to all the Terms, you may not access or use our services. 2. Use of Services Our services are provided \"as is\" and \"as available.\" We do not warrant that the services will be uninterrupted, timely, secure, or error-free. You agree to use the services at your own risk. 3. User Conduct When using our services, you agree not to engage in any conduct that may violate these Terms or infringe upon the rights of others. This includes, but is not limited to, the following: Violating any applicable laws or regulations Interfering with the operation of the services Attempting to gain unauthorized access to any part of the services Posting or transmitting any content that is unlawful, defamatory, obscene, or otherwise objectionable 4. Intellectual Property All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Home Chem or its content suppliers and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of Home Chem and is protected by international copyright laws. 5. Governing Law These Terms shall be governed by and construed in accordance with the laws of [your jurisdiction], without regard to its conflict of law provisions. 6. Changes to Terms We reserve the right to modify or replace these Terms at any time. Your continued use of the services after any changes constitutes acceptance of the new Terms. It is your responsibility to review these Terms periodically for changes. 7. Contact Us If you have any questions about these Terms, please contact us. GlamGuru@gmail.com +916452234951 L-20, Netaji Subhash Market, Railway Station Rd, Bhilwara, Rajasthan 311001, India Home Products Tips and secrets About Us Contact Privacy Policy Terms & Condition",
    "thanks": "Thank You | GlamGuru main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +916452234951. Return to Home Page."
  }
}