{
  "name": "New_v9_DecoraJanelas",
  "pages": {
    "about": "DecoraJanelas - Decoração de Janelas no Brasil | sobre a DecoraJanelas Início Entre em contato Sobre nós Quem Somos Somos a DecoraJanelas, uma empresa apaixonada por transformar ambientes através do nosso vasto catálogo de produtos de decoração de janelas. Desde o nosso início, há mais de uma década, nos comprometemos em oferecer soluções elegantes e funcionais que atendem às necessidades únicas de cada cliente. Nossa missão é não apenas fornecer produtos de alta qualidade, mas também proporcionar uma experiência de compra excepcional. Com uma equipe dedicada e experiente, estamos sempre prontos para ajudar nossos clientes a encontrar as melhores soluções de decoração que combinem estilo, conforto e praticidade. Estamos continuamente inovando e expandindo nosso portfólio para acompanhar as últimas tendências e oferecer as melhores opções de decoração de janelas no mercado brasileiro. Acreditamos que cada janela merece um toque especial, e estamos aqui para tornar isso possível. Nossa Visão Nossa visão é ser a principal referência em decoração de janelas no Brasil, reconhecidos não apenas pela qualidade dos nossos produtos, mas também pelo compromisso com a satisfação do cliente. Queremos inspirar e transformar espaços através de soluções criativas e acessíveis que enriqueçam a vida das pessoas. Com uma abordagem centrada no cliente e na excelência, buscamos constantemente superar as expectativas, oferecendo um serviço personalizado e produtos que agreguem valor estético e funcional aos ambientes residenciais e comerciais. Estamos comprometidos com a inovação e a sustentabilidade, procurando sempre formas mais eficientes e ecologicamente responsáveis de operar e servir nossos clientes, contribuindo para um futuro mais verde e sustentável. Nossos Valores Nossos valores fundamentais são a qualidade, a integridade e o compromisso com a excelência. Valorizamos a transparência em todas as nossas relações, desde nossos fornecedores até nossos clientes. Acreditamos na importância da ética nos negócios e na construção de relacionamentos duradouros baseados na confiança e no respeito mútuo. Compromisso com a Comunidade Além de fornecer produtos de alta qualidade, estamos empenhados em retribuir às comunidades onde operamos. Através de iniciativas sociais e ambientais, buscamos fazer uma diferença positiva, apoiando causas locais e promovendo o bem-estar das pessoas ao nosso redor. Av. Mal. Deodoro da Fonseca, 1 - Centro, Jaraguá do Sul - SC, 89251-700, Brasil +5547999587231 decorajanelas@gmail.com Política de privacidade Termos e condições",
    "contact": "DecoraJanelas - Decoração de Janelas no Brasil | Entre em contato Início Entre em contato Sobre nós Contatos Address Av. Mal. Deodoro da Fonseca, 1 - Centro, Jaraguá do Sul - SC, 89251-700, Brasil Email decorajanelas@gmail.com Phone +5547999587231 Aceito a política de privacidade Enviar mensagem FAQ Como posso fazer um pedido? Para fazer um pedido, basta navegar pelo nosso catálogo, escolher o produto desejado e clicar no botão \"Pedido\". Você será direcionado para o formulário de pedido onde poderá fornecer seus dados e finalizar a compra. Quais métodos de pagamento são aceitos? Aceitamos diversas formas de pagamento, incluindo cartões de crédito, transferência bancária e boleto bancário. Escolha a opção que for mais conveniente para você durante o checkout. Qual é o prazo de entrega dos produtos? O prazo de entrega pode variar dependendo da sua localização e da disponibilidade do produto. Geralmente, tentamos entregar dentro de 5 a 10 dias úteis após a confirmação do pedido. Posso trocar ou devolver um produto? Sim, você pode solicitar a troca ou devolução de um produto dentro de até 30 dias após a entrega, desde que o produto esteja em condições originais e não tenha sido utilizado. Os produtos vêm com garantia? Sim, oferecemos garantia contra defeitos de fabricação em todos os nossos produtos. Caso encontre algum problema, entre em contato conosco para que possamos resolver o seu caso o mais rápido possível. Vocês oferecem serviços de instalação? Sim, oferecemos serviços de instalação para muitos dos nossos produtos. Entre em contato conosco para mais detalhes e agendamento. Como posso entrar em contato com o suporte ao cliente? Você pode entrar em contato conosco através do nosso formulário de contato no site, por telefone ou por e-mail. Estamos sempre disponíveis para ajudar com qualquer dúvida ou problema. Os produtos são feitos sob medida? Sim, muitos dos nossos produtos podem ser feitos sob medida para atender às suas necessidades específicas de tamanho e design. Consulte-nos para opções personalizadas. Quais são os cuidados de manutenção recomendados para os produtos? Recomendamos seguir as instruções de cuidado e limpeza fornecidas com cada produto para garantir sua durabilidade e beleza ao longo do tempo. Vocês oferecem descontos para compras em quantidade? Sim, oferecemos descontos para compras em quantidade. Entre em contato conosco para mais informações sobre nossas políticas de desconto para empresas e clientes corporativos. Nosso cliente diz \"Produto incrível! Superou minhas expectativas. A qualidade é excelente e o serviço de atendimento ao cliente foi impecável. Recomendo muito!\" Ana Silva \"Adorei minhas novas cortinas! O material é durável e o design combina perfeitamente com o meu espaço. Entrega rápida e eficiente. Ótima experiência!\" Carlos Oliveira \"As persianas que comprei são simplesmente maravilhosas. Fácil de instalar e funcionam perfeitamente. Recomendo para todos que procuram qualidade!\" Mariana Santos \"Estou muito satisfeito com o serviço da DecoraJanelas. As cortinas chegaram antes do prazo e são exatamente como eu esperava. Parabéns pela excelência!\" Pedro Costa \"Excelente atendimento ao cliente e produtos de alta qualidade. Comprei varões e estou muito feliz com o resultado final. Recomendo esta loja!\" Amanda Rodrigues \"Minhas novas persianas transformaram completamente o ambiente da minha sala. Agradeço à equipe da DecoraJanelas pelo profissionalismo e dedicação!\" Lucas Ferreira Av. Mal. Deodoro da Fonseca, 1 - Centro, Jaraguá do Sul - SC, 89251-700, Brasil +5547999587231 decorajanelas@gmail.com Política de privacidade Termos e condições",
    "thank": "DecoraJanelas - Decoração de Janelas no Brasil | Agradecemos Agradecemos pelo seu contato! Nós gostaríamos de expressar nossa sincera gratidão pelo seu interesse em nossa empresa. Seu contato é muito importante para nós e valorizamos a oportunidade de discutir nossos produtos e serviços com você. Nosso compromisso é oferecer as melhores soluções em decoração de janelas. Nossa equipe está pronta para responder todas as suas perguntas, ajudar na escolha dos produtos e garantir um alto nível de serviço em cada etapa da nossa parceria. Estamos à disposição para atender quaisquer solicitações adicionais ou necessidades específicas que você possa ter. Nosso objetivo é tornar sua experiência conosco o mais conveniente e agradável possível. Obrigado mais uma vez pela sua atenção! Estamos ansiosos para a oportunidade de colaborar com você e ajudar a transformar suas ideias de design em realidade. Início",
    "index": "DecoraJanelas - Decoração de Janelas no Brasil Início Entre em contato Sobre nós Transforme sua casa com estilo Explore nosso catálogo Vantagens de escolher a DecoraJanelas para o seu decor de janelas A DecoraJanelas é seu parceiro confiável na criação de uma decoração elegante e funcional para janelas no Brasil. Especializamo-nos em uma ampla gama de produtos, incluindo cortinas, persianas, varões e outros acessórios que ajudarão você a transformar qualquer espaço em um interior acolhedor e moderno. Quais são as principais vantagens de escolher a DecoraJanelas? Primeiramente, oferecemos materiais de alta qualidade e produtos de fabricantes líderes mundiais, garantindo durabilidade e confiabilidade em cada item. Nossos designers estão à disposição para ajudar você a encontrar as soluções ideais que atendam aos seus gostos e necessidades. Além disso, valorizamos a singularidade de cada cliente e buscamos oferecer um atendimento personalizado em cada projeto. Nossa equipe está pronta para ajudar você a transformar suas ideias em realidade, tornando sua casa ou escritório não apenas bonitos, mas também espaços confortáveis para viver e trabalhar. Categorias de Produtos Cortinas para Janelas Persianas Varões Produtos mais vendidos Cortina de Luxo R$ 350,00 Pedido Persiana Moderna R$ 280,00 Pedido Varão Elegante R$ 150,00 Pedido Cortina Blackout R$ 220,00 Pedido Persiana de Madeira R$ 380,00 Pedido Cortina Infantil R$ 120,00 Pedido Av. Mal. Deodoro da Fonseca, 1 - Centro, Jaraguá do Sul - SC, 89251-700, Brasil +5547999587231 decorajanelas@gmail.com Política de privacidade Termos e condições",
    "privacy": "DecoraJanelas - Decoração de Janelas no Brasil | política de privacidade Início Entre em contato Sobre nós Normas de Privacidade A proteção dos dados pessoais dos usuários do nosso site é fundamental para nós. Este documento detalha os tipos de informações que obtemos e coletamos durante sua visita, bem como as medidas adotadas para salvaguardar esses dados. 1. Coleta de Informações Recolhemos dados pessoais fornecidos voluntariamente por você, como nome, e-mail, telefone e outros, ao efetuar uma compra, preencher um formulário de contato ou se inscrever em nossa newsletter. 2. Utilização dos Dados As informações coletadas são empregadas para processar pedidos, aprimorar nosso atendimento, personalizar sua experiência no site e enviar comunicações periódicas via e-mail, incluindo atualizações sobre pedidos e ofertas. 3. Proteção de Informações Implementamos práticas rigorosas de coleta, armazenamento e processamento de dados, além de medidas de segurança robustas para resguardar suas informações contra acesso não autorizado, alteração, divulgação ou destruição. 4. Compartilhamento de Dados Não comercializamos, trocamos ou transferimos suas informações pessoais para terceiros sem sua autorização, exceto quando necessário para cumprir obrigações legais, proteger nossos direitos ou responder a processos judiciais. 5. Uso de Cookies Nosso site utiliza cookies para otimizar a experiência do usuário, analisar o tráfego e personalizar conteúdos. Você pode gerenciar o uso de cookies através das configurações do seu navegador. 6. Consentimento Ao navegar em nosso site, você concorda com nossa política de privacidade e com o tratamento de suas informações pessoais conforme os termos aqui estabelecidos. 7. Atualizações da Política Reservamo-nos o direito de alterar esta política de privacidade a qualquer momento. Quaisquer modificações serão publicadas nesta página. Para obter mais informações sobre nossa política de privacidade ou exercer seus direitos relacionados aos seus dados pessoais, entre em contato conosco pelos canais disponíveis em nosso site. E-mail: decorajanelas@gmail.com Av. Mal. Deodoro da Fonseca, 1 - Centro, Jaraguá do Sul - SC, 89251-700, Brasil +5547999587231 decorajanelas@gmail.com Política de privacidade Termos e condições",
    "terms": "DecoraJanelas - Decoração de Janelas no Brasil | termos e condições Início Entre em contato Sobre nós Termos e condições 1. Boas-vindas Agradecemos sua visita ao nosso portal digital. Ao explorar e interagir com este ambiente virtual, você concorda em aderir às diretrizes aqui apresentadas, que, em conjunto com nossa política de privacidade, definem os parâmetros de interação entre você e nossa empresa. 2. Condutas de Navegação Sua experiência em nosso site está sujeita às seguintes orientações: As informações disponibilizadas são de caráter orientativo e podem ser atualizadas sem notificação prévia. Cabe a você avaliar a adequação dos nossos produtos, serviços ou informações às suas necessidades particulares. O uso deste portal deve estar em conformidade com as normas éticas e legais vigentes. 3. Compromisso com a Qualidade Nos empenhamos continuamente para oferecer conteúdo relevante e atualizado. Contudo, não podemos garantir a precisão absoluta de todas as informações. Incentivamos nossos usuários a verificar dados críticos e a nos contatar em caso de dúvidas. 4. Limitação de Garantias Nosso site é fornecido \"como está\", sem garantias expressas ou implícitas. Não nos responsabilizamos por interrupções de serviço, erros de transmissão ou vírus que possam afetar seu dispositivo. 5. Conteúdo de Terceiros Podemos apresentar links para recursos externos. Estes são oferecidos para sua conveniência, mas não implicam em nosso endosso. Recomendamos cautela ao acessar sites externos e a leitura das políticas de privacidade destes. 6. Evolução Contínua Estamos em constante evolução. Reservamo-nos o direito de modificar, adicionar ou remover partes destas diretrizes a qualquer momento. Alterações significativas serão comunicadas através do site. 7. Resolução de Conflitos Priorizamos a resolução amigável de eventuais desacordos. Caso surjam controvérsias, buscaremos soluções através de mediação antes de recorrer a medidas judiciais. Valorizamos sua opinião. Para sugestões, dúvidas ou esclarecimentos sobre estas diretrizes, por favor, entre em contato conosco. E-mail: decorajanelas@gmail.com Av. Mal. Deodoro da Fonseca, 1 - Centro, Jaraguá do Sul - SC, 89251-700, Brasil +5547999587231 decorajanelas@gmail.com Política de privacidade Termos e condições"
  },
  "date": "2024-07-19T05:56:22.178Z"
}