{
  "name": "New_v9_softdreams",
  "pages": {
    "terms-conditions": "SoftDreams - Terms of Use SoftDreams Home Why are we Coziness Quality and comfort About Us Stay up to date Terms of Use Third-Party Links SoftDreams may provide links to third-party websites for your convenience. We do not endorse or assume any responsibility for the content, products, or services offered on these external sites. Your use of third-party websites is subject to their respective terms of use and privacy policies. User Conduct While using the SoftDreams website, you agree to abide by all applicable laws and regulations. You are prohibited from engaging in any activity that may interfere with or disrupt the operation of our website, including but not limited to: Posting or transmitting any unlawful, threatening, libelous, defamatory, obscene, or otherwise objectionable content. Using any device, software, or routine to interfere with the proper functioning of our website. Attempting to decipher, decompile, disassemble, or reverse engineer any software comprising or in any way making up a part of our website. Taking any action that imposes an unreasonable or disproportionately large load on our infrastructure. Indemnification You agree to indemnify, defend, and hold harmless SoftDreams, its officers, directors, employees, agents, and affiliates from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt arising from your use of our website and services, your violation of these terms of use, or your violation of any third-party rights. Governing Law These terms of use and any disputes arising from your use of the SoftDreams website shall be governed by and construed in accordance with the laws of the jurisdiction in which the company is registered, without giving effect to any principles of conflicts of law. Dispute Resolution Any disputes arising from these terms of use or your use of the SoftDreams website shall be resolved through binding arbitration or, if applicable, in small claims court. You agree to waive any right to a trial by jury or to participate in any class action lawsuit. Severability If any provision of these terms of use is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Entire Agreement These terms of use constitute the entire agreement between you and SoftDreams regarding your use of our website and services, superseding any prior agreements or understandings. Waiver The failure of SoftDreams to enforce any provision of these terms of use shall not be construed as a waiver of such provision or the right to enforce it at a later time. Product Care and Maintenance To ensure the longevity and quality of your SoftDreams products, please follow the care instructions provided with each item. Generally, we recommend machine washing your bedding on a gentle cycle with cold water and tumble drying on low heat. However, specific care instructions may vary depending on the product's material and construction. Environmental Commitment At SoftDreams, we are committed to minimizing our environmental impact. We strive to source materials responsibly, reduce waste, and promote sustainable practices throughout our operations. By choosing SoftDreams, you are supporting a greener future for all. Social Media and User-Generated Content SoftDreams may maintain a presence on various social media platforms to engage with our customers and share updates on our products and services. By interacting with us on social media, you agree to comply with the terms of use and policies of the respective platforms. We may occasionally feature user-generated content, such as customer reviews, photos, or testimonials, on our website or social media channels. By sharing your content with us, you grant SoftDreams a non-exclusive, royalty-free, worldwide, perpetual license to use, reproduce, modify, and display your content for marketing and promotional purposes. Promotions and Giveaways From time to time, SoftDreams may offer promotions, discounts, or giveaways to our customers. These offers may be subject to additional terms and conditions, which will be provided at the time of the promotion. By participating in any promotional activities, you agree to abide by these terms and conditions. Gift Cards and Promotional Codes SoftDreams may offer gift cards and promotional codes for use on our website. Gift cards and promotional codes are subject to specific terms and conditions, which will be provided at the time of purchase or issuance. Gift cards and promotional codes cannot be redeemed for cash, and any unused value will not be refunded. Force Majeure SoftDreams shall not be liable for any failure or delay in performing its obligations under these terms of use if such failure or delay is due to circumstances beyond our reasonable control, including but not limited to acts of God, natural disasters, labor disputes, government actions, or other unforeseen events. Termination SoftDreams reserves the right to terminate or suspend your access to our website and services at any time, without notice, for any reason, including but not limited to your violation of these terms of use or any applicable laws or regulations. Feedback and Suggestions We value your feedback and suggestions for improving our products and services. By submitting any feedback or suggestions to SoftDreams, you grant us a non-exclusive, royalty-free, worldwide, perpetual license to use, reproduce, modify, and implement your feedback or suggestions without any compensation to you. Updates to Product Offerings SoftDreams may periodically update or discontinue our product offerings without notice. We reserve the right to make changes to our products, specifications, and pricing at any time, without incurring any liability to you or any third party. Testimonials and Endorsements SoftDreams may display testimonials or endorsements from satisfied customers on our website or social media channels. These testimonials reflect the real-life experiences and opinions of our customers, and we do not guarantee that you will experience the same results. Affiliate Program SoftDreams may offer an affiliate program, allowing participants to earn commissions on sales generated through their unique referral links. The affiliate program is subject to specific terms and conditions, which will be provided upon registration. We hope that you enjoy exploring our collection of premium bedding products. If you have any questions or need further assistance, please don't hesitate to contact us at softdreams@gmail.com. Thank you for choosing SoftDreams as your partner in creating a comfortable and inviting sleep environment. SoftDreams Experience the epitome of comfort with SoftDreams bedding. Elevate your sleep experience with our luxurious blankets, pillows, and bedding sets, crafted with care for ultimate relaxation. Join us in creating your dream bedroom sanctuary today. Links Home Why are we Coziness Quality and comfort About Us Stay up to date Information Privacy Policy Terms of use Contacts +91-261-3501111 softdreams@gmail.com The World B/h SMC, EV Station & Sports Complex, Magob, Surat, Gujarat 395010, India",
    "thanks": "Thank You from SoftDreams - Your Support Means the World to Us Thank You for Your Feedback! We truly appreciate you taking the time to share your thoughts and experiences with us. Your feedback is invaluable to our team at SoftDreams, as it helps us understand your needs and continuously improve our services. Our dedicated team will carefully review your input and consider it in our ongoing efforts to provide you with the best possible experience. We believe that open communication with our users is essential for mutual growth and development. If you have any additional thoughts or ideas you'd like to share, please don't hesitate to reach out to us again. We're always here to listen and support you on your journey. Once again, thank you for helping us make SoftDreams even better. We look forward to connecting with you again soon! Warm regards, The SoftDreams Team Return to Homepage",
    "about": "Discover the SoftDreams Story and Our Commitment to Comfort SoftDreams Home Why are we Coziness Quality and comfort About Us Stay up to date Our Story Discover the SoftDreams Journey Passion for Comfort At SoftDreams, our journey began with a simple passion: to create bedding products that prioritize comfort above all else. This dedication to coziness drives everything we do. Commitment to Quality Quality is at the core of our ethos. From the selection of materials to the final stitch, we uphold the highest standards to ensure that each SoftDreams product exceeds expectations. Building Relationships Beyond providing exceptional bedding, we strive to build lasting relationships with our customers. Your satisfaction and trust are the driving forces behind our continuous innovation and improvement. Our Values At SoftDreams, our values shape everything we do. We prioritize integrity, innovation, and customer satisfaction in every aspect of our business, ensuring that our products and services reflect our commitment to excellence. Team of Experts Behind every SoftDreams product is a team of dedicated experts. From designers to artisans, our talented professionals work tirelessly to bring you the highest quality bedding solutions that redefine comfort and style. Sustainability Initiative We are committed to environmental responsibility. Through sustainable sourcing, eco-friendly manufacturing processes, and recyclable packaging, we strive to minimize our carbon footprint and contribute to a greener future for generations to come. Customer-Centric Approach At SoftDreams, our customers are at the heart of everything we do. We listen to your feedback, understand your needs, and constantly strive to exceed your expectations. Your satisfaction is our top priority. Continuous Innovation Innovation drives us forward. We are constantly exploring new materials, technologies, and designs to push the boundaries of comfort and style. With each new product, we aim to revolutionize your sleep experience. Community Engagement We believe in giving back to the community. Through partnerships, donations, and charitable initiatives, we aim to make a positive impact on the lives of others. Together, we can create a better world. Transparency and Trust We believe in transparency in all our dealings. From product information to pricing, we strive to be open and honest with our customers. Trust is the foundation of our relationship with you. Our Team Dedicated Professionals Meet our team of dedicated professionals who work tirelessly behind the scenes to bring you the best in bedding comfort. Each member brings a unique set of skills and expertise to ensure that every SoftDreams product meets our high standards. Designers Extraordinaire Our team of designers is passionate about creating beautiful and functional bedding designs. With a keen eye for detail and a commitment to innovation, they craft products that blend style and comfort seamlessly. Skilled Artisans Behind every stitch is the craftsmanship of our skilled artisans. With years of experience and a dedication to quality, they bring our designs to life, ensuring that each SoftDreams product is made with precision and care. Customer Support Heroes Our customer support team is here to assist you every step of the way. Whether you have questions about our products, need help with an order, or simply want to share feedback, our friendly representatives are always ready to help. Innovators and Problem Solvers Our team includes innovators and problem solvers who are constantly seeking new ways to improve our products and services. From researching the latest trends to finding solutions to challenges, they are the driving force behind our success. SoftDreams Experience the epitome of comfort with SoftDreams bedding. Elevate your sleep experience with our luxurious blankets, pillows, and bedding sets, crafted with care for ultimate relaxation. Join us in creating your dream bedroom sanctuary today. Links Home Why are we Coziness Quality and comfort About Us Stay up to date Information Privacy Policy Terms of use Contacts +91-261-3501111 softdreams@gmail.com The World B/h SMC, EV Station & Sports Complex, Magob, Surat, Gujarat 395010, India",
    "index": "SoftDreams - Your Ultimate Destination for Luxurious Bedding SoftDreams Home Why are we Coziness Quality and comfort About Us Stay up to date Welcome to SoftDreams! Discover the Ultimate Comfort with SoftDreams Bedding Experience the epitome of coziness with SoftDreams bedding collection. Our luxurious blankets and pillows are crafted with the finest materials to ensure a blissful night's sleep. Explore our curated selection of premium products designed to transform your bedroom into a haven of relaxation. Indulge in the softness of our fabrics and embrace the warmth of our blankets. Elevate your sleep experience with SoftDreams today! Why are we? Why Choose SoftDreams? Luxurious Comfort Immerse yourself in the indulgent softness of our premium bedding. Quality Craftsmanship Each SoftDreams product is meticulously crafted for durability and style. Variety of Styles Explore our wide range of designs to find the perfect match for your bedroom decor. Hypoallergenic Options Enjoy a peaceful night's sleep with our hypoallergenic bedding solutions. Easy Care Our bedding is designed for convenience, making maintenance a breeze. Customer Satisfaction Join thousands of satisfied customers who have experienced the unmatched quality of SoftDreams bedding. Cozy Blankets Wrap yourself in warmth and luxury with our cozy blanket collection. Whether you prefer plush fleece, velvety softness, or lightweight comfort, we have the perfect blanket to suit your needs. Plush Pillows Drift off to dreamland on clouds of comfort with our plush pillow collection. From memory foam to down alternative, our pillows provide the perfect support for a restful night's sleep. Our Commitment Ensuring Quality and Comfort At SoftDreams, we are dedicated to your satisfaction. We go above and beyond to ensure that each product meets the highest standards of quality and comfort. Quality Materials We carefully select premium materials for our bedding, prioritizing softness, durability, and sustainability. Rest easy knowing that your SoftDreams products are crafted from the finest materials. Exceptional Craftsmanship Our skilled artisans pay meticulous attention to detail, ensuring that every stitch and seam is perfect. Experience the difference that exceptional craftsmanship makes with SoftDreams. Your Happiness Matters We stand behind the quality of our products. If for any reason you're not completely satisfied with your purchase, contact us, and we'll make it right. Your happiness is our priority at SoftDreams. Stay Updated Keep In Touch with SoftDreams Exclusive Offers Sign up for our newsletter to receive exclusive offers and discounts on our cozy bedding collections. Don't miss out on savings and special promotions! New Arrivals Be the first to know about our latest arrivals! Stay ahead of the curve with our new bedding designs, available in a variety of styles and colors. Seasonal Sales Stay informed about our seasonal sales events. Enjoy incredible savings on our premium bedding products during special occasions and holidays. Product Updates Get updates on your favorite SoftDreams products. Learn about new features, improved designs, and upcoming releases straight to your inbox. Inspiration and Tips Discover bedroom decor inspiration and sleep tips from SoftDreams experts. Elevate your sleep sanctuary with our helpful advice and suggestions. Community Engagement Join the SoftDreams community! Connect with other bedding enthusiasts, share your experiences, and participate in exciting giveaways and contests. Discover Our Catalog Explore SoftDreams Bedding Collection Browse through our curated selection of premium bedding products. From luxurious blankets to plush pillows, find everything you need to create your dream sleep space with SoftDreams. ₹1500 Ultra-Soft Fleece Blanket Wrap yourself in pure comfort with our ultra-soft fleece blanket. Perfect for cozy nights and chilly mornings, this blanket is a must-have for every bedroom. Order ₹1200 Memory Foam Pillow Experience unparalleled support and comfort with our memory foam pillow. Designed to contour to your head and neck, it ensures a restful night's sleep every time. Order ₹1800 Elegant Bedding Set Upgrade your bedding ensemble with our elegant bedding set. Crafted from premium materials, it adds a touch of sophistication to any bedroom decor. Order ₹1000 Hypoallergenic Down Alternative Pillow Say goodbye to allergies with our hypoallergenic down alternative pillow. Enjoy the plush comfort of down without the sneezing and sniffling. Order Our contact Write to us I accept privacy policy To send Contact Us Have questions or need assistance? Our dedicated customer support team is here to help! Reach out to us via email, phone, or live chat for prompt assistance. Customer Feedback We value your feedback! Share your thoughts and experiences with SoftDreams products. Your input helps us improve and enhance our offerings for you. Stay Connected Follow us on social media for the latest updates, behind-the-scenes glimpses, and exclusive content. Join our online community and be a part of the SoftDreams family. SoftDreams Experience the epitome of comfort with SoftDreams bedding. Elevate your sleep experience with our luxurious blankets, pillows, and bedding sets, crafted with care for ultimate relaxation. Join us in creating your dream bedroom sanctuary today. Links Home Why are we Coziness Quality and comfort About Us Stay up to date Information Privacy Policy Terms of use Contacts +91-261-3501111 softdreams@gmail.com The World B/h SMC, EV Station & Sports Complex, Magob, Surat, Gujarat 395010, India",
    "privacy-policy": "SoftDreams - Privacy Policy SoftDreams Home Why are we Coziness Quality and comfort About Us Stay up to date Privacy Policy for SoftDreams Welcome to SoftDreams, your one-stop-shop for all things cozy and comfortable! We are dedicated to providing you with the highest quality bedding products to help you get the best sleep possible. In this disclaimer, we will outline some important information about our products and services. First and foremost, we take great care in ensuring that all of our products are made with the finest materials and craftsmanship. Our odeyal and pillows are designed to provide you with the ultimate in comfort and support, so you can wake up feeling refreshed and rejuvenated. However, it is important to note that everyone's sleep needs and preferences are different, and what works for one person may not work for another. We cannot guarantee that our products will meet your specific needs or expectations, and we encourage you to carefully consider your own personal preferences before making a purchase. In addition, it is important to properly care for your SoftDreams bedding products in order to maintain their quality and extend their lifespan. We recommend following the care instructions provided on the product labels, and avoiding the use of harsh chemicals or cleaning methods that could damage the materials. We are not responsible for any damage caused to our products as a result of improper care or use. We also take great care in ensuring that our products are accurately represented on our website. However, due to the nature of online shopping, it is possible that the colors and patterns of our products may appear slightly different in person than they do on your screen. We cannot guarantee that the products you receive will be an exact match to the images on our website, and we encourage you to keep this in mind when making a purchase. Furthermore, we strive to provide accurate and up-to-date information about our products and services, but we cannot guarantee that the information on our website is completely free of errors or omissions. We reserve the right to make changes to our products, prices, and other information on our website at any time without prior notice. In the event that you are not satisfied with your SoftDreams purchase, we offer a 30-day return policy. However, we cannot accept returns on items that have been used or damaged, and all returns must be in their original packaging with all tags and labels intact. We also reserve the right to refuse a return if we determine that the product has been misused or abused in any way. By using our website and making a purchase from SoftDreams, you agree to these terms and conditions. If you have any questions or concerns about our products or services, please don't hesitate to contact us at softdreams@gmail.com. We are always happy to help! Thank you for choosing SoftDreams for all of your bedding needs. We hope that our products bring you many nights of comfortable, restful sleep. Sweet dreams! Please note that the information provided in this disclaimer is for general informational purposes only and should not be construed as legal advice. If you have any legal questions or concerns, please consult with a qualified attorney. SoftDreams is not responsible for any injuries, damages, or losses that may occur as a result of using our products. By using our products, you assume all risks and liability associated with their use. Our products are intended for personal use only and are not intended for commercial or resale purposes. We reserve the right to refuse service to any customer who we believe is using our products for commercial or resale purposes. SoftDreams reserves the right to modify or discontinue any of our products or services at any time without prior notice. We also reserve the right to refuse service to any customer for any reason at any time. By using our website and making a purchase from SoftDreams, you agree to indemnify and hold harmless SoftDreams, its officers, directors, employees, and agents from any and all claims, damages, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of our products or services. SoftDreams is committed to providing a safe and secure online shopping experience. We use industry-standard security measures to protect the information you provide to us, and we do not store any credit card information on our servers. However, no transmission of data over the internet can be guaranteed to be completely secure, and we cannot guarantee the security of any information you transmit to us. By using our website and making a purchase from SoftDreams, you acknowledge and accept this risk. SoftDreams is not responsible for any errors or omissions in the content of our website, including but not limited to typographical errors, pricing errors, and product descriptions. We reserve the right to correct any errors or omissions at any time without prior notice. SoftDreams is not responsible for any third-party websites that may be linked to from our website. We do not endorse or make any representations about the content, products, or services offered by any third-party websites, and we are not responsible for any damages or losses that may result from your use of any third-party websites. SoftDreams is committed to providing our customers with the highest quality bedding products at affordable prices. We believe that everyone deserves to have a comfortable and restful night's sleep, and we strive to make that possible for all of our customers. Our odeyal are made with premium materials such as cotton, linen, and silk, and are available in a variety of sizes and styles to suit your needs. Whether you prefer a lightweight summer quilt or a cozy winter comforter, we have something for everyone. Our odeyal are designed to provide optimal warmth and comfort, and are filled with materials such as down, feathers, or synthetic alternatives. Our pillows are also made with the same attention to detail and commitment to quality. We offer a range of options to suit different sleep preferences, including memory foam pillows, down pillows, and hypoallergenic pillows. Our pillows are designed to provide the perfect balance of support and comfort, so you can wake up feeling refreshed and rejuvenated. At SoftDreams, we are passionate about helping our customers get the best sleep possible. That's why we offer a range of resources and tips on our website to help you improve your sleep habits and create a comfortable sleep environment. From advice on how to choose the right bedding for your needs to tips on how to create a relaxing bedtime routine, we are here to help you get the most out of your sleep. We are also committed to sustainability and ethical sourcing practices. We strive to use eco-friendly materials and manufacturing processes whenever possible, and we carefully vet our suppliers to ensure that they meet our high standards for ethical and responsible business practices. If you have any questions or concerns about this disclaimer, please contact us at softdreams@gmail.com. We are always happy to help! Thank you for choosing SoftDreams. We hope that our products bring you many nights of comfortable, restful sleep. Sweet dreams! SoftDreams Experience the epitome of comfort with SoftDreams bedding. Elevate your sleep experience with our luxurious blankets, pillows, and bedding sets, crafted with care for ultimate relaxation. Join us in creating your dream bedroom sanctuary today. Links Home Why are we Coziness Quality and comfort About Us Stay up to date Information Privacy Policy Terms of use Contacts +91-261-3501111 softdreams@gmail.com The World B/h SMC, EV Station & Sports Complex, Magob, Surat, Gujarat 395010, India"
  },
  "date": "2024-05-14T07:17:24.985Z"
}