{
  "name": "New_v11_GastronomicTours",
  "pages": {
    "about": "Sobre Nós - GastronomicTours Início Tours GastronomicTours Sobre Nós Contato Início Tours Sobre Nós Contato Início Tours Sobre Nós Contato About Us Bem-vindo à GastronomicTours, a empresa líder em organização de experiências gastronômicas inesquecíveis no Brasil. Fundada por entusiastas da culinária com uma paixão por explorar sabores autênticos e tradições culinárias, nossa missão é proporcionar aos nossos clientes uma imersão completa na cultura gastronômica brasileira. Diversidade de Tours Explore uma vasta gama de tours gastronômicos, desde visitas a mercados e fazendas até degustações e aulas de culinária. Experiências de Qualidade Nossos tours são organizados com os melhores parceiros, garantindo experiências de alta qualidade em todas as atividades. Preços Competitivos Desfrute de tours gastronômicos premium a preços competitivos, tornando a gastronomia acessível para todos. Reserva Fácil Garanta sua vaga em nossos tours de forma simples e rápida, iniciando sua jornada gastronômica sem complicações. Atendimento ao Cliente Nossa equipe dedicada está aqui para ajudá-lo com qualquer dúvida ou preocupação, garantindo uma experiência de compra tranquila. Política de Cancelamento Compre com confiança com nossa política de cancelamento sem complicações, facilitando o reembolso ou troca de tours. Experiências Exclusivas Descubra tours únicos e exclusivos, disponíveis apenas na GastronomicTours, perfeitos para experiências especiais. Práticas Sustentáveis Comprometidos com práticas ecológicas e sustentáveis, garantindo que nossas atividades sejam amigáveis ao meio ambiente. Novidades Kits de Culinária • 17 de janeiro de 2024 Kit de Culinária para Sonhos Vinhos • 12 de fevereiro de 2024 Vinho Merlot Artesanal Queijos • 5 de março de 2024 Seleção de Queijos Finos Experiências Gastronômicas Premium para Todos Na GastronomicTours, acreditamos que toda jornada gastronômica começa com as experiências certas. Nossa seleção extensa de tours de alta qualidade é projetada para atender a todas as suas necessidades culinárias. Quer você esteja procurando mercados vibrantes, vinícolas premium ou as últimas novidades em aulas de culinária, temos algo para todos. Nosso compromisso com a excelência é inabalável. Selecionamos cuidadosamente os melhores parceiros e locais para garantir que nossas experiências sejam não só de primeira linha, mas também inspiradoras. Desde ingredientes frescos até ferramentas duráveis, nos esforçamos para fornecer tours que tornam seus projetos culinários bem-sucedidos e agradáveis. GastronomicTours Nossos pacotes incluem uma variedade de opções, desde passeios a pé pelas ruas históricas até excursões de barco para degustar frutos do mar frescos. Menu Início Tours Sobre Nós Contato © 2024 GastronomicTours. Todos os Direitos Reservados. Política de Privacidade Termos e Condições",
    "index": "GastronomicTours - Tours Gastronômicos no Brasil Início Tours GastronomicTours Sobre Nós Contato Início Tours Sobre Nós Contato Início Tours Sobre Nós Contato Digital DreamsReal Results Descubra a rica diversidade culinária do Brasil com nossos exclusivos tours gastronômicos. No GastronomicTours, oferecemos uma experiência única que leva você a uma jornada pelos sabores e tradições do país. Explore mercados locais vibrantes, participe de degustações em renomados restaurantes e aprenda com chefs experientes em aulas de culinária. Seja você um apaixonado por comida ou simplesmente alguém em busca de novas experiências, nossos tours são projetados para proporcionar momentos inesquecíveis. Nossos Serviços Descubra nossos tours gastronômicos que exploram a diversidade culinária do Brasil. Tours Gastronômicos Explore os sabores do Brasil com nossos tours gastronômicos exclusivos. Visite mercados vibrantes, experimente pratos típicos e aprenda sobre a história e a cultura culinária do país. Ideal para todos que desejam mergulhar profundamente na gastronomia brasileira e vivenciar experiências autênticas. Aulas de Culinária Descubra o segredo dos pratos brasileiros em nossas aulas de culinária. Sob a orientação de chefs experientes, você aprenderá técnicas de cozinha e receitas tradicionais, usando ingredientes frescos e locais. Essas aulas são perfeitas para aprimorar suas habilidades culinárias e conhecer mais sobre a rica culinária do Brasil. Degustações Participe de nossas sessões de degustação e explore uma variedade de sabores autênticos. De vinhos a queijos e chocolates, cada degustação é uma oportunidade para descobrir novas combinações e aprender com especialistas apaixonados pela gastronomia. Uma experiência imperdível para os amantes da boa comida. Tours Recentes Roteiro dos Sabores Exploração Culinária Gastronomia Artesanal Projetos DIY Culinários Workshops de Cozinha Eventos Comunitários Painel de Inspiração Ideias Gastronômicas Fale Conosco Depoimentos Veja o que nossos clientes satisfeitos dizem sobre suas experiências com a GastronomicTours. \"GastronomicTours tem os melhores tours gastronômicos e o atendimento ao cliente é excepcional!\" Alice Silva Entusiasta da Culinária \"Encontrei tudo que precisava para meu tour culinário e mais. Altamente recomendado!\" João Pereira Hobbyista da Gastronomia \"Produtos de ótima qualidade e entrega rápida. GastronomicTours é minha escolha para tours culinários.\" Maria Oliveira Cozinheira DIY Descubra o Melhor da Gastronomia Brasileira Na GastronomicTours, proporcionamos uma imersão completa no mundo da gastronomia brasileira. Oferecemos uma variedade de tours que vão desde visitas a mercados e fazendas, onde você pode ver de perto a origem dos ingredientes, até experiências exclusivas em restaurantes de alta gastronomia. Estamos comprometidos em proporcionar experiências de alta qualidade. Trabalhamos com parceiros locais e especialistas em gastronomia para garantir que cada tour seja uma jornada educativa e inspiradora. Seja degustando vinhos em vinícolas renomadas, participando de aulas de culinária com chefs experientes, ou explorando mercados vibrantes, nossos tours são cuidadosamente planejados para oferecer uma experiência completa e memorável. Nossos passeios Passeio matinal pela cidade Descubra os sabores da cidade com um passeio matinal que inclui visitas a mercados locais e cafés tradicionais. Desfrute de uma experiência gastronômica autêntica e explore as especialidades regionais. Passeio marítimo Experimente a culinária costeira enquanto navega pelas águas tranquilas. Este tour inclui uma parada em um restaurante de frutos do mar para uma degustação de pratos frescos e deliciosos. Tour pelo restaurante Visite alguns dos melhores restaurantes da cidade e conheça os chefs que criam pratos excepcionais. Este tour oferece uma visão privilegiada dos bastidores da gastronomia de alta qualidade. Fale Conosco Email: gastronomic-tours@gmail.com Telefone: +55-75-7299-7356 Localização: Brasília, St. Hab. Vicente Pires - Taguatinga, Brasília - DF Sua Jornada Gastronômica Começa Aqui Nome Email Mensagem I accept Política de Privacidade GastronomicTours Nossos pacotes incluem uma variedade de opções, desde passeios a pé pelas ruas históricas até excursões de barco para degustar frutos do mar frescos. Menu Início Tours Sobre Nós Contato © 2024 GastronomicTours. Todos os Direitos Reservados. Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - GastronomicTours Início Tours GastronomicTours Sobre Nós Contato Início Tours Sobre Nós Contato Início Tours Sobre Nós Contato Política de Privacidade Bem-vindo à GastronomicTours. Esta Política de Privacidade explica como coletamos, usamos e protegemos suas informações pessoais. 1. Coleta de Informações Coletamos informações que você nos fornece diretamente, como nome, endereço de e-mail, número de telefone e mensagens enviadas por meio do nosso formulário de contato. 2. Uso das Informações Usamos suas informações para responder a suas perguntas, fornecer serviços solicitados e melhorar nossos serviços. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para fornecer nossos serviços ou conforme exigido por lei. 4. Proteção de Dados Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. 5. Cookies Utilizamos cookies para melhorar a experiência do usuário em nosso site. Você pode optar por desativar os cookies nas configurações do seu navegador. 6. Direitos dos Usuários Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco. 7. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Publicaremos qualquer alteração nesta página. 8. Contato Se você tiver alguma dúvida sobre nossa Política de Privacidade, entre em contato conosco: Telefone: +55-75-7299-7356Email: gastronomic-tours@gmail.com Endereço: Brasília, St. Hab. Vicente Pires - Taguatinga, Brasília - DF 9. Consentimento Ao usar nosso site, você consente com nossa Política de Privacidade. 10. Retenção de Dados Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais foram coletadas ou conforme exigido por lei. 11. Transferência Internacional Suas informações podem ser transferidas e mantidas em servidores localizados fora do seu estado, país ou outra jurisdição governamental onde as leis de proteção de dados podem diferir das de sua jurisdição. 12. Menores de Idade Nosso site não é direcionado a pessoas com menos de 18 anos. Não coletamos intencionalmente informações pessoais de menores de idade. 13. Serviços de Terceiros Nós não somos responsáveis pelas práticas de privacidade de sites ou serviços de terceiros que você acessa por meio de links em nosso site. 14. Como Nos Contatar Para mais informações sobre nossa Política de Privacidade ou sobre como suas informações são tratadas, entre em contato conosco: Telefone: +55-75-7299-7356Email: gastronomic-tours@gmail.com Endereço: Brasília, St. Hab. Vicente Pires - Taguatinga, Brasília - DF 15. Revisão e Atualização Revisamos regularmente nossa Política de Privacidade para garantir que estamos em conformidade com as leis e regulamentos aplicáveis. GastronomicTours Nossos pacotes incluem uma variedade de opções, desde passeios a pé pelas ruas históricas até excursões de barco para degustar frutos do mar frescos. Menu Início Tours Sobre Nós Contato © 2024 GastronomicTours. Todos os Direitos Reservados. Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - GastronomicTours Início Tours GastronomicTours Sobre Nós Contato Início Tours Sobre Nós Contato Início Tours Sobre Nós Contato Termos e Condições Bem-vindo à GastronomicTours. Ao acessar e usar nosso site, você concorda em cumprir e estar vinculado aos seguintes termos e condições: 1. Uso do Site Você concorda em usar nosso site apenas para fins legais e de maneira que não infrinja os direitos de terceiros ou restrinja ou iniba o uso e aproveitamento do site por qualquer pessoa. 2. Propriedade Intelectual Todo o conteúdo do site, incluindo textos, gráficos, logotipos, ícones e imagens, é de nossa propriedade ou licenciado para nós e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. 3. Conteúdo do Usuário Qualquer conteúdo que você enviar ao nosso site, incluindo comentários, sugestões ou outras informações, será tratado como não confidencial e não proprietário. 4. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Não somos responsáveis pelo conteúdo ou práticas de privacidade desses sites. 5. Limitação de Responsabilidade Na medida máxima permitida por lei, não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, consequentes ou punitivos decorrentes do uso ou incapacidade de usar nosso site. 6. Alterações nos Termos Reservamo-nos o direito de alterar estes termos e condições a qualquer momento. Quaisquer alterações serão publicadas nesta página. 7. Indenização Você concorda em nos indenizar e isentar de responsabilidade por quaisquer reclamações, danos, perdas ou despesas decorrentes de seu uso do site ou violação destes termos. 8. Rescisão Podemos rescindir ou suspender seu acesso ao nosso site imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar estes termos. 9. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do Brasil, e você se submete à jurisdição exclusiva dos tribunais localizados em Brasília, DF. 10. Renúncia A falha em exercer ou executar qualquer direito ou disposição destes termos não constituirá renúncia a tal direito ou disposição. 11. Divisibilidade Se qualquer disposição destes termos for considerada inválida ou inexequível por um tribunal competente, as demais disposições permanecerão em vigor. 12. Acordo Integral Estes termos e condições constituem o acordo integral entre você e nós em relação ao uso do site. 13. Contato Se você tiver dúvidas sobre estes termos e condições, entre em contato conosco: Telefone: +55-75-7299-7356Email: gastronomic-tours@gmail.com Endereço: Brasília, St. Hab. Vicente Pires - Taguatinga, Brasília - DF 14. Política de Privacidade Seu uso de nosso site também está sujeito à nossa Política de Privacidade, que descreve como coletamos, usamos e protegemos suas informações. 15. Resolução de Disputas Qualquer disputa decorrente de ou relacionada a estes termos será resolvida por meio de arbitragem vinculativa em Brasília, DF, de acordo com as regras da Câmara de Comércio Internacional. GastronomicTours Nossos pacotes incluem uma variedade de opções, desde passeios a pé pelas ruas históricas até excursões de barco para degustar frutos do mar frescos. Menu Início Tours Sobre Nós Contato © 2024 GastronomicTours. Todos os Direitos Reservados. Política de Privacidade Termos e Condições",
    "thank_page": "Obrigado - GastronomicTours Voltar ao Início Obrigado por Entrar em Contato! Agradecemos por sua mensagem. Nossa equipe responderá o mais breve possível. Enquanto isso, sinta-se à vontade para explorar mais sobre nossos tours gastronômicos no Brasil."
  },
  "date": "2024-07-24T08:29:52.262Z"
}