{
  "name": "New_v9_NaturezaViva",
  "pages": {
    "policy": "NaturezaViva: Política de Privacidade Início Bens Política de Privacidade A NaturezaViva respeita a sua privacidade e está empenhada em protegê-la. Esta Política de Privacidade informa sobre as práticas de coleta, uso e divulgação de informações pessoais que recebemos quando você usa os nossos serviços. Coleta e Uso de Informações Ao utilizar a NaturezaViva, podemos solicitar que você forneça informações pessoais que possam ser usadas para contatá-lo ou identificá-lo. As informações pessoais podem incluir, mas não estão limitadas a, seu nome, endereço de e-mail, endereço postal e número de telefone. Também podemos coletar informações automaticamente quando você acessa a NaturezaViva. Essas informações podem incluir o seu endereço IP, tipo de navegador, páginas visitadas, horário e data da visita, e outras estatísticas. As informações coletadas são usadas para melhorar a experiência do usuário, personalizar o conteúdo, enviar informações sobre os nossos produtos e serviços, processar transações, responder a perguntas e solicitações, e manter a segurança do site. Proteção de Informações A NaturezaViva adota medidas de segurança para proteger as informações pessoais coletadas. No entanto, é importante ressaltar que nenhum método de transmissão pela internet ou armazenamento eletrônico é 100% seguro. Portanto, não podemos garantir a segurança absoluta das informações. Divulgação a Terceiros A NaturezaViva não compartilha informações pessoais com terceiros, exceto nas seguintes circunstâncias: Quando necessário para processar transações, entrega de produtos ou prestação de serviços; Quando exigido por lei ou ordem judicial; Quando acreditarmos que a divulgação é necessária para proteger os direitos, propriedade ou segurança da NaturezaViva, de seus usuários ou de terceiros. Alterações na Política de Privacidade A NaturezaViva reserva-se o direito de alterar esta Política de Privacidade a qualquer momento, sem aviso prévio. Recomendamos que você revise regularmente esta página para estar ciente de quaisquer mudanças. Entre em Contato Se tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco através do e-mail NaturezaViva@gmail.com. Atualizado em: 1 de janeiro de 2023. Início Bens Política de Privacidade Termos e Condições",
    "terms": "NaturezaViva: Termos e Condições Início Bens Terms of Use Bem-vindo à NaturezaViva! Estes Termos e Condições de Uso regem a sua utilização da nossa plataforma online para a venda e aluguel de produtos para piqueniques e atividades ao ar livre. Ao utilizar o nosso website, você concorda com os seguintes termos e condições: 1. Cadastro 1.1 Para utilizar os serviços da NaturezaViva, você deve criar uma conta e fornecer informações verdadeiras e atualizadas durante o cadastro. 1.2 Você é responsável por manter a confidencialidade de suas credenciais de login e por qualquer atividade que ocorra na sua conta. 2. Produtos 2.1 A NaturezaViva oferece produtos para piqueniques e atividades ao ar livre para venda e aluguel. Os produtos disponíveis estão sujeitos a disponibilidade. 2.2 Os preços dos produtos estão sujeitos a alterações sem aviso prévio. Todos os preços estão em Euros. 2.3 A NaturezaViva se reserva o direito de recusar a venda ou aluguel de produtos a qualquer pessoa ou por qualquer motivo. 3. Pagamento 3.1 O pagamento pelos produtos pode ser feito através de cartão de crédito, transferência bancária ou outros métodos de pagamento disponíveis na plataforma. 3.2 O pagamento é devido no momento da reserva para aluguel de produtos e no momento da compra para produtos à venda. 4. Entrega e devolução 4.1 A NaturezaViva oferece opções de entrega e devolução dos produtos alugados. Taxas adicionais podem ser aplicadas dependendo da localização e do método de entrega. 4.2 Os produtos devem ser devolvidos nas mesmas condições em que foram recebidos. Danos ou perda de produtos podem resultar em taxas adicionais. 5. Cancelamento e reembolso 5.1 Cancelamentos de reservas para aluguel de produtos devem ser feitos com antecedência. Consulte a política de cancelamento da NaturezaViva para obter mais informações. 5.2 Reembolsos de produtos comprados estão sujeitos aos termos e condições da NaturezaViva. Entre em contato conosco para obter mais informações. 6. Direitos de propriedade intelectual 6.1 Todo o conteúdo presente na plataforma NaturezaViva, incluindo textos, imagens, logotipos e vídeos, são de propriedade da NaturezaViva ou de seus licenciadores e estão protegidos por leis de direitos autorais e propriedade intelectual. 6.2 É proibida a reprodução, distribuição ou utilização não autorizada do conteúdo da NaturezaViva sem consentimento prévio por escrito. 7. Disposições gerais 7.1 A NaturezaViva não se responsabiliza por quaisquer danos ou prejuízos decorrentes do uso da plataforma ou dos produtos disponibilizados. 7.2 Estes Termos e Condições de Uso estão sujeitos a alterações sem aviso prévio. Recomendamos que você revise regularmente os termos para estar ciente de quaisquer mudanças. 7.3 Caso você tenha alguma dúvida ou preocupação sobre estes Termos e Condições de Uso, entre em contato conosco NaturezaViva@gmail.com. Ao utilizar a plataforma NaturezaViva, você concorda em cumprir estes Termos e Condições de Uso. Obrigado por escolher a NaturezaViva para suas necessidades de piquenique e atividades ao ar livre! Início Bens Política de Privacidade Termos e Condições",
    "thanks": "NaturezaViva: Obrigado Aceitaram! Aguarde a caminhada e nós faremos o resto por você! Início",
    "bens": "NaturezaViva: Bens Início Bens Produtos para piquenique Conjunto de piquenique com pratos e talheres Um prático conjunto que contém tudo o que você precisa para uma refeição confortável ao ar livre. O conjunto de piquenique é essencial para quem gosta de passar momentos ao ar livre com a família e amigos. Este conjunto inclui pratos, copos, talheres e outras peças necessárias para desfrutar de uma refeição ao ar livre. Os pratos são resistentes e próprios para servir refeições variadas, enquanto os copos são ideais para bebidas quentes ou frias. Os talheres são duráveis e fáceis de limpar, proporcionando praticidade na hora das refeições. Além disso, o conjunto de piquenique é compacto e fácil de transportar, sendo ideal para passeios, acampamentos e outras atividades ao ar livre. Com ele, você terá tudo o que precisa para desfrutar de uma refeição em qualquer lugar. O preço deste conjunto de piquenique varia de acordo com a marca, a quantidade de peças e os materiais utilizados na sua fabricação, mas em média, você pode encontrar opções a partir de R$ 100,00. Invista neste kit e tenha momentos inesquecíveis ao ar livre com conforto e praticidade. Geladeira ou garrafa térmica Para armazenar alimentos e bebidas frias ou quentes. Para manter seus alimentos e bebidas frescos durante um piquenique, um bom refrigerador ou uma garrafa térmica são essenciais. Um refrigerador portátil é perfeito para armazenar uma grande quantidade de alimentos e bebidas, mantendo-os frescos por horas. Existem diferentes tamanhos e modelos disponíveis, alguns com alças e rodas para facilitar o transporte. Os preços variam de acordo com o tamanho e a marca, podendo custar a partir de R$ 100,00. Já uma garrafa térmica é ideal para manter bebidas quentes ou frias, dependendo da sua preferência. Elas são práticas e fáceis de transportar, sendo ideais para café, chá, sucos ou água. Os preços variam de acordo com o tamanho e a qualidade do material, podendo custar a partir de R$ 50,00. Independente da sua escolha, tanto o refrigerador quanto a garrafa térmica são itens indispensáveis para garantir que seus alimentos e bebidas fiquem na temperatura ideal durante o seu piquenique. Aproveite o momento e desfrute de refeições deliciosas ao ar livre! Cadeira ou tapete dobrável Para sentar na natureza para relaxar e jantar com conforto. Se você gosta de passar tempo ao ar livre, seja em um parque, na praia ou em uma trilha na montanha, um bom lugar para sentar e descansar pode fazer toda a diferença. Um cadeira dobrável ou um tapete seriam opções ideais para tornar seu momento de descanso mais confortável e agradável. O cadeira dobrável é um banquinho dobrável que pode ser facilmente transportado e montado em qualquer lugar. Feito de materiais duráveis, como alumínio ou plástico resistente, ele oferece um assento estável e seguro para você relaxar e desfrutar da natureza. Com um preço acessível, o cadeira dobrável é uma opção prática e conveniente para quem gosta de fazer atividades ao ar livre. Já o tapete é um tapete acolchoado e dobrável, ideal para se sentar no chão sem se sujar ou ficar desconfortável. Feito de materiais leves e impermeáveis, o tapete oferece um assento macio e isolante do frio, perfeito para um piquenique ou para relaxar na natureza. Com diversas opções de cores e estampas, o tapete é uma escolha versátil e funcional para quem busca conforto e praticidade durante suas aventuras ao ar livre. Tanto o cadeira dobrável quanto o tapete são acessórios essenciais para quem gosta de estar em contato com a natureza sem abrir mão do conforto. Com preços a partir de R$50, esses itens são ótimas opções para tornar seus momentos ao ar livre ainda mais agradáveis e relaxantes. Aproveite para adquirir o seu e desfrutar da natureza com todo o conforto que você merece! Grelhado ou churrasco Para cozinhar comida deliciosa na brasa ou na lenha no local do piquenique. Se você adora a ideia de cozinhar ao ar livre e sentir o sabor defumado que os uários ou lenha proporcionam, um grill ou churrasqueira é a escolha perfeita para os seus momentos de churrasco. Com um grill ou churrasqueira, você pode preparar carnes suculentas, legumes grelhados e até mesmo pizzas caseiras, tudo com um sabor único e delicioso. Os grills e churrasqueiras estão disponíveis em diferentes tamanhos e estilos, desde os modelos compactos e portáteis até os maiores e mais robustos. Você pode escolher entre grills a gás, carvão ou elétricos, dependendo das suas preferências e necessidades de cozimento. Os preços dos grills e churrasqueiras variam de acordo com o tamanho, material e marca. Em média, um grill ou churrasqueira de tamanho médio pode custar entre R$ 200 e R$ 600, enquanto os modelos mais sofisticados e maiores podem chegar a mais de R$ 1000. Não importa qual seja a sua escolha, a experiência de cozinhar em um grill ou churrasqueira certamente tornará os seus piqueniques e encontros ao ar livre ainda mais especiais e saborosos. Então, escolha o seu modelo preferido e comece a preparar refeições deliciosas para toda a família e amigos! Equipamentos de camping Barraca É um abrigo portátil que pode ser facilmente instalado no exterior. As barracas geralmente consistem em material de poliéster ou náilon resistente à umidade e ao vento, e postes de metal ou plástico para sustentar a estrutura. Eles são projetados para fornecer proteção contra chuva, vento e insetos durante acampamentos ou caminhadas. Mochila É uma bolsa especial que pode ser usada nas costas e na qual você pode embalar todas as coisas necessárias para uma viagem ou caminhada. As mochilas geralmente têm vários bolsos e compartimentos para organização conveniente do conteúdo. Eles podem ser feitos de materiais duráveis, como náilon ou poliéster, e possuem alças e alças confortáveis ​​para distribuir o peso uniformemente. Saco de dormir É um cobertor isolado usado para dormir ao ar livre ou acampar. Proporciona calor e conforto em climas frescos graças ao isolamento, que pode ser sintético ou natural, como a penugem. Os sacos de dormir geralmente têm um zíper para facilitar a abertura e o fechamento e podem ser guardados para facilitar o armazenamento e o transporte. Queimador de gás É um dispositivo portátil para cozinhar ao ar livre. Funciona com cilindro de gás e possui chama ajustável para ajustar a temperatura de cozimento. Os queimadores a gás são ideais para camping, caminhadas e piqueniques onde não há acesso a eletricidade ou gás. Eles são leves, compactos e fáceis de usar. Acessórios para atividades ao ar livre \"Oculos de sol\" - É necessária proteção para os olhos contra a radiação ultravioleta prejudicial e o brilho da neve ou da água durante atividades ao ar livre. Os óculos de sol ajudam a proteger os olhos e garantem uma visão confortável sob luz solar intensa. \"Lenço ou chapéu quente\" - Durante a estação fria, os acessórios para reter o calor tornam-se especialmente importantes. Um lenço ou chapéu quente ajudará a proteger o pescoço e a cabeça do frio e do vento durante atividades ao ar livre. \"Carregador portátil\" - Um acessório indispensável para quem passa muito tempo ao ar livre e não quer ficar sem carregador no aparelho. Um carregador portátil permite recarregar seu smartphone, tablet ou outro dispositivo eletrônico em qualquer lugar e a qualquer hora. \"Polos de caminhada\" - Um acessório necessário para entusiastas de atividades ao ar livre. Eles ajudam a distribuir a carga uniformemente nos braços, reduzem o estresse nos joelhos e nas costas, proporcionam melhor tração e ajudam a manter o equilíbrio. Você está planejando um emocionante passeio de acampamento ou piquenique ao ar livre? Não se preocupe, estamos aqui para ajudar! Na NaturezaViva, nossa missão é proporcionar experiências inesquecíveis ao ar livre para nossos clientes. Temos uma ampla variedade de produtos para venda e aluguel que irão tornar o seu passeio ainda mais especial. De tendas e sacos de dormir a lanternas e fogareiros, temos tudo o que você precisa para aproveitar a natureza ao máximo. Para tornar o processo de reserva ainda mais conveniente, lançamos uma plataforma online onde você pode navegar por nossos produtos e fazer sua reserva com apenas alguns cliques. Basta acessar nosso site, escolher os itens que deseja e preencher os seus dados para garantir a disponibilidade dos produtos. Além disso, nosso time de especialistas está sempre disponível para ajudar com qualquer dúvida ou pedido especial que você possa ter. Se precisar de recomendações sobre os melhores equipamentos para o seu passeio ou se tiver alguma necessidade específica, fique à vontade para entrar em contato conosco. Então não perca mais tempo e faça agora a sua reserva na NaturezaViva para garantir que o seu passeio ao ar livre seja um sucesso. Estamos ansiosos para ajudá-lo a tornar seus momentos de lazer ainda mais especiais. Junte-se a nós e faça parte da comunidade NaturezaViva! Aproveite a natureza e viva experiências incríveis ao ar livre. Esperamos por você! Envie sua aplicação Início Bens Política de Privacidade Termos e Condições",
    "index": "NaturezaViva Início Bens Vamos te ensinar como fazer um piquenique corretamente! Descobrir como O que você encontrará em nosso site? \"Produtos para piquenique\" - Nesta seção, os clientes podem encontrar uma variedade de produtos relacionados a piqueniques, como cestas de piquenique, cobertores, talheres, pratos e copos. Os produtos são selecionados com atenção para garantir a melhor experiência ao ar livre. Aprender mais \"Equipamentos de camping\" - Aqui os clientes encontrarão uma variedade de equipamentos de camping, como barracas, sacos de dormir, fogareiros, lanternas e outros acessórios essenciais para acampar ao ar livre. Todos os produtos são de marcas renomadas e de alta qualidade. Aprender mais \"Acessórios para atividades ao ar livre\" - Nesta seção, os clientes poderão encontrar uma variedade de acessórios úteis para atividades ao ar livre, como mochilas, garrafas de água, chapéus, óculos de sol e outros itens indispensáveis para desfrutar de um dia ao ar livre com conforto e estilo. Os clientes podem contar com uma seleção cuidadosa de produtos de marcas confiáveis que garantem durabilidade e funcionalidade. Aprender mais Recomendamos visitar estas rotas turísticas Rota 1: Costa Verde Nome do local: Costa Verde, localizada na costa leste do Brasil, é conhecida por suas belas praias, cidades pitorescas e abundância de vegetação tropical. Este percurso permitirá ao turista apreciar a beleza desta região e conhecer a sua cultura. Pontos de descanso: Praia de Itacaré – aqui o turista pode relaxar nas praias arenosas, nadar nas águas mornas do oceano e aproveitar a brisa fresca do mar. A cidade de Paraty é uma bela cidade colonial onde você pode visitar igrejas antigas, museus e cafés aconchegantes. Parque Nacional da Serra da Bocaina - Aqui o turista pode subir ao topo das montanhas, desfrutar de vistas panorâmicas e ver muitos animais e plantas silvestres. Pontos de transbordo: A cidade de Ubatuba - aqui o turista pode relaxar após uma longa viagem, experimentar iguarias locais e comprar souvenirs. A vila de Trindade é um local acolhedor com belas praias, ideal para relaxar e conhecer a população local. Rota 2: Amazon Nome do local: A Amazônia é a maior floresta tropical do planeta, que possui uma biodiversidade única e abriga muitas espécies de animais e plantas. Esta rota permitirá aos turistas mergulhar no mundo natural e ver verdadeiras maravilhas da vida selvagem. Pontos de descanso: Parque Nacional Mamirua - aqui o turista pode fazer caminhadas pela selva, observar animais e apreciar as belezas da natureza tropical. Rio Amazonas – Navegar no maior rio do mundo será uma experiência inesquecível para todos os amantes da aventura e da natureza. Aldeia de povos indígenas - aqui o turista pode conhecer a cultura e os costumes dos moradores locais, conhecer sua história e tradições. Pontos de transbordo: A cidade de Manaus é a capital do estado do Amazonas, onde os turistas podem saborear a culinária local, visitar museus e mercados e aprender mais sobre a vida na selva. Rio Huruma – um cruzeiro neste rio permitirá ao turista relaxar e apreciar as belezas da Amazônia central. A cidade de Belém – aqui os turistas podem experimentar iguarias locais, visitar museus e mercados e comprar presentes para amigos e familiares. Respostas às suas perguntas Quais produtos posso encontrar na NaturezaViva para piqueniques e atividades ao ar livre? Na NaturezaViva, você pode encontrar uma variedade de produtos para piqueniques e atividades ao ar livre, como cestas de piquenique, mantas, coolers, utensílios de cozinha, jogos ao ar livre e muito mais. Quais são as opções de entrega disponíveis na NaturezaViva? Na NaturezaViva, oferecemos opções de entrega rápida e segura para todo o Portugal continental. Você também pode optar por retirar seu pedido em nossa loja física. Posso alugar equipamentos para piqueniques e atividades ao ar livre na NaturezaViva? Sim, na NaturezaViva você tem a opção de alugar equipamentos para piqueniques e atividades ao ar livre, como mesas, cadeiras, guarda-sóis e muito mais. Basta entrar em contato conosco para mais informações sobre o aluguel. Como posso fazer uma reserva de equipamentos para piqueniques na NaturezaViva? Para fazer uma reserva de equipamentos para piqueniques na NaturezaViva, basta acessar nosso site e escolher os produtos que deseja alugar. Em seguida, siga as instruções para finalizar a reserva e aguardar a confirmação da mesma. A NaturezaViva oferece opções personalizadas para eventos ao ar livre? Sim, na NaturezaViva oferecemos opções personalizadas para eventos ao ar livre, como casamentos, festas de aniversário, encontros corporativos e muito mais. Entre em contato conosco para discutir suas necessidades e criarmos juntos uma experiência única ao ar livre. E se não houver mais dúvidas, mas você já quer viajar, deixe um pedido e em um momento você embarcará em uma emocionante aventura! Telefone: +55 17 2526 1122 Email: NaturezaViva@gmail.com Endereço: R. Dom Pedro II, 3049 - São Cristóvão, Porto Velho - RO, 76820-825, Brazil Aceito a Política de Privacidade Enviar Início Bens Política de Privacidade Termos e Condições"
  }
}