{
  "name": "New_v9_CycleZen",
  "pages": {
    "index": "CycleZen - Your Premier Bicycle Shop in India Home Why choose us Catalog Contact us Discover Your Perfect Ride Shop Now Why Choose CycleZen? At CycleZen, we believe that cycling is more than just a hobby – it's a lifestyle. Our mission is to provide top-quality bicycles and accessories to help you enjoy every ride. From rugged mountain bikes to sleek road bikes, we offer a wide range of options to suit every cyclist's needs. Our team of experts is passionate about cycling and dedicated to helping you find the perfect bike. Whether you're a seasoned pro or a beginner, we'll provide you with personalized advice and recommendations to ensure you get the most out of your cycling experience. In addition to our extensive selection of bicycles, we also offer a variety of accessories and gear to enhance your ride. From helmets and apparel to repair kits and spare parts, CycleZen is your one-stop shop for all things cycling. Join our community of satisfied customers and discover why CycleZen is the best choice for cyclists in India. Our Commitment to Excellence At CycleZen, we are dedicated to providing the highest quality bicycles and accessories to our customers. We believe that cycling should be a joyous and enriching experience for everyone, which is why we strive to offer only the best products and services. Our commitment to excellence is reflected in everything we do, from our carefully curated product selection to our outstanding customer service. Here are some of the key services we provide to ensure your cycling experience is nothing short of exceptional: 01 Personalized Bike Fitting Our experts will help you find the perfect bike fit, ensuring maximum comfort and performance on every ride. We take into account your unique measurements and cycling goals to recommend the ideal bike for you. 02 Comprehensive Maintenance Services Regular maintenance is crucial for keeping your bike in top condition. Our professional maintenance services cover everything from routine tune-ups to complex repairs, ensuring your bike is always ready to hit the road. 03 Expert Advice and Support Whether you have a question about a product or need advice on improving your cycling performance, our knowledgeable team is here to help. We provide expert guidance to help you make informed decisions about your cycling needs. 04 Wide Range of Cycling Accessories From helmets and apparel to spare parts and tools, we offer a comprehensive selection of accessories to enhance your cycling experience. Our products are sourced from trusted brands to ensure quality and reliability. From the shop Mountain Bike ₹25,000 Order Road Bike ₹30,000 Order Hybrid Bike ₹22,000 Order Electric Bike ₹45,000 Order Folding Bike ₹18,000 Order Kids Bike ₹12,000 Order High Performance Our bicycles are designed for speed and efficiency, providing you with the highest performance on any terrain. Durable Construction Built with high-quality materials, our bikes are made to last, ensuring durability and reliability in every ride. Comfort and Ergonomics Ergonomically designed for maximum comfort, our bikes reduce fatigue and provide a smooth riding experience. Versatile Use Whether you're cycling on roads, trails, or city streets, our versatile bikes are perfect for any environment. Eco-Friendly Choosing our bikes means choosing an environmentally friendly mode of transportation that reduces your carbon footprint. Top-Rated Customer Service We pride ourselves on providing excellent customer service, offering support and guidance whenever you need it. Get in touch I accept privacy policy Send message Links Home Why choose us Catalog Contact us Contacts Shop no 43, 43, Maharishi Dayanand Marg, opp. to post office, Corner Market, Sadhna Enclave, Malviya Nagar, New Delhi, Delhi 110017, India +919910367015 cyclezen@gmail.com Policy Privacy policy Terms and Conditions",
    "thank": "CycleZen - Your Premier Bicycle Shop in India | Thank Thank You for Reaching Out! We appreciate your interest in CycleZen. Your message is important to us, and our team will get back to you as soon as possible. If you have any urgent inquiries, please feel free to call us at our customer service number. We look forward to assisting you with your cycling needs. At CycleZen, we are committed to providing you with the best service and products. Thank you for choosing us as your trusted cycling partner. Happy Cycling! Sincerely,The CycleZen Team Main page",
    "terms": "CycleZen - Your Premier Bicycle Shop in India | Terms and Conditions Home Why choose us Catalog Contact us Terms and Conditions 1. Introduction Welcome to CycleZen. These Terms and Conditions govern your use of our website and the purchase of our products. By accessing our website or making a purchase, you agree to comply with and be bound by these terms. 2. Use of the Website By using this website, you confirm that you are at least 18 years old or accessing the site under the supervision of a parent or guardian. You agree to use the site only for lawful purposes and in accordance with these Terms and Conditions. 3. Product Information and Pricing We strive to ensure that the information on our website is accurate and up-to-date. However, we do not warrant that product descriptions, pricing, or other content is complete, current, or error-free. Prices and availability are subject to change without notice. 4. Orders and Payment By placing an order, you agree to provide accurate and complete information. All orders are subject to acceptance and availability. We reserve the right to refuse or cancel any order at our discretion. Payments must be made through the available payment methods at the time of purchase. 5. Shipping and Delivery We aim to deliver products within the estimated delivery times. However, delays may occur due to unforeseen circumstances. CycleZen is not liable for any delays or failures in delivery that are beyond our control. 6. Intellectual Property All content on this website, including text, graphics, logos, images, and software, is the property of CycleZen or its content suppliers and is protected by intellectual property laws. Unauthorized use of any content is prohibited. 7. Privacy Your use of our website is also governed by our Privacy Policy. By using our website, you consent to the processing of your personal data as described in the Privacy Policy. 8. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at: cyclezen@gmail.com Links Home Why choose us Catalog Contact us Contacts Shop no 43, 43, Maharishi Dayanand Marg, opp. to post office, Corner Market, Sadhna Enclave, Malviya Nagar, New Delhi, Delhi 110017, India +919910367015 cyclezen@gmail.com Policy Privacy policy Terms and Conditions",
    "privacy": "CycleZen - Your Premier Bicycle Shop in India | Privacy Policy Home Why choose us Catalog Contact us Privacy Policy At CycleZen, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and safeguard your personal information when you visit our website and make purchases from our store. How We Use Your Information Your personal information is used to process your orders, provide customer service, and communicate with you about your purchases and our products. We may also use your information to send you promotional materials and updates, but you can opt out of these communications at any time. Sharing Your Information We do not sell or rent your personal information to third parties. However, we may share your information with trusted service providers who assist us in operating our website, processing payments, and delivering orders. These service providers are required to keep your information confidential and use it only for the purposes we specify. Security We take the security of your personal information seriously and implement appropriate measures to protect it from unauthorized access, disclosure, or misuse. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee its absolute security. Your Rights You have the right to access, update, or delete your personal information. If you wish to exercise these rights, please contact us using the information provided below. We will respond to your request within a reasonable timeframe. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: cyclezen@gmail.com Links Home Why choose us Catalog Contact us Contacts Shop no 43, 43, Maharishi Dayanand Marg, opp. to post office, Corner Market, Sadhna Enclave, Malviya Nagar, New Delhi, Delhi 110017, India +919910367015 cyclezen@gmail.com Policy Privacy policy Terms and Conditions"
  },
  "date": "2024-07-09T11:33:10.902Z"
}