{
  "name": "New_v9_AntiqueTreasure",
  "pages": {
    "index": "AntiqueTreasure - Loja de antiguidades em Brasília Sobre Nós Nossa Equipe Galeria Contate-nos Bem-vindo à AntiqueTreasure Descubra os tesouros do passado com nossa seleção exclusiva de antiguidades. Cada peça tem uma história única esperando para ser revelada. Sobre a AntiqueTreasure A AntiqueTreasure nasceu da paixão por objetos antigos e a história que eles carregam. Fundada em 2010, nossa missão é oferecer a você uma curadoria cuidadosa das mais refinadas peças de antiguidade, trazendo para seu lar um toque de elegância e história. Nossa coleção inclui móveis, joias, arte e objetos decorativos, cada um escolhido a dedo por nossos especialistas. Valorizamos a autenticidade e garantimos a originalidade de cada item com certificados de autenticidade, para que você possa comprar com confiança. Acreditamos que cada peça conta uma história única. Quer seja um relógio de bolso do século XIX ou uma cadeira de época, cada item tem uma vida passada que esperamos compartilhar com você. Nossa equipe é composta por apaixonados por antiguidades que estão sempre prontos para ajudar você a encontrar a peça perfeita. Na AntiqueTreasure, priorizamos a satisfação do cliente. Oferecemos atendimento personalizado e estamos disponíveis para responder qualquer dúvida que você possa ter. Além disso, garantimos uma experiência de compra segura e sem complicações. Nossa Equipe Conheça os especialistas por trás da AntiqueTreasure Carlos Mendes Fundador &amp; CEO Carlos é o visionário por trás da AntiqueTreasure, com mais de 20 anos de experiência no mercado de antiguidades. Sua paixão por peças históricas impulsiona nossa missão. Pedro Silva Vendedor Pedro tem um olhar atento para detalhes e uma vasta experiência na autenticação de móveis antigos. Sua dedicação garante a qualidade de nossa coleção. João Almeida Curador de Arte João é responsável pela seleção de obras de arte e objetos decorativos, trazendo peças únicas e autênticas que contam histórias fascinantes. Rafael Oliveira Gerente de Atendimento ao Cliente Rafael lidera nossa equipe de atendimento ao cliente, assegurando que cada compra seja uma experiência positiva e personalizada. Autenticidade Garantida Na AntiqueTreasure, cada peça vem com um certificado de autenticidade, garantindo que você está adquirindo itens genuínos e de alta qualidade. Atendimento Personalizado Oferecemos um serviço de atendimento ao cliente dedicado, pronto para ajudar você a encontrar a peça perfeita e garantir uma experiência de compra excepcional. Reconhecimento e Confiança Com anos de atuação no mercado, a AntiqueTreasure é reconhecida por sua integridade e confiabilidade, conquistando a confiança de colecionadores e amantes de antiguidades em todo o Brasil. Nossa Entrega Na AntiqueTreasure, entendemos a importância de uma entrega segura e confiável para os seus preciosos itens antigos. Cada peça é embalada com extremo cuidado para garantir que chegue ao seu destino em perfeitas condições. A satisfação do cliente é nossa prioridade. Garantimos que cada item comprado na AntiqueTreasure chegue até você com a mesma qualidade e integridade com que saiu de nossas mãos. Nosso Assortimento Na AntiqueTreasure, oferecemos uma ampla variedade de itens antigos, cuidadosamente selecionados para atender aos gostos mais exigentes. De móveis elegantes a joias raras, nossa coleção é diversificada e rica em história. Endereço: Av. Anhanguera, 14404 - Capuava, Goiânia - GO, 74450-010, Brasil Número: +55-16-7317-8240 E-mail: antiquetreasure@gmail.com Conecte-se Conosco Eu aceito a Política de Privacidade Página Inicial Política de Privacidade Termos de Uso Descubra Tesouros Antigos!",
    "privacy": "Pol tica de Privacidade - AntiqueTreasure Sobre Nós Nossa Equipe Galeria Contate-nos Política de Privacidade O AntiqueTreasure reconhece a importância da privacidade e está empenhado em proteger as informações pessoais dos nossos usuários. Esta política descreve como coletamos, usamos, compartilhamos e protegemos suas informações ao usar nossos serviços. Informações Coletadas Podemos coletar informações pessoais que você nos fornece diretamente quando interage conosco, como ao fazer uma compra ou se inscrever em nossa newsletter. Essas informações podem incluir seu nome, endereço de e-mail, endereço de entrega, número de telefone, entre outros detalhes necessários para processar seu pedido ou fornecer o serviço solicitado. Também podemos coletar informações automaticamente quando você acessa nosso site, incluindo seu endereço IP, tipo de navegador, provedor de serviços de Internet, páginas de referência/saída e URLs, tipo de plataforma, data/hora e número de cliques. Essas informações são usadas para análise de tendências, administração do site, rastreamento do movimento dos usuários e coleta de informações demográficas. Uso das Informações As informações que coletamos são usadas para fornecer, operar, manter e melhorar nossos serviços, além de personalizar sua experiência. Podemos usar suas informações para processar pedidos, enviar comunicações de marketing, responder a solicitações de suporte e fornecer suporte ao cliente. Compartilhamento de Informações Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros, exceto conforme descrito nesta política de privacidade. Podemos compartilhar suas informações com prestadores de serviços terceirizados que nos auxiliam na operação do nosso site ou na prestação de serviços, como processamento de pagamentos, envio de encomendas e análise de dados. Também podemos divulgar suas informações pessoais quando acreditarmos que é apropriado para cumprir com a lei, fazer cumprir nossas políticas, responder a processos legais ou proteger nossos direitos, propriedade ou segurança. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, observe que nenhuma transmissão de dados pela Internet ou armazenamento eletrônico é 100% seguro. Apesar dos nossos esforços para proteger suas informações pessoais, não podemos garantir sua segurança absoluta. Se você tiver motivos para acreditar que sua interação conosco não é mais segura, entre em contato conosco imediatamente. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Se você deseja exercer esses direitos ou tiver dúvidas sobre nossas práticas de privacidade, entre em contato conosco através do e-mail antiquetreasure@gmail.com. Página Inicial Política de Privacidade Termos de Uso Descubra Tesouros Antigos!",
    "terms": "Condies de Uso - AntiqueTreasure Sobre Nós Nossa Equipe Galeria Contate-nos Termos de Serviço Bem-vindo ao AntiqueTreasure. Estes termos de serviço (\"Termos\") regem o uso do nosso site e serviços. Ao acessar ou usar o AntiqueTreasure, você concorda em cumprir estes Termos. Uso do Site Você concorda em usar o AntiqueTreasure apenas para fins legais e de acordo com estes Termos. Você é responsável por manter a confidencialidade de sua conta e senha e por restringir o acesso ao seu computador ou dispositivo. Conteúdo O conteúdo do AntiqueTreasure é protegido por direitos autorais e outras leis de propriedade intelectual. Você concorda em não reproduzir, distribuir, modificar ou criar obras derivadas do conteúdo sem nossa permissão. Links para Terceiros O AntiqueTreasure pode conter links para sites de terceiros que não são de propriedade ou controlados por nós. Não somos responsáveis pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. Limitação de Responsabilidade O AntiqueTreasure é fornecido \"como está\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não nos responsabilizamos por qualquer dano resultante do uso ou incapacidade de usar o site. Indenização Você concorda em indenizar e isentar o AntiqueTreasure, seus afiliados, funcionários, agentes e licenciantes de qualquer reclamação, responsabilidade, danos, custos ou despesas resultantes do seu uso do site ou violação destes Termos. Alterações nos Termos Reservamos o direito de modificar ou substituir estes Termos a qualquer momento. Se fizermos alterações significativas, iremos notificá-lo por meio de nosso site ou por outros meios. Lei Aplicável Estes Termos são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos será submetida à jurisdição exclusiva dos tribunais localizados em Brasil. Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco através do e-mail antiquetreasure@gmail.com. Página Inicial Política de Privacidade Termos de Uso Descubra Tesouros Antigos!",
    "thanks": "Obrigado em agradecer sua solicita o - AntiqueTreasure Obrigado pela Sua Solicitação! Agradecemos por entrar em contato conosco. Sua solicitação foi recebida com sucesso e nossa equipe entrará em contato em breve para ajudá-lo. Enquanto aguarda, sinta-se à vontade para explorar mais em nosso site e descobrir os tesouros que temos disponíveis. Se tiver alguma dúvida urgente, não hesite em nos contatar através do e-mail antiquetreasure@gmail.com. Estamos ansiosos para atendê-lo e proporcionar uma experiência excepcional! para a página inicial"
  },
  "date": "2024-05-30T09:45:53.312Z"
}