{
  "name": "New_v9_ArtisMobili",
  "pages": {
    "index": "Arte Móveis - Móveis de Design Exclusivo e Sofisticado Telefone: +55-25-5923-5674 E-mail: artemoveis@gmail.com Bem-vindo à Arte Móveis Transforme seu espaço com móveis de design exclusivo e sofisticação Explorar Coleção Sobre Nós Na Arte Móveis, acreditamos que os móveis fazem mais do que apenas preencher um espaço – eles definem a alma de uma casa. Fundada com a missão de trazer sofisticação e design de alta qualidade para cada ambiente, nossa empresa se dedica a criar peças que combinam estética, funcionalidade e durabilidade. Nossa equipe de designers e artesãos trabalha com paixão e atenção aos detalhes para garantir que cada peça seja única e atenda aos mais altos padrões de qualidade. Desde a seleção dos materiais até o acabamento final, cada etapa do processo de produção é cuidadosamente supervisionada para entregar móveis que não apenas decoram, mas transformam espaços. Catálogo Sofá Contemporâneo Sofá elegante com linhas minimalistas e conforto excepcional. Disponível em várias cores. Solicitar Informação Mesa de Jantar de Madeira Mesa de jantar robusta feita de madeira maciça, perfeita para reuniões familiares. Solicitar Informação Estante Modular Estante versátil com design modular que se adapta a qualquer espaço e necessidade. Solicitar Informação Consultoria de Design de Interiores Serviços profissionais de design de interiores que ajudam a transformar sua casa em um espaço acolhedor e elegante. Solicitar Informação Sofá Disponível em Várias Cores Sofá confortável com design ergonômico e estilo sofisticado, disponível em várias opções de cores para combinar perfeitamente com seu interior. Solicitar Informação Cômoda Escandinava Cômoda em estilo escandinavo, com linhas limpas e acabamento em madeira clara. Solicitar Informação O que nossos clientes dizem \"Os móveis da Arte Móveis transformaram minha sala de estar. Altamente recomendados!\" - João Silva \"A qualidade e o design dos móveis superaram minhas expectativas. Um ótimo investimento!\" - Maria Fernandes \"O atendimento ao cliente foi impecável e os móveis chegaram antes do prazo. Muito satisfeito!\" - Carlos Oliveira \"A variedade de estilos e a qualidade dos materiais são incríveis. Recomendo a todos que procuram móveis exclusivos.\" - Ana Costa \"Adorei a consultoria de design de interiores. Eles ajudaram a transformar minha casa em um verdadeiro lar.\" - Felipe Santos \"Os móveis são lindos e muito confortáveis. Toda a experiência de compra foi excelente.\" - Beatriz Almeida \"Comprei uma mesa de jantar e ela é simplesmente perfeita. A Arte Móveis realmente se destaca pela qualidade.\" - Marcos Pereira Nosso Blog Como escolher o móvel perfeito para sua casa Uma breve introdução sobre o conteúdo do blog... Leia Mais Nossos Serviços Oferecemos uma variedade de serviços para garantir que você encontre exatamente o que precisa. De móveis sob medida a consultoria de design de interiores, estamos aqui para ajudar a transformar seu espaço. Contatos Telefone: +55-25-5923-5674 Email: artemoveis@gmail.com Endereço: R. Comendador Leite, 610-Vila Camargo, Bauru-SP, 17060-150, Brasil Solicitar Informação Preencha o formulário abaixo para receber nosso catálogo completo e tabela de preços atualizada, além de se inscrever em nossa newsletter. Nome: E-mail: Mensagem: Aceito a Política de Privacidade Enviar Telefone: +55-25-5923-5674 E-mail: artemoveis@gmail.com Endereço: R. Comendador Leite, 610-Vila Camargo, Bauru-SP, 17060-150, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Arte Móveis Telefone: +55-25-5923-5674 E-mail: artemoveis@gmail.com Política de Privacidade 1. Informações Gerais A sua privacidade é importante para nós. Esta Política de Privacidade descreve como coletamos, usamos e compartilhamos informações pessoais quando você utiliza nosso site. Este documento detalha nossas práticas em relação à coleta, uso e proteção de suas informações pessoais. Leia atentamente para entender como tratamos seus dados. Esta política se aplica a todas as informações pessoais que coletamos ou que você nos fornece durante o uso de nosso site. 2. Coleta de Informações Podemos coletar informações pessoais como nome, endereço de e-mail, número de telefone quando você preenche formulários em nosso site. Além das informações fornecidas ativamente, também podemos coletar informações automaticamente, como endereços IP, tipos de navegador, provedores de serviço de Internet (ISPs), páginas de referência/saída e data/hora de visitas. 3. Uso das Informações As informações pessoais coletadas são utilizadas para fornecer os serviços solicitados, como enviar newsletters e responder a solicitações de informações sobre nossos produtos. Também podemos utilizar suas informações para melhorar nosso site, personalizar sua experiência de usuário, administrar conteúdo, pesquisas de mercado ou para outros fins que você consinta. 4. Compartilhamento de Informações Não compartilhamos informações pessoais com terceiros, exceto quando necessário para cumprir com a legislação aplicável ou para proteger nossos direitos. Podemos compartilhar informações com parceiros de negócios que nos ajudam a operar nosso site ou a prestar serviços a você, desde que concordem em manter essas informações confidenciais. 5. Segurança Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Portanto, não podemos garantir segurança absoluta. 6. Alterações nesta Política Esta Política de Privacidade pode ser atualizada periodicamente para refletir mudanças em nossas práticas de informações. Quaisquer alterações serão publicadas nesta página e entrarão em vigor imediatamente. Recomendamos que você revise esta política regularmente para ficar informado sobre como protegemos suas informações pessoais. 7. Contato Se tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco através do e-mail: artemoveis@gmail.com Telefone: +55-25-5923-5674 E-mail: artemoveis@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições de Uso - Arte Móveis Telefone: +55-25-5923-5674 E-mail: artemoveis@gmail.com Termos e Condições de Uso 1. Aceitação dos Termos Ao acessar este site, você concorda com estes Termos e Condições de Uso, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento das leis locais. Se você não concordar com qualquer um destes termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas comerciais aplicáveis. 2. Uso do Site O conteúdo deste site é fornecido apenas para informações gerais. A Arte Móveis se esforça para garantir a precisão e a atualidade das informações, mas não oferece garantias quanto à precisão, adequação ou completude das informações encontradas ou oferecidas neste site para qualquer finalidade específica. Você reconhece que tais informações e materiais podem conter imprecisões ou erros e a Arte Móveis não se responsabiliza por quaisquer imprecisões ou erros na medida máxima permitida por lei. 3. Propriedade Intelectual Todos os direitos autorais, marcas comerciais e outros direitos de propriedade intelectual no site e seu conteúdo (incluindo, sem limitação, o design, texto, gráficos e todos os softwares e códigos fonte relacionados) são de propriedade ou licenciados para a Arte Móveis. Você concorda em não reproduzir, distribuir, modificar, exibir, executar publicamente, publicar, criar trabalhos derivados, transmitir ou de qualquer outra forma explorar qualquer parte do conteúdo deste site, exceto conforme permitido nestes Termos de Uso ou com a permissão por escrito da Arte Móveis. 4. Limitações Em nenhum caso a Arte Móveis ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro, ou devido a interrupção dos negócios) decorrentes do uso ou da incapacidade de usar os materiais neste site, mesmo que a Arte Móveis tenha sido avisada oralmente ou por escrito da possibilidade de tais danos. Porque algumas jurisdições não permitem limitações em garantias implícitas, ou limitações de responsabilidade por danos conseqüentes ou incidentais, estas limitações podem não se aplicar a você. 5. Links para Outros Sites Este site pode conter links para sites de terceiros. Esses links são fornecidos apenas para conveniência e não implicam endosso dos conteúdos desses sites. A Arte Móveis não controla e não é responsável pelo conteúdo ou práticas de privacidade de tais sites. 6. Alterações nos Termos A Arte Móveis pode revisar estes termos de uso para seu site a qualquer momento sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual desses termos de uso. Recomendamos que você revise esta página periodicamente para quaisquer alterações. Estes termos são regidos e interpretados de acordo com as leis do estado de São Paulo, Brasil. 7. Contato Se tiver dúvidas sobre estes Termos e Condições, entre em contato conosco através do e-mail: artemoveis@gmail.com Telefone: +55-25-5923-5674 E-mail: artemoveis@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Política de Privacidade Termos e Condições",
    "thanks": "Obrigado por entrar em contato - Arte Móveis Obrigado por entrar em contato! Agradecemos por entrar em contato conosco. Entraremos em contato o mais breve possível. Enquanto isso, você pode saber mais sobre nós em nosso site Página Principal"
  },
  "date": "2024-06-25T07:57:30.636Z"
}