{
  "name": "New_v9_floresDaMontanha",
  "pages": {
    "about": "floresDaMontanha – Natureza em sua casa flores Da Montanha home sobre nós contatos +55 49 1964 0825 Sobre nós Somos a floresDaMontanha - sua fonte confiável de plantas exclusivas das terras altas.Vendemos profissionalmente flores de montanha raras e exóticas, incluindo espécies alpinas e mediterrânicas. Vendemos profissionalmente flores de montanha raras e exóticas, incluindo espécies alpinas e mediterrânicas. Selecionamos cuidadosamente cada planta para garantir alta qualidade e saúde - todas são testadas quanto a doenças. Aderimos aos princípios da agricultura biológica, apoiando o cultivo sustentável e responsável de plantas. Em nossa loja você encontrará espécies raras e difíceis de encontrar em outros lugares, por exemplo, áster alpino, edelweiss, etc. Nossa equipe está pronta para assessorá-lo na escolha das plantas e seus cuidados, levando em consideração as condições específicas da sua região.Atualizamos constantemente o nosso sortimento dependendo da época do ano, oferecendo as plantas mais relevantes e bonitas. Temos uma loja online conveniente onde você pode ver toda a linha e fazer um pedido a qualquer momento.Realizamos regularmente promoções e ofertas especiais onde você pode comprar plantas com descontos significativos.Nós nos esforçamos para oferecer um serviço de alto nível, nossos funcionários estão sempre prontos para ajudar e esclarecer qualquer dúvida. Oferecemos uma ampla gama de fertilizantes, solos, vasos e ferramentas de jardim para cuidar de flores.Ajudaremos você a posicionar corretamente as plantas no jardim, levando em consideração as necessidades de luz e umidade de cada espécie.Utilizamos tecnologias modernas para cuidar e cultivar plantas para garantir a máxima durabilidade e beleza. Catálogo Edelweiss (Leontopodium alpinum) Edelweiss é uma famosa flor da montanha que simboliza as terras altas. Possui flores brancas cor de palha crescendo em hastes rígidas. Edelweiss prefere condições alpinas com solos rochosos e locais ensolarados. Esta espécie é conhecida por sua resistência a condições climáticas adversas preço: 12 $ Comprar Áster alpino (Aster alpinus) O áster alpino é uma planta perene compacta com flores brilhantes em forma de estrela, de cores variadas, que aparecem na primavera e no verão. Forma um grupo de tapetes densos, ideal para jardins de pedras e canteiros de flores. Prefere áreas ensolaradas com solos drenados. preço: 7 $ Comprar Lobélia (Lobelia erinus) Lobelia é uma planta de baixo crescimento com flores azuis ou roxas brilhantes. Em condições montanhosas forma cascatas densas e é ideal para contentores e jardinagem vertical. Lobélia prefere sombra parcial e solos úmidos, mas também pode se adaptar a diversas condições. preço: 8 $ Comprar camomila herbácea (Leucanthemum vulgare) Esta margarida com pétalas brancas e centro amarelo é frequentemente encontrada em prados altos e encostas. Simboliza a simplicidade e a beleza da natureza e possui boas propriedades de proteção para o ecossistema circundante. A planta tolera uma variedade de tipos de solo e prefere áreas ensolaradas. preço: 14 $ Comprar Sedum (Sedum spp.) Sedums são um grupo de plantas suculentas que preferem locais secos e rochosos. Têm folhas carnudas e flores brilhantes, muitas vezes amarelas ou vermelhas, que atraem insetos polinizadores. Sedums são muito despretensiosos e crescem facilmente em condições ensolaradas e semi-sombreadas. preço: 10 $ Comprar Flox (Phlox subulata) Uma flor perene de baixo crescimento com flores brilhantes que forma esteiras densas e atarracadas. Phlox vem em uma variedade de cores, do branco ao rosa choque. Ela floresce lindamente na primavera e no verão e prefere locais ensolarados com solo bem drenado. preço: 9 $ Comprar Leiteiro (Orobanche sp.) Milkweed é uma planta semiparasita interessante que geralmente cresce em solos ácidos e pobres. Possui flores amarelas brilhantes que aparecem no verão. A serralha requer cuidados e condições especiais para crescer com sucesso, o que a torna uma adição interessante aos jardins de pedras. preço: 14 $ Comprar Genciana (Gentiana spp.) Genciana é um gênero de plantas herbáceas perenes com flores azuis brilhantes características. Muitas vezes crescem em áreas rochosas e prados alpinos. A genciana simboliza força e resiliência e prefere solos ácidos, bem drenados e ensolarados. preço: 12 $ Comprar flores Da Montanha home sobre nós contatos +55 49 1964 0825 política de Privacidade Termos e Condições",
    "index": "floresDaMontanha – A beleza da natureza em sua casa flores Da Montanha home sobre nós contatos +55 49 1964 0825 flores e ervas da montanha Convidamos você para nossa loja de ervas da montanha! Oferecemos ervas cuidadosamente selecionadas e de alta qualidade, provenientes de regiões montanhosas, com aromas únicos e muitas propriedades benéficas. Passe pela nossa loja de ervas de montanha e descubra o verdadeiro poder da natureza! Oferecemos uma ampla seleção de ervas frescas e secas, cuidadosamente colhidas em áreas montanhosas imaculadas. As nossas ervas irão ajudá-lo a criar pratos deliciosos, melhorar a sua saúde e encher a sua casa de aromas agradáveis. Cada erva da nossa gama é colhida manualmente em altitude e mantém toda a sua potência natural. Explore as nossas ofertas e adicione um toque de ar puro da montanha à sua vida! familiarizar Somos uma equipe de entusiastas apaixonados pela natureza, que recolhe e oferece cuidadosamente as melhores ervas da montanha. Nosso objetivo é fornecer produtos de alta qualidade, naturais e ecológicos que irão agregar sabor rico aos seus pratos e vitalidade à sua saúde. Cada erva da nossa loja é selecionada com amor e respeito pela natureza. Descubra connosco o aroma dos prados de montanha! Oferecemos apenas ervas frescas e naturais, colhidas a dedo em regiões montanhosas ecologicamente limpas. Aqui você encontrará uma variedade de ervas, clássicas e raras, para necessidades culinárias, de saúde e de aromaterapia Todos os nossos produtos são isentos de aditivos químicos e pesticidas, o que os torna seguros para a saúde. Nossa equipe está sempre pronta para ajudá-lo na sua escolha, fornecendo conselhos e recomendações sobre o uso das ervas. sortimento Principalmente, as flores da montanha são usadas para criar bebidas muito saudáveis ​​que ajudam durante a hipertensão, doenças cardiovasculares, colesterol alto ou níveis elevados de plaquetas no sangue. Você também pode fazer sabores agradáveis ​​e desinfetantes com eles. Nossa Mountain Herb Store se orgulha de ter uma galeria única onde você pode ver e apreciar a variedade de nossos produtos. A galeria é um espaço esteticamente desenhado repleto de ervas coloridas e perfumadas, cada uma com seu lugar. Aqui você encontrará não só ervas secas, mas também plantas vivas que irão realçar a beleza natural e a riqueza da natureza. Nós nos esforçamos para criar uma atmosfera que o inspire a descobrir novos sabores e aromas. Cada composição é pensada com cuidado e amor para que você possa aproveitar o processo de seleção e a imersão no mundo das ervas da montanha. Venha apreciar a beleza e variedade do nosso sortimento! Endereço A nossa loja está localizada numa zona pitoresca da cidade, em 6R4J+5VQ, Av. Argentina, Santa Cruz de la Sierra, Bolívia. estamos convenientemente localizados em frente a este magnífico parque, tornando-nos acessíveis a todos. No nosso espaço acolhedor poderá desfrutar do ambiente da natureza serrana e escolher entre uma vasta oferta de ervas aromáticas da montanha. Temos o prazer de vê-lo em nossa loja e oferecer o melhor da natureza! Oferecemos também serviços turísticos aos locais onde recolhemos ervas aromáticas de montanha, bem como aos locais onde as produzimos. Telefone: +55 49 1964 0825 E-mail: floresDaMontanha@gmail.com Endereço: 6R4J+5VQ, Av. Argentina, Santa Cruz de la Sierra, Bolívia Fill in your contact information Agradecemos o seu interesse pelas nossas ervas de montanha e queremos tornar a sua experiência com a nossa equipa o mais cómoda e agradável possível. Nosso formulário de retorno de chamada foi projetado para permitir que você entre em contato conosco de forma rápida e fácil caso tenha alguma dúvida ou preocupação. Preencha o simples formulário abaixo com seu nome, endereço de e-mail e, se desejar, uma pequena mensagem com suas dúvidas ou preocupações. Tentaremos ligar de volta o mais rápido possível para fornecer as informações necessárias ou ajudar com suas solicitações. Esta é a forma ideal de obter respostas às suas questões sobre a nossa gama, métodos de entrega, ofertas especiais ou recomendações de utilização das nossas ervas. Também ficaremos felizes em ouvir seus comentários e sugestões para nos ajudar a melhorar nossos serviços e produtos. Sua opinião é muito importante para nós e nos esforçamos para que cada cliente se sinta ouvido e valorizado. Agradecemos antecipadamente pelo seu interesse e atenção aos nossos produtos. Aguardamos sua mensagem e esperamos nos comunicar com você! Eu concordo com política de Privacidade Ordem flores Da Montanha home sobre nós contatos +55 49 1964 0825 política de Privacidade Termos e Condições",
    "privacyPolicy": "floresDaMontanha - Beleza Encantadora da Natureza flores Da Montanha home sobre nós contatos +55 49 1964 0825 Política de Privacidade Introdução Esta Política de Privacidade explica como coletamos, usamos, armazenamos e protegemos suas informações ao usar nosso site e serviços. Ao utilizar nosso site, você concorda com os termos desta política. Informações que coletamos Coletamos as seguintes informações pessoais: Nome Email Endereço Informações de pagamento Como usamos suas informações Utilizamos suas informações para: Processar pedidos Enviar confirmações e atualizações sobre os pedidos Comunicar promoções e novidades Melhorar nossos serviços e seu atendimento Compartilhamento de informações Nós não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para processar seu pedido (por exemplo, serviços de entrega) ou quando exigido por lei. Segurança das informações Tomamos precauções para proteger suas informações pessoais. No entanto, nenhum método de transmissão através da Internet ou método de armazenamento eletrônico é 100% seguro, por isso não podemos garantir segurança absoluta. Seus direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através das informações fornecidas abaixo. Alterações nesta Política de Privacidade Reservamo-nos o direito de atualizar esta Política de Privacidade a qualquer momento. Qualquer alteração será publicada neste documento com a data de atualização. Contato Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco: E-mail: floresDaMontanha@gmail.com Telefone: +55 49 1964 0825 Endereço: 6R4J+5VQ, Av. Argentina, Santa Cruz de la Sierra, Bolívia flores Da Montanha home sobre nós contatos +55 49 1964 0825 política de Privacidade Termos e Condições",
    "TermsAndConditions": "floresDaMontanha - Plantas únicas para o seu jardim flores Da Montanha home sobre nós contatos +55 49 1964 0825 Termos e Condições Bem-vindo à nossa loja de flores de montanha! Ao utilizar nosso site, você concorda com os seguintes termos e condições. Por favor, leia atentamente. 1. Aceitação dos Termos Ao acessar e usar nosso site, você concorda em cumprir estes termos e condições. Se você não concordar com estes termos, por favor, não use nosso site. 2. Uso do Site Você concorda em usar nosso site apenas para fins legais e de maneira que não infrinja os direitos de outros ou restrinja o uso e gozo do site por terceiros. 3. Produtos Todos os produtos estão sujeitos à disponibilidade. Reservamo-nos o direito de descontinuar qualquer produto a qualquer momento. 4. Preços Os preços dos produtos estão sujeitos a alterações sem aviso prévio. O preço válido será aquele que for exibido em seu carrinho de compras antes da finalização da compra. 5. Pagamento As pagamentos devem ser feitos através das opções disponíveis no site. Você é responsável por garantir que os dados de pagamento fornecidos sejam corretos. 6. Entrega Nós nos esforçamos para entregar todos os pedidos dentro do prazo indicado. No entanto, não nos responsabilizamos por atrasos fora do nosso controle. 7. Política de Devolução Se você não estiver satisfeito com seu pedido, você pode devolvê-lo dentro de 14 dias após a entrega, desde que os produtos estejam em sua condição original. 8. Alterações dos Termos Reservamos o direito de alterar estes termos e condições a qualquer momento. Quaisquer alterações serão publicadas nesta página e entrarão em vigor imediatamente após a publicação. Contatos Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco: E-mail: floresDaMontanha@gmail.com Telefone: +55 49 1964 0825 Endereço: 6R4J+5VQ, Av. Argentina, Santa Cruz de la Sierra, Bolívia flores Da Montanha home sobre nós contatos +55 49 1964 0825 política de Privacidade Termos e Condições",
    "thank_page": "floresDaMontanha: natureza em cada buquê Obrigado pela sua Compra! Estamos felizes por você ter escolhido nossas flores de montanha. Seu pedido foi recebido e será processado em breve. Você receberá um e-mail de confirmação com os detalhes da sua compra. Se tiver alguma dúvida, não hesite em floresDaMontanha@gmail.com. Voltar à Página Inicial"
  },
  "date": "2024-07-22T17:47:53.183Z"
}