{
  "name": "New_v9_MyStyle",
  "pages": {
    "about": "Loja de Scooters - Sobre Nós lar sobre nós Catálogo Contatos Sobre nós! Bem-vindo à MyStyle, sua loja de moda favorita! Desde nossa fundação, nos dedicamos a oferecer a melhor experiência de compra de moda para nossos clientes. Localizada no coração da cidade, a MyStyle é mais do que uma loja - é um destino para aqueles que buscam estilo, qualidade e atendimento excepcional. Nosso compromisso com a moda responsável é evidente em cada peça que oferecemos. Trabalhamos apenas com marcas que compartilham nossos valores de sustentabilidade e ética. Além disso, nossa equipe está sempre pronta para ajudar você a encontrar o visual perfeito para cada ocasião. Na MyStyle, acreditamos que a moda é uma forma de expressão pessoal, e nossa variedade de estilos e tamanhos reflete essa crença. Seja você clássico ou ousado, temos algo para todos. Estamos ansiosos para recebê-lo em nossa loja e ajudá-lo a descobrir seu estilo único. Venha nos visitar hoje e faça parte da família MyStyle! Você tem uma pergunta? Escreva-nos e teremos prazer em responder qualquer pergunta escrever Nós oferecemos Roupas femininas: Descubra nossa coleção elegante e versátil, com vestidos, blusas e saias que realçam a feminilidade e o estilo moderno da mulher contemporânea. Roupas masculinas: Explore nossa linha de roupas masculinas, com camisas bem cortadas, calças elegantes e ternos sofisticados para o homem moderno. Roupas infantis: Conheça nossas roupas infantis, projetadas para conforto e estilo, com cores vibrantes e designs encantadores que agradam aos pequenos e aos pais. Roupas clássicas: Apresentamos uma seleção de roupas atemporais, como camisas de botão, calças de alfaiataria e vestidos simples, para um visual elegante e refinado. Roupas esportivas: Encontre peças funcionais e estilosas para suas atividades físicas, incluindo roupas respiráveis, shorts e tops que combinam conforto e estilo durante o exercício. Questões, Por que nós?: Ampla variedade de produtos de alta qualidade: na nossa loja, apenas as melhores marcas e últimas tendências da moda são apresentadas, para que cada cliente possa encontrar exatamente o que corresponde ao seu estilo e preferências. Conveniência nas compras: oferecemos uma loja online conveniente com uma interface intuitiva, onde é fácil encontrar o produto desejado, ler sua descrição e fazer o pedido em apenas alguns cliques. Preços competitivos e promoções: regularmente oferecemos descontos e ofertas especiais, permitindo que nossos clientes economizem em suas compras e desfrutem ainda mais da experiência de compra. Serviço profissional: nossa equipe é composta por especialistas experientes que estão sempre prontos para ajudar na escolha, responder a perguntas e garantir um alto nível de atendimento a cada cliente. Entrega rápida e confiável: garantimos entrega rápida dos pedidos em qualquer lugar, além de oferecer opções de pagamento conveniente para tornar o processo de compra o mais confortável possível para nossos clientes. Como escolher?: Compreender seu próprio estilo e preferências: é importante saber qual tipo de roupa combina com seu estilo de vida, gostos pessoais e necessidades, para fazer a escolha certa ao comprar. Considere o tipo de corpo: escolha roupas que realcem seus pontos fortes e disfarcem suas imperfeições, levando em conta as características do seu corpo, como forma e proporções. Qualidade dos materiais e costura: dê preferência a roupas feitas de materiais de alta qualidade, com boa costura, para garantir durabilidade e conforto ao usar. Experimente antes de comprar: nunca hesite em experimentar a roupa antes de comprar, para garantir que ela sirva e pareça como você imaginava. Siga as tendências com sabedoria: embora as tendências da moda sejam importantes, escolha aquelas que correspondam ao seu estilo e que não saiam de moda rapidamente, para que seu guarda-roupa esteja atualizado e funcional por um longo período de tempo. Etapas da escolha?: Pesquisa e planejamento: identifique o que você precisa, pesquise o mercado, compare preços e avalie a qualidade dos produtos, além de elaborar um plano de orçamento. Seleção de roupas: com base na pesquisa realizada, faça a escolha da roupa ideal que atenda às suas necessidades e preferências. Realização do pedido: após selecionar a roupa desejada, faça o pedido, preenchendo os dados necessários para entrega e pagamento, verificando a precisão de todas as informações fornecidas. Pagamento: escolha um método de pagamento conveniente e efetue o pagamento do pedido de acordo com as condições selecionadas. Entrega e recebimento do produto: aguarde a entrega da roupa no endereço especificado ou retire-a na loja, e então verifique se corresponde ao pedido e se não há danos. Escolha o tamanho?: Conheça suas medidas: Tire suas medidas corretamente usando uma fita métrica para determinar o tamanho do seu corpo em relação aos padrões de tamanho da loja. Consulte a tabela de tamanhos: Cada marca pode ter suas próprias tabelas de tamanhos, por isso é importante consultar a tabela de tamanhos específica da marca para encontrar o tamanho mais adequado para você. Leia as avaliações: Ao fazer compras online, leia as avaliações dos clientes sobre o tamanho do produto para ter uma ideia melhor de como ele se ajusta ao corpo. Considere o estilo de roupa: Dependendo do estilo da roupa, você pode preferir um ajuste mais folgado ou mais ajustado. Leve isso em consideração ao escolher o tamanho. Experimente quando possível: Se estiver disponível, experimente a roupa antes de comprar para garantir que o tamanho escolhido seja o mais confortável e adequado para você. Bem-vindo ! Cardápio Lar Catálogo Sobre nós Contatos Contatos: +55-78-8503-7915 mystyle@gmail.com P. Diretor Sul, Palmas - TO, 77019-400, Brasil Informação Política de Privacidade Termos e Condições",
    "catalog": "Loja de Scooters - Catálogo lar sobre nós Catálogo Contatos Catálogo Bem-vindo ao nosso catálogo na loja MyStyle! Aqui, você encontrará uma ampla seleção das últimas tendências da moda, cuidadosamente selecionadas para atender ao seu estilo único. De elegantes peças casuais a sofisticadas roupas de festa, nossa coleção abrange todas as ocasiões e gostos. Explore nossa variedade de roupas femininas, masculinas e infantis, projetadas para destacar sua personalidade e realçar sua beleza. Navegue por nossas categorias de moda, incluindo blusas, calças, vestidos, acessórios e muito mais, tudo com a qualidade e o estilo que você espera da MyStyle. Estamos comprometidos em oferecer não apenas roupas da mais alta qualidade, mas também uma experiência de compra excepcional. Atualizamos regularmente nosso catálogo com novas chegadas, para que você possa sempre descobrir algo novo e emocionante em nossa loja. Sinta-se à vontade para explorar nosso catálogo e encontrar as peças perfeitas para complementar seu estilo pessoal. Na MyStyle, a moda é uma expressão de quem você é. Estamos aqui para ajudá-lo a criar o seu próprio estilo único. Roupa para Homem Estilo Elegante Clássico Camisa de Algodão: Camisa clássica de algodão, perfeita para qualquer ocasião. Calças de Lã: Calças elegantes e confortáveis, ideais para o trabalho ou eventos formais. Blazer de Linho: Blazer leve e sofisticado, ótimo para combinar com diversas peças. Ordem Estilo Desportivo Moderno Camiseta de Poliéster: Camiseta leve e respirável para uma aparência desportiva e moderna. Calças de Moletom: Calças confortáveis e estilosas, perfeitas para o dia a dia. Tênis Esportivos: Tênis de alta performance para uma experiência confortável durante a prática esportiva. Ordem Estilo Casual Urbano Camiseta de Algodão: Camiseta confortável e versátil para um estilo casual. Calças Jeans: Calças jeans modernas e práticas para qualquer ocasião. Tênis de Lona: Tênis de lona leve e estiloso, perfeito para o ambiente urbano. Ordem Estilo Formal Clássico Terno de Lã: Terno clássico de lã para eventos formais e profissionais. Camisa Social: Camisa social elegante e refinada, complemento ideal para o terno. Sapatos Oxford: Sapatos oxford de couro, símbolo de elegância e sofisticação. Ordem Roupas Femininas Estilo Casual Chic Vestido Midi: Vestido elegante e confortável, perfeito para o dia a dia. Jaqueta Jeans: Jaqueta moderna em jeans, ideal para um look despojado. Sapatilhas de Couro: Sapatilhas elegantes e versáteis, para completar o visual com estilo. Bolsa Tote: Bolsa espaçosa e prática, ideal para carregar todos os seus itens essenciais. Ordem Estilo Elegante Noturno Vestido de Gala: Vestido deslumbrante para ocasiões especiais, com detalhes em renda. Sapatos de Salto Alto: Sapatos elegantes de salto alto, para uma aparência sofisticada. Clutch de Luxo: Clutch chique e compacta, perfeita para eventos noturnos. Brincos de Pérola: Brincos delicados de pérola, adicionando um toque de elegância. Ordem Estilo Desportivo Urbano Leggings de Algodão: Leggings confortáveis e versáteis, ideais para atividades físicas ou passeios urbanos. Top Esportivo: Top moderno e funcional, perfeito para exercícios físicos. Tênis de Corrida: Tênis de corrida confortáveis e estilosos, para manter-se ativa com estilo. Boné de Baseball: Boné esportivo e estiloso, ideal para proteger do sol durante atividades ao ar livre. Ordem Estilo Boho Chic Vestido Maxi Floral: Vestido longo e fluido, com estampa floral, perfeito para um look boêmio e descontraído. Quimono de Crochê: Quimono leve e adornado com detalhes em crochê, ideal para um toque boêmio. Sandálias de Camurça: Sandálias confortáveis e estilosas, para complementar o visual boho com charme. Colar de Miçangas: Colar artesanal de miçangas, adicionando um toque étnico ao conjunto. Ordem Roupas de Bebê Estilo Casual Infantil Camiseta de Algodão: Camiseta macia e confortável, ideal para uso diário. Calça Jeans: Calça jeans resistente e durável, perfeita para brincadeiras ao ar livre. Tênis de Velcro: Tênis práticos de velcro, fáceis de calçar e ideais para atividades físicas. Boné de Algodão: Boné leve e ajustável, protegendo do sol durante as brincadeiras. Ordem Estilo Elegante para Festas Vestido de Festa: Vestido encantador e sofisticado, perfeito para ocasiões especiais. Sapatos de Verniz: Sapatos elegantes de verniz, complementando o visual festivo. Tiara com Laço: Tiara delicada com laço, adicionando um toque de estilo ao penteado. Bolsa de Lantejoulas: Bolsa brilhante de lantejoulas, para guardar pequenos objetos durante a festa. Ordem Estilo Desportivo para Crianças Camiseta Esportiva: Camiseta respirável e leve, ideal para prática esportiva. Shorts de Tecido Técnico: Shorts confortáveis e flexíveis, perfeitos para movimentos ativos. Tênis de Corrida: Tênis esportivos e amortecidos, garantindo conforto durante as atividades físicas. Viseira de Tela: Viseira de tela ajustável, protegendo do sol durante os jogos ao ar livre. Ordem Estilo Aconchegante para o Inverno Jaqueta Acolchoada: Jaqueta quente e acolchoada, perfeita para os dias frios. Calças de Lã: Calças confortáveis e térmicas, mantendo as pernas aquecidas. Botas Forradas: Botas forradas e impermeáveis, ideais para brincadeiras na neve. Luvas de Lã: Luvas macias e quentes, protegendo as mãos do frio. Ordem Conecte-se conosco Conecte-se com MyStyle: Seja para planejar sua próxima sessão de treino ou tirar dúvidas sobre nossas instalações, a equipe do MyStyle está aqui para ajudar com qualquer informação ou suporte que você precise. Nosso pessoal dedicado está comprometido em fornecer um serviço atencioso e rápido para garantir que suas experiências conosco sejam eficazes e gratificantes. Fique em contato: Seu feedback e perguntas são importantes para nós: No MyStyle, valorizamos seu feedback e perguntas, pois eles são essenciais para nos ajudar a melhorar sua experiência e a qualidade do nosso serviço. Seja sobre agendar uma sessão de treinamento pessoal, perguntar sobre nossos equipamentos ou fornecer feedback sobre sua rotina de exercícios, nossa equipe responsiva está ansiosa para ouvir você. Estamos dedicados a alcançar seus objetivos de fitness e garantir sua satisfação com todos os aspectos do nosso serviço. Visite-nos ou entre em contato: Estamos aqui para você: Para assistência direta ou para experimentar os benefícios do MyStyle em primeira mão, visite-nos em nossa localização conveniente. Nossa equipe está pronta para recebê-lo e fornecer orientação especializada, garantindo que cada sessão de treino conosco seja produtiva e agradável. Se preferir entrar em contato do conforto de sua casa, entre em contato conosco por telefone ou e-mail. Estamos ansiosos para ouvir você e estamos empolgados em ajudá-lo a alcançar seus objetivos de fitness no MyStyle. Contatos Telefone: +55-78-8503-7915 E-mail: mystyle@gmail.com Endereço: P. Diretor Sul, Palmas - TO, 77019-400, Brasil Forma enviar Concordo política de Privacidade Bem-vindo ! Cardápio Lar Catálogo Sobre nós Contatos Contatos: +55-78-8503-7915 mystyle@gmail.com P. Diretor Sul, Palmas - TO, 77019-400, Brasil Informação Política de Privacidade Termos e Condições",
    "index": "Loja de Scooters - Casa lar sobre nós Catálogo Contatos Bem-vindo à MyStyle A sua nova paragem para moda e estilo. Estamos encantados por o receber no nosso mundo de elegância e tendências. Na MyStyle, não é apenas sobre vestir-se bem, é sobre expressar a sua personalidade única através da moda. Explore a nossa vasta seleção de peças cuidadosamente escolhidas, desde o casual chic até ao glamour sofisticado. Quer esteja à procura da última tendência ou de peças intemporais, temos algo para todos os gostos e ocasiões. Deixe-se inspirar pela nossa coleção exclusiva e descubra o seu estilo pessoal. Estamos aqui para tornar cada compra uma experiência memorável. Bem-vindo à MyStyle, onde a moda se encontra com a individualidade. Variedade Bem-vindo ao mundo de estilo e variedade na loja MyStyle! Aqui você encontrará uma ampla seleção de roupas da moda para homens, mulheres e crianças de diferentes idades e preferências. Nosso estoque inclui peças elegantes e confortáveis para o dia a dia, trajes sofisticados para ocasiões especiais e roupas esportivas para um estilo de vida ativo. Orgulhamo-nos de oferecer tendências da moda e estilos clássicos para que todos possam expressar sua individualidade através da moda. Independentemente da sua idade ou preferências, na MyStyle você certamente encontrará algo único e ao seu gosto. Bem-vindo ao mundo da moda sem limites! Roupa masculina Descubra a coleção de moda masculina elegante e funcional na loja MyStyle. Nossa seleção inclui camisas clássicas, ternos elegantes, jeans confortáveis e acessórios modernos para ajudá-lo a criar um visual único para qualquer ocasião. Independentemente do seu estilo ou preferências, oferecemos roupas de alta qualidade a preços acessíveis para que você possa parecer elegante e confiante em qualquer situação. Roupa feminina Explore o mundo da elegância feminina e estilo com a nossa coleção de roupas femininas na loja MyStyle. Aqui você encontrará tudo o que precisa para criar um visual atraente e sofisticado - desde vestidos requintados e blusas da moda até jeans confortáveis e acessórios elegantes. Nossas roupas destacam sua individualidade e ajudam você a se destacar da multidão, seja no trabalho, em uma festa ou dando um passeio pela cidade. Roupa infantil A coleção infantil na loja MyStyle oferece uma variedade de estilos e cores para pequenos fashionistas de todas as idades. Preocupamo-nos com o conforto e segurança dos seus filhos, oferecendo apenas roupas de qualidade e testadas pelo tempo. Desde trajes coloridos e divertidos até roupas práticas para o dia a dia - temos tudo o que é necessário para que seu pequeno se sinta confortável e com estilo em qualquer situação. MyStyle: Moda para Toda a Família Descubra nossa coleção para homens, mulheres e crianças Bem-vindo ao MyStyle, onde a moda encontra todos os membros da família. Explore nossa ampla variedade de roupas para homens, mulheres e crianças de todas as idades e estilos. De roupas casuais a peças elegantes, temos tudo para atender às suas necessidades de moda. Na MyStyle, valorizamos a individualidade e o conforto, oferecendo produtos de alta qualidade a preços acessíveis. Faça da sua experiência de compra uma jornada emocionante e inspiradora conosco. Roupas Masculinas Explore nossa coleção de moda masculina, que inclui desde roupas casuais até peças formais. Encontre o visual perfeito para todas as ocasiões. Roupas Femininas Descubra nossa coleção de moda feminina, repleta de peças elegantes para todas as mulheres modernas. De vestidos a acessórios, temos o que você precisa para arrasar no seu estilo. Bem-vindo ! Cardápio Lar Catálogo Sobre nós Contatos Contatos: +55-78-8503-7915 mystyle@gmail.com P. Diretor Sul, Palmas - TO, 77019-400, Brasil Informação Política de Privacidade Termos e Condições",
    "privacy-policy": "Loja de Scooters - Política de Privacidade lar sobre nós Catálogo Contatos Política de Privacidade Coleta de Informações: Nosso site coleta informações pessoais identificáveis, como nomes, endereços de e-mail e números de telefone, apenas quando fornecidas voluntariamente pelos usuários. Uso de Informações: As informações fornecidas pelos usuários serão usadas apenas para os fins especificados, como processar pedidos, responder a perguntas ou fornecer suporte ao cliente. Proteção de Dados: Empregamos medidas de segurança adequadas para proteger as informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Cookies: Nosso site pode usar cookies para melhorar a experiência do usuário. Os cookies podem ser desativados nas configurações do navegador, mas isso pode afetar a funcionalidade do site. Divulgação a Terceiros: Não compartilhamos informações pessoais dos usuários com terceiros, exceto quando necessário para cumprir com a legislação aplicável ou proteger nossos direitos. Links Externos: Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Atualizações da Política: Reservamos o direito de atualizar nossa política de privacidade periodicamente. As alterações serão publicadas nesta página. Consentimento: Ao usar nosso site, você concorda com os termos de nossa política de privacidade e com o processamento de suas informações conforme descrito. Acesso e Controle: Os usuários têm o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esse direito, entre em contato conosco. Idade Mínima: Nosso site não é destinado a menores de 18 anos. Não coletamos intencionalmente informações de menores sem consentimento dos pais ou responsáveis legais. Entre em contato conosco: Se você tiver alguma dúvida, por favor contacte-nos em mystyle@gmail.com. Bem-vindo ! Cardápio Lar Catálogo Sobre nós Contatos Contatos: +55-78-8503-7915 mystyle@gmail.com P. Diretor Sul, Palmas - TO, 77019-400, Brasil Informação Política de Privacidade Termos e Condições",
    "terms-conditions": "Loja de Scooters - Termos e Condições lar sobre nós Catálogo Contatos Termos e Condições Acordo com os Termos: Ao acessar e usar nosso site, você concorda em obedecer a estes termos e condições e em cumprir todas as leis e regulamentos aplicáveis. Se você discordar de qualquer parte destes termos, por favor, não use nosso site. Uso Autorizado: Você concorda em usar nosso site apenas para fins legais e de maneira que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo do site por qualquer outra pessoa. Propriedade Intelectual: Todo o conteúdo em nosso site, incluindo texto, gráficos, logotipos, ícones de botões, imagens, clipes de áudio e software, é propriedade nossa ou de nossos fornecedores e está protegido por leis de direitos autorais e marcas registradas. Limitações de Responsabilidade: Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, especiais, incidentais ou consequentes decorrentes do uso ou incapacidade de usar nosso site. Links para Outros Sites: Nosso site pode conter links para sites de terceiros que não são controlados por nós. Não somos responsáveis pelo conteúdo, políticas de privacidade ou práticas de tais sites. Modificações nos Termos: Reservamos o direito de modificar estes termos a qualquer momento, sem aviso prévio. Ao continuar a usar o site após tais modificações, você concorda em ficar vinculado aos termos modificados. Rescisão: Reservamos o direito de rescindir ou suspender seu acesso ao site imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo se você violar estes termos. Indenização: Você concorda em indenizar e isentar-nos de qualquer responsabilidade, custo, dano ou despesa, incluindo honorários advocatícios, resultantes de qualquer violação destes termos por você. Legislação Aplicável: Estes termos serão regidos e interpretados de acordo com as leis do Brasil, sem consideração às suas disposições de conflito de leis. Divisibilidade: Se qualquer disposição destes termos for considerada inválida ou inexequível por um tribunal, as demais disposições permanecerão em pleno vigor e efeito. Entre em contato conosco: Se você tiver alguma dúvida, por favor contacte-nos em mystyle@gmail.com. Bem-vindo ! Cardápio Lar Catálogo Sobre nós Contatos Contatos: +55-78-8503-7915 mystyle@gmail.com P. Diretor Sul, Palmas - TO, 77019-400, Brasil Informação Política de Privacidade Termos e Condições",
    "thanks": "Loja de Scooters - Obrigado Obrigado por nos contatar! Obrigado por escolher a nossa loja de scooters para suas necessidades de transporte. Agradecemos sinceramente por confiar em nós para fornecer produtos de qualidade e serviço excepcional. Sua satisfação é nossa prioridade máxima. Seu apoio é fundamental para nós e nos motiva a continuar oferecendo os melhores produtos e experiências de compra. Estamos comprometidos em superar suas expectativas e em garantir que você desfrute ao máximo sua scooter. Mantenha-se atualizado com nossas últimas ofertas e novidades. Fique à vontade para entrar em contato conosco se precisar de qualquer assistência adicional. Obrigado mais uma vez por escolher a Loja de Scooters. Esperamos vê-lo em breve! lar"
  }
}