{
  "name": "New_v8_ComfyHaven",
  "pages": {
    "about-us": "ComfyHaven - Descubra a Excelência em Móveis para o Seu Lar ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato Bem-vindo à ComfyHaven - O Seu Refúgio para o Conforto Na ComfyHaven, acreditamos que o conforto é essencial para o lar e que os móveis são mais do que simples objetos - eles são parte integrante da sua vida diária. Nossa jornada começou com a paixão por criar espaços acolhedores e o compromisso de oferecer a melhor experiência em mobiliário. Entendemos que cada casa é única, assim como seus habitantes, e por isso nos dedicamos a fornecer uma ampla variedade de móveis cuidadosamente selecionados para atender a todos os estilos e necessidades. O que diferencia a ComfyHaven é nosso compromisso com a qualidade e o design. Trabalhamos com os melhores fabricantes e designers para trazer até você móveis que combinam conforto, funcionalidade e estilo. Há mais de 50 anos, a ComfyHaven tem sido a escolha dos amantes de móveis para criar espaços confortáveis e acolhedores em seus lares. DESTAQUE MÓVEIS EM DESTAQUE Descubra os móveis que vão transformar sua casa em um refúgio de conforto e estilo. NOSSO COMPROMISSOCOM QUALIDADE Na ComfyHaven, mantemos nosso compromisso com a qualidade desde a nossa fundação. Cada peça de mobiliário é cuidadosamente selecionada e fabricada para garantir conforto, durabilidade e estilo duradouros. Nós nos esforçamos para oferecer aos nossos clientes móveis que não apenas atendam às suas necessidades práticas, mas também elevem o design e a estética de seus espaços, tornando suas casas verdadeiros refúgios de conforto e beleza. Estou absolutamente apaixonada pelos móveis da ComfyHaven! A qualidade e o conforto de suas peças transformaram completamente minha casa, e estou muito satisfeita com a minha escolha. Sophia Johnson A ComfyHaven superou todas as minhas expectativas. A variedade de estilos e a qualidade dos móveis são simplesmente incríveis. Recomendo a todos! Olivia Smith Emma Davis encontrou na ComfyHaven a solução para todos os seus móveis! A qualidade e o serviço excepcionais tornam a ComfyHaven sua primeira escolha para decoração de interiores. Emma Davis Ava Miller recomenda muito a ComfyHaven! Seus móveis não só são elegantes, mas também duráveis e confortáveis. Uma verdadeira joia para qualquer lar. Ava Miller Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita",
    "contacts": "ComfyHaven - Entre em Contato para Encontrar os Melhores Móveis para o Seu Lar ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato MANTENHA CONTATO Entre em contato com a ComfyHaven hoje para obter assistência personalizada e descobrir os melhores móveis para o seu lar. Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil comfyhaven@gmail.com +55 969 21360560 Tem alguma pergunta? Eu aceito Política de Privacidade ENVIAR Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita",
    "disclaimers": "ComfyHaven - Avisos Legais e Termos de Uso ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato Aviso Legal para a ComfyHaven Se precisar de mais informações ou tiver alguma dúvida sobre o aviso legal do nosso site, sinta-se à vontade para entrar em contato conosco pelo e-mail ComfyHaven@gmail.com. Avisos Legais para a ComfyHaven Todas as informações neste site - ComfyHaven.com - são publicadas de boa fé e para fins gerais de informação apenas. A ComfyHaven não oferece garantias sobre a integralidade, confiabilidade e precisão dessas informações. Qualquer ação que você tomar com base nas informações encontradas neste site (ComfyHaven) é estritamente por sua própria conta e risco. A ComfyHaven não será responsável por perdas e/ou danos relacionados ao uso do nosso site. A partir do nosso site, você pode visitar outros sites seguindo hiperlinks para esses sites externos. Embora nos esforcemos para fornecer apenas links de qualidade para sites úteis e éticos, não temos controle sobre o conteúdo e a natureza desses sites. Esses links para outros sites não implicam em recomendação de todo o conteúdo encontrado nesses sites. Os proprietários dos sites e o conteúdo podem mudar sem aviso prévio e podem ocorrer antes de termos a oportunidade de remover um link que pode ter se \"deteriorado\". Tenha em mente que, ao sair do nosso site, outros sites podem ter políticas de privacidade e termos diferentes que estão além do nosso controle. Certifique-se de verificar as Políticas de Privacidade desses sites, bem como seus \"Termos de Serviço\" antes de se envolver em qualquer negócio ou enviar qualquer informação. Consentimento Ao usar nosso site, você consente automaticamente com nosso aviso legal e concorda com seus termos. Atualização Caso façamos alguma atualização, alteração ou modificação neste documento, essas mudanças serão destacadas e postadas aqui de forma proeminente. Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita",
    "index": "ComfyHaven - Transforme Seu Lar com Nossos Móveis Confortáveis e Estilosos ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato TRANSFORME SEU LAR COMCONFORTO E ESTILO DESCUBRA NOSSA COLEÇÃO DE MÓVEIS EXPLORE AGORA Há mais de 50 anos, a ComfyHaven tem sido a escolha dos amantes de móveis para criar espaços confortáveis e acolhedores em seus lares. DESTAQUE MÓVEIS EM DESTAQUE Descubra os móveis que vão transformar sua casa em um refúgio de conforto e estilo. NOSSO COMPROMISSOCOM QUALIDADE Na ComfyHaven, mantemos nosso compromisso com a qualidade desde a nossa fundação. Cada peça de mobiliário é cuidadosamente selecionada e fabricada para garantir conforto, durabilidade e estilo duradouros. Nós nos esforçamos para oferecer aos nossos clientes móveis que não apenas atendam às suas necessidades práticas, mas também elevem o design e a estética de seus espaços, tornando suas casas verdadeiros refúgios de conforto e beleza. Últimos Produtos Transforme sua casa em um refúgio de conforto e estilo com nossos últimos produtos. Cada peça é cuidadosamente selecionada para elevar o design e a funcionalidade de seus espaços. Descubra móveis que combinam beleza, qualidade e conforto para criar ambientes que você ama habitar. Explore nossa coleção e encontre a peça perfeita para o seu lar! Sofá Seccional Luxuoso $1500,00 Cadeira de Jantar Estofada $300,00 Mesa de Centro Moderna $200,00 Cama King-size Confortável $800,00 Ver Todos os Produtos Conforto Total Transforme sua casa em um oásis de conforto com os móveis selecionados pela ComfyHaven. Mergulhe na sensação de relaxamento e aconchego enquanto desfruta de cada momento em seus espaços cuidadosamente decorados com nossas peças exclusivas e confortáveis. Design Funcional Descubra a harmonia entre forma e função com os móveis projetados para atender às suas necessidades diárias. Na ComfyHaven, combinamos estilo e praticidade para criar ambientes que são tão bonitos quanto funcionais. Estilo Duradouro Explore nossa coleção de móveis atemporais que resistem ao teste do tempo. Com materiais de qualidade e acabamentos cuidadosamente selecionados, nossas peças são projetadas para manter sua beleza e estilo por muitos anos. Veja Nossa Coleção Estou absolutamente apaixonada pelos móveis da ComfyHaven! A qualidade e o conforto de suas peças transformaram completamente minha casa, e estou muito satisfeita com a minha escolha. Sophia Johnson A ComfyHaven superou todas as minhas expectativas. A variedade de estilos e a qualidade dos móveis são simplesmente incríveis. Recomendo a todos! Olivia Smith Emma Davis encontrou na ComfyHaven a solução para todos os seus móveis! A qualidade e o serviço excepcionais tornam a ComfyHaven sua primeira escolha para decoração de interiores. Emma Davis Ava Miller recomenda muito a ComfyHaven! Seus móveis não só são elegantes, mas também duráveis e confortáveis. Uma verdadeira joia para qualquer lar. Ava Miller Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita",
    "privacy-policy": "ComfyHaven - Política de Privacidade e Proteção de Dados ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato Política de Privacidade A privacidade dos nossos visitantes é extremamente importante para nós. Esta política de privacidade documenta os tipos de informações pessoais recebidas e coletadas por [nome do site] e como essas informações são usadas. Registo de Dados [Nome do site] segue uma política padrão de utilização de registos. Estes registos podem incluir informações como endereços IP, tipo de navegador, provedor de serviços de Internet (ISP), carimbo de data/hora, páginas de referência/saída e possivelmente o número de cliques. Estes dados não estão ligados a qualquer informação que seja pessoalmente identificável. Cookies e Web Beacons [Nome do site] usa cookies para armazenar informações sobre as preferências dos visitantes, registar informações específicas sobre quais páginas os utilizadores acessam ou visitam, personalizar o conteúdo das páginas Web com base no tipo de navegador dos visitantes ou outras informações que o visitante envia através do seu navegador. DoubleClick DART Cookie Google, como fornecedor de terceiros, usa cookies para exibir anúncios no [nome do site]. O Google utiliza o cookie DART para exibir anúncios para os nossos utilizadores com base nas visitas anteriores ao [nome do site] e a outros sites na Internet. Os utilizadores podem optar por não utilizar o cookie DART visitando a política de privacidade da rede de conteúdo e dos anúncios do Google. Os nossos Parceiros Alguns dos nossos parceiros de publicidade podem usar cookies e web beacons no nosso site. Os nossos parceiros de publicidade incluem o Google Adsense, [lista de outros parceiros]. Estes servidores de anúncios de terceiros ou redes de anúncios usam a tecnologia em seus respectivos anúncios e links que aparecem no [nome do site] e são enviados diretamente para o seu navegador. Eles recebem automaticamente o seu endereço IP quando isso ocorre. Consentimento Ao utilizar o nosso site, você consente com a nossa política de privacidade. Atualizações Esta política de privacidade está sujeita a alterações sem aviso prévio. É sua responsabilidade verificar regularmente esta política de privacidade para se manter atualizado. Entre em contato Se você tiver alguma dúvida ou precisar de mais informações sobre a nossa política de privacidade, não hesite em entrar em contato conosco através do [email de contato] ou preenchendo o formulário de contato em nosso site. Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita 1",
    "services": "ComfyHaven - Explore Nossa Coleção de Móveis Confortáveis e Estilosos ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato Nossos Serviços Premium de Mobiliário Na ComfyHaven, oferecemos uma variedade de serviços premium de mobiliário projetados para transformar sua casa em um espaço confortável e acolhedor. Nossa equipe dedicada está comprometida em fornecer soluções personalizadas e de alta qualidade que atendam às suas necessidades de decoração e estilo de vida. Explore nossa seleção cuidadosamente selecionada de serviços avançados de mobiliário: Conforto Total Transforme sua casa em um oásis de conforto com os móveis selecionados pela ComfyHaven. Mergulhe na sensação de relaxamento e aconchego enquanto desfruta de cada momento em seus espaços cuidadosamente decorados com nossas peças exclusivas e confortáveis. Design Funcional Descubra a harmonia entre forma e função com os móveis projetados para atender às suas necessidades diárias. Na ComfyHaven, combinamos estilo e praticidade para criar ambientes que são tão bonitos quanto funcionais. Estilo Duradouro Explore nossa coleção de móveis atemporais que resistem ao teste do tempo. Com materiais de qualidade e acabamentos cuidadosamente selecionados, nossas peças são projetadas para manter sua beleza e estilo por muitos anos. Veja Nossa Coleção Últimos Produtos Transforme sua casa em um refúgio de conforto e estilo com nossos últimos produtos. Cada peça é cuidadosamente selecionada para elevar o design e a funcionalidade de seus espaços. Descubra móveis que combinam beleza, qualidade e conforto para criar ambientes que você ama habitar. Explore nossa coleção e encontre a peça perfeita para o seu lar! Sofá Seccional Luxuoso $1500,00 Cadeira de Jantar Estofada $300,00 Mesa de Centro Moderna $200,00 Cama King-size Confortável $800,00 Ver Todos os Produtos Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita",
    "terms-conditions": "ComfyHaven - Termos e Condições de Uso ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato Termos e Condições de Uso Bem-vindo ao ComfyHaven. Estes termos e condições regem o seu uso deste site; ao acessar este site, você aceita estes termos e condições na íntegra. Se você discordar de qualquer parte destes termos e condições, não use este site. Licença de Uso A menos que indicado de outra forma, ComfyHaven e/ou seus licenciadores detêm os direitos de propriedade intelectual de todo o material em ComfyHaven. Todos os direitos de propriedade intelectual são reservados. Você pode visualizar e/ou imprimir páginas de ComfyHaven para o seu uso pessoal, sujeito às restrições estabelecidas nestes termos e condições. Restrições Você não deve: Republicar material deste site em nenhum outro local; Vender, alugar ou sublicenciar material do site; Reproduzir, duplicar, copiar ou de outra forma explorar material neste site para fins comerciais; Editar ou modificar qualquer material no site; ou Redistribuir material deste site, exceto para conteúdo especificamente e expressamente disponibilizado para redistribuição. Uso Aceitável Você concorda em usar este site apenas para fins legais e de maneira que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo do site por qualquer pessoa. Isenção de Responsabilidade O conteúdo deste site é fornecido \"como está\" sem garantias de qualquer tipo, expressas ou implícitas. ComfyHaven não garante que as funções contidas neste site estarão ininterruptas ou livres de erros, que os defeitos serão corrigidos ou que este site ou o servidor que o torna disponível estejam livres de vírus ou outros componentes prejudiciais. Modificações ComfyHaven pode revisar estes termos de serviço a qualquer momento sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual desses termos de serviço. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis [país/estado], e você se submete irrevogavelmente à jurisdição exclusiva dos tribunais naquele estado ou localidade. Entre em Contato Se você tiver dúvidas sobre estes termos e condições, entre em contato conosco através do [email de contato] ou preenchendo o formulário de contato em nosso site. Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita 1",
    "thanks": "ComfyHaven - Obrigado por Entrar em Contato! ComfyHaven PÁGINA INICIAL Nossa História Produtos Entre em Contato Obrigado por entrar em contato! Agradecemos por nos contatar. Sua mensagem foi recebida e nossa equipe entrará em contato o mais breve possível. Enquanto isso, fique à vontade para explorar mais nosso site e descobrir nossos produtos e serviços. Se você tiver mais perguntas ou precisar de assistência adicional, não hesite em nos contatar novamente. Obrigado novamente por escolher ComfyHaven. Nossa Localização: Conj. 5,St. de Habitações Individuais Sul QI 7 - Lago Sul, Brasília - DF, 70200-001, Brasil Horário de Funcionamento: Seg-Sex: 9:00 - 18:00 Sáb-Dom: 10:00 - 16:00 The ComfyHaven website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline ComfyHaven Navegação Início Catálogo Sobre Nós Informações Política de Privacidade Termos e Condições Disclaimers Visite-nos Agende uma Visita 1"
  }
}