{
  "name": "New_v11_TailorPro",
  "pages": {
    "about": "Sobre Nós - TailorPro Studio TailorPro Home Sobre Nós Depoimentos Contato sobre TailorPro Conheça as mentes por trás da criatividade, a filosofia que molda nossa abordagem e os valores que guiam nossas interações. Marca Premium nossa história Nossa história é mais do que uma linha do tempo; é um testemunho de resiliência, criatividade e um compromisso inabalável com o sucesso dos clientes. Inove. Eleve. Tenha Sucesso. 25+ Anos de Experiência 150+ Projetos Concluídos 37 Membros da Equipe Explore nossa história, onde cada marco é um testemunho de nossa evolução como pioneiros da moda. Explore os capítulos que nos definem, mostrando nossa dedicação em ultrapassar limites e permanecer na vanguarda das tendências da indústria. Qualidade Consistente Costura de Classe Mundial nossa equipe Bryan Benjamin Chefe de Desenvolvimento Isabelle Morgan Gerente de Produto Mark Taylor Chefe de Design de Moda Entre em contato Nossos Clientes Falam Depoimentos de Nossos Clientes Satisfeitos Bem-vindo ao coração do nosso ateliê - as histórias dos nossos valiosos clientes. Esses depoimentos são mais do que apenas palavras em uma página; são um testemunho das experiências excepcionais que nossos clientes tiveram conosco. Convidamos você a explorar suas histórias e ver por si mesmo por que eles confiam em nós. Cada cliente que atendemos traz uma perspectiva única e um conjunto de expectativas. Temos muito orgulho não apenas em atender, mas em superar essas expectativas, garantindo que cada interação conosco seja memorável e satisfatória. Ao ler esses depoimentos, você verá que nosso compromisso com a excelência transparece em cada palavra. Desde o momento em que nossos clientes se envolvem conosco até a conclusão de seus projetos de costura e reparos, nos esforçamos para proporcionar uma experiência perfeita e agradável. Esses depoimentos falam volumes sobre a qualidade de nossos serviços e a dedicação de nossa equipe. Somos imensamente gratos aos nossos clientes por compartilharem suas experiências e nos permitirem fazer parte de sua jornada. Por trás de cada depoimento há uma história de colaboração, confiança e sucesso. Acreditamos em construir relacionamentos fortes e duradouros com nossos clientes, por isso, o feedback deles é inestimável para nós. Cada depoimento serve como um farol de inspiração, nos impulsionando a melhorar e inovar continuamente. Estamos comprometidos em entregar nada menos que excelência em tudo o que fazemos, e esses depoimentos reafirmam esse compromisso. Vamos trabalhar juntos Eleve sua marca. Clique para excelência em costura! vamos conversar TailorPro Menu Home Sobre Nós Depoimentos Contato Páginas Úteis Política de Privacidade Termos e Condições © 2024 TailorPro",
    "index": "Ateliê TailorPro Studio - Serviços de Costura e Reparo de Roupas em Brasília TailorPro Home Sobre Nós Depoimentos Contato Bem-vindo ao TailorPro Como um ateliê de costura inovador, redefinimos as experiências de costura através da fusão de habilidade e criatividade. Maestria em Design de Alta Costura quem somos Com uma paixão por ultrapassar limites e um compromisso com a excelência, transformamos visões em realidades de alta costura. 25+ Anos de Experiência 150+ Projetos Concluídos 37 Membros da Equipe Qualidade Consistente Costura de Classe Mundial sobre nós Mergulhe em nossa expertise em design de moda, reparos de roupas e tecnologias de ponta. nossos serviços design de moda Como um ateliê de costura inovador, redefinimos as experiências de costura através da fusão de habilidade e criatividade. reparos de roupas Como um ateliê de costura inovador, redefinimos as experiências de costura através da fusão de habilidade e criatividade. ajustes personalizados Como um ateliê de costura inovador, redefinimos as experiências de costura através da fusão de habilidade e criatividade. depoimentos Esses depoimentos refletem o compromisso, inovação e excelência que trazemos para cada projeto. \"Resultados excepcionais e inovação – este ateliê transformou nossa visão em um triunfo de alta costura. Resultados incríveis.\" Ana Pereira Designer de Moda \"Parceria transformadora com a TailorPro, onde a inovação encontrou o sucesso, e nossa jornada de moda decolou.\" Maria Silva Gerente de Projeto de Moda \"Soluções inovadoras e dedicação inabalável elevaram nossa presença na moda além das expectativas. Um parceiro de confiança em nossa jornada de sucesso!\" Carlos Oliveira Cliente Satisfeita \"Serviço excepcional da TailorPro! Desde o primeiro contato até a entrega final, cada detalhe foi impecável. Minhas expectativas foram superadas e o resultado.\" Joana Oliveira Cliente Satisfeita blog Design 22 de Março de 2023 Brilho Digital Desencadeado Liberte o brilho digital através de insights e inovações de ponta. Design 31 de Outubro de 2023 Estratégias para o Sucesso Online Descubra estratégias vencedoras online, desde a maestria em marketing até as últimas tendências digitais. Marketing 10 de Outubro de 2023 Criando Experiências Impactantes Crie jornadas online memoráveis com design perfeito e abordagens centradas no usuário. Contatos Vamos trabalhar juntos Eleve sua marca. Clique para excelência em costura! vamos conversar entre em contato Nossa equipe dedicada está pronta para se envolver, responder às suas perguntas e iniciar uma conversa sobre suas aspirações de moda. Liderança na Indústria E-mail: tailorpro@gmail.com Telefone: +55-48–9503-7404 Localização: Final, Edifício Embrapa Sede - PQEB Avenida W3 Norte, SQN 309 Bl. A, Brasília - DF, 70071-115 Nome email mensagem I accept Privacy policy Obrigado! Sua mensagem foi recebida! Ops! Algo deu errado ao enviar o formulário. TailorPro Menu Home Sobre Nós Depoimentos Contato Páginas Úteis Política de Privacidade Termos e Condições © 2024 TailorPro",
    "privacy-policy": "Política de Privacidade - TailorPro Studio TailorPro Home Sobre Nós Depoimentos Contato Política de Privacidade Bem-vindo à Política de Privacidade do TailorPro Studio. Valorizamos a sua privacidade e estamos comprometidos em proteger suas informações pessoais. Esta política explica como coletamos, usamos, e protegemos seus dados. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço, telefone e e-mail quando você faz um pedido ou entra em contato conosco. 2. Uso das Informações Usamos suas informações para fornecer e melhorar nossos serviços, processar pedidos, enviar atualizações e comunicações, e para atendimento ao cliente. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para fornecer nossos serviços ou conforme exigido por lei. 4. Segurança dos Dados Implementamos medidas de segurança adequadas para proteger suas informações contra acesso, alteração, divulgação ou destruição não autorizados. 5. Cookies Usamos cookies para melhorar sua experiência em nosso site. Você pode optar por desativar os cookies nas configurações do seu navegador. 6. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Entre em contato conosco para exercer esses direitos. 7. Alterações na Política de Privacidade Podemos atualizar esta política periodicamente. Recomendamos revisar esta página regularmente para se manter informado sobre como estamos protegendo suas informações. 8. Contato Se você tiver dúvidas ou preocupações sobre nossa política de privacidade, entre em contato conosco pelo telefone +55-48-9503-7404 ou pelo e-mail tailorpro@gmail.com 9. Consentimento Ao utilizar nossos serviços, você concorda com a coleta e uso de suas informações conforme descrito nesta política. 10. Retenção de Dados Reteremos suas informações pelo tempo necessário para fornecer nossos serviços ou conforme exigido por lei. 11. Transferência Internacional de Dados Suas informações podem ser transferidas e mantidas em computadores localizados fora do seu estado, província ou país, onde as leis de proteção de dados podem diferir. 12. Menores de Idade Nossos serviços não são direcionados a menores de 18 anos. Não coletamos intencionalmente informações pessoais de menores. 13. Links Externos Nosso site pode conter links para outros sites. Não nos responsabilizamos pelas práticas de privacidade desses sites. 14. Alterações nas Informações Você pode atualizar ou corrigir suas informações pessoais entrando em contato conosco. 15. Aplicação da Lei Divulgaremos suas informações pessoais se exigido por lei ou por ordem judicial. TailorPro Menu Home Sobre Nós Depoimentos Contato Páginas Úteis Política de Privacidade Termos e Condições © 2024 TailorPro",
    "terms-conditions": "Termos e Condições - TailorPro Studio TailorPro Home Sobre Nós Depoimentos Contato Termos e Condições Bem-vindo aos Termos e Condições do TailorPro Studio. Ao utilizar nossos serviços, você concorda com os seguintes termos e condições. Leia-os atentamente. 1. Aceitação dos Termos Ao acessar ou usar nossos serviços, você concorda em cumprir estes Termos e Condições e todas as leis e regulamentos aplicáveis. 2. Serviços Oferecidos Oferecemos serviços de costura, ajustes e reparos de roupas. Detalhes específicos sobre nossos serviços podem ser encontrados em nosso site. 3. Conta do Cliente Você pode ser solicitado a criar uma conta para acessar certos serviços. É sua responsabilidade manter a confidencialidade de sua conta e senha. 4. Pagamento Os pagamentos pelos serviços devem ser realizados conforme descrito em nosso site. Aceitamos várias formas de pagamento, incluindo cartão de crédito e débito. 5. Política de Reembolso Oferecemos reembolsos de acordo com nossa política de reembolso, disponível em nosso site. 6. Responsabilidade Não nos responsabilizamos por danos indiretos, incidentais ou consequenciais resultantes do uso de nossos serviços. 7. Propriedade Intelectual Todo o conteúdo do nosso site, incluindo textos, gráficos, logotipos e imagens, é de propriedade do TailorPro Studio e protegido por leis de direitos autorais. 8. Uso Proibido Você concorda em não usar nossos serviços para qualquer finalidade ilegal ou proibida por estes Termos e Condições. 9. Alterações nos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. As mudanças serão publicadas em nosso site. 10. Rescisão Podemos encerrar ou suspender seu acesso a nossos serviços imediatamente, sem aviso prévio, se você violar estes Termos e Condições. 11. Lei Aplicável Estes Termos e Condições são regidos pelas leis do Brasil, sem considerar seus conflitos de leis. 12. Resolução de Disputas Qualquer disputa decorrente destes Termos e Condições será resolvida de acordo com as leis brasileiras e submetida aos tribunais competentes de Brasília, DF. 13. Comunicação Você concorda em receber comunicações eletrônicas de nossa parte relacionadas aos serviços. Podemos enviar e-mails para o endereço fornecido por você. 14. Indenização Você concorda em indenizar e isentar o TailorPro Studio de quaisquer reivindicações, danos, obrigações, perdas, responsabilidades e despesas decorrentes do uso dos nossos serviços. 15. Contato Se você tiver dúvidas sobre estes Termos e Condições, entre em contato conosco pelo telefone +55-48-9503-7404 ou pelo e-mail tailorpro@gmail.com TailorPro Menu Home Sobre Nós Depoimentos Contato Páginas Úteis Política de Privacidade Termos e Condições © 2024 TailorPro",
    "thanks": "Obrigado por Contatar TailorPro Studio Obrigado por Entrar em Contato com a TailorPro! Agradecemos seu interesse na TailorPro. Sua mensagem foi recebida e nossa equipe entrará em contato com você em breve. Se você tiver alguma dúvida urgente, por favor, entre em contato conosco diretamente pelo telefone +55-48-9503-7404 Pagina inicial"
  },
  "date": "2024-07-02T17:56:59.890Z"
}