{
  "name": "New_v9_animalstore",
  "pages": {
    "disclaimer": "Disclaimer - Important Information about Our Pet Toy Store | Animal Store Animal Store Home Catalog Contacts Disclaimer for Animal Store Welcome to Animal Store! Before you explore our website, please take a moment to read and understand the terms and conditions outlined in this disclaimer. By accessing or using our website, you agree to comply with and be bound by the following disclaimer. If you do not agree with any part of this disclaimer, please do not use our website. Accuracy of Information: The information provided on the Animal Store website is for general informational purposes only. While we strive to keep the information up to date and accurate, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Product Information: Animal Store offers a variety of products related to pets and animals. We make every effort to accurately display the features, specifications, and prices of our products. However, we cannot guarantee that the product descriptions or other content on the website are accurate, complete, reliable, current, or error-free. Any reliance on the material on this website is at your own risk. External Links: Our website may contain links to external websites that are not provided or maintained by Animal Store. These links are provided for your convenience and reference only. We do not endorse the content of these external sites. We are not responsible for the content, accuracy, or practices of external sites and encourage you to review the terms and conditions and privacy policies of any third-party websites you visit. User Responsibilities: You, as the user, are responsible for ensuring that your use of the Animal Store website complies with all applicable laws and regulations. You agree not to use the website for any unlawful purpose or in any way that could damage, disable, overburden, or impair the site. You also agree not to attempt to gain unauthorized access to any portion or feature of the website or any other systems or networks connected to the website. Limitation of Liability: In no event shall Animal Store, its affiliates, or their respective directors, officers, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of or inability to use the Animal Store website, even if advised of the possibility of such damages. Indemnity: You agree to indemnify and hold Animal Store, its affiliates, and their respective directors, officers, employees, and agents harmless from and against any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees and costs, arising out of or in any way connected with your use of the Animal Store website or any violation of this disclaimer. Intellectual Property: The content, logos, images, and other materials on the Animal Store website are protected by intellectual property laws and are the property of Animal Store or its licensors. You may not use, reproduce, distribute, modify, or display any part of this website without the prior written consent of Animal Store. Termination of Access: Animal Store reserves the right to terminate or restrict access to its website for any reason, without notice, at its sole discretion. This includes, but is not limited to, any violation of these terms, suspected fraudulent, abusive, or illegal activities. No Waiver: The failure of Animal Store to enforce any right or provision of this disclaimer will not be deemed a waiver of such right or provision. Any waiver of any provision of this disclaimer will be effective only if in writing and signed by Animal Store. Governing Law: This disclaimer is governed by and construed in accordance with the laws of the jurisdiction in which Animal Store is located. Any legal action arising out of or relating to this disclaimer shall be filed only in the courts located within that jurisdiction. Entire Agreement: This disclaimer constitutes the entire agreement between you and Animal Store regarding the use of the website, superseding any prior agreements between you and Animal Store relating to your use of the website. Updates and Revisions: Animal Store may periodically update or revise this disclaimer without prior notice. It is advisable to review this page regularly to stay informed of any changes. Your continued use of the website after the modifications constitutes acceptance of the updated terms. Community Guidelines: While interacting with Animal Store and its community, users are expected to adhere to respectful and ethical conduct. Any inappropriate or abusive behavior, including but not limited to harassment, discrimination, or violation of others' rights, will not be tolerated. Security Measures: Animal Store employs reasonable security measures to protect against unauthorized access, alteration, disclosure, or destruction of your personal information. However, given the inherent risks of the internet, we cannot guarantee the absolute security of your data. Third-Party Services: Animal Store may utilize third-party services, such as payment processors or analytics tools, to enhance your experience. These services are subject to their own terms and privacy policies, and Animal Store is not responsible for their actions or policies. International Users: Animal Store is operated and controlled from a location within [Specify Country]. If you access the website from a location outside [Specify Country], you are responsible for compliance with all local laws. Feedback and Suggestions: We value your feedback and suggestions to improve Animal Store. If you choose to provide us with comments, ideas, or suggestions, you agree that we are free to use, disclose, reproduce, modify, license, transfer, and exploit any such feedback without restrictions. Cancellations and Refunds: For information regarding cancellations, returns, and refunds, please refer to our dedicated Cancellations and Refunds Policy, available on the Animal Store website. Contact Information: If you have any questions or concerns regarding this disclaimer, please contact us at animalstore@gmail.com. Thank you for visiting Animal Store! Animal Store Animal Store is more than just a pet toy store. We care about the health and happiness of your pets. Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to Our Pet Toy Store - Find the Perfect Toys for Your Beloved Pets | Animal Store Animal Store Home Catalog Contacts Welcome to Animal Store! Catalog We are glad to welcome you to our website dedicated to toys for pets. Dog Toys We offer a wide range of dog toys that will help your pets have fun and develop. Here are some of our popular dog toys: Play toys for the cage: Balls, throw toys, rings, and other toys that will help your dog have fun in the cage. Training toys: Training toys, such as ball toys, bone toys, and others, that will help your dog develop skills and cognitive abilities. Entertainment toys: Entertainment toys, such as water toys, light toys, and others, that will help your dog have fun and satisfy their hunting instinct. All our dog toys are made from safe materials and meet high quality standards. We guarantee that your dogs will be happy with their new toys and that they will help your pets have fun. We also have a wide selection of toys for cats. Whether your cat is a lover of hunting, playing, or just wants to play alone, we have something for everyone. Our cat toys are diverse and safe to ensure maximum enjoyment for your pet. In addition, we offer toys for birds and other pets. Our range includes toys that promote physical activity, cognitive development, and communication. We are confident that you will find the perfect toys to make your pet's life more fun and exciting. FAQ 01 What materials are used to make pet toys? Materials for making pet toys can vary depending on the type of toy and the animal it is intended for. However, safe and durable materials such as rubber, plastic, fabric, and natural materials are usually used. 02 How to choose the right toy for your pet? Choosing a toy for your pet depends on many factors, such as age, size, breed, and temperament of the animal. For example, for young dogs and cats, it is better to choose toys that will help develop their skills and cognitive abilities, and for older animals - toys that will help them stay active and healthy. 03 How often should pet toys be replaced? The frequency of replacing pet toys depends on the type of toy and the animal it is intended for. However, in general, pet toys should be replaced when they become worn or damaged. 04 What toys are best for dogs that love to chew? For dogs that love to chew, toys made of durable materials such as rubber or leather are best. You can also choose toys that can be filled with treats to give your dog an extra motivation to play. 05 What toys are best for cats that love to hunt? For cats that love to hunt, toys that simulate prey, such as toys on a string or mouse toys, are best. You can also choose toys that can be thrown and caught to satisfy the hunting instinct. 06 What toys are best for birds? The best toys for birds are those that help develop their physical and cognitive abilities, such as swings, ladders, and nests. You can also choose toys that can be filled with treats to give your bird an extra motivation to play. 07 What toys are best for rabbits? The best toys for rabbits are those that help develop their physical and cognitive abilities, such as tunnels, mazes, and toys on a string. You can also choose toys that can be filled with treats to give your rabbit an extra motivation to play. 08 What toys are best for fish? The best toys for fish are those that help create an interesting environment in the aquarium, such as decorations, plants, and rocks. You can also choose toys that float on the surface of the water to attract the attention of fish. 09 What toys are best for rodents? The best toys for rodents are those that help develop their physical and cognitive abilities, such as tunnels, mazes, and toys on a string. You can also choose toys that can be filled with treats to give your rodent an extra motivation to play. 10 What toys are best for reptiles? The best toys for reptiles are those that help create an interesting environment in the terrarium, such as decorations, branches, and rocks. You can also choose toys that help develop their physical abilities, such as balls or toys that can be chased. Animal Store Animal Store is more than just a pet toy store. We care about the health and happiness of your pets. Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "privacy-policy": "Our Privacy Policy - Your Privacy Matters to Us | Animal Store Animal Store Home Catalog Contacts Privacy Policy for Animal Store Welcome to Animal Store! Before you explore our website and enjoy the variety of products and information we offer, please take a moment to read through our disclaimer. User Conduct When using Animal Store, we expect users to engage in respectful and lawful behavior. Any misuse or unauthorized access to our website may result in termination of access and legal action if necessary. Third-Party Services Animal Store may utilize third-party services, plugins, or applications for various functionalities. These third-party entities have their own terms of service and privacy policies, and Animal Store is not responsible for any issues arising from your use of these external services. Copyright and Intellectual Property The content, design, and logo on Animal Store are the intellectual property of Animal Store and are protected by copyright laws. Unauthorized use of any materials on this website may violate copyright, trademark, and other laws. Community Guidelines Animal Store encourages a positive and inclusive online community. We expect users to engage in discussions and interactions with respect for diverse opinions and backgrounds. Any form of harassment, hate speech, or inappropriate behavior will not be tolerated. Social Media Integration Animal Store may integrate social media features that allow you to share content or connect your account with third-party social media platforms. Any interactions with these features are governed by the privacy policies and terms of service of the respective social media platforms. Indemnification By using Animal Store, you agree to indemnify and hold harmless Animal Store, its affiliates, partners, and employees from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of our website or violation of this disclaimer. Future Updates Animal Store is committed to providing an exceptional user experience, and updates to the website, services, or this disclaimer may occur. We recommend checking this page periodically for any changes. Governing Language In the event of any discrepancy or inconsistency between the English version of this disclaimer and any translation, the English version shall prevail. Business Relationships Animal Store may engage in business relationships with partners or affiliates. However, such relationships do not constitute an endorsement of the products or services provided by these entities. Animal Store is not responsible for the actions or content of third-party websites. Termination of Services Animal Store reserves the right to terminate, suspend, or restrict access to the website, services, or any part thereof, without notice or liability, for any reason. Force Majeure Animal Store shall not be liable for any failure or delay in performance resulting from acts beyond its control, including but not limited to acts of God, natural disasters, government actions, labor disruptions, or internet disruptions. Future Communication By providing your email address or contact information to Animal Store, you consent to receive future communications, updates, and promotional materials. You can opt-out of these communications at any time. Entire Agreement This disclaimer constitutes the entire agreement between you and Animal Store regarding the use of the website, superseding any prior agreements or understandings. Headings The headings used in this disclaimer are for convenience only and do not affect the interpretation of the provisions contained herein. Data Security Animal Store prioritizes the security of any data you share with us. While we do not collect personal information, we use industry-standard measures to protect the integrity and confidentiality of any data transmitted through our website. Environmental Responsibility As a part of our commitment to sustainability, Animal Store aims to minimize its environmental impact. We encourage responsible consumption and disposal of products, and we strive to work with suppliers who share our commitment to eco-friendly practices. Community Engagement Animal Store actively engages with the animal-loving community through events, forums, and social media. We appreciate the valuable contributions and feedback from our community members, which helps us enhance our services and offerings. Commitment to Diversity and Inclusion Animal Store is dedicated to fostering a diverse and inclusive environment. We welcome individuals of all backgrounds, identities, and abilities to participate in our community and enjoy the resources offered on our website. Charity and Philanthropy Animal Store believes in giving back to the community. We may collaborate with animal welfare organizations or engage in philanthropic efforts to support the well-being of animals and promote responsible pet ownership. Transparency Animal Store is committed to transparency in all aspects of our operations. If you have questions about any policies, practices, or terms outlined in this disclaimer, we encourage you to reach out to us for clarification. Future Developments As Animal Store continues to evolve, we may introduce new features, services, or updates. We will strive to keep you informed of these developments and their implications for your user experience. Legal Compliance Animal Store operates in compliance with all applicable laws and regulations. Users are responsible for ensuring their own compliance with local laws when accessing and using our website. No Endorsement of Views The content posted on Animal Store, including user-generated content, does not necessarily reflect the views or opinions of Animal Store. We do not endorse or take responsibility for the accuracy of any user-generated content. No Professional Advice Information provided on Animal Store is for general informational purposes only and should not be considered as professional advice. Consultation with relevant professionals is advised for specific concerns related to animal care, health, or any other specialized field. Reservation of Rights Animal Store reserves all rights not expressly granted in this disclaimer. Any unauthorized use of the materials or content on our website may violate copyright, trademark, and other laws. nternational Trade Compliance Users are responsible for complying with all relevant laws and regulations regarding international trade when purchasing products from Animal Store that may be subject to export controls. Amendments to Disclaimer Animal Store reserves the right to amend or modify this disclaimer at any time. Users will be notified of any changes, and continued use of the website implies acceptance of the revised terms. Social Responsibility Animal Store is committed to promoting ethical practices in the treatment of animals. We encourage users to support and participate in initiatives that contribute to the welfare of animals globally. Equal Opportunity Employer In cases where Animal Store engages in hiring, we are an equal opportunity employer. Employment decisions are made based on qualifications, merit, and business needs without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, or any other status protected by applicable law. Whistleblower Policy Animal Store maintains a whistleblower policy to encourage employees and users to report any concerns or suspected violations of laws, policies, or ethical standards. Reports can be submitted anonymously through designated channels. User Responsibilities Users are responsible for maintaining the confidentiality of any login information associated with their account. Animal Store is not liable for any unauthorized access to user accounts. Social Media Engagement Animal Store encourages users to engage with us on social media platforms. However, we reserve the right to moderate, edit, or remove any content that violates our community guidelines or terms of service. Educational Resources Animal Store may provide educational resources on our website, covering various topics related to animal care, behavior, and well-being. However, these resources are not a substitute for professional advice, and users should seek guidance from qualified experts for specific concerns. Mobile Applications If Animal Store offers mobile applications, users should comply with the terms and conditions specified for those applications. These may include additional privacy and usage policies. No Waiver of Rights The failure of Animal Store to enforce any right or provision of this disclaimer shall not be considered a waiver of those rights. Any waiver of any provision must be in writing and signed by an authorized representative of Animal Store. Effective Communication Animal Store strives to maintain effective communication with users. We may use email, notifications, or other means to communicate important information, updates, or changes to our services. Acknowledgment of Reading By using Animal Store, you acknowledge that you have read, understood, and agree to abide by all the terms and conditions outlined in this extensive disclaimer. Accessibility and Inclusivity Animal Store is committed to making our website accessible to individuals of all abilities. If you encounter any accessibility barriers, please let us know, and we will work to address them promptly. Cultural Sensitivity Animal Store respects cultural diversity and strives to create content that is culturally sensitive. If you have concerns about any content that may be culturally inappropriate, please inform us, and we will review and take appropriate action. Responsible Advertising Any advertising or sponsored content on Animal Store is intended to be transparent and aligned with our values. We strive to work with advertisers who share our commitment to ethical practices. Continuous Improvement Animal Store is dedicated to continuous improvement. We actively seek feedback from our users to enhance our services, features, and overall user experience. Community Partnerships Animal Store may collaborate with community partners, organizations, or influencers. Such collaborations are aimed at providing valuable content and resources to our users. Limitation of Liability for User-Generated Content Animal Store is not responsible for the content posted by users on our platform. User-generated content represents the opinions of the individuals posting it and does not reflect the views of Animal Store. User Agreement By using Animal Store, you agree to comply with all terms and conditions outlined in this disclaimer, as well as any additional terms specified in other sections of the website. Appreciation for Animal Welfare Advocates Animal Store extends its gratitude to animal welfare advocates and organizations working tirelessly to ensure the well-being of animals worldwide. Contact Information If you have any questions or concerns regarding this disclaimer, you may contact us at animalstore@gmail.com. By accessing and using the Animal Store website, you acknowledge that you have read, understood, and agree to be bound by this disclaimer. Thank you for taking the time to review our disclaimer. We hope you enjoy your experience on Animal Store! Animal Store Animal Store is more than just a pet toy store. We care about the health and happiness of your pets. Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "Terms of Use - Understand the Terms of Using Our Pet Toy Store | Animal Store Animal Store Home Catalog Contacts Terms of Use Welcome to Animal Store! These Terms of Use outline the terms and conditions governing your use of our website. Please read these terms carefully before accessing or using Animal Store. By accessing or using our website, you agree to comply with and be bound by these terms. If you do not agree with any part of these terms, please do not use our website. Acceptance of Terms By using Animal Store, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use. We reserve the right to update or modify these terms at any time without prior notice. It is your responsibility to review these terms periodically for any changes. Your continued use of Animal Store after the posting of changes constitutes your acceptance of those changes. Use of the Site You agree to use Animal Store for lawful purposes only and in a manner consistent with all applicable local, national, and international laws and regulations. Any unauthorized use of our website, including but not limited to unauthorized access, misuse, or interference, may result in legal action. Intellectual Property All content and materials available on Animal Store, including but not limited to text, graphics, logos, images, and audio clips, are the property of Animal Store and are protected by applicable intellectual property laws. You may not copy, reproduce, distribute, modify, or create derivative works from any content or materials without our prior written consent. User Contributions Animal Store may allow users to submit reviews, comments, or other content. By submitting content, you grant Animal Store a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. Third-Party Links Animal Store may contain links to third-party websites or services. These links are provided for your convenience only. We have no control over the content or availability of third-party websites and do not endorse or make any representations about them. Accessing third-party websites is at your own risk. Disclaimer of Warranties Animal Store is provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, regarding the operation or availability of our website. To the fullest extent permitted by law, we disclaim all warranties, express or implied, including but not limited to merchantability and fitness for a particular purpose. Limitation of Liability In no event shall Animal Store or its affiliates be liable for any indirect, consequential, incidental, special, or punitive damages, arising out of or in connection with your use of our website, whether based on contract, tort, strict liability, or otherwise, even if advised of the possibility of such damages. Governing Law These Terms of Use shall be governed by and construed in accordance with the laws of the jurisdiction in which Animal Store is located. Any legal action or proceeding arising out of or relating to these terms shall be exclusively brought in the competent courts of that jurisdiction. Indemnification You agree to indemnify, defend, and hold harmless Animal Store and its affiliates, directors, officers, employees, and agents from and against all claims, losses, liabilities, expenses, damages, and costs, including reasonable attorneys' fees, arising out of or related to your use of Animal Store or any violation of these Terms of Use. Termination We reserve the right to terminate or suspend your access to Animal Store without prior notice for any reason, including, without limitation, a breach of these Terms of Use. Upon termination, your right to use our website will immediately cease. Changes to the Service Animal Store may, at its sole discretion and without prior notice, modify or discontinue any aspect of the website. We shall not be liable to you or any third party for any modification, suspension, or discontinuance of our website. Compliance with Laws You agree to comply with all applicable laws, rules, and regulations in connection with your use of Animal Store. You are solely responsible for ensuring that your use of our website is in compliance with all applicable laws. Severability If any provision of these Terms of Use is deemed unlawful, void, or unenforceable, then that provision shall be deemed severable from the remaining provisions and shall not affect their validity and enforceability. Entire Agreement These Terms of Use constitute the entire agreement between you and Animal Store regarding your use of our website and supersede all prior and contemporaneous agreements, understandings, and representations. Communications By using Animal Store, you consent to receive electronic communications from us, whether via email or notices on the website. These communications may include updates, promotions, or information related to your account. You can opt-out of receiving certain communications by contacting us at animalstore@gmail.com. Feedback We value your feedback and may provide opportunities for you to submit suggestions, comments, or ideas about Animal Store. By submitting feedback, you agree that we may use and share such feedback for any purpose without compensation to you. Security We employ reasonable security measures to protect the information transmitted to us and stored on our servers. However, no method of transmission over the internet or electronic storage is completely secure. Therefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security. Changes to Terms of Use Animal Store reserves the right to update, change, or replace any part of these Terms of Use by posting updates on the website. It is your responsibility to check this page periodically for changes. Your continued use of the website following the posting of any changes constitutes acceptance of those changes. Accessibility Animal Store is committed to providing an accessible website for all users. If you experience difficulty accessing any part of our website, please contact us at animalstore@gmail.com for assistance. Mobile Services If you access Animal Store via a mobile device, your mobile carrier's standard data and messaging rates may apply. Animal Store is not responsible for any fees or charges incurred while using mobile services. International Users Animal Store is operated and managed from locations within the United States. If you access our website from a location outside the United States, you are responsible for compliance with all local laws. Community Guidelines While interacting with Animal Store, we encourage a positive and respectful community environment. Users are expected to refrain from engaging in any conduct that may be deemed offensive, harmful, or disruptive to others. We reserve the right to moderate and, if necessary, remove content that violates these community guidelines. Prohibited Activities You agree not to engage in any activities on Animal Store that are prohibited by law or these Terms of Use. This includes, but is not limited to, the transmission of any content that is unlawful, threatening, abusive, defamatory, or infringes on the rights of others. Governing Language The primary language of Animal Store is English. While we may provide translations of certain content, the English version of any document, notice, or communication shall prevail in case of any inconsistency. Disclaimer of Endorsement Reference to any products, services, or third-party websites on Animal Store does not constitute an endorsement or recommendation by us. We are not responsible for the content or accuracy of external websites linked from or to Animal Store. No Waiver Our failure to enforce any right or provision of these Terms of Use will not be considered a waiver of those rights. If any provision of these terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. Effective Date These Terms of Use are effective as of the date of your first use of Animal Store and shall remain in effect until terminated by either party. Termination of these terms does not relieve you of any obligations or liabilities incurred prior to termination. Future Updates Animal Store may introduce new features or services that may be subject to additional terms. Your continued use of such features or services constitutes acceptance of any additional terms. Social Media Integration Animal Store may integrate with social media platforms to enhance your experience. If you choose to connect your Animal Store account with a social media account, you grant us permission to access and use certain information from that platform in accordance with our Privacy Policy. No Agency Relationship Nothing in these Terms of Use shall be deemed to create an agency, partnership, joint venture, or employment relationship between you and Animal Store. You agree that you are an independent contractor and not an employee, agent, or partner of Animal Store. Force Majeure Animal Store shall not be liable for any failure or delay in performance due to acts beyond its reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, and government actions. Arbitration Any dispute arising out of or in connection with these Terms of Use shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association. The costs of arbitration shall be borne equally by both parties. Survival The provisions of these Terms of Use that, by their nature, should survive termination shall survive any termination, including but not limited to provisions related to intellectual property, indemnification, and limitations of liability. Acknowledgment By using Animal Store, you acknowledge that you have read and understand these Terms of Use, and you agree to be bound by them. If you do not agree to these terms, please refrain from using our website. Contact Us If you have any questions or concerns about these Terms of Use, please contact us at animalstore@gmail.com. Thank you for choosing Animal Store! We hope you enjoy your experience on our website. Animal Store Animal Store is more than just a pet toy store. We care about the health and happiness of your pets. Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank you for your message - Your reliable source of pet toys | Pet Store Thank you for your feedback! We truly appreciate the time you took to write a review. Your words are important to us and will help us make our service even better. We strive to ensure that every client feels satisfied and happy with their collaboration with Animal Store. Your opinion helps us achieve this goal. Thank you for choosing Animal Store!With regards, Animal Store Team На главную страницу",
    "catalog": "Explore Our Pet Toy Catalog - Wide Range of Toys for Dogs, Cats, Birds, and More | Animal Store Animal Store Home Catalog Contacts Welcome to the Animal Store Catalog! In our catalog, you will find a huge selection of toys for pets. We offer a variety of toys for dogs, cats, birds, rodents, fish, and other pets. Whether you are looking for a toy for training, physical activity, or just for entertainment, we have something for every pet. All our toys are made of safe and high-quality materials to ensure the health and happiness of your pets. Immerse yourself in the world of diverse toys with Animal Store! Rubber Ball for Dogs Durable ball for active play with your dog. Made of safe rubber, suitable for chewing. Available in various colors and sizes. 500 INR Order Mouse Toy for Cats Soft mouse toy that will attract your cat's attention. Ideal for play and training. 300 INR Order Bird Swing Wooden swing for birds, will create a cozy place for rest and entertainment for your feathered friend. 800 INR Order Rodent Chew Toy Bright chew toy that will help your rodent develop and maintain dental health. 250 INR Order Suction Cup Aquarium Toy Floating suction cup toy that will add variety to the aquarium and entertain your fish. 350 INR Order Rabbit Tunnel Toy Soft tunnel that will become a favorite place for your rabbit to play and rest. 600 INR Order Parrot Ball Toy Bright ball that will help your parrot develop agility and physical activity. 400 INR Order Hamster Labyrinth Toy Exciting labyrinth that will provide your hamster with many hours of fun and entertainment. 550 INR Order Dog Squeaky Ball Toy Soft ball with a built-in squeaker that will attract and engage your dog. 450 INR Order Hedgehog Tree Toy Natural tree toy that will help your hedgehog sharpen its claws and develop. 700 INR Order Animal Store Animal Store is more than just a pet toy store. We care about the health and happiness of your pets. Home Catalog Contacts Disclaimer Privacy Policy Terms of Use",
    "contacts": "Get in Touch with Us - Contact Information for Animal Store Animal Store Home Catalog Contacts Contact Us I accept the Privacy Policy Send a message Animal Store Animal Store is more than just a pet toy store. We care about the health and happiness of your pets. Home Catalog Contacts Disclaimer Privacy Policy Terms of Use"
  }
}