{
  "name": "New_v9_UrbanOasisDelhi",
  "pages": {
    "about": "Urban Oasis Delhi | Luxury Hotel in the Heart of New Delhi Urban Oasis Delhi Home Rooms Services About Your Sanctuary in the Heart of New Delhi Our Story Urban Oasis Delhi was conceived with a vision to create a sanctuary amidst the bustling energy of New Delhi. Established in 2023, our hotel combines modern luxury with traditional Indian hospitality to offer an exceptional stay for both business and leisure travelers. The founders, inspired by the rich cultural heritage and dynamic urban environment of New Delhi, aimed to provide guests with a unique experience that reflects the city's vibrancy and diversity. Every detail of Urban Oasis Delhi has been thoughtfully designed to blend contemporary comforts with a touch of local charm. Our Concept At Urban Oasis Delhi, our concept revolves around creating a serene and luxurious retreat within the heart of one of the most dynamic cities in the world. We believe in offering more than just a place to stay – we offer an experience that rejuvenates the body, mind, and soul. Elegance and Comfort Our hotel features elegantly designed rooms and suites, each equipped with state-of-the-art amenities to ensure the utmost comfort for our guests. From plush bedding and spacious bathrooms to stunning views of the city, every element is crafted to provide a sense of tranquility and luxury. Culinary Excellence Urban Oasis Delhi boasts an array of dining options that cater to diverse tastes and preferences. Our on-site restaurants offer a culinary journey that spans traditional Indian dishes to international cuisines, all prepared with the freshest ingredients by our skilled chefs. Whether you're enjoying a meal at our rooftop restaurant or a drink at our stylish bar, you're in for a delightful gastronomic experience. Wellness and Relaxation We understand the importance of relaxation and well-being. Our state-of-the-art spa and fitness center provide a range of treatments and facilities designed to rejuvenate and refresh. Guests can take a dip in our rooftop pool, unwind in the tranquil garden, or enjoy a revitalizing spa treatment. Personalized Service Our commitment to exceptional service is at the core of everything we do. The dedicated staff at Urban Oasis Delhi is trained to provide personalized attention to every guest, ensuring a seamless and memorable stay. From concierge services to customized travel plans, we go above and beyond to meet your needs. Experience New Delhi Located in the vibrant center of New Delhi, Urban Oasis Delhi offers easy access to the city's major attractions, shopping districts, and business centers. Whether you're here to explore the rich cultural heritage, indulge in shopping, or attend business meetings, our prime location ensures you're always close to the action. Discover the perfect blend of luxury, comfort, and serenity at Urban Oasis Delhi. Book your stay with us today and experience the best of New Delhi. Urban Oasis Delhi Address Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India Mail UrbanOasisDelhi@gmail.com Phone +91-545-5025451 GO UP Privacy Policy Terms and Conditions",
    "gallery": "Urban Oasis Delhi | Explore Our Rooms & Suites Urban Oasis Delhi Home Rooms Services About Your Sanctuary in the Heart of New Delhi Rooms & Suites | Urban Oasis Delhi Deluxe Room Our Deluxe Rooms offer a perfect blend of comfort and elegance. These rooms are designed with contemporary decor and equipped with all modern amenities to ensure a pleasant stay. Room Features 1 King Bed or 2 Twin Beds Accommodates up to 2 guests 30 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Executive Room The Executive Rooms are designed for business travelers, offering additional space and work-friendly amenities. Enjoy a comfortable stay with a spacious work desk and seating area. Room Features 1 King Bed or 2 Twin Beds Accommodates up to 2 guests 35 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower Work Desk Seating Area Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Premium Room Our Premium Rooms offer enhanced comfort and luxury, featuring elegant decor and additional space. Perfect for guests looking for a more indulgent experience. Room Features 1 King Bed Accommodates up to 2 guests 40 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower Seating Area Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Junior Suite The Junior Suites offer a luxurious stay with separate living and sleeping areas. Ideal for guests who seek additional space and comfort. Room Features 1 King Bed Accommodates up to 3 guests 50 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower Separate Living Area Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Executive Suite The Executive Suites are designed for ultimate luxury, featuring spacious living and dining areas. Enjoy a premium experience with top-notch amenities. Room Features 1 King Bed Accommodates up to 3 guests 60 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower Living Area Dining Area Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Luxury Suite Our Luxury Suites offer the pinnacle of elegance and comfort. With expansive living spaces and opulent decor, these suites are perfect for discerning travelers. Room Features 1 King Bed Accommodates up to 3 guests 75 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower and Bathtub Living Area Dining Area Private Balcony Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Presidential Suite The Presidential Suite offers unmatched luxury and sophistication. With multiple rooms, private balconies, and exclusive services, this suite ensures a truly royal experience. Room Features 1 King Bed Accommodates up to 4 guests 100 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower and Bathtub Living Area Dining Area Private Balcony Kitchenette Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Family Suite The Family Suites are perfect for travelers with children or larger groups. These suites offer multiple bedrooms and living areas to ensure everyone has a comfortable stay. Room Features 2 Bedrooms (1 King Bed + 2 Twin Beds) Accommodates up to 5 guests 85 sqm Free Wi-Fi Flat-screen TV Mini Bar En-suite Bathroom with Rain Shower Living Area Dining Area Book Now Booking Conditions: Free cancellation up to 24 hours before check-in. Urban Oasis Delhi If you have any questions or would like to make a reservation, please leave your details in the form below and we will get in touch with you. I accept Privacy policy Send Urban Oasis Delhi Address Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India Mail UrbanOasisDelhi@gmail.com Phone +91-545-5025451 GO UP Privacy Policy Terms and Conditions",
    "index": "Welcome to Urban Oasis Delhi Urban Oasis Delhi Home Rooms Services About Your Sanctuary in the Heart of New Delhi Welcome to Urban Oasis Delhi Experience the perfect blend of luxury, comfort, and serenity at Urban Oasis Delhi. Nestled in the heart of New Delhi, our hotel offers an unparalleled escape from the hustle and bustle of city life. Prime Location Located in the vibrant center of New Delhi, Urban Oasis Delhi provides easy access to major attractions, shopping districts, and business centers. Whether you're here for leisure or business, our prime location ensures you’re always close to the action. Luxurious Accommodations Our elegantly designed rooms and suites are equipped with modern amenities to provide you with the utmost comfort. Enjoy plush bedding, spacious bathrooms, and stunning views of the cityscape. Exceptional Dining Indulge in a culinary journey at our on-site restaurants and bars. From traditional Indian cuisine to international favorites, our chefs create mouth-watering dishes using the freshest ingredients. World-Class Amenities Relax and rejuvenate at our state-of-the-art spa and fitness center. Take a dip in our rooftop pool or unwind in our tranquil garden. Our hotel offers a range of amenities to cater to your every need. Personalized Service At Urban Oasis Delhi, we pride ourselves on providing personalized service to make your stay memorable. Our dedicated staff is always on hand to assist you with any requests, ensuring a seamless experience from check-in to check-out. Book Your Stay Discover the oasis of tranquility in the heart of New Delhi. Book your stay at Urban Oasis Delhi today and experience luxury like never before. see rooms Urban Oasis Delhi Address Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India Mail UrbanOasisDelhi@gmail.com Phone +91-545-5025451 GO UP Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy | Urban Oasis Delhi Urban Oasis Delhi Home Rooms Services About Your Sanctuary in the Heart of New Delhi Privacy Policy At Urban Oasis Delhi, we are committed to protecting your privacy and ensuring a secure and enjoyable experience when using our services. This Privacy Policy outlines how we collect, use, and safeguard your personal information. 1. Information We Collect We may collect and process the following types of information: Personal Identification Information: This includes your name, contact details (email address, phone number), and payment information when you make a reservation or interact with our services. Reservation Information: Details about your stay, including dates of stay, room preferences, and special requests. Usage Data: Information about your interactions with our website, such as IP address, browser type, and browsing behavior. Feedback and Reviews: Comments, reviews, and ratings you provide about your experience at Urban Oasis Delhi. 2. How We Use Your Information We use your personal information for the following purposes: To Process Reservations: To confirm and manage your bookings, provide you with reservation details, and fulfill any special requests. To Improve Our Services: To understand your preferences and enhance your experience based on feedback and usage data. To Communicate with You: To send you updates, promotional offers, and important information about your reservation or stay. To Ensure Security: To detect, prevent, and address fraudulent activities or other security concerns. 3. How We Protect Your Information We implement appropriate technical and organizational measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. This includes secure servers, encryption, and access controls. 4. Sharing Your Information We do not sell or rent your personal information to third parties. However, we may share your information with: Service Providers: Third-party vendors who assist us in managing bookings, processing payments, and providing customer support. Legal Authorities: When required by law or to protect our rights, safety, or the rights of others. 5. Your Rights You have the right to access, correct, or delete your personal information held by us. You may also object to the processing of your data for certain purposes. To exercise these rights, please contact us using the details provided below. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website. Your continued use of our services after such changes constitutes your acceptance of the updated policy. 7. Contact Us If you have any questions or concerns about this Privacy Policy or how we handle your personal information, please contact us at: Email: UrbanOasisDelhi@gmail.com Urban Oasis Delhi Address Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India Mail UrbanOasisDelhi@gmail.com Phone +91-545-5025451 GO UP Privacy Policy Terms and Conditions",
    "services": "Urban Oasis Delhi | Exceptional Services for a Superior Stay Urban Oasis Delhi Home Rooms Services About Your Sanctuary in the Heart of New Delhi Dining Indulge in Culinary Excellence At Urban Oasis Delhi, we believe that dining is an integral part of your stay. Our hotel offers a diverse range of dining experiences to cater to all tastes and preferences. From gourmet meals to casual bites, our restaurants and bars are designed to provide an unforgettable culinary journey. Signature Restaurant Our Signature Restaurant is the epitome of fine dining, offering a menu that combines traditional Indian flavors with contemporary culinary techniques. Enjoy an exquisite selection of dishes prepared with the freshest ingredients, all served in a sophisticated and elegant setting. Open-hours: 07:00 - 23:00 Rooftop Bistro The Rooftop Bistro offers a relaxed and vibrant atmosphere with stunning views of New Delhi. Perfect for a casual meal or a sunset cocktail, the bistro features a varied menu including international favorites and local specialties, all enjoyed in an open-air setting. Open-hours: 10:00 - 02:00 Whether you're looking for a gourmet dining experience or a casual place to relax, our dining options at Urban Oasis Delhi are designed to enhance your stay. Experience the best of culinary delights in an inviting and stylish setting. Amenities Elevate Your Stay: Unwind, Energize, and Refresh with Our Premier Amenities At Urban Oasis Delhi, we offer a range of world-class amenities designed to enhance your stay. Whether you're looking to relax, stay fit, or enjoy some leisure time, our facilities provide everything you need for a comfortable and enjoyable experience. Spa and Fitness Center Our Spa and Fitness Center is designed to provide a comprehensive wellness experience. From relaxing spa treatments to invigorating workout sessions, we have something to rejuvenate every guest. Open-hours: 12:00 - 8:00 Swimming Pool Our swimming pool offers a refreshing retreat from the city's heat. Located on our rooftop, the pool provides stunning views of New Delhi while you swim or relax poolside. Whether you prefer a leisurely dip or a few laps, our pool area is the perfect place to unwind and soak up the sun. Open-hours: 10:00 - 8:00 At Urban Oasis Delhi, our amenities are designed to elevate your stay. Whether you seek relaxation, rejuvenation, or recreation, experience top-notch facilities that cater to your every need. From luxurious spa treatments to invigorating workouts and refreshing poolside moments, discover a haven of comfort and style. At Urban Oasis Delhi, we are dedicated to your comfort and satisfaction. Our team works tirelessly to ensure every aspect of your stay meets the highest standards of luxury and convenience. From our meticulously designed rooms and world-class amenities to our attentive service, we are committed to creating a memorable experience tailored to your needs. Contact us Urban Oasis Delhi Address Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India Mail UrbanOasisDelhi@gmail.com Phone +91-545-5025451 GO UP Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions | Urban Oasis Delhi Urban Oasis Delhi Home Rooms Services About Your Sanctuary in the Heart of New Delhi Terms and Conditions 1. Introduction Welcome to Urban Oasis Delhi. These Terms and Conditions outline the rules and regulations for the use of our website and services. By accessing or using our services, you agree to comply with these terms. Please read them carefully. 2. Reservations and Bookings All reservations are subject to availability and confirmation by Urban Oasis Delhi. To make a booking, you must provide accurate and complete information, including personal details and payment information. A reservation is confirmed once you receive a booking confirmation email from us. We reserve the right to cancel or amend bookings if necessary. In such cases, we will notify you as soon as possible and provide a full refund or alternative arrangements. 3. Check-In and Check-Out Check-in time is from 3:00 PM, and check-out time is by 12:00 PM. Early check-in or late check-out may be available upon request and subject to availability. Additional charges may apply. Please provide valid identification and a credit card upon check-in. The credit card will be used to cover any incidental charges or damages incurred during your stay. 4. Payment and Cancellation Policy Payment for your stay is required at the time of booking or check-in, depending on the rate plan selected. Cancellation policies vary depending on the rate plan. Please refer to your booking confirmation for specific cancellation terms. In general, cancellations made within 24 hours of check-in may incur a cancellation fee or be subject to a charge equivalent to one night's stay. 5. Guest Conduct Guests are expected to conduct themselves in a manner that does not disrupt other guests or cause damage to property. Noise levels must be kept to a minimum, and respectful behavior is required at all times. Urban Oasis Delhi reserves the right to take appropriate action if a guest's behavior is deemed unacceptable, including eviction from the property without refund. 6. Smoking Policy Smoking is not permitted in any indoor areas of the hotel, including guest rooms and public spaces. Designated smoking areas are provided outside the building. A cleaning fee will be charged if smoking occurs in non-designated areas. 7. Pets Pets are not allowed on the property, with the exception of service animals. If you require a service animal, please notify us in advance to ensure appropriate accommodations. 8. Liability Urban Oasis Delhi is not responsible for any loss, theft, or damage to personal property during your stay. Guests are encouraged to use the in-room safes provided for valuables. The hotel is also not liable for any injuries sustained on the premises. 9. Changes to Terms and Conditions Urban Oasis Delhi reserves the right to update or amend these Terms and Conditions at any time. Any changes will be posted on our website, and continued use of our services constitutes acceptance of the revised terms. 10. Contact Information If you have any questions or concerns regarding these Terms and Conditions, please contact us at: Email: UrbanOasisDelhi@gmail.com Thank you for choosing Urban Oasis Delhi. We look forward to providing you with an exceptional stay. Urban Oasis Delhi Address Khan Market, Rabindra Nagar, New Delhi, Delhi 110003, India Mail UrbanOasisDelhi@gmail.com Phone +91-545-5025451 GO UP Privacy Policy Terms and Conditions",
    "thank": "Thank You for Contacting Us | Urban Oasis Delhi body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #bef3d33b; ; border: 3px solid #88ebaf; } h1 { color: #555; } p { color: #555; margin-bottom: 20px; } .btn { border: 2px solid #88ebaf; background-color: #88ebaf; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; } .btn:hover { background-color: #eee; color: #555; } Your Message Has Been Received | Urban Oasis Delhi Thank you for reaching out to us! We have received your message and our team will get in touch with you shortly. We appreciate your interest in Urban Oasis Delhi and are here to assist with any questions or concerns you may have. Your satisfaction is our priority, and we look forward to providing you with exceptional service. Thank you for choosing Urban Oasis Delhi! Back home"
  },
  "date": "2024-07-23T13:08:18.394Z"
}