{
  "name": "New_v9_FixRight",
  "pages": {
    "about": "Sobre a FixRight - Saiba Mais Sobre Nossos Serviços Automotivos de Qualidade! FixRight Página Principal Sobre Nós Contate-nos Sobre a FixRight Seu Parceiro de Confiança em Cuidados Automotivos At FixRight, we take pride in offering unparalleled expertise in professional automotive solutions. With a commitment to quality craftsmanship, cutting-edge materials, and industry-best practices, we deliver comprehensive automotive services tailored to meet the unique needs of our clients.‍Our seasoned team of automotive professionals is dedicated to ensuring the performance, safety, and longevity of every vehicle. From meticulous diagnostics and precise repairs to efficient maintenance and strategic upgrade plans, we provide a full spectrum of services to enhance the reliability and functionality of your vehicle. Selecionando a Oficina de Reparo Automotivo Certa Experience peace of mind as we address your concerns and provide tailored solutions for a better and more comfortable living. Contact us today to explore how we can meet your specific needs.‍Packages includes: Inspeções de Veículos Orçamentos e Cotações de Serviço Seleção de Peças Manutenção Regular Conformidade com Normas de Segurança Comunicação com o Cliente Manutenção de Veículos Reparos e Substituições 75% Ampla Gama de Serviços, abordando 75% das suas necessidades automotivas. 90% Confiabilidade no manuseio de tudo, desde manutenção regular até reparos urgentes. 100% Satisfação Completa, garantindo que todas as suas necessidades automotivas sejam atendidas com excelência. Por que Escolher a FixRight? Serviço de Transmissão Nossos técnicos experientes fornecem um serviço de transmissão abrangente para garantir trocas suaves e desempenho ideal do seu veículo. Reparo de Suspensão Nossa equipe qualificada é especializada em diagnosticar e reparar problemas de suspensão para garantir uma experiência de direção confortável e segura. Diagnóstico Elétrico Nossos técnicos especializados utilizam ferramentas de diagnóstico avançadas para identificar e resolver com precisão problemas elétricos em seu veículo. Alinhamento de Rodas Nossa equipe dedicada garante um alinhamento preciso das rodas, aumentando a vida útil dos pneus e melhorando o manuseio e a segurança do veículo. Perguntas Frequentes A FixRight é licenciada e segurada? Absolutamente. Somos totalmente licenciados e possuímos um seguro abrangente para proteger tanto nossos clientes quanto nossa equipe durante cada reparo. O que diferencia a FixRight de outras oficinas de reparo automotivo? Nosso compromisso com profissionalismo, artesanato de qualidade e satisfação do cliente nos diferencia. Priorizamos a transparência, usamos peças premium e empregamos profissionais qualificados para oferecer resultados excepcionais. A FixRight oferece garantias nos reparos? Sim, fornecemos garantias tanto para peças quanto para mão de obra. Os termos específicos variam conforme o reparo, e nossa equipe discutirá os detalhes durante a consulta. Como posso agendar uma inspeção ou reparo de veículo? Basta entrar em contato conosco através de nosso site ou nos ligar. Agendaremos um horário conveniente para que nossa equipe avalie as necessidades do seu veículo e forneça recomendações. Página PrincipalSobreContatoPolítica de Privacidade © FixRight. Todos os Direitos Reservados 2024.",
    "contact": "Entre em Contato com a FixRight - Tire Suas Dúvidas ou Agende um Serviço! FixRight Página Principal Sobre Nós Contate-nos Contate a FixRight 30+ Anos de Experiência 235 mil+ Clientes Satisfeitos 125+ Prêmios Conquistados 475 mil+ Reparos Bem-Sucedidos Serviços Incluídos em Todos os Planos Inspeção Abrangente de Veículos Nossa equipe especializada realiza uma avaliação detalhada da condição do seu veículo, identificando quaisquer problemas. Peças de Qualidade e Instalação Profissional Utilizamos peças de primeira linha combinadas com mão de obra qualificada para garantir reparos confiáveis e duradouros. Limpeza Pós-Reparo Como parte de nosso compromisso com a excelência, cada reparo inclui uma limpeza completa pós-reparo. Contact Us Sinta-se à vontade para entrar em contato conosco com qualquer dúvida ou assistência que você possa precisar. Nossa equipe dedicada está aqui para fornecer informações e responder às suas preocupações. Nome E-mail Mensagem &nbsp;Eu concordo com&nbsp; Política de Privacidade Av. Xingu, 1584 - Taboca, São Félix do Xingu - PA, 68380-000, Brasil +55-47-4587-3215 fixright@gmail.com Página PrincipalSobreContatoPolítica de Privacidade © FixRight. Todos os Direitos Reservados 2024.",
    "index": "Bem-vindo à FixRight - Seu Destino Confiável para Serviços Automotivos! FixRight Página Principal Sobre Nós Contate-nos Aprimoramos nosso ofício desde 1994 Soluções AutoFix Nosso inovador sistema de reparo supera os métodos tradicionais, integrando de forma perfeita tecnologia de ponta com design moderno para um desempenho e estilo ótimos. Consulta Diagnóstica Gratuita Seu Parceiro de Confiança em Cuidados Automotivos Com três décadas de experiência, nos orgulhamos de ser a escolha confiável para todas as suas necessidades automotivas. Veja por que os clientes nos escolhem: Manutenção Atualizações de Desempenho Nosso Compromisso Clientes Satisfeitos Saiba Mais Sobre Nossos Serviços Provedor de Serviços Automotivos Confiável, Confiável e Profissional Reparos de Veículos Nossos técnicos qualificados combinam artesanato automotivo de primeira linha com soluções avançadas de reparo para garantir que seu veículo funcione suavemente e com segurança. Substituição de Motor Especializamo-nos em substituições de motor sem costura e eficientes, abordando questões para otimizar o desempenho e a longevidade do seu veículo. Sistemas de Escape Nossa equipe de especialistas é dedicada a fornecer soluções de sistema de escape sem costura e eficientes, adaptadas às necessidades do seu veículo. Reparo de Freios Nossa equipe dedicada é especializada em resolver problemas de freios de forma rápida e eficiente para garantir a segurança e o desempenho do seu veículo. 30+ Anos de Experiência 235 mil+ Clientes Satisfeitos 125+ Prêmios Conquistados 475 mil+ Reparos Bem-Sucedidos Por que Escolher a FixRight? Artesanato Automotivo Especializado Nossos técnicos experientes trazem experiência incomparável para cada reparo, garantindo precisão e confiabilidade. Soluções Personalizadas Entendemos que cada problema automotivo é único. Nossas soluções são adaptadas para atender às suas necessidades específicas. Peças de Qualidade Premium Priorizamos peças de primeira linha para garantir um reparo durável e de longa duração. A qualidade nunca é comprometida. Comunicação Clara Tenha uma comunicação transparente e aberta durante todo o processo de reparo. Mantemos você informado em cada etapa. Suporte Pós-Reparo Nosso compromisso vai além do reparo. Tenha tranquilidade com nosso suporte pós-reparo, incluindo acompanhamento e assistência. Abordagem Centrada no Cliente Sua satisfação é nossa prioridade. Tenha uma abordagem centrada no cliente que valoriza suas necessidades e preferências. Página PrincipalSobreContatoPolítica de Privacidade © FixRight. Todos os Direitos Reservados 2024.",
    "privacy": "Política de Privacidade da FixRight - Protegendo Suas Informações Pessoais FixRight Página Principal Sobre Nós Contate-nos Política de Privacidade Bem-vindo à FixRight Bem-vindo à FixRight, seu destino principal para serviços automotivos. Nossa Política de Privacidade é projetada para proteger suas informações pessoais, garantindo uma experiência segura e transparente durante suas interações com a FixRight. Na FixRight, priorizamos sua privacidade e estamos dedicados a manter um ambiente seguro para todos os nossos clientes. Na era digital de hoje, entendemos a importância da proteção da privacidade. Fique tranquilo, seguimos práticas rigorosas de privacidade para manter a confidencialidade e a segurança de seus dados durante seu envolvimento com a FixRight. Além disso, nosso objetivo é fornecer uma plataforma personalizada e segura, adaptada às suas necessidades automotivas. Nos esforçamos para inspirar confiança e garantir segurança em todos os aspectos de sua experiência com a FixRight. Permanecemos vigilantes em acompanhar os avanços tecnológicos e as mudanças nas regulamentações de privacidade, garantindo que nossas práticas sejam consistentemente atualizadas e estejam em conformidade com os padrões da indústria. Nosso Compromisso com a Privacidade Na FixRight, valorizamos sua privacidade. Tratamos todas as informações com o máximo cuidado e transparência, conquistando sua confiança por meio de nosso compromisso inabalável. Nossa equipe dedicada mantém os mais altos padrões éticos para proteger seus dados pessoais, respeitando sua privacidade em cada etapa. Desde sua consulta inicial até o serviço contínuo, você pode contar conosco para tratar suas informações com cuidado e respeito, priorizando sua privacidade em todos os momentos. Além disso, estamos comprometidos com a transparência em todas as nossas práticas relacionadas à privacidade. Queremos que você entenda como suas informações são coletadas, utilizadas e protegidas ao usar nossos serviços. Nosso compromisso com a privacidade vai além da mera conformidade; buscamos continuamente maneiras de aprimorar nossos procedimentos e fortalecer a proteção de seus dados. Garantindo Segurança A FixRight implementa medidas robustas de segurança para proteger suas informações pessoais contra acesso, alteração ou divulgação não autorizados. Avaliamos e atualizamos regularmente nossos protocolos de segurança para garantir o mais alto nível de proteção de dados. Sua segurança é primordial para nós, e não poupamos esforços para preservar sua privacidade. Nosso compromisso com a segurança envolve investir em tecnologias de ponta e fornecer treinamento contínuo à nossa equipe para aumentar a conscientização sobre medidas de segurança de dados e garantir conformidade com regulamentações relevantes. Sua confiança na FixRight é primordial, e estamos dedicados a manter a confidencialidade de suas informações. Além disso, realizamos auditorias de segurança regulares e testes de penetração em nossos sistemas para identificar e mitigar quaisquer vulnerabilidades potenciais. Monitoramos continuamente ameaças potenciais e implementamos novas medidas de segurança para garantir a proteção contínua de seus dados. Se você tiver alguma preocupação com a segurança de suas informações, não hesite em nos contatar. Estamos aqui para atender às suas preocupações de forma rápida e eficiente. Transparência e Comunicação Transparência e comunicação aberta são princípios fundamentais na FixRight. Se você tiver alguma dúvida, preocupação ou feedback sobre nossa Política de Privacidade ou práticas, entre em contato conosco. Estamos aqui para ajudá-lo prontamente e responder a quaisquer perguntas que você possa ter. Estamos comprometidos em mantê-lo informado sobre quaisquer alterações em nossa Política de Privacidade ou termos de serviço. As atualizações serão publicadas em nosso site, e também podemos notificá-lo por e-mail ou outros canais de comunicação para garantir que você esteja informado. Seu feedback é inestimável enquanto buscamos aprimorar sua experiência com a FixRight. Além disso, incentivamos a comunicação aberta e honesta com nossos clientes. Se você tiver alguma preocupação ou sugestão sobre como podemos melhorar nossos serviços ou políticas de privacidade, adoraríamos ouvir de você. Sua contribuição nos ajuda a refinar nossos padrões de segurança e privacidade. Estamos dedicados a responder a todas as suas perguntas e preocupações de forma rápida e eficiente, garantindo que você se sinta valorizado e ouvido como membro da comunidade FixRight. Links de Terceiros O site da FixRight pode conter links para sites ou serviços de terceiros. Esses links são fornecidos apenas para sua conveniência e informação. A FixRight não controla esses sites de terceiros e não é responsável por suas práticas de privacidade. Recomendamos revisar as políticas de privacidade de quaisquer sites de terceiros que você visite para entender como suas informações são coletadas, usadas e compartilhadas. Embora nos esforcemos para fornecer links de qualidade para sites úteis e éticos, não podemos garantir o conteúdo ou a segurança de sites externos. Por favor, tenha cautela ao navegar em links externos a partir de nosso site. Além disso, queremos enfatizar que não somos responsáveis pelo conteúdo ou pelas práticas de privacidade de sites de terceiros. Se você optar por acessar esses sites, recomendamos revisar cuidadosamente suas políticas de privacidade para garantir a proteção de suas informações pessoais. Como parte de nosso compromisso com a transparência, estamos disponíveis para responder a quaisquer perguntas ou preocupações que você possa ter sobre links de terceiros em nosso site. Sua confiança é importante, e estamos aqui para garantir que você se sinta confortável navegando em nosso site e em quaisquer sites vinculados. Privacidade das Crianças A FixRight não coleta conscientemente informações pessoais de crianças menores de 13 anos. Se você é pai ou responsável e acredita que seu filho nos forneceu informações pessoais, entre em contato conosco imediatamente para que possamos remover suas informações de nossos registros. Estamos comprometidos em proteger a privacidade das crianças e garantir um ambiente online seguro para todos os usuários. Incentivamos os pais a monitorar as atividades online de seus filhos e educá-los sobre segurança e privacidade online. Juntos, podemos criar uma experiência online mais segura para crianças e proteger seus direitos de privacidade. Além disso, estamos comprometidos em educar nossos usuários e suas famílias sobre a importância da privacidade online para crianças. Oferecemos recursos educacionais e informações úteis sobre cibersegurança para ajudar os pais a proteger seus filhos enquanto navegam na internet. Se você tiver alguma dúvida ou preocupação sobre a privacidade de seus filhos ao usar nossos serviços, não hesite em nos contatar. Estamos aqui para fornecer orientação e assistência, garantindo que você se sinta confiante na segurança online de seus filhos. Alterações na Política de Privacidade A FixRight reserva-se o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Quaisquer alterações ou modificações serão efetivas imediatamente após a publicação em nosso site. Recomendamos revisar periodicamente esta Política de Privacidade para se manter informado sobre quaisquer atualizações. O uso continuado de nosso site após a publicação de quaisquer alterações significa sua aceitação dessas alterações. Se você não concorda com os termos desta Política de Privacidade, por favor, interrompa o uso de nosso site. Sua privacidade é importante para nós, e estamos comprometidos em manter os mais altos padrões de proteção de dados e privacidade. Além disso, nos esforçamos para fornecer notificação clara e transparente de quaisquer alterações em nossa Política de Privacidade. Nosso objetivo é garantir que você esteja totalmente informado sobre como suas informações estão sendo protegidas e como quaisquer alterações na política podem afetar sua privacidade. Estamos sempre disponíveis para responder a quaisquer perguntas ou preocupações que você possa ter sobre alterações em nossa Política de Privacidade. Sua confiança é importante, e estamos aqui para garantir que você se sinta confortável com nossas práticas de privacidade. Informações de Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou práticas, entre em contato conosco em FixRight@gmail.com. Seu feedback é inestimável enquanto nos esforçamos para melhorar sua experiência com a FixRight. A segurança de seus dados é primordial para nós, e estamos comprometidos em fornecer um ambiente seguro para todos os nossos usuários. Entre em contato conosco para assistência ou feedback relacionado à sua privacidade ou preocupações de segurança. Sua confiança na FixRight é essencial para nós, e estamos dedicados a responder a todas as suas perguntas sobre nossa Política de Privacidade ou qualquer outro aspecto de nossos serviços. Sua satisfação é nossa prioridade, e estamos aqui para ajudá-lo de todas as maneiras possíveis. Para esclarecimentos sobre o uso ou proteção de suas informações, sinta-se à vontade para nos contatar a qualquer momento. Valorizamos sua privacidade e estamos comprometidos em garantir que seus dados pessoais sejam tratados com o máximo cuidado e respeito. Página PrincipalSobreContatoPolítica de Privacidade © FixRight. Todos os Direitos Reservados 2024.",
    "thank_page": "Obrigado por Escolher a FixRight - Esperamos Atendê-lo Novamente em Breve! body { font-family: Arial, sans-serif; background-color: #f6f1e9; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #272d42; border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #eee; } p { color: #eee; margin-bottom: 20px; } .btn { background-color: #ffc127; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #9b771c; } Bem-vindo à FixRight! Obrigado por escolher a FixRight! Estamos empolgados por ter capturado sua atenção. Seja você esteja buscando por serviços automotivos de qualidade, reparos confiáveis, ou soluções eficientes, estamos confiantes de que você encontrará tudo o que precisa para cuidar do seu veículo de maneira excepcional. Explore a FixRight"
  }
}