{
  "name": "New_v9_Cafeteria",
  "pages": {
    "contact": "Contato - Cafeteria Home Contato Entre em Contato Conosco Estamos aqui para ajudar e responder a quaisquer perguntas que você possa ter. Nossos Detalhes de Contato Endereço Av. Pedro Álvares Cabral, 1301 04094-050, Brazil Telefone +55 11 93659-3424 Email cafeteria@gmail.com Horário de Funcionamento Segunda a Sexta: 8:00 - 20:00 Sábado e Domingo: 9:00 - 18:00 Cafeteria Envie uma Mensagem Nome: Email: Mensagem: Eu aceito a Política de Privacidade Enviar Perguntas Frequentes Qual é o horário de funcionamento? Nosso horário de funcionamento é de Segunda a Sexta, das 8:00 às 20:00, e nos finais de semana, das 9:00 às 18:00. Vocês oferecem serviço de entrega? Sim, oferecemos serviço de entrega para a maioria dos itens do nosso cardápio. Entre em contato para mais detalhes. Como posso reservar uma mesa? Você pode reservar uma mesa ligando para nosso telefone ou enviando um email com sua solicitação. Quais métodos de pagamento são aceitos? Aceitamos cartões de crédito, débito e pagamentos em dinheiro. Home Contato +55 11 93659-3424 cafeteria@gmail.com Av. Pedro Álvares Cabral, 1301 04094-050, Brazil Política de Privacidade Termos e Condições",
    "index": "Cafeteria - Um Mundo de Sabores Home Sobre nós Cardápio Contato Bem-vindo à Nossa Cafeteria Desfrute da arte do café na nossa cafeteria. Explore nosso cardápio e aproveite momentos únicos. Nós acreditamos que cada xícara de café conta uma história, desde o cultivo dos grãos até a experiência de degustação. Nossa equipe é dedicada a oferecer um atendimento acolhedor e personalizado, garantindo que cada visita seja memorável. Venha conhecer nosso espaço aconchegante, onde você pode relaxar, trabalhar ou encontrar amigos enquanto aprecia uma seleção exclusiva de cafés especiais. Veja o Cardápio Sobre Nós Na nossa cafeteria, você encontra os melhores cafés preparados com grãos selecionados e técnicas apuradas. Nossa missão é proporcionar uma experiência única a cada xícara, criando momentos inesquecíveis para nossos clientes. Cada café é preparado com cuidado e atenção aos detalhes, utilizando equipamentos de última geração e técnicas baristas especializadas. Nós trabalhamos em estreita colaboração com fazendas de café sustentáveis para garantir que nossos grãos sejam de alta qualidade e provenientes de fontes éticas. Além do café, oferecemos uma variedade de doces, salgados e opções saudáveis para acompanhar sua bebida favorita. Venha nos visitar e descubra por que somos a melhor cafeteria da cidade. Nosso Cardápio Expresso Um café forte e encorpado, perfeito para começar o dia com energia. Cappuccino Uma combinação perfeita de café expresso, leite vaporizado e espuma de leite. Latte Um café suave e cremoso, ideal para momentos de relaxamento. Mocha Um café com chocolate, perfeito para os amantes de uma bebida doce e encorpada. Americano Um café encorpado e suave, perfeito para saborear a qualquer hora do dia. Macchiato Um café expresso com um toque de leite vaporizado, ideal para quem gosta de um sabor mais intenso. Depoimentos \"A experiência na nossa cafeteria foi simplesmente fantástica! O ambiente é muito aconchegante, perfeito para relaxar e desfrutar de um café de qualidade.\" Ana Souza \"Frequento essa cafeteria há meses e nunca me decepcionei. Os baristas são atenciosos e o café é sempre fresco e saboroso. Recomendo o cappuccino!\" Bruno Lima \"A combinação de um ótimo café com um atendimento excepcional faz desta cafeteria um dos meus lugares favoritos na cidade. Adoro passar as tardes aqui.\" Carla Mendes Home Sobre nós Cardápio Contato +55 11 93659-3424 cafeteria@gmail.com Av. Pedro Álvares Cabral, 1301 04094-050, Brazil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Cafeteria Home Termos e Condições Política de Privacidade Introdução Nós da Cafeteria estamos comprometidos em proteger a sua privacidade. Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações. Informações que Coletamos Informações de identificação pessoal (nome, endereço de e-mail, número de telefone, etc.) Histórico de pedidos e preferências Informações de pagamento Dados do navegador e do dispositivo Como Usamos Suas Informações Para processar seus pedidos e fornecer nossos serviços Para melhorar nossa cafeteria e site Para enviar ofertas promocionais e atualizações Para cumprir obrigações legais Como Protegemos Suas Informações Usamos uma variedade de medidas de segurança para manter a segurança de suas informações pessoais. Essas medidas incluem criptografia, firewalls e servidores seguros. Alterações a Esta Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente. Notificaremos você sobre quaisquer alterações publicando a nova Política de Privacidade em nosso site. Entre em Contato Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco pelo e-mail cafeteria@gmail.com. +55 11 93659-3424 cafeteria@gmail.com Av. Pedro Álvares Cabral, 1301 04094-050, Brazil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Cafeteria Home Política de Privacidade Termos e Condições Introdução Bem-vindo à nossa Cafeteria. Estes termos e condições descrevem as regras e regulamentos para o uso do nosso site e serviços. Termos de Serviço Ao acessar este site, você concorda em cumprir estes termos e condições. Reservamo-nos o direito de atualizar ou modificar estes termos a qualquer momento sem aviso prévio. É sua responsabilidade verificar estes termos periodicamente para alterações. Pedidos e Pagamentos Todos os pedidos feitos através do nosso site estão sujeitos à aceitação e disponibilidade. Reservamo-nos o direito de recusar ou cancelar qualquer pedido a nosso critério. O pagamento deve ser efetuado no momento do pedido. Aceitamos diversos métodos de pagamento, conforme indicado em nosso site. Reembolsos e Cancelamentos Os reembolsos serão processados de acordo com nossa política de reembolso, disponível em nosso site. Os pedidos podem ser cancelados dentro de um período especificado, conforme descrito em nossa política de cancelamento. Uso do Nosso Site Você não pode usar nosso site para qualquer propósito ilegal ou não autorizado. Você não deve transmitir qualquer worm, vírus ou qualquer código de natureza destrutiva. Reservamo-nos o direito de encerrar seu uso do site por violar qualquer um dos usos proibidos. Entre em Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo e-mail cafeteria@gmail.com. +55 11 93659-3424 cafeteria@gmail.com Av. Pedro Álvares Cabral, 1301 04094-050, Brazil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado - Cafeteria Voltar para Home Obrigado por Entrar em Contato Agradecemos profundamente por escolher a nossa cafeteria como seu destino para momentos especiais. Sua apreciação pela nossa arte do café é a força motriz por trás do nosso compromisso em oferecer bebidas excepcionais e uma experiência de cafeteria incomparável."
  },
  "date": "2024-07-04T07:42:05.874Z"
}