{
  "name": "New_v9_ArtiChair",
  "pages": {
    "about": "About ArtiChair - Your Source for Design-Led Furniture ArtiChair Home About Us Contact I’m ArtiChair Your design partner Hello, I’m ArtiChair, your connoisseur in all things furniture. Whether you're furnishing your first home or you're looking to revamp your space, I'm here to offer guidance and support. My passion for design and style ensures I'm always on top of the latest trends in the furniture world. Let's create the perfect atmosphere together and make your design dreams come to life. Get in touch ArtiChair Journey Design Evolution ‘92 Opened our first furniture boutique ‘97 Launched ArtiChair online ‘13 Expanded into interior design services ‘14 Hosted our first designer furniture expo ‘16 Record year in furniture sales ‘17 Introduced exclusive designer collections ‘18 Welcomed over 10,000 online customers ‘19 Initiatives supporting eco-friendly designs ArtiChair Values Core values that shape our mission At ArtiChair, we believe every piece tells a story, and every design enhances a lifestyle. Join us in creating spaces that resonate with elegance and comfort. Connect with us Authenticity At ArtiChair, genuine design and quality are what we live for. Authenticity in our products and integrity in our services set the foundation for a trusted relationship. Harmony At ArtiChair, fostering harmony in your space is our priority—uniting aesthetics, function, and style in a symphony of design. Innovation &amp; Education At ArtiChair, we balance timeless beauty with innovation. We're committed to educating and inspiring an appreciation for the art of furniture design. Continuous Improvement At ArtiChair, evolution is our design philosophy, and we’re always refining our collections to provide the highest quality and creativity in the furniture industry. Discover Our Furniture Selection Crafted for Your Lifestyle ✔ Interior Design Consulting Let our expertise craft the layout of your dreams or elevate your living spaces to new heights. Dive into our bespoke consulting services designed for homeowners and design enthusiasts. ✔ Furniture Care Workshops Join our workshops for maintaining the beauty of your furniture. Learn the art of upholstery care, wood maintenance, and more. ✔ Virtual Showroom Tours Experience our virtual tours showcasing the finest furniture from around the globe, right from the comfort of your home. ★ ArtiChair Emporium Step into the elegance of ArtiChair Emporium, where design and sophistication meet. Discover an exclusive selection of designer furniture that inspires and elevates. About ArtiChair Emporium Enter a world where every furniture piece tells a story and every design is a journey. At ArtiChair Emporium, we bring you a curated collection of design marvels from across the globe. Explore our range of sofas, chairs, tables, and more, each carefully selected to bring aesthetics, functionality, and expression into your home. Let ArtiChair Emporium be your canvas, a place to find your style and amplify your home's beauty to the world. Join us in creating a stylish future for home decor by embracing the craftsmanship and essence of designer furniture. Experience the joy and power of design in enhancing your life and space. Discover Our Furniture Ensemble Dive into our extensive collection of chairs, tables, storage units, and decor pieces designed to elevate your home's ambiance and inspire your creative flair. Whether you're decorating your first home or enhancing your personal space, ArtiChair has everything you need to bring your design vision to life. Start Your Design Journey Set the stage for a stylish adventure at ArtiChair today and discover the style that moves your world. Begin Your Design Quest Step into the elegance at ArtiChair Emporium. Explore our diverse range of furniture and decor to find your perfect aesthetic. Explore Our Selections ArtiChair Inspirations Discover our top-selling designs Let’s decorate 20k+ satisfied clients 500+ home transformations 40 types of design consultations 15 countries with our furniture Main pages HomeProductsServices Legal pages Terms of Service ArtiChair ArtiChair 2024",
    "contact": "Contact ArtiChair - Get in Touch with Us ArtiChair Home About Us Contact Get in touch or simply chat about design ✉ ArtiChair@gmail.com Email us. ☏ +91-521-5236547 Call us today. ✘ C Block, 43/5, Attukal Temple Rd, Thiruvananthapuram, Kerala 695009, India Our store address or use our contact form I accept the Privacy Policy Our Design Sync Seamless yet impactful approach 1 Select Your Perfect Piece This is all about matching your needs as a design enthusiast, considering your space, style, and personal preference. We take a deep dive to find the pieces that resonate with your home's aesthetic. 2 Personalized Design Services Together, we'll curate the services that will fine-tune your space’s appearance. ArtiChair specialists consider all aspects of your interior design to provide a suite of options suited for your style. 3 Delivery and Aftercare We orchestrate the seamless integration of your new furniture into your home, providing ongoing support to keep it in pristine condition. Our attentive care will ensure your design success. ArtiChair FAQs Your design queries, resolved What types of furniture do you offer? Our selection ranges from sofas, tables, chairs, to storage and decor pieces—catering to every kind of home designer. Do you provide design consultations or workshops? Absolutely! We offer workshops for design enthusiasts of all levels, as well as private consultations to refine your space. Is there a warranty for furniture? Yes, we provide warranties for all our furniture pieces, ensuring peace of mind with your purchase. What after-purchase support do you provide? Our dedicated team is here to offer guidance on furniture care and maintenance, ensuring you get the best out of your purchase. Do you offer customization services? Indeed! ArtiChair prides itself on customizing pieces to match your unique style and space requirements. Main pages HomeProductsServices Legal pages Terms of Service ArtiChair ArtiChair 2024",
    "index": "ArtiChair - Your Destination for Designer Furniture ArtiChair Home About Us Contact Embrace the Aesthetic Discover the Elegance of Design. Hey, I'm Clara Hudson, a renowned interior designer. I've guided countless clients to find their perfect piece of furniture that compliments both their space and their style. Our Products Just like every brush stroke contributes to a masterpiece, each piece in our collection adds to the ambiance of a room. Remember the moment you first visited ArtiChair, which might mark the beginning of your journey towards aesthetic perfection. our selections Finding elegance through an exquisite array of furniture ✔ Design Mastery From timeless classics to modern innovations, we provide the pieces and inspiration to excel in your interior design endeavors. ✔ Decorative Passion Delve into the art of interior design, from its historical roots to the role it plays in our daily lives and personal wellbeing. ✔ Furniture and Innovation Adapt to the ever-changing world of furniture design, explore innovative materials and techniques to redefine your living spaces. see all products about us Recognized as pioneers of style, reliable providers, and design visionaries. Join the ArtiChair family and experience the world of furniture like never before. We bring you closer to the essence of style and sophistication that have defined spaces for generations. Immerse yourself into the design journey that awaits. ★ swift delivery within 24 hours ★ top-notch designer pieces ★ devoted customer service About ArtiChair furniture categories Explore our eclectic mix of furniture categories Seating Solutions Explore the comfort and style of our seating options ✔ 17 types Learn more Seating options at ArtiChair surround you with comfort and elegance. From plush sofas to chic bar stools, discover a realm of choices for both leisure and formal setups. Table Collections Gather around our stylish tables ✔ 9 types Learn more Our table collections serve as the centrepiece of any dining room or office. From sleek coffee tables to elegant dining sets, they bring functionality and style to any occasion. Storage Solutions Organize in style with our storage solutions ✔ 26 types Learn more Storage solutions from ArtiChair offer both utility and sophistication. From bookshelves to sideboards, find the perfect way to declutter and display with elegance. Customer Testimonials Stylish feedback to inspire your decor journey The perfect lounge chair! Their design consultation helped me choose the ideal lounge chair for my reading nook. Now it's my favorite spot in the house. Thanks to ArtiChair for turning my vision into reality. 1000+ satisfied clients 150+ home transformations Within two weeks of completing my living room with ArtiChair, I've received countless compliments. Their selection and advice truly made my space. Main pages HomeProductsServices Legal pages Terms of Service ArtiChair ArtiChair 2024",
    "privacy": "ArtiChair Privacy Policy - Protecting Your Information ArtiChair Home About Us Contact ArtiChair Privacy Policy: Your Data, Your Trust, Our Commitment Protecting Your Privacy: A Fundamental Principle At ArtiChair, we recognize that your privacy is paramount. We understand that your personal information is valuable and sensitive, and we are committed to safeguarding it with the utmost care and responsibility. When you choose ArtiChair, you are not just choosing beautiful and functional furniture; you are choosing a company that respects your privacy and treats your data with the utmost respect. We are dedicated to providing a secure and transparent experience that puts your trust at the forefront of everything we do. Transparency and Accountability: Openness in Our Practices We believe that transparency is essential for building trust. This Privacy Policy outlines our practices for handling your personal information with complete clarity and honesty. We are committed to being open about how we collect, use, and protect your data. We strive to meet and exceed the highest industry standards for privacy and security practices, ensuring that your information is always handled with the utmost care and respect. We believe that transparency means keeping you informed of any changes to our policies and procedures, so you can always be confident that your privacy is our priority. Keeping Your Information Secure: A Multifaceted Approach ArtiChair employs a comprehensive and robust set of security measures to safeguard your personal information. We utilize secure servers, advanced encryption technologies, and rigorous security checks to minimize the risk of unauthorized access. These safeguards are designed to protect your data from potential threats, ensuring that your privacy and data security are always at the forefront of our minds. We invest in ongoing security upgrades, continually reviewing and enhancing our practices to stay ahead of evolving threats and ensure the best possible protection for your information. Our commitment to ongoing innovation in security reflects our dedication to providing you with a secure and trusted environment for all your interactions with ArtiChair. Your Control, Your Privacy: Empowering Your Choices We believe that you should have control over your personal information. Our policy empowers you with clear and user-friendly options to access, edit, or delete your data. You can manage your privacy settings at any time, allowing you to tailor them according to your preferences. This empowerment allows you to make informed choices about how your information is used and ensures that you have a voice in maintaining your privacy. We are committed to giving you the tools to manage your data effectively and to ensure that your privacy is always respected. Safeguarding Your Online Experience: Creating a Secure Environment We prioritize protecting you online. We utilize industry-leading security measures, including secure login procedures, multi-factor authentication, and advanced encryption technologies to safeguard your data when you interact with us online. These safeguards ensure a seamless and worry-free experience for you. We are constantly reviewing and enhancing our online security practices to stay ahead of evolving threats. Our commitment to ongoing security enhancements reflects our dedication to providing you with a secure and trusted online environment. A Partnership for Privacy: Collaboration for a Secure Future We believe that maintaining your privacy is a shared responsibility. We encourage you to review our policy thoroughly and contact us with any questions or concerns you may have. We value your feedback and are always open to suggestions on how to improve our practices. Your privacy is paramount to us, and together, we can create a more secure and transparent online experience for everyone. Looking Ahead: Continuously Evolving for Your Protection The digital landscape is constantly evolving, and so are our privacy practices. We are dedicated to staying ahead of the curve in protecting your data by continuously adapting and improving our security measures. We are committed to providing you with a secure and trusted online experience, ensuring that your information is handled with the utmost care and responsibility. It is this ongoing commitment to innovation and improvement that ensures that your privacy remains our top priority. Contact Us: Your Voice Matters We value your trust and are always here to answer your questions or address any concerns you may have about our privacy practices. Feel free to contact us at: ArtiChair@gmail.com. We're dedicated to providing a safe and transparent experience for all our customers. Your feedback is essential to us as we strive to continually improve our privacy practices and ensure that your trust in ArtiChair is always well-placed. Main pages HomeProductsServices Legal pages Terms of Service ArtiChair ArtiChair 2024",
    "thank_page": "Thank You - ArtiChair body { font-family: Arial, sans-serif; background-color: #eff9fb; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #eff9fb; background-color: #ffffff; opacity: 1; background-image: radial-gradient(#fdb99e 0.5px, transparent 0.5px), radial-gradient(#fdb99e 0.5px, #ffffff 0.5px); background-size: 20px 20px; background-position: 0 0, 10px 10px; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: #c7ae0f; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #502f17; } Welcome to ArtiChair - Your Ultimate Destination for Exceptional Designer Furniture! Elevate your space with our wide range of unique designer furniture, from installation to personalized styling services, along with tailored recommendations designed to delight and ensure the well-being of the environments in your life. Discover the Magic of Style with ArtiChair"
  },
  "date": "2024-07-02T13:58:39.242Z"
}