{
  "name": "New_v9_NovaAedes",
  "pages": {
    "about": "About Us - NovaAedes Real Estate About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us About Us Welcome to NovaAedes Real Estate, where we redefine the real estate experience. Established with a passion for excellence and a commitment to integrity, NovaAedes is dedicated to helping clients achieve their property goals with confidence. At NovaAedes, we specialize in a full spectrum of real estate services, including property management, sales, rentals, and investment consulting. Our team of experienced professionals brings deep industry knowledge and a personalized approach to every client interaction. Contact us Meet Our Dedicated Team of Real Estate Experts John Doe Real Estate Sales Manager Jane Smith Property Management Specialist Michael Johnson Marketing Director Blog Exciting New Property Listings Discover our latest listings featuring stunning homes in prime locations. Whether you're searching for a cozy apartment or a luxurious villa, we have something for everyone. July 10, 2024 Tips for First-Time Home Buyers Are you planning to buy your first home? Check out our expert tips on navigating the real estate market, securing financing, and making a smart investment. July 15, 2024 Real Estate Market Trends Stay informed with the latest trends in the real estate market. Our analysis covers changes in property prices, demand shifts, and investment opportunities. July 20, 2024 Discover What Our Clients Say About Us John Smith \"Working with NovaAedes Real Estate was an absolute pleasure. Their team guided me through every step of selling my home, ensuring a smooth and stress-free process.\" Emily Johnson \"I rented an apartment through NovaAedes and was impressed by their professionalism and responsiveness. They made sure everything was in order and addressed any concerns promptly.\" Sarah Brown \"NovaAedes helped me find my dream home. Their agents were knowledgeable about the market and listened to my preferences. I couldn't be happier with my new place!\" Privacy About us Pricing FAQ Vacancies Team Blog Reviews Contact us",
    "index": "NovaAedes Real Estate - Rent, Buy, and Sell Properties About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us Discover Your Perfect Property with NovaAedes Real Estate Expertise in Finding Your Ideal Home or Investment Learn more Property Management Comprehensive management solutions for property owners. Real Estate Sales Expert guidance in buying and selling properties. Rental Services Efficient rental solutions tailored to your needs. Property Investment Strategic advice for profitable property investments. Consulting Services Specialized consulting to maximize property value. Property Development Innovative solutions for property development projects. Transforming Dreams into Reality At NovaAedes, we envision a future where every dream of owning a perfect home or investment property becomes a reality. We are committed to guiding our clients through seamless transactions and empowering them with expert knowledge and personalized service. Our vision is to redefine the real estate experience by setting new standards of excellence and innovation. With a focus on integrity and customer satisfaction, we strive to create lasting relationships built on trust and transparency. Join us on this journey to turn aspirations into achievements. 123 Clients Served 98% Satisfaction Rate $1B Total Sales 30+ Years Experience Explore Our Competitive Pricing Property Management Package Tenant Screening and Placement Rent Collection and Accounting Property Maintenance Lease Renewal Services 24/7 Emergency Response $250/month Order Real Estate Sales Commission Property Listing and Marketing Buyer Representation Negotiation Services Closing Coordination Post-Sale Support 6% of Property Sale Price Order Property Valuation Report Comprehensive Market Analysis Property Inspection and Assessment Detailed Valuation Report Comparable Sales Analysis Recommendations for Property Enhancement $500 Order FAQ What types of properties do you manage? We manage residential, commercial, and industrial properties. How do I list my property for sale with your agency? Listing your property with us is easy! Contact our sales team to get started. Do you offer rental properties in specific neighborhoods? Yes, we have rental properties available in various neighborhoods. Contact us for current listings. What are your fees for selling a property? Our fees for property sales are competitive and vary based on the property value and services provided. Can you help me find investment properties? Yes, we specialize in helping clients find profitable investment properties tailored to their needs. How do I schedule a property valuation? You can schedule a property valuation by contacting our valuation team directly or filling out our online form. What should I do if I have an emergency maintenance issue? For emergency maintenance issues, please contact our 24/7 emergency hotline immediately. Do you provide consulting services for property investors? Yes, we offer consulting services to help property investors maximize their returns and minimize risks. Join Our Team: Explore Exciting Opportunities Real Estate Sales Agent Join our dynamic sales team to help clients find their dream homes and negotiate successful transactions. You will build relationships, manage leads, and provide exceptional customer service. Property Manager Seeking a skilled property manager to oversee residential and commercial properties. Responsibilities include tenant relations, maintenance coordination, budget management, and ensuring property profitability. Marketing Specialist We're hiring a creative marketing specialist to develop and execute strategic marketing campaigns. Responsibilities include digital marketing, content creation, social media management, and brand promotion. Financial Analyst Join our finance team to analyze financial data, prepare reports, and provide insights to support decision-making. Responsibilities include financial forecasting, budget analysis, and investment evaluation. Get in Touch with NovaAedes We're Here to Help You with All Your Real Estate Needs NovaAedes@gmail.com +914797987646 New Delhi, Delhi, India Send message I accept privacy policy Privacy About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us",
    "policy": "Privacy Policy - NovaAedes Real Estate About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us About us Services Gallery Pricing FAQ Vacancies Team Blog Reviews Contact us Privacy Policy - NovaAedes Use of Information We use the personal information we collect to provide and improve our services, communicate with you, and manage your account. This includes processing transactions, sending notifications, and responding to inquiries. Additionally, we may use your information for marketing purposes, such as sending promotional offers and updates about our services. You can opt-out of marketing communications at any time. Data Sharing We do not sell, trade, or rent your personal information to third parties. However, we may share your information with trusted partners who assist us in operating our website, conducting our business, or providing services to you. We may also disclose your information when required by law or to protect our rights, property, or safety, as well as the rights, property, and safety of our users and others. Third-Party Links Our website may contain links to third-party sites. We are not responsible for the privacy practices or the content of these external sites. We encourage you to review the privacy policies of any third-party sites you visit. These links are provided for your convenience and do not signify our endorsement of such sites. Use of third-party websites is at your own risk. Data Security We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. These measures include encryption, firewalls, and secure socket layer (SSL) technology. Despite our efforts, no security measures are perfect or impenetrable. We cannot guarantee the absolute security of your information. You are responsible for maintaining the confidentiality of your account information and passwords. Data Retention We retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. When your information is no longer needed, we will take steps to delete or anonymize it in a secure manner. User Rights You have the right to access, update, and delete your personal information. You can do this by logging into your account or contacting us directly. You also have the right to object to the processing of your personal information and to request the restriction of such processing in certain circumstances. Children's Privacy Our services are not intended for individuals under the age of 13. We do not knowingly collect personal information from children under 13. If we become aware that we have collected such information, we will take steps to delete it promptly. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us so we can take appropriate action. International Data Transfers Your personal information may be transferred to and processed in countries other than your own. These countries may have data protection laws that are different from those in your country. We take steps to ensure that your information is treated securely and in accordance with this privacy policy, regardless of where it is processed. Changes to This Policy We may update this privacy policy from time to time to reflect changes in our practices or legal requirements. When we do, we will revise the \"Last Updated\" date at the top of the policy. We encourage you to review this policy periodically to stay informed about how we are protecting your information. Your Consent By using our website and services, you consent to the collection, use, and sharing of your personal information as described in this privacy policy. If you do not agree with this policy, please do not use our website or services. Data Breach Notification In the event of a data breach, we will notify affected users as required by applicable laws and regulations. We will take prompt action to mitigate any potential harm and prevent future breaches. Our notification will include details about the nature of the breach, the affected data, and steps you can take to protect yourself. Third-Party Services We may use third-party service providers to assist with various aspects of our business operations, such as payment processing, data analysis, and marketing. These providers are contractually obligated to protect your information and only use it for the purposes we specify. We review the data practices of these third-party providers to ensure they comply with our privacy and security standards. User Consent for Data Processing By providing your personal information to us, you consent to its processing in accordance with this privacy policy. This includes the collection, use, and sharing of your information as described herein. You have the right to withdraw your consent at any time by contacting us. However, withdrawing your consent may affect your ability to use certain features of our services. Employee Access to Information Only authorized employees have access to personal information, and they are required to keep this information confidential. We limit access to your information to those employees who need it to perform their job functions. Our employees are trained on data protection practices and are held to high standards of confidentiality and security. Data Accuracy We strive to maintain accurate and up-to-date information about our users. If you believe that any information we have about you is incorrect or incomplete, please contact us so we can update it. You are also encouraged to review and update your information through your account settings to ensure its accuracy. Data Minimization We only collect and retain personal information that is necessary for the purposes outlined in this privacy policy. We regularly review our data collection practices to ensure we are not collecting excessive information. By minimizing the amount of data we collect and retain, we reduce the risk of unauthorized access and ensure compliance with data protection regulations. Data Anonymization In some cases, we may anonymize your personal information so that it can no longer be associated with you. This anonymized data may be used for research, analysis, and other purposes. Anonymization helps protect your privacy while still allowing us to derive valuable insights from the data we collect. Contact If you have any questions, concerns, or comments about our privacy practices or this policy, or if you would like to exercise your data rights or make a complaint, please contact us using the following information: NovaAedes@gmail.com Privacy About us Pricing FAQ Vacancies Team Blog Reviews Contact us",
    "thank": "Thank You - NovaAedes Real Estate Thank You for Choosing NovaAedes! We sincerely appreciate your trust in NovaAedes for your real estate needs. Whether you're looking to rent, buy, or sell, we are committed to providing you with exceptional service and support every step of the way. Your journey with NovaAedes is just beginning, and we are excited to assist you in achieving your real estate goals. Our dedicated team is always here to answer any questions, address any concerns, and ensure you have a seamless and satisfying experience. Home"
  },
  "date": "2024-07-16T07:44:48.639Z"
}