{
  "name": "New_v8_AutoMastery",
  "pages": {
    "about": "About Us | AutoMastery Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? About Us Welcome to AutoMastery - your partner in driver's education! We are a team of experienced instructors dedicated to helping you become a confident and safe driver. Join us and start your journey to driving excellence with AutoMastery today! About us AutoMastery is more than just a driving school. We are a team of dedicated professionals whose goal is not just to teach you how to drive, but to make you confident and safe drivers on the road Our approach to learning is built on individualized attention to each student, modern teaching methods, and a passion for safety on the road. Join AutoMastery and start your journey to safe and confident driving today! Personalized Approach We understand that every learner is unique, so our instructors design personalized training programs with your strengths and weaknesses in mind. Experienced Instructors Our instructors are professionals with years of experience who not only have great driving skills, but also know how to transfer their knowledge and experience to you. State-of-the-art teaching methods We utilize the most advanced techniques and technology in driver education to make the learning process fun, effective and safe. Flexible Schedule We understand that you may have different responsibilities and schedules, so we offer flexible class schedules that are conveniently tailored to your needs. Our team Rajesh Kumar Driving experience: 10 years Rajesh is an experienced instructor with a heartfelt approach to teaching. His patience and warm style help his students overcome challenging situations on the road. Priyanka Sharma Driving experience: 8 years Priyanka is an energetic and inspiring instructor who loves to share her knowledge. Her positive approach helps students face any challenge on the road with confidence. Anand Patel Driving experience: 12 years Anand is an instructor with a wide range of experience who is always ready to support and mentor. His professionalism and patience make the learning process fun and productive. Jiyan Mehta Driving experience: 6 years Jiyan is a young and ambitious instructor with an eye for the future. His enthusiasm and innovative approach helps students learn driving skills with ease. Amir Khan Driving experience: 15 years Amir is a seasoned veteran of our roads who brings a wealth of experience and wisdom to our team. His calm and confident teaching style makes the learning process enjoyable and productive. Our reviews Amisha Patil Rating: 9/10 Very grateful to the AutoMastery team for the professional instruction! The instructors were very friendly and patient. I now feel confident on the road. Rahul Mehta Rating: 8/10 Wonderful driving school with highly qualified instructors! Gained a lot of useful knowledge and skills. I recommend it to everyone! Priya Shah Rating: 10/10 AutoMastery is the best driving school! The instructors helped me overcome my fear of driving and taught me how to drive safely. Thank you very much! Sandeep Kumar Rating: 7/10 Good driving school with good instructors. A little more practical lessons would have been helpful but overall I am happy with the result. Megha Jain Rating: 9/10 The training at AutoMastery exceeded all my expectations! The instructors were professional and kind. I now feel confident on the road thanks to this driving school! About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "contacts": "Contact Us | AutoMastery Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Contact us Need more information or have questions? Don't hesitate to get in touch with the AutoMastery team! We are always happy to assist you. Fill out the contact form below or contact us directly at the contact information provided. We guarantee a quick response and professional support. Our contacts +91-008-3596123 AutoMastery@gmail.com 5-9-42/2, New MLA Quarters, Adarsh Nagar, Hyderabad, Telangana 500063, India Monday to Friday: 9:00 - 18:00. We don't work weekends. Name E-mail Phone Submit I accept Privacy policy Frequently Asked Questions What are the requirements to enroll in Auto Mastery driving school? To enroll in our driving school, you must be over 18 years of age and have a medical certificate of good health. How long does it take to complete a driving school program? Training time can vary depending on each student's individual needs and the course of study they choose. Usually a full course of study takes from a few weeks to a few months. What driver's license categories can I get at Auto Mastery? We offer training for B (cars) and C (trucks) driver's licenses. How many classes per week are included in the training schedule? Class schedules are negotiated individually with each student depending on their availability and preferences. We strive to provide a flexible schedule that meets the needs of all of our students. What payment methods are accepted at Auto Mastery? We accept payment by cash, bank cards, and electronic payment systems. For more information on payment methods, please contact our customer service department. Do you provide discounts or promotions for new students? Yes, we regularly run promotions and provide discounts for new students. To find out about current special offers, keep an eye on our website for updates or contact our support team. What should I do if I have additional questions? If you have additional questions or need more information, feel free to contact our customer support team. We are always available to help and answer all your questions. Our location About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "cookies": "Cookies | AutoMastery Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Cookies on the Auto Mastery website The Auto Mastery website uses cookies to provide a more convenient and personalized user experience. Cookies are small text files that are stored on your device and allow the site to remember information about you, such as preferences and settings, to provide a better user experience. Analytics We collect data about how users interact with our site to improve content and usability. Personalization Cookies help us provide you with more relevant information and tailor content to your interests. Advertising We may use cookies to show you advertisements relevant to your interests, both on our site and on other platforms. You can manage your cookie settings through your browser settings, where you can delete or block cookies at your discretion. Please note, however, that disabling cookies may affect the functionality of the site and your interaction with it. Security and Privacy We fully appreciate the importance of security and privacy of our users' data. The cookies used by our site do not store personal information such as names, addresses or financial data. They are solely intended to improve the site and provide the best experience for our visitors. Cookie management We understand that each user has the right to control which cookies to accept on their device. Users can change their browser settings at any time to block or delete cookies, and customize cookie acceptance options according to their preferences. Consent to the use of cookies By visiting the Auto Mastery website, users automatically agree to our cookie policy. We value transparency and openness regarding the use of cookies, so we encourage users to carefully review our privacy and cookie policy for more details. Updates and changes Auto Mastery reserves the right to make changes to its cookie policy at any time. We recommend that users check this page from time to time for up-to-date information on the use of cookies on our website. About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "disclaimer": "Disclaimer | AutoMastery Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Disclaimer Auto Mastery strives to provide accurate and up-to-date information about its services and training programs. However, we are not responsible for any errors or omissions that may be contained on our site or in our materials. We also disclaim any liability for any damage or loss resulting from the use of information provided on the Auto Mastery website or related resources. Users should be aware that driving involves certain risks and the rules of the road and instructors' instructions should be followed. Disclaimer of Warranties Auto Mastery offers its services and training programs \"as is\" without any express or implied warranties. We make no promises or representations about the result of using our services or programs. Each student and user of the Auto Mastery website is solely responsible for his or her own behavior and actions during and after training.k. Exclusion of Liability for Links Our site may contain links to third-party resources or websites. Auto Mastery is not responsible for the content, privacy policies, or security practices of these third-party resources. We encourage users to carefully review the terms of use and privacy policies of these resources before using their services. Limitation of Liability Auto Mastery shall not be liable for any direct or indirect loss, damage, loss or expense arising out of the use of or inability to use our site, services or training programs. We are not responsible for any site interruptions, loss of data or possible viruses, malware or similar problems resulting from the use of our site. Statement of Right of Change Auto Mastery reserves the right to make changes to our terms of service and training programs without notice. We encourage users to check our site regularly for updates and changes to keep up to date with the latest updates. Information for parents and guardians Auto Mastery welcomes parents and guardians of our students. While we are committed to providing a safe and effective learning environment, minor students must always be supervised by an adult during class and practice sessions. Disclaimer when using information Auto Mastery is not responsible for actions based on information provided on our website or in our materials. We recommend that you always verify information and consult with professionals about automotive training and safety. Continued learning and self-improvement Auto Mastery encourages continuing education and self-improvement in driving. We offer additional programs and courses for those who wish to improve their driving skills and knowledge. In doing so, we recommend that you always follow the rules of the road and be careful behind the wheel. Thank you for choosing Auto Mastery. We strive to provide our students with quality instruction and support every step of the way. If you have any questions or suggestions, please do not hesitate to contact us. About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "index": "AutoMastery: Your Path to Safe Driving Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Welcome to AutoMastery! Where your journey to safe and confident driving begins! Our goal is not just to give you the keys to your car, but to prepare you to drive safely and confidently on the road. Our team of professional instructors will provide you with the knowledge, skills and confidence to handle any road situation. Start your journey to driving mastery with us today! About us More info AutoMastery is more than just a driving school. We are a team of dedicated professionals whose goal is not just to teach you how to drive, but to make you confident and safe drivers on the road Our approach to learning is built on individualized attention to each student, modern teaching methods, and a passion for safety on the road. Join AutoMastery and start your journey to safe and confident driving today! Cost of training See all Category \"Passenger Car\" Starting Package 5000₹ - 10 driving lessons on basics - Theoretical lessons - Assistance in preparation for theory test Motorcycle Category Starting Package 4000₹ - 10 motorcycle riding lessons - Theoretical lessons - Assistance in preparation for theory test Advantages 1 Professional instructors Our instructors are highly qualified professionals with many years of experience and in-depth knowledge of driving. 2 Personalized approach We take into account the individual needs of each student, developing personalized training programs. 3 State-of-the-art equipment We utilize the latest equipment and training techniques, providing the best environment for your success. 4 Flexible Schedule We offer flexible class schedules that accommodate your schedule and responsibilities, providing maximum convenience. 5 Support every step of the way Our friendly team is here to help you through every step of your training, from the initial steps to successfully obtaining your driver's license. 6 Safety First We emphasize safety on the road, teaching you not only how to drive, but also the various safety aspects and rules of the road. 7 Practical Experience Our lessons include extensive on-road practice, allowing you to learn not only theory but also real-world driving skills. 8 Effective teaching We use advanced teaching techniques to maximize your time and achieve results quickly. 9 Satisfied Graduates We are proud of our satisfied graduates who have successfully completed their training and become confident and responsible drivers on the road. Our gallery About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "policy": "AutoMastery Privacy Policy Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Privacy Policy Welcome to the Auto Mastery website! We value your privacy and are committed to ensuring the safe use of our driving school website. Our Privacy Policy describes what data we collect, how we use it, and how we protect it while using our website. Collection and use of personal information When you visit our Auto Mastery website, we may collect various types of information, including personal information such as name, contact information, date of birth and other information necessary to provide our services. We use this information solely for Auto Mastery School's purposes and do not share it with third parties without your consent. Data privacy We attach the highest importance to the security of your data and take all necessary measures to protect the personal information of our customers. We implement data protection using modern technology and strict procedures to prevent unauthorized access to your information. Consent to Data Processing By using our Auto Mastery website, you consent to our privacy policy and the processing of your data in accordance with it. We recommend that you read our privacy policy carefully before using the site. Data processing and consent We respect your privacy and are committed to protecting your data at the highest level. We comply with all applicable laws and security standards when collecting and processing your personal data. We undertake not to share your data with third parties without your explicit consent, except where required by law. Cookie Policy Our Auto Mastery website may use cookies to improve the usability of the site and to collect analytical data about visitors. Cookies help us to optimize the performance of the site and to provide you with personalized content. By using our site, you agree to the use of cookies in accordance with our policy. Additional Questions If you have any questions or comments regarding our privacy policy or data processing, please contact us. We are always available to respond to your inquiries and to ensure your satisfaction with our services is maximized. About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "services": "Services | AutoMastery Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Our Services Explore our services below and choose what's right for you. AutoMastery offers a wide range of driver training services to help you achieve your goals on the road. No matter your experience level or vehicle type, we offer customized training programs, professional instructor guidance, and support every step of the way. Information about our services Auto Mastery is your trusted partner in learning to drive. We offer a wide range of services specifically designed to make your learning experience as efficient and comfortable as possible. Our driving school specializes in teaching driving skills to the highest standards of safety and professionalism. Individual lessons: Our experienced instructors are ready to provide individual lessons tailored to your needs and level of training. We take each student's specific needs into account to ensure maximum progress. Hands-on lessons in different types of vehicles: We offer hands-on training in automatic and manual transmission vehicles, so you can choose the most convenient option for you. Training using modern techniques: We use advanced training techniques that make the learning process fun and effective. Our goal is not just to teach you driving skills, but to make you a confident and safe driver. We take pride in our accomplishments in the field of driver education and are ready to help you achieve your goals on the road. Join Auto Mastery today and discover a new level of driving excellence! Cost of training Category \"Passenger Car\" Starting Package 5000₹ - 10 driving lessons on basics - Theoretical lessons - Assistance in preparation for theory test Standard package \"Basic\" 8000₹ - 15 driving lessons - Theoretical lessons - Practical driving skills - Preparation for practical and theory exams Advanced Pro Package 12000₹ - 20 driving lessons - Deep immersion in theory and practice - Intensive lessons to improve driving skills - Preparation for challenging road situations and maneuvers Motorcycle Category Starting Package 4000₹ - 10 motorcycle riding lessons - Theoretical lessons - Assistance in preparation for theory test Standard package \"Basic\" 6000₹ - 15 motorcycle riding lessons - Theoretical lessons - Practical driving skills - Preparation for practical and theory exams Advanced Pro Package 10000₹ - 20 motorcycle riding lessons - Deep immersion in theory and practice - Intensive lessons to improve driving skills - Preparation for challenging road situations and maneuvers About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "terms": "Terms of Use | AutoMastery Home About us Services Contact us Dear users! In order to provide you with the best user experience on our website, we use cookie technology. They allow us to remember your preferences and settings on the site, making it easier and faster to interact with it. I accept What are cookies? Terms and Conditions Welcome to the Auto Mastery website! Please read our Terms and Conditions carefully before continuing to use our site and services. By using our site, you agree to abide by the following terms and conditions. Site Use - By using our site, you agree not to violate copyrights, publish unfair content or information that may harm other users or our driving school. - We reserve the right to make changes to the site at any time, change prices and conditions of services provided. We are not responsible for possible errors in the information on the site. Information and security - We follow all security measures to protect your data and personal information. However, we are not responsible for any data breaches caused by external factors or user actions. - Any information submitted to us through the site will only be used for the purpose of providing services and will not be disclosed to third parties without your consent. Disclaimer - Auto Mastery will not be liable for any loss or damage resulting from the use of our site or services. - We recommend that all users familiarize themselves with the rules and requirements of the driving school before commencing training. Our Services Auto Mastery offers a wide range of training programs for future drivers of all skill levels. We provide an individual approach to each student, helping you master theoretical knowledge and practical driving skills. Our qualified instructors are ready to help you become a confident and safe driver. Advantages of training at Auto Mastery - Experienced instructors: Our professional instructors have extensive experience and will help you learn all the necessary driving skills. - Flexible scheduling: We offer a variety of scheduling options so that each student can choose a convenient time to take lessons. - Modern Vehicles: All lessons are conducted in modern and reliable vehicles, ensuring safety and comfort during training. Online Training Auto Mastery also provides the opportunity to complete the theory part of the training online. Our interactive course will allow you to learn the rules of the road in the convenience of your own home. Contact us If you have any questions or would like to enroll for training, do not hesitate to contact us. Our experts are ready to help you choose the right training program for you and answer all your questions. About us Services Contact us Privacy Policy Disclaimer Terms of Use Cookies AutoMastery: your path to safe and confident driving. All rights reserved © 2024 AutoMastery.",
    "thanks": "Thank You | AutoMastery Thank you for your message! We thank you for your message. Your message is very important to us and we will try to respond to it as soon as possible. If you have any additional questions or inquiries, feel free to contact us. We are always ready to help. Regards, Auto Mastery Team Back"
  },
  "date": "2024-05-13T19:16:39.204Z"
}