{
  "name": "New_v9_cozyheathub",
  "pages": {
    "index": "CozyHeatHub - Encontre os Radiadores Perfeitos para sua Casa - Página Inicial +55-65-3548-1900 CozyHeatHub Lar Aqueça a casa Economia de energia Qualidade Dicas e inspiração Ver radiadores CozyHeatHub Aqueça sua casa com estilo Desfrute de conforto e elegância com os radiadores da CozyHeatHub. Nossa coleção oferece uma variedade de estilos para combinar com a estética da sua casa, proporcionando não apenas calor, mas também um toque de sofisticação aos seus ambientes. Radiadores Verticais Otimize o espaço em sua casa com nossos radiadores verticais. Eles são perfeitos para corredores estreitos ou espaços limitados, proporcionando eficiência térmica sem comprometer o estilo. Radiadores Horizontais Adicione um toque de elegância às suas salas com nossos radiadores horizontais. Disponíveis em uma variedade de cores e acabamentos, eles são a escolha ideal para criar um ambiente acolhedor e convidativo. Radiadores de Design Personalizado Dê um toque exclusivo à sua casa com nossos radiadores de design personalizado. Trabalhamos com você para criar peças únicas que atendam às suas necessidades de aquecimento e complementem o design de interiores de sua residência. Economia de Energia: Uma Escolha Inteligente Reduza Custos e Preserve o Meio Ambiente Aqui na CozyHeatHub, estamos comprometidos não apenas em fornecer produtos de alta qualidade, mas também em promover práticas sustentáveis. Nossos radiadores são projetados para oferecer eficiência energética excepcional, ajudando você a economizar em sua conta de energia e a reduzir sua pegada de carbono. Faça uma escolha inteligente para o seu lar e para o planeta - escolha os radiadores CozyHeatHub. O Nosso Compromisso com a Qualidade Radiadores Duráveis para uma Casa Aconchegante Duradoura Na CozyHeatHub, acreditamos em oferecer apenas o melhor aos nossos clientes. Todos os nossos radiadores são construídos com materiais de alta qualidade e passam por rigorosos controles de qualidade para garantir durabilidade e desempenho excepcionais. Confie em nós para fornecer soluções de aquecimento confiáveis que manterão sua casa confortável por muitos anos. Entre em Contato Conosco Estamos aqui para ajudar! Precisa de mais informações sobre nossos radiadores ou gostaria de fazer um pedido personalizado? Entre em contato com a nossa equipe hoje mesmo. Estamos disponíveis para responder às suas perguntas e ajudá-lo a encontrar a solução perfeita de aquecimento para sua casa. Aguardamos o seu contato! Escreva para nós Nossos Radiadores em Destaque Descubra Nossos Produtos Mais Populares Radiador Vertical Elegance Um radiador vertical que combina estilo e eficiência térmica. Perfeito para espaços compactos. R$ 599,99 Ordem Radiador Horizontal Classic Um clássico radiador horizontal que proporciona calor uniforme e durabilidade excepcional. R$ 799,99 Ordem Radiador Personalizado Premium Um radiador personalizado, projetado exclusivamente para atender às suas necessidades de aquecimento e estilo. R$ 1.199,99 Ordem Entre em Contato Preencha o Formulário Abaixo Aceito a Política de Privacidade Enviar +55-65-3548-1900 cozyheathub@gmail.com Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil Blog: Dicas e Inspiração Explore o Nosso Mundo de Ideias e Conselhos Decoração Interior Harmonize seus radiadores com sua decoração. Descubra maneiras de integrar os radiadores da CozyHeatHub à estética da sua casa, criando espaços acolhedores e elegantes. Economia de Energia em Casa Estratégias para um consumo eficiente. Aprenda como maximizar a eficiência energética de sua casa, economizando dinheiro e contribuindo para um ambiente mais sustentável. Manutenção dos Radiadores Dicas para mantê-los em perfeito funcionamento. Saiba como cuidar adequadamente de seus radiadores para garantir um desempenho duradouro e eficiente. Navegação Lar Aqueça a casa Economia de energia Qualidade Dicas e inspiração Adicionalmente política de Privacidade Termos de uso Contatos Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-3548-1900 cozyheathub@gmail.com",
    "privacy-policy": "CozyHeatHub - Sua Privacidade é Importante para Nós - Política de Privacidade +55-65-3548-1900 CozyHeatHub Lar Aqueça a casa Economia de energia Qualidade Dicas e inspiração Política de Privacidade Informações Gerais: O CozyHeatHub é um site de comércio eletrônico que vende uma variedade de radiadores para uso doméstico. Nosso objetivo é oferecer produtos de qualidade e serviços excepcionais aos nossos clientes. Exatidão das Informações: Nos esforçamos para garantir que todas as informações fornecidas em nosso site sejam precisas e atualizadas. No entanto, não podemos garantir a total precisão ou completude de todas as informações apresentadas. Os detalhes dos produtos, incluindo especificações técnicas, disponibilidade e preços, estão sujeitos a alterações sem aviso prévio. Uso Responsável: Ao usar o CozyHeatHub, você concorda em fazer uso responsável de todas as informações, produtos e serviços disponíveis em nosso site. Isso inclui a compreensão e o cumprimento de todas as instruções de instalação, segurança e manutenção fornecidas pelos fabricantes dos radiadores. Limitação de Responsabilidade: O CozyHeatHub não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar nosso site, produtos ou serviços. Isso inclui, mas não se limita a, perda de lucros, interrupção de negócios, perda de dados ou danos à propriedade. Links de Terceiros: Nosso site pode conter links para sites de terceiros que não são controlados ou operados pelo CozyHeatHub. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo vinculado. Alterações no Serviço: Nos reservamos o direito de modificar, suspender ou encerrar temporariamente ou permanentemente qualquer parte de nosso site, produtos ou serviços sem aviso prévio. Isso pode incluir alterações nos preços, disponibilidade de produtos ou funcionalidades do site. Direitos Autorais e Propriedade Intelectual: Todo o conteúdo presente em nosso site, incluindo textos, imagens, logotipos e gráficos, é protegido por leis de direitos autorais e outras leis de propriedade intelectual. Nenhum conteúdo pode ser reproduzido, distribuído, modificado ou utilizado de qualquer forma sem a permissão expressa por escrito do CozyHeatHub. Garantias Limitadas: Todos os produtos vendidos pelo CozyHeatHub estão sujeitos às garantias fornecidas pelos fabricantes. Garantimos que nossos produtos serão entregues conforme descrito e livres de defeitos de fabricação no momento da entrega. No entanto, não oferecemos garantias expressas ou implícitas quanto à adequação dos produtos para qualquer finalidade específica além daquelas estabelecidas pelos fabricantes. Indenização: Você concorda em indenizar, defender e isentar o CozyHeatHub, seus diretores, funcionários, afiliados e parceiros de qualquer responsabilidade, reclamação, ação judicial ou despesa decorrente do seu uso de nosso site, produtos ou serviços, incluindo, mas não se limitando a, violação destes termos, violação de direitos de terceiros ou qualquer atividade relacionada à sua conta. Jurisdição e Lei Aplicável: Este aviso legal será regido e interpretado de acordo com as leis do país em que o CozyHeatHub está sediado. Qualquer disputa decorrente ou relacionada a este aviso legal será exclusivamente resolvida pelos tribunais competentes nessa jurisdição. Alterações no Aviso Legal: Reservamo-nos o direito de atualizar ou revisar este aviso legal a qualquer momento, sem aviso prévio. Quaisquer alterações entrarão em vigor imediatamente após sua publicação em nosso site. É sua responsabilidade revisar periodicamente este aviso legal para estar ciente de quaisquer alterações. O uso contínuo de nosso site, produtos ou serviços após a publicação de quaisquer alterações constitui aceitação dessas alterações. Política de Devolução e Reembolso: No CozyHeatHub, nos esforçamos para garantir a satisfação do cliente. Se, por algum motivo, você não estiver satisfeito com sua compra, aceitamos devoluções dentro de um prazo específico, sujeito aos termos e condições de nossa política de devolução e reembolso. Consulte nossa página de políticas para obter informações detalhadas sobre como proceder com devoluções e reembolsos. Segurança da Informação: No CozyHeatHub, levamos a segurança da informação dos nossos clientes muito a sério. Implementamos medidas técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, divulgação, alteração ou destruição. No entanto, é importante observar que nenhum método de transmissão pela Internet ou armazenamento eletrônico é totalmente seguro. Ao usar nosso site, você reconhece e aceita os riscos associados à transmissão de informações pela Internet. Comentários e Feedback dos Clientes: Valorizamos os comentários e o feedback dos nossos clientes, pois nos ajudam a melhorar continuamente nossos produtos e serviços. Se você tiver alguma sugestão, comentário ou preocupação, não hesite em entrar em contato conosco pelo e-mail cozyheathub@gmail.com. Faremos o possível para responder o mais rápido possível e abordar suas preocupações de maneira eficaz. Divergência de Versões: Em caso de divergência entre a versão em português deste aviso legal e qualquer tradução disponível em outros idiomas, a versão em português prevalecerá. Interpretação do Aviso Legal: Este aviso legal deve ser interpretado de forma razoável e em conformidade com seus objetivos e intenções. Se qualquer disposição deste aviso legal for considerada inválida ou inexequível por qualquer motivo, tal disposição será considerada separável e não afetará a validade e a exequibilidade das disposições restantes. Última Atualização: Este aviso legal foi atualizado pela última vez na data indicada abaixo. Quaisquer alterações ou atualizações subsequentes entrarão em vigor imediatamente após sua publicação em nosso site. Ao continuar a usar o CozyHeatHub, você concorda com os termos e condições estabelecidos neste aviso legal. Se você tiver alguma dúvida ou preocupação sobre esses termos, entre em contato conosco pelo e-mail cozyheathub@gmail.com. Obrigado por escolher o CozyHeatHub para suas necessidades de aquecimento residencial! Navegação Lar Aqueça a casa Economia de energia Qualidade Dicas e inspiração Adicionalmente política de Privacidade Termos de uso Contatos Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-3548-1900 cozyheathub@gmail.com",
    "terms-conditions": "CozyHeatHub - Conheça Nossos Termos de Uso - Termos de Uso +55-65-3548-1900 CozyHeatHub Lar Aqueça a casa Economia de energia Qualidade Dicas e inspiração Termos de uso Bem-vindo ao CozyHeatHub, o seu hub de conforto para aquecimento. Este site é dedicado à venda de radiadores de alta qualidade para manter você aquecido e confortável durante os meses mais frios. Ao utilizar este site, você concorda em cumprir os seguintes termos de uso. Os nossos radiadores são projetados para durar e fornecer um desempenho eficiente e confiável. Nós oferecemos uma variedade de radiadores de diferentes tamanhos, estilos e potências para atender às suas necessidades de aquecimento. Todos os nossos radiadores são fabricados com materiais de alta qualidade e são testados rigorosamente para garantir que eles atendam aos nossos padrões de qualidade. Ao fazer uma compra no CozyHeatHub, você concorda em fornecer informações precisas e completas sobre si mesmo e seu endereço de entrega. Nós nos reservamos o direito de cancelar uma encomenda se as informações fornecidas não forem precisas ou completas. Todos os preços listados no CozyHeatHub estão em euros e incluem impostos e taxas aplicáveis. Nós nos reservamos o direito de alterar os preços a qualquer momento, sem aviso prévio. No entanto, nós garantimos que você será cobrado pelo preço listado no momento da compra. Nós oferecemos entrega gratuita para todas as encomendas acima de 100 euros. Para encomendas abaixo de 100 euros, haverá uma taxa de entrega fixa de 10 euros. Todas as encomendas serão entregues dentro de 5-7 dias úteis após a confirmação do pagamento. Nós não somos responsáveis por atrasos na entrega devido a circunstâncias além de nosso controle, como condições climáticas adversas ou interrupções no serviço de entrega. Todos os nossos radiadores vêm com uma garantia de 2 anos contra defeitos de fabricação. Se você encontrar um defeito em seu radiador dentro deste período, nós nos comprometemos a consertá-lo ou substituí-lo gratuitamente. Para fazer uso da garantia, você deve entrar em contato conosco dentro de 30 dias após a descoberta do defeito e fornecer uma prova de compra. Nós nos reservamos o direito de alterar estes termos de uso a qualquer momento, sem aviso prévio. O uso contínuo deste site após a publicação de alterações nos termos de uso constitui sua aceitação dessas alterações. Os radiadores de painel são mais eficientes do que os radiadores de convecção, pois aquecem tanto o ar quanto as superfícies sólidas em uma sala. Isso significa que eles podem manter uma temperatura mais constante e confortável na sala. Os radiadores de painel também são mais atraentes do que os radiadores de convecção, pois têm um design mais moderno e elegante. Os radiadores de chão são outra opção popular para aquecimento doméstico. Eles são instalados sob o piso e aquecidos por água quente que circula através de tubos. Os radiadores de chão são muito eficientes, pois aquecem toda a superfície do chão, que por sua vez aqueca o ar na sala. Eles também são muito silenciosos e podem ser usados com qualquer tipo de piso, incluindo madeira, cerâmica e carpetes. Os radiadores elétricos são outra opção para aquecimento doméstico. Eles são fáceis de instalar e podem ser usados em qualquer lugar que haja uma tomada elétrica. Os radiadores elétricos são uma boa opção para áreas pequenas, como banheiros e quartos de hóspedes, pois podem ser controlados individualmente. No entanto, eles podem ser mais caros de operar do que outros tipos de radiadores, pois a eletricidade é geralmente mais cara do que outras fontes de energia. Ao escolher um radiador, é importante considerar o tamanho da sala, a fonte de energia disponível e as suas necessidades de aquecimento. É também importante considerar o custo de instalação e operação do radiador. No CozyHeatHub, nós oferecemos uma variedade de radiadores de alta qualidade para atender às suas necessidades de aquecimento. Nossos especialistas podem ajudá-lo a escolher o radiador certo para a sua casa e orçamento. Agradecemos a sua visita ao CozyHeatHub, o seu hub de conforto para aquecimento. Este site é dedicado à venda de radiadores de alta qualidade para manter você aquecido e confortável durante os meses mais frios. Ao utilizar este site, você concorda em cumprir os seguintes termos de uso. Os radiadores são uma parte essencial de qualquer sistema de aquecimento doméstico. Eles funcionam ao aquecer a água que passa por eles e, em seguida, distribuir o calor pela casa. Os radiadores podem ser alimentados por uma variedade de fontes de energia, incluindo gás natural, óleo combustível e eletricidade. Existem vários tipos de radiadores disponíveis no mercado, cada um com suas próprias vantagens e desvantagens. Os radiadores de convecção são os mais comuns e funcionam ao aquecer o ar em torno deles. Eles são relativamente baratos e fáceis de instalar, mas podem ser menos eficientes do que outros tipos de radiadores. Se você tiver alguma pergunta ou preocupação sobre nossos termos de uso, por favor entre em contato conosco em cozyheathub@gmail.com. Estaremos felizes em ajudá-lo. Os radiadores são uma parte essencial de qualquer sistema de aquecimento doméstico. Eles funcionam ao aquecer a água que passa por eles e, em seguida, distribuir o calor pela casa. Os radiadores podem ser alimentados por uma variedade de fontes de energia, incluindo gás natural, óleo combustível e eletricidade. Existem vários tipos de radiadores disponíveis no mercado, cada um com suas próprias vantagens e desvantagens. Os radiadores de convecção são os mais comuns e funcionam ao aquecer o ar em torno deles. Eles são relativamente baratos e fáceis de instalar, mas podem ser menos eficientes do que outros tipos de radiadores. Navegação Lar Aqueça a casa Economia de energia Qualidade Dicas e inspiração Adicionalmente política de Privacidade Termos de uso Contatos Av. das Acácias, 2425W - Parque das Emas, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-3548-1900 cozyheathub@gmail.com",
    "thanks": "CozyHeatHub - Agradecemos por sua Visita - Página de Agradecimento CozyHeatHub Muito obrigado por entrar em contato conosco! A nossa equipe de suporte aprecia o seu interesse e valoriza o seu tempo. Trabalharemos para responder à sua mensagem o mais rápido possível. A sua opinião é importante para nós no CozyHeatHub, e estamos sempre procurando melhorar a nossa plataforma e serviços com base nos comentários dos nossos utilizadores. Novamente, obrigado por nos ajudar a tornar o CozyHeatHub ainda melhor! Para principal"
  },
  "date": "2024-04-30T04:39:58.490Z"
}