{
  "name": "New_v9_LojadeFerra",
  "pages": {
    "about": "Loja de ferra - soluções confiáveis ​​para seus projetos: âncoras e sistemas de fixação profissionais Loja de ferra Sobre companhia produtos notícias testes questões +55 10 6041 8239 Nossas soluções são utilizadas em projetos onde as soluções clássicas de concreto e metal não podem garantir durabilidade: áreas com condições climáticas especiais e altas concentrações de elementos químicos agressivos 27 funcionários altamente qualificados 3 sites de produção 500+ entregas concluídas com sucesso 2018 ano em que iniciamos nosso trabalho Tecnologias de produção 01.Fundição de poliamida 02.Pultrusão 03.SMC 04.BMC Tecnologia para fabricação de fixações de cabos da série FC: Método de moldagem por injeção. As matérias-primas para fundição são grânulos de termoplásticos de poliamida com ampla gama de propriedades mecânicas e físicas. No processo de fundição, o material especialmente preparado entra na zona de rosca da máquina, onde funde e homogeneiza, e então, sob alta pressão, é injetado no molde através dos canais do jito, preenchendo sua cavidade em alta velocidade, e então, após o resfriamento, forma um elenco. Oferecemos aos clientes Consultas de produtos Responderemos a qualquer uma de suas perguntas sobre os produtos Política de preços flexível Melhores condições para clientes habituais e descontos em projetos Disponibilidade de estoques próprios em armazém Para realizar logística operacional Supervisão no local Ajuda de especialistas durante a instalação Bibliotecas eletrônicas Para organizações e institutos de design Realização de roadshows Deixe uma solicitação para sua organização no site Auxílio em cálculos e projetos Baseado em nosso próprio departamento PKO Melhor relação preço/qualidade Longa vida útil do produto Abordagem individua para resolver todos os problemas Comentários sobre nós Elétrica universal Estamos sinceramente gratos à equipa da empresa Loja de ferra pela frutuosa colaboração no âmbito da construção de uma nova fábrica para o projecto “Fábrica de produção de amoníaco com capacidade de 2700 toneladas/dia”. A empresa consolidou-se como um fornecedor confiável, cumprindo rigorosamente as condições de trabalho e atendendo aos nossos interesses. Estamos confiantes de que uma maior cooperação será igualmente bem-sucedida e promissora para as nossas empresas. FURTIVIDADE A FURTIVIDADE agradece aos colaboradores da empresa Loja de ferra pela qualidade e pontualidade na entrega dos equipamentos A Loja de ferra consolidou-se como um fornecedor confiável, entregando os produtos na íntegra e no prazo. Os produtos fornecidos eram de qualidade consistentemente elevada, tendo passado em todos os testes e certificações necessários. Loja de ferra Sobre companhia produtos notícias testes questões política de Privacidade Termos e Condições",
    "index": "Loja de ferra \"Seu parceiro confiável em soluções de fixação: qualidade, durabilidade, segurança\" Loja de ferra Sobre companhia produtos notícias testes questões +55 10 6041 8239 Produção de sistemas de suporte de carga e fixação Loja de mais detalhes Loja de ferra é uma empresa russa que produz sistemas de suporte e fixação a partir de plásticos compósitos de fibra de vidro pelo método de pultrusão Mais sobre a empresa Nossas soluções são adequadas para colocação e fixação de cabos em ambientes agressivos onde até mesmo o metal ou o concreto não conseguem suportar: Indústria química Indústria energética Indústria metalúrgica produtos Caminhos de cabos compostos feito de uma liga especial Comprar Fixadores Fabricado em aço inoxidável. Comprar Sistemas de montagem compostos Nossos sistemas de instalação compostos oferecem uma solução inovadora para construção e reforma. Comprar Montagens de cabos de alta tensão Fixações confiáveis ​​e duráveis ​​para cabos de alta tensão, garantindo uma operação segura e durável. Ideal para uso em energia e indústria. Comprar Pisos Decks projetados para máxima resistência e durabilidade. Comprar Fixadores de âncora Proporcionam alta resistência e estabilidade às ligações, o que os torna indispensáveis ​​​​em obras de construção, engenharia e instalação. Comprar Novo Catálogo de produtos atualizado 2023 01.09.23 A empresa «Loja de ferra» encerra 2022 com entregas ativas de produtos nas principais e especialmente importantes instalações do país! 12.12.2022 «Loja de ferra» está agora no YouTube! Temos o prazer de anunciar a abertura do canal oficial da empresa «Loja de ferra» na plataforma de hospedagem de vídeos YouTube 04.08.2022 Conclusão bem-sucedida dos testes Temos o prazer de anunciar que a empresa Formcomposite testou com sucesso um sistema de estruturas compostas de suporte de cabos 29.03.2022 Lançamento da produção de perfil de suporte de montagem 15.03.2022 testes Testando sistemas de instalação do novo catálogo de produtos 10.08.2023 Teste de sistema de suporte de cabo composto 14.06.2022 Teste de sistemas de instalação de cabos nº 2 23.04.2022 Teste de sistemas de instalação de cabos nº 1 12.01.2022 Testando sistemas de instalação do novo catálogo de produtos 17.09.2022 Telefone: +55 10 6041 8239 Email: lojadeferra@gmail.com Endereço: Lucas do Rio Verde, State of Mato Grosso, 78455-000, Brasil Contate-nos Eu concordo com política de Privacidade Ordem Loja de ferra Sobre companhia produtos notícias testes questões política de Privacidade Termos e Condições",
    "privacyPolicy": "Loja de ferra - Tudo para construção e reparação Loja de ferra Sobre companhia produtos notícias testes questões +55 10 6041 8239 política de Privacidade A presente Política de Privacidade determina o procedimento de tratamento e proteção dos dados pessoais dos utilizadores que possam ser recolhidos durante a visita e utilização do site Loja de ferra. A utilização do Site significa que o utilizador concorda com esta Política de Privacidade e com os termos de tratamento dos seus dados pessoais. Recolha de dados pessoais Poderemos coletar os seguintes dados pessoais dos usuários: Primeiro e último nome; Número de contato; Endereço de email; Endereço para correspondência; Os dados pessoais são recolhidos apenas quando fornecidos voluntariamente pelo utilizador. Finalidades do tratamento de dados pessoais Os dados pessoais dos utilizadores poderão ser utilizados para as seguintes finalidades: - Processamento e atendimento de pedidos; - Feedback dos usuários; - Informar sobre novos produtos, promoções e ofertas especiais; - Melhorar a qualidade de serviço e funcionamento do Site. Proteção de dados pessoais Tomamos todas as medidas organizacionais e técnicas necessárias para proteger os dados pessoais dos utilizadores contra acesso não autorizado, modificação, divulgação ou destruição. Somente funcionários autorizados que são obrigados a manter a confidencialidade e proteger os dados pessoais têm acesso aos dados pessoais. Transferência de dados pessoais a terceiros Não transferimos dados pessoais dos usuários a terceiros, exceto quando exigido por lei ou com o consentimento do usuário. Em caso de transferência de dados pessoais a terceiros, garantimos que tais partes são obrigadas a manter a confidencialidade e proteger os dados pessoais. Security We implement a variety of security measures to maintain the safety of your personal information. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee its absolute security. Se você tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco: Email: lojadeferra@gmail.com Phone: +55 10 6041 8239 Endereço: Address: Gorepeth, Nagpur, Maharashtra 440012, India Loja de ferra Sobre companhia produtos notícias testes questões política de Privacidade Termos e Condições",
    "TermsAndConditions": "Loja de ferra - seu parceiro confiável na construção Loja de ferra Sobre companhia produtos notícias testes questões +55 10 6041 8239 Termos e Condições Disposições gerais Estes Termos de Uso (doravante denominados “Termos”) regem o uso do site Loja de ferra O uso do Site constitui a concordância do usuário com estes Termos. Se você não concorda com os Termos, não use o Site. Cadastro no site Para realizar um pedido no Site, o usuário pode passar pelo procedimento de cadastro, fornecendo informações confiáveis ​​e atuais. O Usuário é responsável por manter a confidencialidade de suas credenciais e por todas as atividades que ocorram em sua conta. Colocar uma ordem O usuário pode fazer um pedido no Site selecionando os produtos que lhe interessam Após fazer um pedido, o usuário receberá uma confirmação no endereço de e-mail especificado. Reservamo-nos o direito de recusar a execução de uma encomenda se o produto estiver esgotado ou por outros motivos. Devolução e troca de mercadorias O utilizador tem o direito de devolver ou trocar a mercadoria de acordo com a legislação de defesa do consumidor. Para devolver ou trocar artigos, o utilizador deverá contactar o nosso serviço de apoio ao cliente e seguir as instruções. Propriedade intelectual Todos os materiais publicados no Site, incluindo textos, imagens, logotipos e outros elementos, são propriedade intelectual da Loja de ferra e estão protegidos por direitos autorais. O usuário não tem o direito de usar materiais do Site sem o consentimento prévio por escrito do detentor dos direitos autorais. Se você tiver dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco: Email: lojadeferra@gmail.com Phone: +55 10 6041 8239 Endereço: Lucas do Rio Verde, State of Mato Grosso, 78455-000, Brasil Loja de ferra Sobre companhia produtos notícias testes questões política de Privacidade Termos e Condições",
    "thank_page": "Loja de ferra - Melhores preços para materiais de construção Obrigado pelo seu pedido Querido cliente, Obrigado por comprar em nossa loja Loja de ferra! Agradecemos sua confiança e estamos felizes por você nos ter escolhido para suas necessidades de construção. Enviamos a confirmação do seu pedido para o endereço de e-mail que você forneceu. Verifique seu e-mail para garantir que todos os detalhes estão corretos. Вы получите уведомление, как только ваш заказ будет отправлен. В уведомлении будет указана информация о доставке и трек-номер для отслеживания. Obrigado novamente por confiar seus comentários à Permaglam. Esperamos poder atendê-lo novamente no futuro! Pagina inicial"
  },
  "date": "2024-07-17T16:00:24.195Z"
}