{
  "name": "New_v9_EliteDoors",
  "pages": {
    "about": "About Elite Doors - Discover Our Story and Mission Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Welcome to the World of Elite Doors We are Elite Doors, specializing in manufacturing and selling high-quality interior doors in Ahmedabad, Gujarat, India. Our History Founded in 1995, Elite Doors has become a leading manufacturer and supplier of interior doors in the region. We take pride in our achievements and continuous pursuit of quality and innovation. Our Values Quality: We strive to offer only the best doors made from high-quality materials. Innovation: We constantly seek new technologies and design solutions to meet our customers' needs. Service: Our team is committed to providing excellent service and support throughout our partnership. Reliability: We are honest and accountable in fulfilling our commitments to customers and partners. Our Team The Elite Doors team comprises highly skilled professionals dedicated to achieving our common goals. Our employees are the heart of our business and the foundation of our success. Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "catalog": "Elite Doors Catalog - Explore Our Premium Interior Doors Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Explore Elite Doors Catalog Discover our wide range of premium interior doors. Each door combines quality craftsmanship with elegant design. Our Catalog Classic Oak Door A timeless classic crafted from oak wood. Ideal for traditional interiors. Price: $300 View Details Modern Glass Door Sleek and contemporary, featuring tempered glass panels and stainless steel handles. Price: $450 View Details Rustic Barn Door A charming barn-style door crafted from reclaimed wood. Perfect for farmhouse décor. Price: $380 View Details French Double Doors Elegant double doors with intricate glass panels and brass hardware. Price: $650 View Details Contemporary Pivot Door A striking pivot door with a minimalist design, crafted from aluminum and frosted glass. Price: $800 View Details Panelled Mahogany Door Luxurious mahogany door featuring intricate panels and brass accents. Price: $900 View Details Sliding Glass Door Space-saving sliding door with frosted glass panels and aluminum frame. Price: $550 View Details Colonial Style Door Colonial-inspired door with raised panels and classic brass hardware. Price: $480 View Details Art Deco Glass Door An art deco masterpiece with geometric glass patterns and chrome handles. Price: $720 View Details Pocket Sliding Door Hidden sliding door system perfect for creating seamless transitions between rooms. Price: $600 View Details Industrial Steel Door Durable steel door with an industrial aesthetic, featuring riveted accents and matte finish. Price: $850 View Details Mediterranean Style Door A door inspired by Mediterranean architecture, crafted from solid wood with ornate carvings. Price: $950 View Details Customer Reviews \"The doors from Elite Doors exceeded my expectations in both quality and design. Highly recommended!\" - John Doe \"Fantastic craftsmanship and attention to detail. I'm thrilled with my new door!\" - Jane Smith \"Excellent customer service from start to finish. The team was very helpful and knowledgeable.\" - Michael Johnson \"I love the modern look of my new doors. They have completely transformed my living space!\" - Emily Brown \"Highly durable doors that still look as good as new after years of use. Impressive quality.\" - David Wilson \"The installation process was smooth, and the doors fit perfectly. Very satisfied with my purchase.\" - Sarah Taylor Contact Us Have questions about our doors or interested in getting a full price list? Please fill out the form below, and our team will get back to you promptly. If you need immediate assistance or want to consult with a specialist, feel free to reach out using the form as well. Name: Email: Message: I accept Privacy policy Send Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "index": "Elite Doors - Premium Interior Doors for Your Home Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Welcome to Elite Doors Discover the perfect blend of elegance and quality with our premium interior doors. Transform your home with our exclusive designs and superior craftsmanship. Learn More View Catalog About Us Elite Doors offers a wide range of high-quality interior doors. We strive to provide each customer with products that meet the highest standards of quality and design. Our doors combine elegant style and durability, adding sophistication to any interior. Learn more about our history and principles on the \"About Us\" page. Learn More Our Advantages High Quality We use only the best materials and advanced manufacturing technologies to ensure our doors meet the highest standards. Our rigorous quality control processes guarantee durability and longevity, providing you with peace of mind that your investment will stand the test of time. Elegant Style A wide range of doors in various styles and designs. Whether you're looking for modern minimalism, classic elegance, or something in between, we have the perfect door to match your interior decor. Our designs are not only visually appealing but also functional, adding value and aesthetic to your home. Excellent Service Our specialists are always ready to help you with your choice and consultation. We offer personalized service to ensure you find the right door for your needs. From initial consultation to post-purchase support, our team is dedicated to providing you with a seamless and enjoyable experience. Fast Delivery We provide prompt and reliable delivery across the country. Our efficient logistics network ensures that your doors arrive on time and in perfect condition. We understand the importance of timely delivery and strive to exceed your expectations with our fast and dependable service. Our Catalog Explore our wide range of interior doors, perfect for any interior design. View Catalog Our Achievements 10,000+ Satisfied Clients 500+ Positive Reviews 20 Years in Business Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Elite Doors Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Privacy Policy Welcome to Elite Doors' Privacy Policy. This policy outlines how we collect, use, and protect your personal information when you visit our website or use our services. Information We Collect We collect various types of information, including: Personal information (e.g., name, email address) that you provide voluntarily when contacting us or using our services. Information from third-party sources, such as social media platforms if you choose to connect with us. How We Use Your Information We use the information we collect for various purposes: To provide and personalize our services, including responding to your inquiries and processing transactions. To improve our website and services, by analyzing usage trends and preferences. To communicate with you, including sending promotional emails and newsletters if you have opted in to receive them. To comply with legal obligations and protect our rights. Sharing Your Information We may share your information with: Service providers who assist us in operating our website and providing our services, such as hosting providers and payment processors. Third parties as required by law or to protect our rights, including law enforcement agencies or regulatory authorities. With your consent or as otherwise disclosed at the time of collection. Your Choices and Rights You have choices regarding the collection and use of your information: You can opt-out of receiving marketing communications by using the unsubscribe link in our emails or contacting us directly. You can access, update, or delete your personal information by contacting us. You can object to the processing of your information under certain circumstances, such as when it is used for direct marketing purposes. Data Security We implement appropriate technical and organizational measures to protect your information from unauthorized access, use, or disclosure. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any material changes by posting the updated policy on our website. Contact Us If you have any questions or concerns about our Privacy Policy or our practices regarding your personal information, please contact us: Email: elitedoors@gmail.com Phone: +91-347-6183594 Address: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Elite Doors Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Terms and Conditions Welcome to Elite Doors' Terms and Conditions. These terms govern your use of our website and the purchase of our products. By accessing or using our website, you agree to be bound by these terms and conditions. If you do not agree with any part of these terms, please do not use our website. Website Use Access to and use of this website and its content are subject to the following terms and conditions: You must be at least 18 years old to use this website. You are responsible for ensuring that all information you provide on this website is accurate, current, and complete. You agree not to use this website for any unlawful purpose or in a way that could damage, disable, overburden, or impair any Elite Doors server or the network(s) connected to any Elite Doors server. We reserve the right to refuse service, terminate accounts, or cancel orders at our sole discretion. Products and Services All purchases made through our website are subject to product availability. We reserve the right to limit the quantity of products we supply, refuse service, and/or cancel orders at our discretion. Ordering and Pricing By placing an order with Elite Doors, you agree to pay the full price indicated, including any applicable taxes and shipping fees. Intellectual Property All content included on this website, such as text, graphics, logos, images, audio clips, digital downloads, and data compilations, is the property of Elite Doors or its content suppliers and protected by international copyright laws. Limitation of Liability In no event shall Elite Doors be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of this website or the products purchased through this website, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses. Changes to Terms and Conditions We reserve the right to update or modify these terms and conditions at any time without prior notice. Your continued use of the website after any changes constitutes your acceptance of the updated terms and conditions. Contact Us If you have any questions about these terms and conditions, please contact us: Email: elitedoors@gmail.com Phone: +91-347-6183594 Address: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Home About Us Catalog Phone: +91-347-6183594 E-mail: elitedoors@gmail.com Adress: 2HJM+2CX, Old City, Gheekanta, Bhadra, Ahmedabad, Gujarat 380001, India Privacy policy Terms and Conditions",
    "thanks": "Thank You - Elite Doors Thank You for Your Message! We have received your message and will get back to you shortly. Back to Home"
  },
  "date": "2024-06-24T08:47:58.225Z"
}