{
  "name": "New_v9_ElegantLight",
  "pages": {
    "about": "About Us - Elegant Light Home About Us E-mail: elegantlight@gmail.com About Us HOME / ABOUT Our History Founded in 1990, Elegant Light has been at the forefront of the lighting industry for over three decades. Our journey began with a passion for creating unique lighting solutions that combine innovation and aesthetics. Over the years, we have grown into a renowned brand known for our quality and craftsmanship. Founders of Elegant Light in front of the first building Inside the first workshop where it all began Presentation of the first models at a trade show Global Partnerships We pride ourselves on our strong global partnerships with some of the leading names in the industry. These collaborations enable us to bring you the best in design and technology from around the world. Our partners share our commitment to excellence and innovation, ensuring that every product we offer meets the highest standards. Our Catalog Explore our extensive catalog of lighting solutions. Whether you're looking for contemporary designs or classic pieces, we have something to suit every taste and space. Our catalog features a wide range of products, from pendant lights to floor lamps, all crafted with precision and care. Pendant Lights Elegant and versatile, our pendant lights add a touch of sophistication to any room. Available in various styles and finishes to complement your decor. Get Price List Floor Lamps Our floor lamps are perfect for adding both function and style to your space. Choose from a range of designs to find the perfect fit for your home or office. Get Price List Wall Lights Discover our selection of wall lights that blend seamlessly with your interior design. Ideal for creating ambiance and highlighting features in your room. Get Price List Chandeliers Make a statement with our luxurious chandeliers. From traditional to modern styles, our chandeliers are designed to be the centerpiece of any room. Get Price List Contact Us To receive our full price list or subscribe to our newsletter, please fill out the form below. Stay informed about the latest products, special offers, and industry news. Name Email Message I accept Privacy policy Submit Home About Us Phone: +91-268-7163495 E-mail: elegantlight@gmail.com Adress: 28, Shivaji Godara Colony, Jhotwara, Jaipur, Rajasthan 302012, India Privacy policy Terms and Conditions",
    "index": "Elegant Light - Exquisite Chandeliers for Every Home Home About Us E-mail: elegantlight@gmail.com Sophisticated Designs Summer+ Collection Explore our latest styles now Save 20% OFF Meet Our Designers Explore the creative minds behind our exquisite chandelier designs. Learn about their inspiration and the craftsmanship that goes into every piece. Our designers bring a unique blend of tradition and innovation, ensuring that each chandelier not only illuminates your space but also adds a touch of elegance and sophistication. Read more Worldwide Delivery We deliver our products to any part of the world. Great Savings Enjoy amazing discounts and offers on all products. Gift Vouchers Get gift vouchers for your loved ones. 24/7 Support Our support team is available round the clock. Light House Discover our Light House collection with modern and elegant designs. Perfect for any interior. Read more Decorat Light Our Decorat Light collection brings sophistication and style to your home decor. Read more Trending Products Explore our latest and most popular lighting solutions that will enhance the ambiance of any space. Aqua Blue Pendant Light 22.94 $ -20% 28.68 $ Arrange Kitchens With Copper Lights 16.68 $ Arrange Fritz Hansen Orient Pendant 8.64 $ -20% 10.80 $ Arrange Elegant Lighting Pendants 14.28 $ Arrange Alice Johnson Marketing Director This product has significantly improved our efficiency. The quality is top-notch, and the support team is always ready to help. Michael Smith Senior Developer The features are exactly what we needed. It's intuitive and easy to use, making our work much more manageable. Emily Davis HR Manager I appreciate the continuous updates and improvements. The team listens to feedback and makes necessary changes promptly. Latest News EXEMPLAR DESIGN TRENDS Discover the latest in innovative lighting solutions. Stay ahead with trends that blend aesthetics and functionality... Subscribe › MODERN LIGHTING TECHNOLOGIES Explore the advancements in lighting technologies that are revolutionizing the industry. From smart lighting to energy efficiency... Subscribe › Contact Us To receive our full price list or subscribe to our newsletter, please fill out the form below. Stay informed about the latest products, special offers, and industry news. Name Email Message I accept Privacy policy Submit Home About Us Phone: +91-268-7163495 E-mail: elegantlight@gmail.com Adress: 28, Shivaji Godara Colony, Jhotwara, Jaipur, Rajasthan 302012, India Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Elegant Light Home About Us E-mail: elegantlight@gmail.com Privacy Policy At Elegant Light, we are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines the types of personal information we collect, how we use and protect that information, and your rights regarding your personal data. 1. Information We Collect We collect various types of information in connection with the services we provide, including: Personal Information: When you create an account, make a purchase, or subscribe to our newsletter, we collect personal information such as your name, email address, mailing address, and phone number. Payment Information: When you make a purchase, we collect payment information such as your credit card number, billing address, and other related information. Technical Information: We collect information about the device you use to access our website, including your IP address, browser type, and operating system. Usage Information: We collect information about your interactions with our website, including the pages you visit, the products you view, and the searches you conduct. 2. How We Use Your Information We use the information we collect for various purposes, including: Providing Services: To process your orders, manage your account, and provide you with the products and services you request. Communication: To send you updates, newsletters, and other communications related to your account and our services. Improving Our Services: To understand how our customers use our website and to make improvements to our services and offerings. Marketing: To provide you with information about products and services that may interest you, based on your preferences and browsing history. Security: To protect our website, prevent fraud, and ensure the security of our customers' information. 3. Sharing Your Information We do not sell your personal information to third parties. However, we may share your information with: Service Providers: We may share your information with third-party service providers who perform services on our behalf, such as payment processing, shipping, and marketing. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred as part of that transaction. Legal Requirements: We may disclose your information if required to do so by law or in response to a valid request by a governmental authority. 4. Your Rights You have the right to: Access Your Information: You can request a copy of the personal information we hold about you. Update Your Information: You can update or correct your personal information at any time by logging into your account. Delete Your Information: You can request that we delete your personal information, subject to certain legal requirements. Object to Processing: You can object to the processing of your personal information for certain purposes, such as marketing. Data Portability: You can request that we transfer your personal information to another service provider, where technically feasible. 5. Data Security We implement a variety of security measures to protect your personal information. These measures include encryption, secure socket layer (SSL) technology, and access controls to ensure the confidentiality and integrity of your data. 6. Retention of Your Information We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. 7. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any significant changes by posting the new Privacy Policy on our website and updating the effective date at the top of this policy. 8. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: Email: elegantlight@gmail.com Home About Us Phone: +91-268-7163495 E-mail: elegantlight@gmail.com Adress: 28, Shivaji Godara Colony, Jhotwara, Jaipur, Rajasthan 302012, India Privacy policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Elegant Light Home About Us E-mail: elegantlight@gmail.com Terms and Conditions Welcome to Elegant Light. By accessing our website, you agree to comply with and be bound by the following terms and conditions of use. These terms apply to all visitors, users, and others who access or use the service. If you disagree with any part of these terms, then you may not access the service. 1. Introduction These terms and conditions govern your use of this website; by using this website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website. 2. Intellectual Property Rights Unless otherwise stated, Elegant Light and/or its licensors own the intellectual property rights in the website and material on the website. All these intellectual property rights are reserved, subject to the license below. You may view, download for caching purposes only, and print pages from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions. 3. License to Use Website You may view, download for caching purposes only, and print pages or other content from the website for your own personal use, subject to the restrictions set out below and elsewhere in these terms and conditions. You must not: Republish material from this website (including republication on another website); Sell, rent, or sub-license material from the website; Show any material from the website in public; Reproduce, duplicate, copy, or otherwise exploit material on this website for a commercial purpose; Edit or otherwise modify any material on the website; Redistribute material from this website, except for content specifically and expressly made available for redistribution. Where content is specifically made available for redistribution, it may only be redistributed within your organization. 4. Acceptable Use You must not use this website in any way that causes, or may cause, damage to the website or impairment of the availability or accessibility of Elegant Light; or in any way which is unlawful, illegal, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity. You must not use this website to copy, store, host, transmit, send, use, publish, or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit, or other malicious computer software. You must not conduct any systematic or automated data collection activities (including without limitation scraping, data mining, data extraction, and data harvesting) on or in relation to this website without Elegant Light's express written consent. You must not use this website to transmit or send unsolicited commercial communications. You must not use this website for any purposes related to marketing without Elegant Light's express written consent. 5. Restricted Access Access to certain areas of this website is restricted. Elegant Light reserves the right to restrict access to areas of this website, or indeed this entire website, at Elegant Light's discretion. If Elegant Light provides you with a user ID and password to enable you to access restricted areas of this website or other content or services, you must ensure that the user ID and password are kept confidential. Elegant Light may disable your user ID and password at Elegant Light's sole discretion without notice or explanation. 6. User Content In these terms and conditions, “your user content” signifies material (including without limitation text, images, audio material, video material, and audio-visual material) that you submit to this website, for whatever purpose. You grant to Elegant Light a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate, and distribute your user content in any existing or future media. You also grant to Elegant Light the right to sub-license these rights and the right to bring an action for infringement Home About Us Phone: +91-268-7163495 E-mail: elegantlight@gmail.com Adress: 28, Shivaji Godara Colony, Jhotwara, Jaipur, Rajasthan 302012, India Privacy policy Terms and Conditions",
    "thanks": "Thank You - Elegant Light Thank You! We have received your submission and will get back to you shortly. Thank you for your interest in Elegant Light. If you have any questions, feel free to contact us at elegantlight@gmail.com. Return to Home"
  },
  "date": "2024-07-05T07:00:25.136Z"
}