{
  "name": "New_v9_FrostDome",
  "pages": {
    "index": "FrostDome - Your Ultimate Ice Arena Experience Services Schedule Pricing Gallery Contact Welcome to FrostDome Welcome to FrostDome, the premier ice arena for sports, recreation, and events. Nestled in the heart of the city, FrostDome offers top-notch facilities and a vibrant community for ice sports enthusiasts of all ages and skill levels. Main Features and Offerings Hockey Facilities State-of-the-art hockey rinks for all levels of play, from recreational to competitive. Figure Skating Professional-grade figure skating facilities with regular training sessions and events. Birthday Parties Host your child's next birthday party with us for a fun-filled day on the ice. Ice Arenas and Events About Us Welcome to FrostDome, your premier destination for ice sports and events. At FrostDome, we are dedicated to providing top-notch facilities and a vibrant community for ice sports enthusiasts of all ages and skill levels. Our journey began over a decade ago with a vision to create a space where people could come together to enjoy the thrill of ice sports in a welcoming and inclusive environment. Today, FrostDome stands as a testament to that vision, offering world-class amenities and a wide range of programs and events. Whether you're a seasoned athlete looking to hone your skills or someone who simply enjoys gliding across the ice for fun, FrostDome has something for everyone. Our state-of-the-art ice rinks provide the perfect setting for hockey games, figure skating lessons, and recreational skating sessions. But FrostDome is more than just a sports facility; it's a community hub where friendships are formed, memories are made, and dreams are realized. From birthday parties to corporate events, our versatile spaces can accommodate gatherings of all sizes and occasions. At FrostDome, we're not just passionate about ice sports; we're passionate about creating unforgettable experiences for our guests. Our dedicated team works tirelessly to ensure that every visit to FrostDome is a memorable one, filled with laughter, excitement, and joy. Come join us at FrostDome and experience the magic of ice sports firsthand. Whether you're hitting the ice for the first time or a seasoned pro, we can't wait to welcome you to the FrostDome family! Training and Preparation Tips Warm Up Properly Before starting your workout or practice session, make sure to warm up your muscles properly. This helps prevent injuries and prepares your body for the activity ahead. Stay Hydrated Drink plenty of water before, during, and after your training sessions. Hydration is key to maintaining optimal performance and preventing fatigue. Set Realistic Goals Set achievable goals for yourself and work towards them gradually. This will help keep you motivated and focused on your progress. Focus on Form Pay attention to your form and technique during exercises. Proper form not only maximizes the effectiveness of your workouts but also reduces the risk of injury. Include Variety Incorporate a variety of exercises and activities into your training routine. This prevents boredom, challenges different muscle groups, and improves overall fitness. Rest and Recover Allow your body to rest and recover between workouts. Adequate rest is essential for muscle repair and growth, as well as for preventing overtraining and burnout. Listen to Your Body Pay attention to how your body feels during training. If you experience pain or discomfort, take a break or modify your workout to avoid injury. Address and Contact Information Address: Fateh Sagar Rd, Near Mint, Fateh Sagar Lake, Udaipur, Rajasthan 313004, India Phone: +916487320167 Email: FrostDome@gmail.com Feedback Form Name: Email: Message: I accept Privacy Policy Send FAQ - Frequently Asked Questions How can I book a training session? To book a training session, you can either visit our facility in person or contact our reception desk via phone or email. What are the rental rates for the ice rinks? Rental rates for our ice rinks vary depending on the time of day, duration, and type of event. Please contact our rental department for more information. Do you offer group discounts for events? Yes, we offer special group discounts for events such as birthday parties, corporate outings, and team building activities. Please inquire with our events coordinator for details. Can I bring my own equipment for training sessions? Yes, you are welcome to bring your own equipment for training sessions. However, we also provide rental equipment for your convenience. Are there locker rooms available? Yes, we have locker rooms with shower facilities available for our guests. Please ask our staff for assistance. What is your cancellation policy? Our cancellation policy varies depending on the type of reservation. Please refer to our terms and conditions or contact our customer service for details. Services Schedule Pricing Gallery Contact Terms & Conditions Privacy Policy",
    "policy": "Privacy Policy - FrostDome main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #092539; } main a:hover { text-decoration: underline; } Services Schedule Pricing Gallery Contact Privacy Policy Our Privacy Policy outlines your privacy rights and the legal protections afforded to you. Interpretation and Definitions Interpretation Words starting with a capital letter have specific meanings defined under certain conditions. These definitions apply regardless of whether the words are used in singular or plural form. Definitions For the purposes of this Privacy Policy: Account: a unique account created for accessing our Service or its parts. Affiliate: an entity controlling, controlled by, or under common control with another entity, where \"control\" refers to ownership of 50% or more of the shares or other securities with voting rights. Company: refers to FrostDome. Device: any device capable of accessing the Service, such as a computer, cellphone, or tablet. Service: our Website. Service Provider: any natural or legal person processing data on behalf of the Company, including third-party companies or individuals employed to facilitate, provide, or analyze the Service. You: an individual or entity accessing or using the Service, or an entity on whose behalf such individual accesses or uses the Service. Data Security Ensuring the security of your information is paramount to us. We utilize a variety of measures to protect the confidentiality, integrity, and availability of your data. These measures include robust encryption protocols, secure data storage practices, and regular security audits. Despite our best efforts, it's important to recognize that no method of data transmission over the internet or electronic storage is completely foolproof. While we strive to maintain the highest standards of security, we cannot guarantee that unauthorized access, hacking, data breaches, or other malicious activities will never occur. Rest assured, we continuously monitor for potential security threats and promptly respond to any incidents to minimize risk and mitigate impact. Additionally, we comply with relevant data protection regulations to uphold your privacy rights and safeguard your personal information. By using our services, you acknowledge and accept the inherent risks associated with online communication and data transmission. We encourage you to take proactive steps to protect your own information, such as using strong, unique passwords and keeping your devices and software up to date. If you have any concerns about the security of your data or suspect any unauthorized activity, please don't hesitate to contact us. Your trust is of utmost importance to us, and we are committed to maintaining the highest standards of security and privacy protection. Links to Other Websites As part of our commitment to providing comprehensive resources and information, our Service may include links to third-party websites that are not operated or controlled by us. Clicking on these external links may redirect you to websites beyond our control. We want to emphasize the importance of exercising caution and discretion when navigating to external websites. While we strive to ensure that the links we provide lead to reputable and valuable resources, we cannot guarantee the accuracy, relevance, or safety of content found on third-party sites. We strongly encourage you to review the privacy policies, terms of use, and security practices of any websites you visit through links on our Service. Each website may have its own policies and practices regarding data collection, use, and protection, which may differ from ours. It's essential to understand that our inclusion of links to external websites does not imply endorsement or approval of the content, products, or services offered by those sites. We do not control the information, practices, or policies of third-party websites, and we assume no responsibility for their content or activities. By accessing and using any third-party websites linked from our Service, you do so at your own risk. We disclaim any liability for damages, losses, or consequences resulting from your interactions with third-party sites or services. Should you encounter any issues or concerns related to external links or third-party websites while using our Service, please don't hesitate to contact us. We value your feedback and are committed to ensuring the integrity and reliability of the resources we provide. Changes to this Privacy Policy Our commitment to protecting your privacy includes keeping our Privacy Policy up to date with current practices, regulations, and technological advancements. As such, we reserve the right to update, modify, or revise our Privacy Policy periodically. Any changes to this Privacy Policy will be promptly communicated to you to ensure transparency and accountability. We will post the updated Privacy Policy on this page, along with a notification of the changes made. In addition to posting the updated Privacy Policy, we may also notify you via email or through prominent notices on our Service before the changes take effect. This proactive approach ensures that you are informed about any modifications that may impact your privacy rights and obligations. To help you stay informed and aware of any changes, we recommend periodically reviewing this Privacy Policy for updates. By continuing to use our Service after changes to the Privacy Policy have been posted, you acknowledge and agree to the revised terms and practices. Please note that changes to the Privacy Policy are effective immediately upon posting on this page unless otherwise specified. Your continued use of our Service following the posting of changes constitutes your acceptance of such changes. If you have any questions, concerns, or feedback about our Privacy Policy or any updates thereto, please don't hesitate to reach out to us. We value your privacy and are committed to maintaining the highest standards of data protection and transparency. Contact Us If you have any questions about this Privacy Policy, please contact us: By email: FrostDome@gmail.com By phone: +916487320167 By mail: Fateh Sagar Rd, Near Mint, Fateh Sagar Lake, Udaipur, Rajasthan 313004, India Services Schedule Pricing Gallery Contact Terms & Conditions Privacy Policy",
    "services": "FrostDome - Services and Prices Services Schedule Pricing Gallery Contact Welcome to Our Services and Pricing Page Here you can explore our wide range of services and pricing options. Whether you're looking for ice skating lessons, hockey training, or venue rental for events, we have something for everyone. Browse through our offerings and feel free to contact us if you have any questions or would like to make a reservation. Services Rental of Ice Rinks for Hockey Experience the thrill of playing hockey on our professionally maintained ice rinks. Whether you're a team looking for practice space or organizing a friendly match, our rinks are equipped to meet your needs. Rental of Ice Rinks for Figure Skating Perfect your figure skating routines on our pristine ice surfaces. Our rinks provide the ideal setting for skaters of all levels, from beginners to professionals, to practice their skills and choreography. Event Organization Celebrate your special occasions with us! From birthday parties to corporate events, our versatile spaces are perfect for any type of gathering. Let us help you make your event unforgettable. Training with Experienced Coaches Enhance your skills with personalized training from our experienced coaches. Whether you're new to the sport or looking to take your abilities to the next level, our coaches will provide expert guidance and support. Ice Rinks Schedule Day Ice Rink 1 Ice Rink 2 Monday 9:00 AM - 10:30 PM 10:00 AM - 12:00 PM, 2:00 PM - 5:00 PM Tuesday 8:00 AM - 11:00 PM 12:00 PM - 3:00 PM, 5:00 PM - 8:00 PM Wednesday 9:00 AM - 10:00 PM 10:00 AM - 1:00 PM, 3:00 PM - 6:00 PM Thursday 8:30 AM - 10:00 PM 11:00 AM - 2:00 PM, 4:00 PM - 7:00 PM Friday 10:00 AM - 11:00 PM 12:00 PM - 4:00 PM, 6:00 PM - 9:00 PM Saturday 8:00 AM - 12:00 AM 1:00 PM - 5:00 PM, 6:00 PM - 10:00 PM Sunday 9:00 AM - 10:00 PM 11:00 AM - 3:00 PM, 4:00 PM - 8:00 PM Rental Rates for Ice Rinks Time Slot Ice Rink 1 Ice Rink 2 Peak Hours (Weekdays, 5:00 PM - 10:00 PM) $200/hour $180/hour Off-Peak Hours (Weekdays, 8:00 AM - 5:00 PM) $150/hour $130/hour Weekend Hours (Saturday and Sunday, All Day) $250/hour $220/hour Training Costs and Coaching Services Individual Training Sessions $50 per hour Group Training Sessions (3-5 people) $30 per person per hour Advanced Coaching Program $100 per session Customized Training Plans Prices vary based on requirements Package Deals for Events Basic Package Includes venue rental and basic catering for up to 20 guests. $500 Premium Package Includes venue rental, premium catering, and event coordination for up to 50 guests. $1000 Custom Package Build your own package tailored to your event's specific needs and preferences. Prices vary Information on Skate, Hockey Gear, and Equipment Rental At FrostDome, we understand the importance of having access to quality equipment when engaging in ice-related activities. That's why we offer a comprehensive rental service to ensure that everyone can enjoy their time on the ice comfortably and safely. Whether you're a seasoned skater or trying it out for the first time, we have a variety of rental options available to suit your needs. Our rental inventory includes ice skates, hockey gear, figure skating costumes, sledges, and more. For those looking to glide gracefully across the ice, we have a range of ice skates available for individuals of all ages and sizes. Our skates are regularly maintained to ensure optimal performance and comfort. If hockey is more your style, we offer complete sets of hockey gear for rent, including helmets, pads, gloves, and sticks. Whether you're hitting the ice for a friendly game or practicing your skills, we have everything you need to stay protected and perform at your best. Additionally, we understand that sometimes you may need specialized equipment for certain activities. That's why we also offer rental options for figure skating costumes, sledges, and more. Simply contact us for availability and pricing. With our convenient rental service, you can focus on enjoying your time on the ice without worrying about equipment. Visit FrostDome today and discover the ease and convenience of our rental offerings! Prices and Rental Terms Ice Skates Rent ice skates for individuals of all ages and sizes. Prices start at $10 per session. Hockey Gear Complete sets of hockey gear available for rent, including helmets, pads, and sticks. Prices vary depending on the items rented. Other Equipment We also offer rental options for other equipment such as figure skating costumes, sledges, and more. Contact us for availability and pricing. Please note that rental terms and prices are subject to change. Contact us for the most up-to-date information. Athlete Training and Development Offers Individual Coaching Sessions Unlock your full potential with our individual coaching sessions tailored to your specific needs and goals. Our experienced coaches will work closely with you to develop personalized training plans and provide valuable feedback to help you excel in your sport. Whether you're looking to improve technique, build strength, or enhance mental toughness, our individual coaching sessions are designed to help you reach new heights in your athletic journey. Group Training Programs Join our dynamic group training programs led by knowledgeable coaches who are passionate about helping athletes succeed. Train alongside fellow athletes and benefit from the camaraderie and motivation of a group setting. Our group training programs cover a range of disciplines and skill levels, ensuring that there's something for everyone. Whether you're a beginner looking to learn the basics or an experienced athlete striving for excellence, our group training programs offer a supportive environment where you can push your limits and achieve your goals. Specialized Workshops Participate in our specialized workshops designed to deepen your understanding of key aspects of your sport and enhance your performance. Led by expert coaches and industry professionals, our workshops cover a variety of topics, including technique refinement, injury prevention, nutrition, and mental preparation. Gain valuable insights, learn new strategies, and acquire practical skills that will give you a competitive edge. Whether you're looking to fine-tune your skills or gain a deeper understanding of the science behind athletic performance, our specialized workshops are the perfect opportunity to take your training to the next level. Services Schedule Pricing Gallery Contact Terms & Conditions Privacy Policy",
    "terms": "Terms & Conditions - FrostDome main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #092539; } main a:hover { text-decoration: underline; } Services Schedule Pricing Gallery Contact Terms & Conditions Welcome to FrostDome's Terms & Conditions. Please review the following terms carefully before using our services. By accessing or using FrostDome's services, you agree to adhere to these terms. If you disagree with any part of these terms, please refrain from using our services. We reserve the right to update, modify, or replace any portion of these Terms & Conditions. It is your responsibility to periodically check this page for updates. Your continued use of our services after any modifications constitutes acceptance of those changes. Usage of Our Services Your use of FrostDome's services is at your own risk. Our services are provided on an \"as is\" and \"as available\" basis. We do not guarantee uninterrupted, timely, secure, or error-free service. You agree not to reproduce, duplicate, copy, sell, resell, or exploit any part of our services without prior written permission from FrostDome. FrostDome reserves the right to refuse service to anyone for any reason at any time. Intellectual Property Rights All content on FrostDome's website, including text, graphics, logos, images, and software, is the property of FrostDome and is protected by international copyright laws. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from FrostDome. FrostDome and its logos are trademarks or registered trademarks of FrostDome and may not be used without prior written consent. Limitation of Liability FrostDome, its directors, employees, partners, agents, suppliers, and affiliates shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including loss of profits, data, or goodwill, resulting from the use of our services. In no event shall FrostDome or its affiliates be held liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our services or inability to use our services, whether based on warranty, contract, tort (including negligence), or any other legal theory, even if advised of the possibility of such damages. You agree that your use of our services is at your sole risk. We do not warrant that the services will be uninterrupted, timely, secure, or error-free. FrostDome shall not be responsible for any loss or damage arising from the unauthorized use or access of your account. FrostDome's liability is limited to the fullest extent permitted by law. In jurisdictions where limitations on liability are not allowed, our liability shall be limited to the maximum extent permitted by law. You acknowledge and agree that any claim against FrostDome must be filed within one year after such claim arose, otherwise, it will be permanently barred. Indemnification You agree to indemnify and hold FrostDome harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of our services, your violation of these Terms & Conditions, or your violation of any rights of another. You understand and agree that FrostDome shall not be liable for any loss or damage incurred as a result of your interaction with or conduct towards other users or third parties through our services. You agree to resolve any disputes or claims directly with the relevant party and indemnify FrostDome for any losses or damages incurred. You acknowledge that FrostDome is not responsible for any content posted or transmitted by users of our services. You agree to indemnify and hold FrostDome harmless from any claims, damages, or losses resulting from your use of or reliance on such content. You further agree to indemnify FrostDome for any losses, damages, or liabilities arising from your failure to comply with applicable laws, regulations, or these Terms & Conditions while using our services. FrostDome reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you, in which case you agree to cooperate with FrostDome in asserting any available defenses. Severability If any provision of these Terms & Conditions is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that these Terms & Conditions shall otherwise remain in full force and effect and enforceable. The invalidity or unenforceability of any provision of these Terms & Conditions shall not affect the validity or enforceability of any other provision of these Terms & Conditions, which shall remain in full force and effect. In the event that any provision of these Terms & Conditions is determined to be invalid or unenforceable, the parties shall replace such provision with a valid and enforceable provision that most closely matches the intent of the original provision, and the remainder of these Terms & Conditions shall continue in full force and effect. If any provision of these Terms & Conditions is found to be unenforceable or invalid in a particular jurisdiction, it shall not affect the enforceability or validity of the remaining provisions of these Terms & Conditions in that jurisdiction or the enforceability or validity of the provision in any other jurisdiction. Contact Us If you have any questions or concerns regarding our Terms & Conditions, please don't hesitate to contact us: Phone: +916487320167 Email: FrostDome@gmail.com Location: Fateh Sagar Rd, Near Mint, Fateh Sagar Lake, Udaipur, Rajasthan 313004, India Services Schedule Pricing Gallery Contact Terms & Conditions Privacy Policy",
    "thanks": "Thank You from FrostDome body { font-family: Arial, sans-serif; margin: 0; padding: 0; background-color: #f7f7f7; } .container { max-width: 800px; margin: 50px auto; padding: 20px; background-color: #fff; border-radius: 10px; box-shadow: 0 0 20px rgba(0, 0, 0, 0.1); text-align: center; } h1 { color: #129bc7; } p { font-size: 1.1em; line-height: 1.6; } .back-link { display: inline-block; margin-top: 20px; color: #129bc7; text-decoration: none; font-weight: bold; } .back-link:hover { text-decoration: underline; } Thank You from FrostDome Thank you for choosing FrostDome! Your support means the world to us. We look forward to seeing you again soon on the ice for more thrilling adventures. Back to Home Page"
  },
  "date": "2024-05-20T21:46:08.749Z"
}