{
  "name": "New_8_restfulnights",
  "pages": {
    "terms-conditions": "Terms of Use | RestfulNights - Rules and Guidelines for Using Our Website restfulnights@gmail.com +91-798-7283821 RestfulNights Home Why are we Our betsellers Quality The amendments dream About Us Terms of Use User Accounts To use certain features of RestfulNights, you may need to create a user account. You agree to provide accurate, current, and complete information during the registration process and to update such information as needed to keep it accurate and current. You are responsible for maintaining the confidentiality of your account password and for all activities that occur under your account. RestfulNights reserves the right to terminate your account at any time for any reason, including but not limited to violation of these Terms of Use. Indemnification You agree to indemnify, defend, and hold harmless RestfulNights, its officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt arising from your use of RestfulNights or violation of these Terms of Use. Force Majeure RestfulNights will not be liable for any failure or delay in performing its obligations under these Terms of Use due to any cause beyond its reasonable control, including but not limited to acts of God, natural disasters, wars, terrorism, labor disputes, or government actions. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Waiver The failure of RestfulNights to enforce any provision of these Terms of Use will not constitute a waiver of that provision or any other provision. Termination RestfulNights may terminate or suspend your access to all or part of our website at any time, with or without cause, and with or without notice. Upon termination, all rights and licenses granted to you under these Terms of Use will immediately cease. Feedback and Reviews RestfulNights welcomes your feedback and reviews about our products and services. By submitting feedback or reviews to RestfulNights, you grant us a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such feedback or reviews in any form, media, or technology now known or later developed. Age Restriction RestfulNights is intended for use by adults only. By using our website, you represent and warrant that you are at least 18 years of age or the age of majority in your jurisdiction. Environmental Commitment RestfulNights is committed to reducing its environmental impact. Our mattresses are made with eco-friendly materials, and we strive to minimize waste and energy consumption in our manufacturing and distribution processes. Social Responsibility RestfulNights is committed to social responsibility. We strive to maintain fair labor practices, support our local communities, and promote ethical business practices throughout our supply chain. Promotions and Discounts RestfulNights may occasionally offer promotions or discounts on our products. These offers are subject to change without notice and may not be combined with other offers unless expressly stated. RestfulNights reserves the right to cancel or modify any promotion or discount at any time without prior notice. Product Availability RestfulNights strives to maintain accurate inventory levels and product availability on our website. However, we cannot guarantee that all products will be available at all times. RestfulNights reserves the right to limit the quantity of products purchased per customer or to discontinue any product at any time without prior notice. Payment Terms RestfulNights accepts various forms of payment, including credit cards, debit cards, and PayPal. By placing an order with RestfulNights, you authorize us to charge the payment method provided for the total amount of your order, including any applicable taxes and shipping fees. Taxes The prices listed on RestfulNights do not include taxes. You are responsible for paying any applicable taxes, including sales, use, or value-added taxes, based on your jurisdiction. Shipping and Delivery RestfulNights ships products to most locations within the India and select international destinations. Shipping rates and delivery times may vary based on your location and the products ordered. You are responsible for providing accurate shipping information and for any additional shipping charges incurred due to incorrect or incomplete information. Contact Us If you have any questions about these Terms of Use or any other aspect of our website or services, please contact us at restfulnights@gmail.com. Links Home Why are we Our betsellers Quality The amendments dream About Us Additionally Disclaimer Privacy Policy Terms of Use NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 restfulnights@gmail.com",
    "thanks": "Thank You | RestfulNights - We Appreciate Your Purchase and Support RestfulNights Thank you for reaching out to us! We truly appreciate your time and effort in sharing your thoughts or queries with us. Your feedback is invaluable as it helps us to continuously improve our services and provide you with the best experience possible. Our team is committed to reviewing your message promptly. We will do our utmost to respond to you as quickly as we can, ensuring that you receive a thorough and thoughtful response. Once again, thank you for connecting with us. We look forward to serving you and helping you enjoy restful nights. To main",
    "about": "About Us | RestfulNights - Quality Mattresses Designed for Better Sleep and Comfort restfulnights@gmail.com +91-798-7283821 RestfulNights Home Why are we Our betsellers Quality The amendments dream About Us Welcome to RestfulNights Our Mission At RestfulNights, our mission is to provide you with the highest quality mattresses for the best sleep possible. We are dedicated to comfort, support, and innovation to ensure you wake up refreshed every morning. Why Choose Us? We believe in the power of a good night’s sleep. Our expertly crafted mattresses are designed to cater to your unique sleeping needs, offering unparalleled comfort and durability. Experience the RestfulNights difference today. Crafted for Your Comfort At RestfulNights, we understand that everyone’s sleep needs are unique. That’s why we offer a variety of mattress options tailored to provide the perfect balance of comfort and support. Our mattresses are made from high-quality materials and incorporate the latest sleep technology, ensuring you get the restful sleep you deserve every night. Experience the difference with RestfulNights and wake up feeling rejuvenated and ready to take on the day. Our Mattresses Collection Cloud Comfort Experience the plush softness and luxurious support of the Cloud Comfort mattress. Perfect for those who love a cozy, cloud-like feel. Orthopedic Support Designed for those needing extra back support, the Orthopedic Support mattress ensures proper spinal alignment for a pain-free sleep. EcoSleep Sleep sustainably with the EcoSleep mattress, crafted from eco-friendly materials without compromising on comfort and quality. Serenity Foam Enjoy the perfect balance of comfort and support with the Serenity Foam mattress, featuring high-density foam for a restful night’s sleep. Luxe Hybrid Combining the best of both worlds, the Luxe Hybrid mattress offers the support of innerspring coils and the comfort of memory foam. CoolGel Memory Stay cool and comfortable all night with the CoolGel Memory mattress, featuring cooling gel technology to regulate your body temperature. 10,000+ Satisfied Customers 15+ Years of Experience 5 Exclusive Collections 100% Quality Guarantee This website uses cookies to ensure you get the best experience on our website. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieConsent = document.getElementById(\"cookieConsent\"); var acceptCookies = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieConsent.style.display = \"block\"; } if (acceptCookies) { acceptCookies.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieConsent.style.display = \"none\"; }); } }); Links Home Why are we Our betsellers Quality The amendments dream About Us Additionally Disclaimer Privacy Policy Terms of Use NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 restfulnights@gmail.com",
    "disclaimer": "Disclaimer | RestfulNights - Important Information and Legal Notices restfulnights@gmail.com +91-798-7283821 RestfulNights Home Why are we Our betsellers Quality The amendments dream About Us Disclaimer Welcome to RestfulNights, your one-stop destination for high-quality mattresses designed to provide you with the ultimate comfort and support for a restful night's sleep. Our mission is to help you wake up feeling refreshed and rejuvenated every morning, so you can take on the day with energy and enthusiasm. Before you start browsing our collection of mattresses, we would like to take a moment to provide you with some important information about our products and services. This disclaimer is intended to ensure that you have a clear understanding of what you can expect from us, and to help you make an informed decision when purchasing a mattress from our site. First and foremost, it is important to note that all of our mattresses are designed to provide optimal comfort and support for a wide range of sleepers. However, every person is unique, and what works well for one person may not work as well for another. That is why we offer a 100-night trial period on all of our mattresses, so you can try it out in the comfort of your own home and make sure it is the right fit for you. If for any reason you are not completely satisfied with your mattress during the trial period, simply contact our customer service team and we will arrange for a free return and refund. Please note that the mattress must be in good condition and free from any stains or damage in order to be eligible for a return. In addition to our 100-night trial period, all of our mattresses come with a 10-year limited warranty. This warranty covers any defects in materials or workmanship that may arise during the warranty period, and we will repair or replace your mattress at no cost to you if such a defect occurs. However, please note that the warranty does not cover normal wear and tear, or damage caused by improper use or handling. When it comes to the materials used in our mattresses, we are committed to using only the highest quality, eco-friendly materials available. All of our mattresses are made with CertiPUR-US certified foams, which means they are free from harmful chemicals and substances such as formaldehyde, heavy metals, and phthalates. In addition, our mattresses are designed to be hypoallergenic and resistant to dust mites, mold, and bacteria, so you can sleep easy knowing that your mattress is not only comfortable, but also safe and healthy. While we strive to provide accurate and up-to-date information on our website, we cannot guarantee that all of the information is completely accurate or error-free. We reserve the right to make changes to our products, prices, and policies at any time without prior notice. In addition, we cannot be held responsible for any typographical errors or inaccuracies on our site. When you make a purchase from RestfulNights, you can rest assured that your personal information is safe and secure. We use industry-standard encryption technology to protect your information during transmission, and we do not sell or share your information with any third parties. However, please note that we may use your information to contact you regarding your order or to provide you with updates and promotional offers. In addition to our financing options, we also offer a price match guarantee to ensure that you get the best possible price on your mattress. If you find a lower price on an identical mattress from a competing retailer, simply contact us and we will match the price. Please note that the price match guarantee applies only to identical mattresses, and does not include promotional offers or clearance items. At RestfulNights, we are committed to protecting the environment and reducing our carbon footprint. That's why we use eco-friendly materials in our mattresses, and why we participate in a mattress recycling program to ensure that old mattresses are disposed of in an environmentally responsible manner. When you purchase a mattress from RestfulNights, you can feel good knowing that you are not only getting a high-quality product, but also supporting a company that cares about the environment. We are also committed to giving back to our community. That's why we donate a portion of our profits to charities and organizations that support causes such as education, healthcare, and environmental conservation. When you purchase a mattress from RestfulNights, you are not only improving your own sleep, but also helping to make the world a better place. If you have any questions or concerns about this disclaimer, please contact us at restfulnights@gmail.com. We are always here to help and support you in any way we can. Thank you for choosing RestfulNights as your trusted source for high-quality mattresses. Links Home Why are we Our betsellers Quality The amendments dream About Us Additionally Disclaimer Privacy Policy Terms of Use NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 restfulnights@gmail.com",
    "index": "RestfulNights | Premium Mattresses for Ultimate Comfort and Restful Sleep restfulnights@gmail.com +91-798-7283821 RestfulNights Home Why are we Our betsellers Quality The amendments dream About Us Experience Ultimate Comfort Discover Your Perfect Mattress at RestfulNights Start inspection Why Choose RestfulNights? At RestfulNights, we are dedicated to providing you with the highest quality mattresses designed to offer unparalleled comfort and support. Our extensive range of products ensures that you find the perfect fit for your unique sleeping needs. Experience restful nights and refreshed mornings with our expertly crafted mattresses. Our Bestsellers Cloud Comfort Experience the feeling of sleeping on a cloud with our Cloud Comfort mattress. Designed with premium materials, it offers exceptional softness and support for a restful night’s sleep. Orthopedic Support Our Orthopedic Support mattress is crafted for those who need extra back support. It promotes proper spinal alignment, helping to reduce pain and improve sleep quality. EcoSleep Sleep soundly and sustainably with EcoSleep. Made from eco-friendly materials, this mattress provides a comfortable and environmentally conscious choice for a better night's rest. Our Commitment to Quality Premium Materials We use only the highest quality materials in our mattresses, ensuring durability and long-lasting comfort. From memory foam to natural latex, every component is carefully selected for optimal performance. Advanced Technology Our mattresses are designed with the latest sleep technology. From cooling gels to adaptive support layers, each feature is engineered to enhance your sleeping experience and provide superior comfort. Expert Craftsmanship Each mattress is meticulously crafted by skilled artisans who take pride in their work. Our attention to detail and commitment to excellence ensure that you receive a product that meets the highest standards of quality and comfort. Join the Restful Revolution Transform Your Sleep Experience At RestfulNights, we believe that a great day starts with a great night’s sleep. Our mission is to revolutionize the way you sleep by offering top-of-the-line mattresses that cater to your specific needs. Say goodbye to restless nights and hello to a rejuvenated you with our expertly crafted mattresses. Discover the difference that quality sleep can make in your life. Our Achievements Proudly Serving Sleep Needs At RestfulNights, we are proud of the milestones we have achieved and the difference we have made in our customers’ lives. Our dedication to quality and comfort has earned us a reputation as a trusted name in the mattress industry. Join thousands of satisfied customers who have transformed their sleep with us. 10,000+ Happy Customers 15+ Years of Expertise Explore Our Collection Discover the perfect mattress to transform your sleep experience. Whether you prefer plush comfort or firm support, our diverse range ensures there's something for everyone. Browse our top selections below. Cloud Comfort ₹25,000 Experience ultimate softness and support with the Cloud Comfort mattress, designed to give you the sensation of sleeping on a cloud. Order now Orthopedic Support ₹30,000 Perfect for those who need extra back support, the Orthopedic Support mattress promotes proper spinal alignment for a pain-free sleep. Order now EcoSleep ₹28,000 Sleep soundly and sustainably with the EcoSleep mattress, made from eco-friendly materials for a comfortable and environmentally conscious rest. Order now Stay in Touch Get Exclusive Offers Sign up for our newsletter to receive the latest updates on our products, special promotions, and expert sleep tips. Join our community and be the first to know about everything RestfulNights. Your journey to better sleep starts here! Phone +91-798-7283821 Location NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India Email restfulnights@gmail.com I accept privacy policy Send a message This website uses cookies to ensure you get the best experience on our website. Learn more. Accept document.addEventListener(\"DOMContentLoaded\", function () { var cookieConsent = document.getElementById(\"cookieConsent\"); var acceptCookies = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { cookieConsent.style.display = \"block\"; } if (acceptCookies) { acceptCookies.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieConsent.style.display = \"none\"; }); } }); Navigation Home Why are we Our betsellers Quality The amendments dream About Us Additionally Disclaimer Privacy Policy Terms of Use NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 restfulnights@gmail.com",
    "privacy-policy": "Privacy Policy | RestfulNights - Protecting Your Personal Information and Privacy restfulnights@gmail.com +91-798-7283821 RestfulNights Home Why are we Our betsellers Quality The amendments dream About Us Privacy Policy Information We Collect We collect personal information from you when you place an order, create an account, or subscribe to our newsletter. The information we collect may include: Name Address Email address Phone number Payment information We also collect information about your use of our website through cookies and other tracking technologies. This information may include: Browser type and version Operating system Referring site Page views and navigation paths Time spent on our site How We Use Your Information We use your personal information to process your orders, communicate with you about your purchases, and provide you with customer support. We may also use your information to: Send you promotional emails about new products, special offers, or other information that we think may be of interest to you Personalize your experience on our site Improve our products and services Comply with legal obligations We will only use your personal information for the purposes for which it was collected, unless we have your consent to use it for another purpose. Sharing Your Information We may share your personal information with third-party service providers who assist us in operating our website, conducting our business, or servicing you. These service providers include payment processors, shipping providers, and email marketing providers. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. Cookies and Other Tracking Technologies We use cookies and other tracking technologies to improve your experience on our site and to collect information about your use of our site. Cookies are small files that are stored on your device when you visit a website. They allow us to recognize your device and remember your preferences when you return to our site. We use both session cookies, which expire when you close your browser, and persistent cookies, which remain on your device until you delete them. We also use web beacons, which are small electronic images that allow us to track your use of our site. We use cookies and other tracking technologies for the following purposes: To remember your preferences and settings To analyze the performance of our site and identify areas for improvement o personalize your experience on our site To target advertising to you based on your interests and browsing history You can manage your cookie preferences through your browser settings. Most browsers allow you to block or delete cookies, but please note that if you choose to disable cookies, some features of our site may not function properly. Data Breach Response In the event of a data breach, we will take prompt action to investigate the breach, assess the scope and impact of the breach, and notify affected individuals and regulatory authorities as required by law. We will also take steps to prevent future breaches, including reviewing and updating our security measures as necessary. Data Retention We retain your personal information for as long as necessary to provide you with the products and services you have requested, to comply with our legal obligations, and to enforce our agreements. We may also retain aggregated or de-identified information for research or statistical purposes. Security We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, no method of transmission over the internet or electronic storage is completely secure, and we cannot guarantee the absolute security of your information. Social Media Features Our site may include social media features, such as the Facebook \"Like\" button and widgets, such as the \"Share This\" button. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our site. Your interactions with these features are governed by the privacy policy of the company providing the feature. Contact Us If you have any questions about this privacy policy or our use of your personal information, please contact us at restfulnights@gmail.com. Links Home Why are we Our betsellers Quality The amendments dream About Us Additionally Disclaimer Privacy Policy Terms of Use NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 restfulnights@gmail.com"
  },
  "date": "2024-06-25T08:13:36.153Z"
}