{
  "name": "New_v8_StylishVase",
  "pages": {
    "about_vaze_my": "More Info. Each vase in our collection is made from high-quality materials using advanced technology. StylishVase Home More Info Collection Contact us Discover a new level of style and elegance with StylishVase now! Order Now Why StylishVase is your best choice? Impeccable quality Each vase in our collection is made from high-quality materials using advanced technology. We carefully select only the most durable, long-lasting and stylish pieces so that you can enjoy them for many years to come. The widest selection From classic ceramic vases to modern glass vases, from elegant floor vases to compact tabletop vases - you'll find everything you need to complement and transform any interior. Our collection is constantly updated, so you'll always be able to find something new and unique. Unrivaled Design We work with leading designers and artists to create stunning, innovative vases that will become a real decoration for your home or office. Whether it is a minimalist vase in Scandinavian style or a bright vase with an author's painting - each piece exudes sophistication and style. Convenient online shopping Our convenient and intuitive website allows you to quickly and easily find the vases you need. You can view photos, read detailed descriptions, compare characteristics and make a purchase in a few clicks. We offer secure payment methods and prompt delivery throughout the country. Excellent service Our team of professionals is always ready to help you with your choice, answer questions and ensure the most comfortable shopping experience. We value every client and do everything to ensure that you are satisfied with our service. Show collection >>> History of StylishVase StylishVase is a leading company in the production and sale of exclusive and unique vases, which has a rich and interesting history. Founded in 1985, the company began its activities as a small family workshop specializing in the manufacture of handmade ceramic vases. The company's origins trace back to a small village in northern India, where brothers Giuseppe and Francesco, hereditary potters, decided to combine their talents and passion for the art of ceramics to create true works of art. Their first workshop was a small room equipped with just a few pottery wheels and a kiln. However, the brothers put their souls into their work, creating each vase with trepidation and inspiration. Gradually, StylishVase products gained increasing popularity among the local population, and then outside the region. The brothers tirelessly improved their skills, experimenting with shapes, colors and decoration techniques. They managed to create a unique style that combined the traditions of Indian pottery art and modern design trends. In 1995, StylishVase expanded its production capacity by opening a new, state-of-the-art factory. This allowed not only to increase production volumes, but also to introduce more efficient technologies, without losing manual work and an individual approach to each product. The company has always paid special attention to the quality of materials and perfection of execution.Each vase that comes out of the walls of StylishVase undergoes careful control at all stages of production. The use of high-quality clay, modern glazes and dyes allows us to achieve a unique and durable appearance of the vases. Today, StylishVase products are presented all over the world, from luxury furniture Today, StylishVase products are presented all over the world. It is appreciated for its impeccable quality and original design. The company continues its development, constantly expanding its range and opening new markets. At the same time, the main thing remains unchanged: a passion for the art of ceramics and the desire to create unique, stylish and durable products. Answers to popular questions Every day we receive many questions about this Indian brand, its history, production processes and product range. We bring to your attention the most common questions and comprehensive answers to them. What materials are used in production? StylishVase strictly adheres to the principles of using only the best materials. To create our products, we carefully select high-quality clays, dyes and glazes that meet strict quality standards. The entire production process, from molding to final finishing, is supervised by our experienced craftsmen to ensure perfect results. This will ensure that your StylishVase ceramic vases will delight you for many years to come. What inspires your designers? Design is one of the key advantages of StylishVase products. Our talented designers are inspired by the beauty of Indian nature, the rich cultural heritage of the country, as well as current trends in the world of interior decor. The result is truly unique vases, distinguished by their bright Indian flavor, exquisite shapes and original decorative elements. Our assortment includes both classic models with elegant silhouettes and bold, futuristic products. Each StylishVase is a true work of art. What technologies are used in production? StylishVase combines centuries-old ceramic craft traditions with modern high-tech production methods. Many vase models are created by hand by experienced Indian potters, which ensures their uniqueness and special texture. We also use innovative equipment for precise molding of products, uniform application of glazes and high-precision firing. This allows us to achieve exceptional quality and flawless geometry in each vase. What advantages do your ceramic vases have over similar products from other brands? The main advantages of StylishVase ceramic vases are their highest quality, original design and distinct Indian flavor. We use only the best materials and adhere to the strictest manufacturing standards, which guarantees the durability and impeccable appearance of our products. In addition, each vase from StylishVase is a unique piece of art, reflecting the skill of our designers and potters. They don’t just decorate the interior, but become its bright accent and source of inspiration. That is why connoisseurs of exclusive decor from all over the world prefer the products of our brand. What about StylishVase's social and environmental responsibility? A: StylishVase is committed to sustainability and the well-being of local communities. The company uses environmentally friendly production processes, applies energy efficiency technologies and rational use of resources. In addition, StylishVase runs programs to support local ceramic artists by providing them with training and development opportunities. In this way, the company contributes to the preservation of Indian craft traditions. What development prospects do you see for StylishVase? With growing demand for high quality, eco-friendly decorative ceramics and India's growing position as a hub for fine craftsmanship, StylishVase has excellent prospects for continued growth and development. The company plans to expand its product range, develop new markets, paying special attention to sustainable and innovative solutions. StylishVase intends to continue to be a leading brand that combines traditional craftsmanship with contemporary design. StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree",
    "contact_vaze_my": "Contact StylishVase. Discover a new level of style and elegance with StylishVase now! StylishVase Home More Info Collection Contact us Discover a new level of style and elegance with StylishVase now! StylishVase stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India +9102256630294 Our working hours: 8.30-19.30 every day StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree",
    "disclaimer_vaze_my": "Disclaimer for the StylishVase website. We are pleased to welcome you to our portal dedicated to exclusive and stylish handmade vases. StylishVase Home More Info Collection Contact us Disclaimer for the StylishVase website Dear visitors to our StylishVase website! We are pleased to welcome you to our portal dedicated to exclusive and stylish handmade vases. Our team approaches every stage of the creation and sale of our products with great love and responsibility in order to provide you with the highest quality and maximum comfort when interacting with our brand. However, before you proceed to browse and purchase our products, we would like to draw your attention to some important aspects related to using our site and purchasing StylishVase products. Use of cookies Like most modern Internet resources, our site uses cookie technology. These small text files are stored on your device in order to improve the convenience and personalize your experience on our portal. We use cookies for the following purposes: - Saving your personal settings and preferences so that you can quickly and comfortably use our website. - Collection of anonymous statistical information about user traffic and behavior. This helps us constantly improve our resource and offer you more relevant and relevant content. - Ensuring the security of your personal data and the protection of your account on our website. We guarantee that information collected through cookies will not be passed on to third parties without your explicit consent. Your privacy is an absolute priority for us. You can manage the use of cookies in your browser settings.However, disabling or blocking cookies may limit the availability of some features of our site. If you have any questions or concerns regarding our use of cookies, please contact us immediately. We will be happy to answer your inquiries. Return and exchange conditions We make every effort to ensure that every purchase you make on our website brings you only positive emotions. However, we understand that sometimes situations may arise when you wish to return or exchange an item you purchased. Our return and exchange policy provides the following: - You can return or exchange any product within 14 days from the date of delivery, provided that the product has not been used and is in its original condition. - We will refund you the full cost of the returned item, including shipping costs. - Exchange is carried out for a similar or more expensive model upon payment of the difference in price. - Returns and exchanges are made at our expense. We will pay the cost of shipping the item back to us. Please note that we do not accept returns or exchanges if the item has been used, damaged or has been mishandled. If you have any questions or concerns regarding the return or exchange of your StylishVase product purchases, we ask that you contact our customer service team immediately. We will do our best to find a mutually beneficial solution. Disclaimer While we make every effort to ensure the quality and safety of our products, we are not responsible for any damage or injury resulting from the use of StylishVase products. We are also not responsible for any failures, errors or interruptions in the operation of our site that may occur due to reasons beyond our control, such as force majeure, actions of third parties or problems with the Internet or servers. We reserve the right to make any changes to the range, prices, delivery conditions and other parameters presented on our website without prior notice. Conclusion We sincerely hope that your interaction with our StylishVase brand will be as comfortable and enjoyable as possible. We value your trust and do everything possible to justify it. If you have any questions or suggestions, please do not hesitate to contact us. Our team is always ready to provide you with professional assistance and support. Sincerely, Team StylishVase StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree",
    "index": "StylishVase. Introducing StylishVase - your ultimate source for sophisticated and stylish vases for your home and office! StylishVase Home More Info Collection Contact us Introducing StylishVase your ultimate source for sophisticated and stylish vases for your home and office! Order StylishVase products: the embodiment of style and impeccable quality The uniqueness of StylishVase vases lies in their bright colors and incredible variety of shapes and decorative elements. The company's designers are inspired by the beauty of nature, the art of past masters and modern trends in interior design. The result is truly unique products, each of which is a true work of art. StylishVase collections of vases amaze with their diversity. Here you can find both classic vases with elegant silhouettes and discreet decor, as well as expressive, futuristic models with bright colors and unusual textures. Particular attention should be paid to the line of handmade vases, which embody all the passion and skill of Indian potters. In addition to classic shapes, the StylishVase company offers a wide selection of vases of non-standard shapes and sizes. Some models are made in the form of sculptural compositions, others have asymmetrical, wavy outlines. These products become a real decoration of any interior, giving it a special mood and atmosphere. Discover a new level of style and elegance with StylishVase now! Stay up to date with the latest trends in the world of interior design with StylishVase! Transform your home or office into a work of art by surrounding yourself with our stunning vases. Order Now Our clientes say \" This vase has become a real decoration in my living room. Its noble silhouette, deep dark green hue and graceful gold stripe accents create a feeling of luxury and wealth. I am fascinated by the impeccable quality of the product - it is so carefully and accurately made that it looks like a real work of art. Now I know exactly where to look for exclusive and stylish decorative items for my home.\" &#10029;&#10029;&#10029;&#10029;&#10029; Vedika \" I've been dreaming of beautiful vases for my home for a long time, but I could never find ones that really suited my style. But everything changed when I discovered the StylishVase brand. These products are the epitome of elegance and sophistication. I especially loved the collection of handcrafted vases with stunning textured surfaces and earthy tones. They look so organic in my interior, as if they were created specifically for it. I am incredibly glad that I found a company that can bring my vision of the perfect home decor to life.\" &#10029;&#10029;&#10029;&#10029;&#10029; Aarav the most Popular models Model R-23 order Model T-47 order Model S-35 order Model U-34 order Model K-58 order Model I-28 order StylishVase: the highest quality, impeccable style and endless admiration StylishVase products are based on the use of high quality materials. The company carefully selects clay, dyes and glazes to ensure the durability and flawless appearance of each vase. The entire production process is controlled at every stage, from design development to final firmware. The embodiment of style and impeccable quality StylishVase products exceed all expectations of connoisseurs of luxury ceramics. Each vase that comes out of the walls of this company is the embodiment of impeccable quality, unique design and genuine style. They become not just a functional item, but a real art object that can transform any space. The StylishVase is known throughout the world The StylishVase company is known throughout the world as a manufacturer of exclusive ceramic vases, characterized by impeccable quality, original design and unique style. Each product coming out of the walls of this Indian company is a real work of art, embodying the centuries-old traditions of pottery and modern trends in interior design. Contact Us Your Name Name at least 3 characters Email Incorrect email Phone Incorrect phone I accept Privacy Policy Contact StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree",
    "privacy_policy_vaze_my": "Privacy Policy for site StylishVase. At StylishVase, we highly value our customers' privacy and personal information. StylishVase Home More Info Collection Contact us Privacy Policy At StylishVase, we highly value our customers' privacy and personal information. This Privacy Policy describes how we collect, use, store and protect your personal information when you interact with our website and company. Collection and use of personal data When you visit our StylishVase.com website or make a purchase, we may collect the following personal information: - Contact information: name, address, phone number, email address - Payment data: bank card number, information about payment transactions - Account information: login, password, preferences - Information about the use of the site: cookies, browsing history, search queries We use this information for the following purposes: - Processing and fulfillment of your orders - Providing customer support and improving service levels - Personalizing your experience on our website - Conducting marketing campaigns and analyzing the effectiveness of advertising campaigns - Improving the functionality and user interface of our resource Disclosure of personal data We guarantee that your personal data will not be transferred or disclosed to third parties without your express consent, except in the following cases: - Transfer of data to our contractors and partners involved in processing your orders, delivering goods and providing services. These organizations are required to maintain confidentiality and protect your data in accordance with our requirements.- Disclosure of information at the request of government authorities or as part of legal proceedings, if required by law. - Transfer of data in the event of the sale or reorganization of our company to new owners, provided that the new organization will comply with the terms of this Privacy Policy. We make every effort to protect your personal information from unauthorized access, modification, disclosure or destruction. To do this, we use modern security technologies, regularly audit the information security system and limit access to data only to authorized employees. Use of cookies Our website uses cookie technology to collect information about the use of the resource and improve your experience. Cookies are small text files that are stored on your device. We use cookies for the following purposes: - Saving personal settings and user preferences - Analysis of visitor behavior on the site to improve its functionality - Targeting advertising materials according to user interests You can manage the use of cookies in your browser settings. Disabling cookies may limit some features of our site. Links to third party resources Our site may contain links to third-party websites operated by our partners or advertisers. We are not responsible for the collection, use and protection of personal data on such external sites. We recommend that you read the privacy policies of the relevant resources. Changes to the Privacy Policy We reserve the right to make changes to this Privacy Policy. All changes will be published on our website. We recommend that you check this document regularly for updates. We value your trust and do everything possible to ensure maximum protection of your personal data. StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree",
    "products_vaze_my": "Gallery StylishVase. StylishVase products: the embodiment of style and impeccable quality StylishVase Home More Info Collection Contact us StylishVase products: the embodiment of style and impeccable quality The StylishVase company is known throughout the world as a manufacturer of exclusive ceramic vases, characterized by impeccable quality, original design and unique style. Each product coming out of the walls of this Indian company is a real work of art, embodying the centuries-old traditions of pottery and modern trends in interior design. StylishVase products exceed all expectations of connoisseurs of luxury ceramics. Each vase that comes out of the walls of this company is the embodiment of impeccable quality, unique design and genuine style. They become not just a functional item, but a real art object that can transform any space. Order Now Discover a new level of style and elegance with StylishVase now! Model R-12 order Model T-67 order Model S-26 order Model U-78 order Model K-20 order Model I-29 order Model F-23 order Model V-65 order Model X-28 order Model M-79 order Model A-15 order Model V-60 order Model F-27 order Model H-39 order Model G-58 order Model U-21 order Model I-50 order Model D-75 order StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree",
    "terms_vaze_my": "Terms and Conditions. The StylishVase website is an online store selling exquisite and stylish vases for home and office. StylishVase Home More Info Collection Contact us Terms of use of the StylishVase website 1. Description of the site The StylishVase website is an online store selling exquisite and stylish vases for home and office. The site offers a wide range of vases of various shapes, sizes and materials that meet the highest standards of quality and design. 2. Terms of use of the site By using the StylishVase website, you agree to these Terms of Use. We reserve the right to change the Terms at any time without prior notice. Your continued use of the site after changes are made will constitute your acceptance of them. 3. Orders and payment All orders placed on the StylishVase website are processed by our team of professional managers. We offer safe and reliable payment methods, including bank cards, e-wallets and other payment systems. Payment must be made in full before the order is dispatched. 4. Delivery We deliver orders all over India. Delivery times and methods are determined depending on the buyer’s location and the selected delivery method. We make every effort to ensure timely delivery of your orders. 5. Returns and exchanges We understand that sometimes a product may not be suitable or meet your expectations. In such cases, you can return or exchange the goods within 14 days from the date of receipt of the order. To do this, you must contact our support team and follow the instructions for returns/exchanges. 6.Privacy We take your privacy seriously and guarantee its confidentiality. Your personal information is used only for processing your orders and is not shared with third parties. 7. Copyright All content presented on the StylishVase website, including but not limited to text, images, design and logo, is protected by copyright. Copying, distributing or using this content without our prior written consent is prohibited. 8. Limitation of Liability We make every effort to ensure the accuracy and reliability of the information presented on the site. However, we are not responsible for any errors, omissions or inaccuracies. Also, we are not responsible for any damages arising out of the use of the site. 9. Dispute Resolution Any disputes arising out of the use of the StylishVase website shall be settled in accordance with the applicable laws of India. Thank you for using our site! We hope that you will be satisfied with our products and services. StylishVase Navigation Links Home More Info Collection Contact us Navigation Links Privacy Policy Disclaimer Terms&Conditions Contact Us +9102256630294 stylish_vase@gmail.com 5th Floor, The Brick House, Urdu University Rd, Sri Shyam Nagar, Telecom Nagar, Gachibowli, Hyderabad, Telangana 500032, India Dear visitors of our site! We value your trust and strive to ensure maximum comfort and safety when using our resource. In this regard, we would like to inform you about the use of a technology called \"cookies\" (or simply \"cookies\") on our site. I agree"
  },
  "date": "2024-06-21T13:28:15.982Z"
}