{
  "name": "New_8_swiftdoors",
  "pages": {
    "disclaimer": "Disclaimer - Swift Doors | Important Information and Legal Notices Swift Doors Lar Durabilidade Serviço Serviços Qualidade Projetos Isenção de responsabilidade Garantia Todas as nossas portas vêm com uma garantia de 2 anos contra defeitos de fabricação. Se você encontrar algum problema com sua porta dentro deste período, entre em contato conosco imediatamente. Nossa equipe irá avaliar o problema e, se for o caso, reparar ou substituir a porta sem custo adicional para você. Manutenção Para manter sua porta em perfeitas condições, recomendamos que você a limpe regularmente com um pano úmido e produtos de limpeza suaves. Evite usar produtos abrasivos ou químicos agressivos, pois eles podem danificar a superfície da porta. Além disso, recomendamos que você faça uma inspeção periódica da porta para verificar se há sinais de desgaste ou danos. Se você encontrar algum problema, entre em contato conosco imediatamente. Atualizações do Site Nós nos esforçamos para manter nosso site atualizado com as informações mais recentes sobre nossos produtos e serviços. No entanto, não podemos garantir que todas as informações estejam sempre atualizadas. Se você tiver alguma dúvida sobre um produto ou serviço, por favor, entre em contato conosco antes de fazer seu pedido. Links para Outros Sites Nossa site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você leia os termos e condições e as políticas de privacidade de todos os sites que você visita. Alterações nos Termos e Condições Nós nos reservamos o direito de alterar estes termos e condições a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após serem publicadas no nosso site. Recomendamos que você revise regularmente esta página para ficar informado sobre as atualizações. Lei Aplicável Estes termos e condições são regidos pelas leis do Brasil. Qualquer disputa decorrente destes termos e condições será resolvida nos tribunais brasileiros. Produtos Personalizados Além das portas padrão que oferecemos, também temos a opção de criar portas personalizadas de acordo com as suas especificações. Se você tiver uma ideia especial em mente, entre em contato conosco. Nossa equipe de design estará feliz em trabalhar com você para criar a porta dos seus sonhos. Medidas de Segurança A segurança é uma prioridade absoluta para nós. Todas as nossas portas são fabricadas com materiais de alta qualidade e incluem recursos de segurança avançados, como fechaduras de alta segurança, reforços internos e vidros temperados. Além disso, nossa equipe de instalação está treinada para garantir que suas portas sejam instaladas corretamente, para maximizar a segurança. Política de Preços Nós nos esforçamos para oferecer os melhores preços possíveis para nossos produtos e serviços. No entanto, os preços podem variar dependendo do modelo, tamanho, material e outras especificações da porta. Se você tiver alguma dúvida sobre o preço de um produto ou serviço, por favor, entre em contato conosco. Estaremos felizes em fornecer um orçamento detalhado. Programa de Fidelidade Valorizamos nossos clientes fieis e queremos recompensá-los por sua lealdade. Por isso, oferecemos um programa de fidelidade, onde você pode acumular pontos a cada compra e trocá-los por descontos e outros benefícios. Para saber mais sobre nosso programa de fidelidade, por favor, entre em contato conosco. Política de Cookies Nosso site utiliza cookies para melhorar a sua experiência de navegação e para coletar informações estatísticas sobre o uso do site. Ao continuar a navegar no nosso site, você concorda com o uso de cookies. Se você não deseja aceitar cookies, você pode alterar as configurações do seu navegador. No entanto, isso pode afetar o desempenho do site. Serviço de Instalação Nossa equipe de instalação profissional está sempre pronta para ajudá-lo a instalar suas novas portas de forma rápida e eficiente. Nós nos orgulhamos de nossa atenção aos detalhes e nossa capacidade de lidar com qualquer desafio de instalação. Se você tiver alguma dúvida sobre a instalação de suas portas, por favor, entre em contato conosco. Serviço de Reparação Se suas portas estiverem danificadas ou necessitarem de reparos, nossa equipe de reparo está sempre disponível para ajudá-lo. Nós oferecemos serviços de reparo rápidos e eficientes, para que você possa voltar a usar suas portas o mais rápido possível. Se você tiver alguma dúvida sobre nossos serviços de reparo, por favor, entre em contato conosco. Política de Privacidade Nós respeitamos a privacidade de nossos clientes e nos comprometemos a proteger suas informações pessoais. Não compartilhamos suas informações com terceiros, exceto quando necessário para o processamento de seu pedido ou quando exigido por lei. Para saber mais sobre nossa política de privacidade, por favor, leia nossos termos e condições. Contato Se você tiver alguma dúvida ou sugestão, por favor, não hesite em entrar em contato conosco. Estamos sempre disponíveis para ajudá-lo. Você pode nos enviar um e-mail para swiftdoors@gmail.com ou ligar para nossa linha de atendimento. Swift Doors Swift Doors - Transformando Espaços com Elegância e Qualidade swiftdoors@gmail.com +55-67-2106-4600 Av. Mato Grosso, 4250 - Carandá Bosque, Campo Grande - MS, 79002-232, Brasil Ligações Lar Durabilidade Serviço Serviços Qualidade Projetos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso",
    "index": "Swift Doors - Quality Doors for Every Space | Elevate Your Home and Office Swift Doors Lar Durabilidade Serviço Serviços Qualidade Projetos Descubra a Elegância das Portas Swift Transforme seu Espaço com Nossas Portas de Alta Qualidade Explore uma variedade incomparável de portas elegantes e funcionais na Swift Doors. Oferecemos soluções sob medida para cada ambiente, desde residências até espaços comerciais. Descubra como nossas portas podem elevar o estilo e a funcionalidade do seu projeto. Explore nosso catálogo agora e encontre a porta perfeita para o seu espaço. Beleza e durabilidade Beleza e Durabilidade Portas Feitas para Durar Na Swift Doors, combinamos design elegante com materiais de alta qualidade para criar portas que não só impressionam visualmente, mas também resistem ao teste do tempo. Cada porta é cuidadosamente fabricada para garantir durabilidade e funcionalidade excepcionais, proporcionando beleza e segurança ao seu espaço. Portas Residenciais Escolha entre uma variedade de estilos que complementam sua casa. Portas Comerciais Soluções robustas e elegantes para qualquer ambiente comercial. Portas Personalizadas Criamos portas sob medida para atender às suas necessidades específicas de design e funcionalidade. Atendimento ao Cliente Excepcional Nosso Compromisso com Você Na Swift Doors, valorizamos cada cliente e nos dedicamos a oferecer um atendimento personalizado e de alta qualidade. Estamos aqui para ajudar você em cada etapa, desde a escolha da porta ideal até a entrega e instalação. Nossa equipe experiente está à disposição para responder às suas perguntas e garantir que sua experiência conosco seja perfeita. Variedade de Estilos Portas Personalizadas Escolha a Qualidade Swift Doors Descubra por que somos líderes em portas de qualidade. Na Swift Doors, nos orgulhamos de oferecer uma seleção diversificada de portas projetadas para atender às suas necessidades estéticas e funcionais. Nossos produtos são fabricados com os mais altos padrões de qualidade, garantindo durabilidade, segurança e beleza em cada peça. Nossa gama inclui desde portas internas elegantes até robustas portas externas, todas projetadas para melhorar o estilo e a funcionalidade de qualquer ambiente. Seja para renovar sua casa ou para um projeto comercial, as portas Swift Doors são a escolha ideal para aqueles que valorizam qualidade e design. Explore Nossos Projetos Inspire-se com Nossas Portas em Ambientes Reais Veja como as portas Swift Doors transformam espaços ao redor do mundo. Nossa galeria de projetos apresenta uma variedade de ambientes residenciais e comerciais onde nossas portas adicionam elegância e funcionalidade. De interiores modernos a designs tradicionais, nossas portas são escolhidas por profissionais e proprietários que buscam o melhor em qualidade e estilo. Cada projeto é uma prova do compromisso da Swift Doors em fornecer portas que não apenas complementam, mas elevam o ambiente em que são instaladas. Explore nossa galeria e descubra como nossas portas podem fazer a diferença no seu próximo projeto. Telefone +55-67-2106-4600 Serviços Sob Medida Nossos Serviços para Você Na Swift Doors, oferecemos uma gama completa de serviços para garantir que você tenha a melhor experiência possível com nossas portas. Desde a seleção até a instalação, estamos aqui para ajudar em cada etapa do processo. Nossa equipe de especialistas está pronta para fornecer orientação personalizada e garantir que suas portas atendam a todas as suas expectativas. Consultoria de Design Nossa equipe de design trabalha com você para escolher a porta perfeita que combina com o estilo e a funcionalidade do seu espaço. Instalação Profissional Garantimos que suas portas sejam instaladas com precisão e cuidado por nossos técnicos experientes. Serviço Pós-Venda Oferecemos suporte contínuo após a compra para garantir que suas portas continuem a desempenhar de maneira excelente ao longo do tempo. Nosso Catálogo Portas de Qualidade para Todos os Gostos Porta de Madeira Maciça Feita com madeira de alta qualidade, esta porta oferece durabilidade e elegância para qualquer ambiente. Perfeita para interiores e exteriores. R$ 1.200 Ordem Porta de Vidro Temperado Ideal para espaços modernos, esta porta combina segurança e sofisticação. Permite a passagem de luz natural, criando um ambiente acolhedor. R$ 950 Ordem Porta Laminada Uma opção econômica e estilosa, disponível em várias cores e acabamentos. Fácil de manter e perfeita para qualquer cômodo da casa. R$ 700 Ordem Entre em Contato Conosco Estamos aqui para ajudar! Se você tiver alguma dúvida ou precisar de mais informações sobre nossos produtos e serviços, não hesite em nos contatar. Preencha o formulário abaixo e nossa equipe entrará em contato com você o mais breve possível. Estamos ansiosos para ouvir de você e ajudá-lo a encontrar a porta perfeita para o seu projeto. Aceito a Política de Privacidade Enviar Swift Doors Swift Doors - Transformando Espaços com Elegância e Qualidade swiftdoors@gmail.com +55-67-2106-4600 Av. Mato Grosso, 4250 - Carandá Bosque, Campo Grande - MS, 79002-232, Brasil Ligações Lar Durabilidade Serviço Serviços Qualidade Projetos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Este site usa cookies para garantir que você obtenha a melhor experiência em nosso site. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { var cookieNotice = document.getElementById(\"cookieNotice\"); var acceptCookiesBtn = document.getElementById(\"acceptCookies\"); var cookiesAccepted = localStorage.getItem(\"cookiesAccepted\"); if (!cookiesAccepted) { cookieNotice.style.display = \"block\"; } acceptCookiesBtn.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieNotice.style.display = \"none\"; }); });",
    "privacy-policy": "Privacy Policy - Swift Doors | Your Privacy is Our Priority Swift Doors Lar Durabilidade Serviço Serviços Qualidade Projetos Política de Privacidade Informações que coletamos Coletamos duas categorias de informações: Informações Pessoais e Informações Não-Pessoais. Informações Pessoais são informações que podem ser usadas para identificá-lo individualmente, como nome, endereço de e-mail, endereço postal, número de telefone e informações de pagamento. Informações Não-Pessoais são informações que não podem ser usadas para identificá-lo individualmente, como informações do navegador, informações do dispositivo, informações de uso do site e informações demográficas. Como coletamos informações Coletamos Informações Pessoais que você nos fornece voluntariamente quando faz um pedido, cria uma conta, se inscreve em nossa newsletter, participa de um concurso ou promoção, ou quando entra em contato com nosso suporte ao cliente. Coletamos Informações Não-Pessoais automaticamente quando você visita nosso site, usando cookies, pixels tags, web beacons e outras tecnologias semelhantes. Como usamos as informações coletadas Usamos as Informações Pessoais para processar pedidos, fornecer serviços, enviar comunicações, personalizar a experiência do usuário, melhorar nosso site e cumprir nossas obrigações legais. Usamos as Informações Não-Pessoais para analisar tendências, administrar o site, rastrear movimentos dos usuários no site e coletar informações demográficas sobre nossa base de usuários no seu todo. Compartilhamento de informações Não vendemos, alugamos ou compartilhamos Informações Pessoais com terceiros para fins de marketing. Podemos compartilhar Informações Pessoais com fornecedores de serviços que nos ajudam a operar nosso site e fornecer nossos serviços, como processadores de pagamento, transportadoras e provedores de serviços de e-mail. Estes fornecedores de serviços estão autorizados a usar suas Informações Pessoais somente na medida necessária para fornecer estes serviços em nosso nome. Podemos divulgar Informações Pessoais se exigido por lei, para cumprir um processo legal, ou se acreditarmos de boa-fé que tal ação é necessária para cumprir as leis aplicáveis, proteger nossos direitos, propriedade ou segurança, ou a segurança de nossos usuários ou do público.Segurança das informações Adotamos medidas de segurança razoáveis para proteger as Informações Pessoais contra perda, uso indevido e acesso, divulgação, alteração ou destruição não autorizados. No entanto, nenhum site ou transmissão de dados pela Internet é 100% seguro, e não podemos garantir que as Informações Pessoais não serão acessadas, divulgadas, alteradas ou destruídas por violação de nossas medidas de segurança. Alterações na Política de Privacidade Nós nos reservamos o direito de alterar esta Política de Privacidade a qualquer momento. Qualquer alteração será publicada nesta página e, se as alterações forem significativas, nós lhe notificaremos por e-mail ou por meio de um aviso no nosso site antes da alteração entrar em vigor. Cookies e Tecnologias Semelhantes Usamos cookies e tecnologias semelhantes para melhorar a experiência do usuário, analisar tendências, administrar o site, rastrear movimentos dos usuários no site e coletar informações demográficas sobre nossa base de usuários no seu todo. Os cookies são pequenos arquivos de texto que são armazenados no seu dispositivo quando você visita um site. Usamos cookies de sessão, que expiram quando você fecha o navegador, e cookies persistentes, que permanecem no seu dispositivo até que você os exclua ou eles expirem. Você pode controlar o uso de cookies através das configurações do seu navegador. No entanto, se você desabilitar os cookies, algumas funcionalidades do nosso site poderão não funcionar corretamente. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade, entre em contato conosco através do endereço de e-mail abaixo: swiftdoors@gmail.com Swift Doors Swift Doors - Transformando Espaços com Elegância e Qualidade swiftdoors@gmail.com +55-67-2106-4600 Av. Mato Grosso, 4250 - Carandá Bosque, Campo Grande - MS, 79002-232, Brasil Ligações Lar Durabilidade Serviço Serviços Qualidade Projetos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso",
    "services": "Our Services - Swift Doors | Comprehensive Solutions for All Your Door Needs Swift Doors Lar Durabilidade Serviço Serviços Qualidade Projetos Nossos Serviços Excelência em Cada Detalhe Na Swift Doors, oferecemos uma gama completa de serviços projetados para proporcionar a melhor experiência possível a nossos clientes. Desde a escolha da porta ideal até a instalação e manutenção, nossa equipe de especialistas está pronta para garantir que suas necessidades sejam atendidas com profissionalismo e atenção aos detalhes. Trabalhamos de perto com você para entender suas necessidades específicas e fornecer soluções personalizadas que combinam estilo, funcionalidade e durabilidade. Com nosso compromisso com a qualidade e o atendimento ao cliente, você pode confiar que está em boas mãos com a Swift Doors. 10+ Anos de Experiência 500+ Projetos Concluídos 100% Satisfação do Cliente 24/7 Suporte ao Cliente Nossos Serviços Soluções Completas para Suas Necessidades Na Swift Doors, oferecemos uma variedade de serviços para garantir que você obtenha a melhor experiência possível com nossos produtos. Nossa equipe de especialistas está pronta para ajudar em cada etapa do processo, desde a seleção até a instalação e manutenção. Confira nossos principais serviços abaixo: Consultoria Personalizada Entendemos suas necessidades e ajudamos a escolher a porta perfeita para seu espaço. Design Sob Medida Criamos portas personalizadas que combinam com seu estilo e funcionalidade desejada. Instalação Profissional Garantimos uma instalação precisa e cuidadosa por nossos técnicos experientes. Manutenção e Reparos Oferecemos serviços de manutenção e reparo para manter suas portas em perfeito estado. Suporte ao Cliente Nossa equipe está disponível para responder suas perguntas e oferecer assistência a qualquer momento. Entrega Rápida Comprometemo-nos a entregar suas portas no prazo, com segurança e eficiência. Por que Escolher Swift Doors Compromisso com a Qualidade e a Satisfação Na Swift Doors, nosso compromisso é com a qualidade e a satisfação do cliente. Nós nos esforçamos para superar suas expectativas em cada etapa do processo, desde a seleção da porta perfeita até a instalação e manutenção. Com anos de experiência no mercado e uma equipe de profissionais dedicados, garantimos produtos de alta qualidade e serviços excepcionais. Trabalhamos com os melhores materiais e técnicas de fabricação para oferecer portas que não só são esteticamente agradáveis, mas também duráveis e seguras. Nossa missão é proporcionar uma experiência sem igual, onde cada cliente se sente valorizado e confiante em sua escolha. Swift Doors Swift Doors - Transformando Espaços com Elegância e Qualidade swiftdoors@gmail.com +55-67-2106-4600 Av. Mato Grosso, 4250 - Carandá Bosque, Campo Grande - MS, 79002-232, Brasil Ligações Lar Durabilidade Serviço Serviços Qualidade Projetos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso Este site usa cookies para garantir que você obtenha a melhor experiência em nosso site. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { var cookieNotice = document.getElementById(\"cookieNotice\"); var acceptCookiesBtn = document.getElementById(\"acceptCookies\"); var cookiesAccepted = localStorage.getItem(\"cookiesAccepted\"); if (!cookiesAccepted) { cookieNotice.style.display = \"block\"; } acceptCookiesBtn.addEventListener(\"click\", function () { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieNotice.style.display = \"none\"; }); });",
    "terms-conditions": "Terms of Use - Swift Doors | Terms and Conditions for Using Our Services Swift Doors Lar Durabilidade Serviço Serviços Qualidade Projetos Termos de uso Termos Ao acessar o site Swift Doors, concorda em cumprir estas Condições de Uso, todas as leis e regulamentos aplicáveis e concorda que é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum destes termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas registradas aplicáveis. Licença de Uso A permissão é concedida para baixar temporariamente uma cópia dos materiais (informações ou software) no site Swift Doors apenas para visualização transitória pessoal e não comercial. Esta é a concessão de uma licença, não uma transferência de título, e sob esta licença você não pode: modificar ou copiar os materiais; usar os materiais para qualquer finalidade comercial ou para exibição pública (comercial ou não comercial); tentar descompilar ou fazer engenharia reversa de qualquer software contido no site Swift Doors; remover quaisquer direitos autorais ou outras notações de propriedade dos materiais; ou transferir os materiais para outra pessoa ou \"espelhar\" os materiais em qualquer outro servidor. Esta licença será automaticamente rescindida se você violar alguma destas restrições e poderá ser rescindida por Swift Doors a qualquer momento. Ao encerrar a visualização destes materiais ou após o término desta licença, você deve apagar todos os materiais baixados em sua posse, seja em formato eletrônico ou impresso. Isenção de Responsabilidade Os materiais no site Swift Doors são fornecidos \"como estão\". Swift Doors não oferece garantias, expressas ou implícitas, e, por este meio, isenta e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos. Além disso, Swift Doors não garante ou faz qualquer representação relativa à precisão, aos resultados prováveis ou à confiabilidade do uso dos materiais em seu site ou de outra forma relacionados a tais materiais ou em sites vinculados a este site. Limitações Em nenhum caso Swift Doors ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro, ou devido a interrupção dos negócios) decorrentes do uso ou da incapacidade de usar os materiais em Swift Doors, mesmo que Swift Doors ou um representante autorizado da Swift Doors tenha sido notificado oralmente ou por escrito da possibilidade de tais danos. Como algumas jurisdições não permitem limitações em garantias implícitas, ou limitações de responsabilidade por danos conseqüentes ou incidentais, estas limitações podem não se aplicar a você. Precisão dos Materiais Os materiais exibidos no site Swift Doors podem incluir erros técnicos, tipográficos ou fotográficos. Swift Doors não garante que qualquer material em seu site seja preciso, completo ou atual. Swift Doors pode fazer alterações nos materiais contidos em seu site a qualquer momento, sem aviso prévio. Swift Doors não assume, however, any obligation to update the materials. Responsabilidade do Usuário Ao utilizar o site Swift Doors, você concorda em não: (a) enviar, carregar, postar, e-mail ou transmitir qualquer material que contenha vírus de computador ou outros códigos, arquivos ou programas projetados para interromper, destruir ou limitar a funcionalidade de qualquer software, hardware ou equipamento de telecomunicações; (b) interferir ou interromper o nosso site ou servidores ou redes conectadas ao nosso site; ou (c) violar qualquer lei ou regulamento aplicável. Indenização Você concorda em indenizar, defender e isentar Swift Doors, seus funcionários, diretores, acionistas, agentes e representantes de qualquer e todos os reclamações, responsabilidades, danos, custos e despesas, incluindo honorários advocatícios razoáveis, decorrentes de ou relacionados a seu uso do site Swift Doors, sua violação destas Condições de Uso ou sua violação de qualquer direito de terceiros. Terminação Swift Doors pode encerrar ou suspender o acesso ao seu site imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar as Condições de Uso. Todas as disposições das Condições de Uso que por natureza devem sobreviver à rescisão sobreviverão à rescisão, incluindo, sem limitação, propriedade, isenções de garantia, indenização e limitações de responsabilidade. Contato Para qualquer dúvida ou preocupação relacionada a estas Condições de Uso, entre em contato com a Swift Doors através do e-mail swiftdoors@gmail.com. Swift Doors Swift Doors - Transformando Espaços com Elegância e Qualidade swiftdoors@gmail.com +55-67-2106-4600 Av. Mato Grosso, 4250 - Carandá Bosque, Campo Grande - MS, 79002-232, Brasil Ligações Lar Durabilidade Serviço Serviços Qualidade Projetos Links adicionais Isenção de responsabilidade Política de Privacidade Termos de uso",
    "thanks": "Thank You - Swift Doors | We Appreciate Your Business Obrigado pela sua mensagem! Apreciamos o tempo que você gastou para entrar em contato conosco. Sua mensagem é importante para nós. Nossa equipe da Swift Doors irá analisar e responder o mais rápido possível. Se você tiver alguma outra dúvida ou sugestão, por favor, não hesite em nos contatar novamente. Estamos sempre aqui para ajudar! Para a página inicial"
  },
  "date": "2024-06-25T10:06:23.581Z"
}