{
  "name": "New_v11_PawsPalace",
  "pages": {
    "about": "About - PawsPalace PawsPalace Home Service About Contact About us About We are happy to help you choose everything you need for your furry friend. Our team is made up of experienced and animal loving people who are always ready to help you find the perfect products and answer your questions. We offer a wide selection of high quality pet supplies including: Food and treats for all ages, breeds and needs. Toys and accessories to make your pet's life more interesting and exciting. Hygiene products to keep your pet clean and healthy. Training products to help you raise an obedient and happy pet. Travel products to make traveling with your pet more comfortable. Veterinary and grooming products to help you take care of your pet's health. Food and treats for all ages, breeds and needs. Toys and accessories to make your pet's life more interesting and exciting. Hygiene products to keep your pet clean and healthy. Training products to help you raise an obedient and happy pet. Travel products to make traveling with your pet more comfortable. Veterinary and grooming products to help you take care of your pet's health. View Our Collection We know how important it is for you to take care of your furry friends. That's why we have created \"PawsPalace\" - a unique place where you will find absolutely everything for your pet! 1 Million+ Products are sold in last year. 118+ Explore our trusted brands. Our Vision At Tailgating Paradise, we dream of a world where every pet feels loved, happy and healthy. We strive to become the leading one-stop pet supply store, offering everything loving owners need to take the best care of their furry friends. View Collection Carefully Selected Quality Products At PawsPalace, we understand how much you care about your pets. They are family members and deserve only the best. That's why we take the products we offer so seriously. When you come to PawsPalace, you can be sure that you will find a wide range of carefully selected products that will not only please your pet, but also provide them with everything they need for a happy and healthy life. Trusted Brands Elite Collection Provide Qualifed Products At PawsPalace, we understand that trust is the foundation of any relationship, including with your pets. That's why we do our best to provide you with certified products of the highest quality. Safety Quality Efficiency Trust Shop Now Meet Our Team Anna Petrova Zoologist & Nutrition Specialist: Anna is an experienced zoologist with a deep understanding of animal nutrition. She can help you choose the ideal food for your pet, considering their age, breed, health status, and unique needs. Sergei Ivanov Veterinarian & Consultant: Sergei is a licensed veterinarian with years of experience in animal care. He's happy to answer any questions you may have about your pet's health, recommend grooming products, and offer preventative healthcare advice. Olga Sidorova Groomer & Care Specialist: Olga is a skilled groomer who will treat your pet with love and attention while maintaining their beauty and well-being. She can create the perfect breed-specific haircut and perform all necessary grooming procedures, including coat care, nail trimming, and ear cleaning. Michael Kuznetsov Product Selection Specialist: Michael is a product expert who can assist you in finding everything your pet needs, from toys and accessories to carriers and bowls. He'll explain the benefits of different products and help you discover the ones that fit your needs and budget. News &amp; Articles Pet Care Apr 5, 2024 5 Signs Your Dog Might Be Depressed Pet Health Apr 5, 2024 Heartworm Disease in Dogs: What You Need to Know Pet Training Apr 5, 2024 The Importance of Early Puppy Training Pet Behavior Apr 5, 2024 Why Does My Dog Bark at Everything? Pet Nutrition Apr 5, 2024 Feeding Your Pet a Raw Food Diet: What You Should Know Pet Adoption Apr 5, 2024 The Senior Dog Adoption Advantage: Why Older Dogs Make Wonderful Companions Have Any Questions? What is your return policy? We offer a 30-day satisfaction guarantee on all products. If you are not satisfied with your purchase, you can return it for a full refund. Do you offer free shipping? We offer free shipping on orders over $50. For orders under $50, there is a flat shipping rate of $5. How long does it take for my order to arrive? Orders are typically processed and shipped within 1-2 business days. You will receive a tracking number once your order has been shipped. What payment methods do you accept? We accept all major credit cards, PayPal, and Apple Pay. Can I visit your store in person? We do not have a physical store at this time. However, we are always happy to help you online or by phone. How can I ensure my pet's safety when using new products? Introducing new products to your pet should be done with caution to ensure their safety and well-being Contact us I accept Privacy policy Submit Home Service About Contact Policy Privacy Terms and Conditions Number: +91-512-8467742 PawsPalace@gmail.com Uttar Pradesh 221002, India © 2024 PawsPalace. All rights reserved.",
    "index": "PawsPalace PawsPalace Home Service About Contact Pet Food Welcome to PawsPalace, your online pet supplies store! At PawsPalace, we love animals just as much as you do. We know that your pets are family, and we want to offer you everything you need to make their lives happy and healthy. View Collection Wide Variety of Products High-Quality Products Competitive Prices User-Friendly Online Store Fast Shipping Excellent Customer Service Browse by Categories Dog Supplies Save up to 25% Cat Supplies Save up to 30% Fish Supplies Save up to 20% Bird Supplies Save up to 15% Small Animal Supplies Save up to 10% Featured Products Acme Megawoof Dog Food $49.99 CuddleCat Scratching Post $29.99 FinnyFin Aquarium Filter $39.99 $49.99 TweetTweet Bird Cage $149.99 Spoil your furry friend with new toys and save big! Use code PLAYTIME25 at checkout. 25% Off All Dog Toys Stock up on your cat's favorite food and get one bag free! This offer is valid for all brands of cat food. Buy 1, Get 1 Free on Cat Food New Arrivals Free Shipping on Orders Over $50 Enjoy free shipping on all orders over $50! No code needed. Starting From $50 USD Latest Products Hello Weekend 🖐 Sale 32% off Check out our newest arrivals! Ultimate Frisbee for Dogs $14.99 Self-Cleaning Litter Box for Cats $199.99 Betta Fish Betta Tank $24.99 $30.00 Parrot Perch with Toys $39.99 Hamster Exercise Wheel $19.99 Reptile Heat Lamp $29.99 Wide Selection: We offer a wide variety of products for all your pet's needs, from food and treats to toys and accessories. High Quality: We partner with only the most reputable brands to ensure that you're getting the best possible products for your pet. Competitive Prices: We offer competitive prices on all of our products, so you can be sure you're getting the best value for your money. Excellent Customer Service: We are committed to providing our customers with the best possible service. Our friendly and knowledgeable staff is always happy to help you find the right products for your pet. Happy Customers \"I love this pet store! They have everything I need for my dog, and the prices are great. I also really appreciate the helpful staff.\" - John Smith New Jersey, USA \"My cat is very picky about her food, but I finally found a brand she loves at this store. They also have a great selection of toys and scratching posts.\" - Jane Doe California, USA \"I recently bought a new aquarium from this store, and I'm very impressed with the quality. The staff was also very helpful in setting it up and teaching me how to care for my fish.\" - Peter Jones Texas, USA News &amp; Articles Pet Health Apr 5, 2024 How to Keep Your Pets Safe in the Summer Heat Pet Behavior Apr 5, 2024 5 Signs Your Dog Is Stressed Pet News Apr 5, 2024 New Law Protects Pets from Cruelty VIEW ALL A reliable pet store for your furry friends Looking for a pet store you can trust? Do you need a store with a wide selection of products for your pets, high quality products, competitive prices and excellent customer service? Then you should choose our pet store! Why us? Wide selection, High quality, Competitive prices, Excellent customer service Home Service About Contact Policy Privacy Terms and Conditions Number: +91-512-8467742 PawsPalace@gmail.com Uttar Pradesh 221002, India © 2024 PawsPalace. All rights reserved.",
    "privacy-policy": "Privacy Policy - PawsPalace PawsPalace Home Service About Contact Privacy Policy Introduction Welcome to Paws Palace, your one-stop shop for premium pet products and expert advice to keep your furry friend happy and healthy. We are committed to providing our customers with the best possible experience, and that includes protecting your privacy. This Privacy Policy explains how we collect, use, and disclose your personal information when you use our website, mobile applications, and other services. Information We Collect We collect a variety of information about you, including: Personal Information: This includes your name, email address, phone number, mailing address, and payment information. We collect this information when you create an account, make a purchase, or contact us for customer support. Demographic Information: This includes your age, gender, and location. We collect this information when you create an account or participate in surveys. Device Information: This includes your IP address, browser type, operating system, and device identifiers. We collect this information when you visit our website or use our mobile applications. Usage Information: This includes your browsing history, search queries, and product interactions. We collect this information when you use our website or mobile applications. How We Use Your Information We use your information for a variety of purposes, including: To provide you with our products and services: We use your information to process your orders, deliver products, and provide customer support. To improve our products and services: We use your information to understand your needs and preferences, and to develop new products and services that we believe you will find useful. To communicate with you: We use your information to send you marketing emails, product updates, and other communications. To protect our rights and property: We use your information to prevent fraud, protect our intellectual property, and comply with the law. Sharing Your Information We may share your information with third-party service providers who help us operate our business. These service providers are only authorized to use your information for the purposes described in this Privacy Policy. We may also share your information with third parties if required by law or if we believe that such disclosure is necessary to protect our rights or the rights of others. Your Choices You can control how we collect, use, and share your information by following these steps: You can opt out of receiving marketing emails from us by clicking on the \"unsubscribe\" link at the bottom of any marketing email. Data Security We take reasonable measures to protect your information from unauthorized access, use, disclosure, alteration, or destruction. However, no method of data transmission or storage is completely secure, and we cannot guarantee the absolute security of your information. Children's Privacy Our website and services are not directed to children under the age of 13. We do not knowingly collect personal information from children under the age of 13. If you are a parent or guardian and you learn that your child has provided us with personal information, please contact us Changes to This Privacy Policy We may update this Privacy Policy from time to time. If we make any material changes, we will notify you by email or by posting a notice on our website. PawsPalace@gmail.com. Contact Us If you have any questions about this Privacy Policy, please contact us Information We Collect We collect a variety of information about you, including: Personal Information: This includes your name, email address, phone number, mailing address, and payment information. We collect this information when you create an account, make a purchase, or contact us for customer support. Demographic Information: This includes your age, gender, and location. We collect this information when you create an account or participate in surveys. Device Information: This includes your IP address, browser type, operating system, and device identifiers. We collect this information when you visit our website or use our mobile applications. How We Use Your Information We use your information for a variety of purposes, including: To provide you with our products and services: We use your information to process your orders, deliver products, and provide customer support. To improve our products and services: We use your information to understand your needs and preferences, and to develop new products and services that we believe you will find useful. 12. Sharing Your Information We may share your information with third-party service providers who help us operate our business. These service providers are only authorized to use your information for the purposes described in this Privacy Policy. We may also share your information with third parties if required by law or if we believe that such disclosure is necessary to protect our rights or the rights of others. Paws Palace Privacy Policy (Continued) 12. Sharing Your Information We may share your information with third-party service providers who help us operate our business. These service providers are only authorized to use your information for the purposes described in this Privacy Policy. We may also share your information with third parties if required by law or if we believe that such disclosure is necessary to protect our rights or the rights of others. 13. Your Choices You can control how we collect, use, and share your information by following these steps: You can opt out of receiving marketing emails from us by clicking on the \"unsubscribe\" link at the bottom of any marketing email. PawsPalace@gmail.com. Data Security We take reasonable measures to protect your information from unauthorized access, use, disclosure, alteration, or destruction. However, no method of data transmission or storage is completely secure, and we cannot guarantee the absolute security of your information. Conformidade com as Leis Cumprimos as leis e regulamentos aplicáveis ​​relacionados à coleta, uso e divulgação de informações pessoais, incluindo o Regulamento Geral de Proteção de Dados (GDPR) para usuários na União Europeia. Cookies and Other Tracking Technologies We use cookies and other tracking technologies to collect information about your use of our website and mobile applications. Cookies are small data files that are stored on your computer or mobile device when you visit our website or use our mobile applications. They allow us to remember your preferences, such as your language and login information, so that you do not have to re-enter them each time you visit our website or use our mobile applications. Cookies also help us to understand how you use our website and mobile applications so that we can improve our products and services. Third-Party Advertising We may use third-party advertising companies to serve ads on our website and mobile applications. These companies may use cookies and other tracking technologies to collect information about your use of our website and mobile applications in order to deliver ads that are relevant to your interests. Links to Other Websites Our website and mobile applications may contain links to other websites. We are not responsible for the privacy practices of other websites. We encourage you to read the privacy policies of other websites before you provide them with any personal information. International Data Transfer Your information may be transferred to and processed in countries other than the country in which you reside. These countries may have different data protection laws than your country. If your information is transferred to another country, it will be subject to the laws of that country. Your Consent By using our website and mobile applications, you consent to the collection, use, and disclosure of your information as described in this Privacy Policy. Home Service About Contact Policy Privacy Terms and Conditions Number: +91-512-8467742 PawsPalace@gmail.com Uttar Pradesh 221002, India © 2024 PawsPalace. All rights reserved.",
    "terms-conditions": "Terms and Conditions - PawsPalace PawsPalace Home Service About Contact Terms and Conditions Introduction Welcome to Paws Palace, your one-stop shop for premium pet products and expert advice to keep your furry friend happy and healthy. By using our website, mobile applications, or other services, you agree to these Terms and Conditions. These Terms and Conditions govern your use of our services and constitute a legal agreement between you and Paws Palace. Acceptance of Terms and Conditions By using our services, you acknowledge that you have read, understood, and agree to these Terms and Conditions. If you do not agree to these Terms and Conditions, you may not use our services. We may update these Terms and Conditions from time to time. If we make any material changes, we will notify you by email or by posting a notice on our website. Your continued use of our services after such changes will constitute your acceptance of the updated Terms and Conditions. User Accounts You may create an account on our website or mobile applications. You are responsible for maintaining the confidentiality of your account login information and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account. Orders and Payments When you place an order on our website or mobile applications, you agree to pay the total price for the order, including any applicable shipping and handling charges. We accept major credit cards and other payment methods as listed on our website. We reserve the right to refuse or cancel any order at any time for any reason. Shipping and Delivery We will ship your order to the address you provide at checkout. We will use commercially reasonable efforts to deliver your order within the estimated delivery time frame. However, we cannot guarantee delivery times, as they may be affected by factors beyond our control, such as weather conditions or shipping carrier delays. Returns and Refunds If you are not satisfied with your purchase, you may return it for a full refund within 30 days of the purchase date. The product must be returned in its original packaging and in unused condition. You are responsible for the cost of return shipping. Intellectual Property All content on our website and mobile applications, including text, images, videos, and logos, is protected by copyright, trademark, or other intellectual property laws. You may not use any of our content without our prior written permission. User Content You may submit user content, such as reviews, photos, or videos, to our website or mobile applications. You grant us a non-exclusive, worldwide, royalty-free license to use, reproduce, modify, distribute, and display your user content in connection with our services. User Conduct You agree to use our services in a lawful and respectful manner. You agree not to use our services to: Transmit any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. Impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity. Termination We may terminate your account or suspend your access to our services at any time, without notice, for any reason, including, but not limited to, your violation of these Terms and Conditions. 14. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of the State, without regard to its conflict of laws principles. Dispute Resolution Any dispute arising out of or in connection with these Terms and Conditions shall be resolved exclusively by binding arbitration in accordance with the Commercial Arbitration Rules of the American Arbitration Association. The arbitration shall be conducted. Severability If any provision of these Terms and Conditions is held to be invalid or unenforceable, such provision shall be struck from these Terms and Conditions and the remaining provisions shall remain in full force and effect. Waiver No waiver of any provision of these Terms and Conditions shall be effective unless in writing and signed by both parties. Entire Agreement These Terms and Conditions constitute the entire agreement between the parties with respect to the subject matter hereof and supersede all prior or contemporaneous communications, representations, or agreements, whether oral or written. PawsPalace@gmail.com. Notices All notices and other communications hereunder shall be in writing and shall be deemed to have been duly given when delivered in person, upon the first business day following deposit in the United States mail, postage prepaid, certified or registered, return receipt requested, addressed as follows Force Majeure Neither party shall be liable for any delay or failure in performance of its obligations hereunder if such delay or failure is caused by an event beyond its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, civil commotions, fires, floods, earthquakes, strikes, or lockouts. Survival Certain provisions of these Terms and Conditions shall survive the termination of this Agreement, including, but not limited to, provisions regarding intellectual property, confidentiality, and indemnification. Assignment You may not assign any of your rights or obligations under these Terms and Conditions without the prior written consent of Paws Palace. Paws Palace may assign any of its rights or obligations under these Terms and Conditions without your consent. Headings The headings used in these Terms and Conditions are for convenience only and shall not affect the meaning or interpretation of any provision hereof. Home Service About Contact Policy Privacy Terms and Conditions Number: +91-512-8467742 PawsPalace@gmail.com Uttar Pradesh 221002, India © 2024 PawsPalace. All rights reserved.",
    "thanks": "Thanks - PawsPalace Going Home Thank You for Visiting Paws Palace! We appreciate your interest in Paws Palace, your one-stop shop for premium pet products and expert advice to keep your furry friend happy and healthy. We are committed to providing our customers with the best possible shopping experience, and we hope you found our website informative and easy to use."
  },
  "date": "2024-05-16T13:17:40.181Z"
}