{
  "name": "New_v9_BelezaNatural",
  "pages": {
    "about": "Sobre Nós - Beleza Natural Beleza Natural Inicial Sobre Nós Produtos Contato Beleza Natural A Essência da Natureza em Cada Toque. História da Empresa A Beleza Natural nasceu do desejo de proporcionar produtos de beleza que respeitam a natureza e promovem o bem-estar. Fundada em 2010 por Ana Silva, uma apaixonada por cosméticos naturais e orgânicos, a empresa começou como um pequeno negócio familiar no coração do Brasil. Ana, inspirada pela riqueza da biodiversidade brasileira, decidiu criar uma linha de produtos que utilizam ingredientes puros e naturais, provenientes de fontes sustentáveis. Desde o início, a Beleza Natural sempre priorizou a qualidade e a eficácia dos seus produtos. Com uma equipe dedicada de especialistas em cosméticos, a empresa desenvolveu fórmulas inovadoras que aliam tradição e ciência moderna. Cada produto é cuidadosamente formulado para oferecer os melhores benefícios para a pele e o cabelo, sem comprometer a saúde do usuário ou o meio ambiente. Ao longo dos anos, a Beleza Natural cresceu e se tornou uma marca reconhecida nacional e internacionalmente. Mantendo-se fiel às suas raízes, a empresa continua a colaborar com agricultores locais e a investir em práticas sustentáveis. Hoje, a Beleza Natural é sinônimo de confiança e qualidade, oferecendo uma ampla gama de cosméticos que celebram a beleza natural de cada indivíduo. Ana Silva - Fundadora e CEO Ana Silva é a fundadora e CEO da Beleza Natural. Com uma paixão profunda por cosméticos naturais e orgânicos, Ana começou a empresa em 2010 com o objetivo de criar produtos que respeitam a natureza e promovem o bem-estar. Ela supervisiona todas as operações da empresa, desde o desenvolvimento de novos produtos até a garantia de práticas sustentáveis. Sua experiência e dedicação garantem que a Beleza Natural continue a oferecer produtos de alta qualidade e inovadores. Carlos Mendes - Especialista em Pesquisa Carlos Mendes é o especialista em Pesquisa da Beleza Natural. Com um background em química cosmética, Carlos é responsável por formular novas receitas e testar ingredientes para garantir a eficácia e segurança dos produtos. Ele trabalha em estreita colaboração com a equipe para desenvolver soluções inovadoras que atendam às necessidades dos clientes e mantenham a empresa na vanguarda da indústria de cosméticos naturais. Nossa Valores Sustentabilidade Na Beleza Natural, acreditamos que o respeito ao meio ambiente é fundamental. Utilizamos ingredientes naturais de fontes sustentáveis e praticamos processos de produção ecológicos para minimizar nosso impacto ambiental. Qualidade Comprometemo-nos a oferecer produtos da mais alta qualidade. Cada fórmula é cuidadosamente desenvolvida para garantir eficácia, segurança e benefícios reais para a pele e o cabelo. Transparência Valorizamos a transparência em todas as nossas operações. Informamos claramente sobre os ingredientes que usamos, nossos processos de produção e as práticas sustentáveis que seguimos. Inovação Estamos continuamente buscando novas maneiras de melhorar nossos produtos e processos. Investimos em pesquisa e desenvolvimento para trazer soluções inovadoras e eficazes aos nossos clientes. Nossa Missão Nossa missão é transformar a rotina de cuidados pessoais, promovendo a beleza natural através de produtos que são bons para as pessoas e para o planeta. Buscamos educar nossos clientes sobre os benefícios dos cosméticos naturais e incentivá-los a fazer escolhas conscientes e sustentáveis. Queremos ser uma marca confiável que contribui para um futuro mais saudável e ecológico, onde a beleza está em harmonia com a natureza. ir para o catálogo Beleza Natural A Essência da Natureza em Cada Toque R. Aderbal de Figueiredo, 980 - Petrópolis, Natal - RN, 59010-780, Brazil +55-78546-00124 belezanatural@gmail.com Politica de Privacidade Termos e Condições",
    "catalog": "Catálogo de Produtos - Beleza Natural Beleza Natural Inicial Sobre Nós Produtos Contato Beleza Natural A Essência da Natureza em Cada Toque. Catálogo Confira nosso catálogo para descobrir a ampla gama de produtos naturais e orgânicos que oferecemos. Navegue pelas nossas opções e encontre os cosméticos perfeitos para atender às suas necessidades de cuidados pessoais. Cada produto é formulado com ingredientes puros e de alta qualidade para garantir a melhor experiência de beleza e bem-estar. Hidratante Facial Natural Um hidratante leve e nutritivo que proporciona uma hidratação profunda para a pele, deixando-a suave e radiante. Ingredientes Naturais: Aloe Vera, Manteiga de Karité, Óleo de Jojoba. Shampoo Orgânico Revitalizante Shampoo enriquecido com extratos naturais que revitaliza e fortalece os fios, proporcionando brilho e saúde ao cabelo. Ingredientes Naturais: Extrato de Camomila, Óleo de Argan, Proteínas do Trigo. Creme Corporal Nutritivo Creme corporal rico em nutrientes que hidrata e revitaliza a pele, deixando-a macia e com uma sensação de bem-estar. Ingredientes Naturais: Óleo de Amêndoas, Manteiga de Cacau, Vitamina E. Óleo de Massagem Relaxante Óleo aromático ideal para massagens, proporcionando relaxamento e alívio do estresse com seus óleos essenciais naturais. Ingredientes Naturais: Óleo de Lavanda, Óleo de Eucalipto, Óleo de Jojoba. Sabonete Facial Esfoliante Sabonete facial que remove células mortas e impurezas, deixando a pele limpa e fresca com uma sensação de renovação. Ingredientes Naturais: Argila Verde, Extrato de Pepino, Semente de Maracujá. Bálsamo Labial Hidratante Bálsamo labial que oferece hidratação intensa e proteção contra as agressões externas, mantendo os lábios macios e saudáveis. Ingredientes Naturais: Cera de Abelha, Óleo de Coco, Manteiga de Karité. Creme para as Mãos Revitalizante Creme que revitaliza e protege as mãos, proporcionando hidratação e suavidade com uma textura não oleosa. Ingredientes Naturais: Óleo de Oliva, Manteiga de Cacau, Extrato de Camomila. Gel de Limpeza Facial Gel de limpeza suave que remove sujeiras e resíduos, mantendo o equilíbrio natural da pele e proporcionando uma sensação de frescor. Ingredientes Naturais: Aloe Vera, Extrato de Chá Verde, Óleo de Melaleuca. Por que Escolher a Beleza Natural? Ingredientes Naturais e Puros Na Beleza Natural, utilizamos apenas ingredientes naturais e orgânicos de alta qualidade em nossos produtos. Cada fórmula é cuidadosamente desenvolvida para garantir a pureza e a eficácia, proporcionando cuidados seguros e eficazes para sua pele e cabelo. Compromisso com a Sustentabilidade Estamos dedicados a práticas sustentáveis e à proteção do meio ambiente. Nossos produtos são embalados de forma eco-friendly, e nossa produção é pensada para reduzir o impacto ambiental, ajudando a preservar o planeta para as futuras gerações. Quality: We ensure the highest standards of craftsmanship and sound quality in every instrument. Experiência e Expertise Com anos de experiência no setor de cosméticos naturais, nossa equipe é composta por especialistas apaixonados pela beleza e bem-estar. Garantimos que cada produto seja rigorosamente testado e aprovado para oferecer resultados excepcionais e atender às suas necessidades pessoais. Contato Are you Se você está interessado em algum de nossos produtos ou deseja realizar uma compra, preencha o formulário abaixo e entraremos em contato com você o mais breve possível. Estamos aqui para responder suas dúvidas e ajudar a encontrar a melhor solução para suas necessidades de cuidados pessoais. I accept Política de Privacidade Send Beleza Natural A Essência da Natureza em Cada Toque R. Aderbal de Figueiredo, 980 - Petrópolis, Natal - RN, 59010-780, Brazil +55-78546-00124 belezanatural@gmail.com Politica de Privacidade Termos e Condições",
    "index": "Beleza Natural - Cosméticos Naturais e Orgânicos Beleza Natural Inicial Sobre Nós Produtos Contato Beleza Natural A Essência da Natureza em Cada Toque. A Beleza Natural é uma empresa brasileira dedicada à produção de cosméticos naturais e orgânicos. Nosso compromisso é proporcionar produtos de alta qualidade que respeitam a natureza e promovem o bem-estar dos nossos clientes. Utilizamos apenas ingredientes puros e sustentáveis, cuidadosamente selecionados para garantir a máxima eficácia e segurança. Na Beleza Natural, acreditamos que a verdadeira beleza vem de dentro e é reforçada pelo uso de produtos naturais que cuidam da pele e do cabelo de forma gentil e eficaz. Nossa missão é transformar a rotina de cuidados pessoais, oferecendo produtos que não apenas realçam a beleza, mas também respeitam o meio ambiente. Buscamos educar nossos clientes sobre os benefícios dos cosméticos naturais e incentivar uma escolha consciente e sustentável. A Beleza Natural se dedica a criar um futuro mais verde e saudável, onde a beleza é sinônimo de respeito pela natureza. Principais Vantagens do Uso de Cosméticos Naturais Ingredientes Naturais e Sustentáveis Os cosméticos naturais são feitos com ingredientes derivados da natureza, como plantas, ervas, óleos essenciais e minerais. Esses ingredientes são cultivados de forma sustentável, respeitando o meio ambiente e promovendo a biodiversidade. Ausência de Químicos Nocivos Ao contrário dos cosméticos convencionais, os produtos naturais não contêm substâncias químicas prejudiciais, como parabenos, sulfatos, ftalatos e fragrâncias sintéticas. Isso reduz o risco de irritações, alergias e outros problemas de pele. Maior Compatibilidade com a Pele Os ingredientes naturais são mais compatíveis com a nossa pele, pois são semelhantes aos elementos que o corpo humano já reconhece. Isso faz com que sejam menos propensos a causar reações adversas e proporcionem uma sensação de cuidado e suavidade. Benefícios Terapêuticos Muitos ingredientes naturais possuem propriedades terapêuticas. Por exemplo, a lavanda é conhecida por suas propriedades calmantes, enquanto o óleo de tea tree é famoso por suas propriedades antissépticas. O uso regular de cosméticos naturais pode melhorar a saúde geral da pele e do cabelo. Responsabilidade Ambiental A produção de cosméticos naturais é geralmente mais ecológica. As embalagens são frequentemente recicláveis ou biodegradáveis, e a fabricação prioriza processos que minimizam o impacto ambiental. Ética e Crueldade Animal Muitas marcas de cosméticos naturais são cruelty-free, o que significa que não realizam testes em animais. Isso reflete um compromisso com práticas éticas e o bem-estar animal. Suporte à Economia Local Ao comprar cosméticos naturais, muitas vezes você apoia pequenos produtores e agricultores locais que se dedicam à agricultura sustentável e à produção de ingredientes de alta qualidade. consulte Mais informação Produtos populares Hidratante Facial Natural Shampoo Orgânico Revitalizante Creme Corporal Nutritivo Óleo de Massagem Relaxante ver catálogo Beleza Natural A Essência da Natureza em Cada Toque R. Aderbal de Figueiredo, 980 - Petrópolis, Natal - RN, 59010-780, Brazil +55-78546-00124 belezanatural@gmail.com Politica de Privacidade Termos e Condições",
    "privacy": "Política de Privacidade - Beleza Natural Beleza Natural Inicial Sobre Nós Produtos Contato Política de Privacidade Bem-vindo à Beleza Natural! Esta Política de Privacidade explica como coletamos, usamos e protegemos suas informações pessoais quando você utiliza nossos serviços. Ao acessar ou usar nosso site e produtos, você concorda com a coleta e uso das informações de acordo com esta política. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail e informações de contato, quando você preenche formulários ou entra em contato conosco. Também podemos coletar informações automaticamente sobre sua interação com nosso site, como endereço IP, tipo de navegador e páginas visitadas. 2. Uso das Informações Usamos suas informações pessoais para: Processar e gerenciar seus pedidos. Responder às suas perguntas e fornecer suporte. Enviar atualizações e ofertas especiais sobre nossos produtos e serviços. Melhorar nosso site e personalizar sua experiência. 3. Proteção das Informações Adotamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, divulgação, alteração e destruição. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro, e não podemos garantir a segurança absoluta. 4. Compartilhamento de Informações Não vendemos, trocamos ou alugamos suas informações pessoais para terceiros. Podemos compartilhar suas informações com prestadores de serviços que auxiliam na operação de nosso site e na execução de nossos serviços, desde que esses prestadores concordem em manter a confidencialidade de suas informações. 5. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Se desejar fazer qualquer uma dessas solicitações, entre em contato conosco através dos detalhes fornecidos abaixo. 6. Alterações na Política Podemos atualizar esta Política de Privacidade ocasionalmente para refletir mudanças em nossos serviços ou em nossas práticas. Recomendamos que você revise esta política periodicamente para estar ciente de quaisquer alterações. 7. Contato Se você tiver alguma dúvida sobre nossa Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco pelo e-mail: belezanatural@gmail.com Beleza Natural A Essência da Natureza em Cada Toque R. Aderbal de Figueiredo, 980 - Petrópolis, Natal - RN, 59010-780, Brazil +55-78546-00124 belezanatural@gmail.com Politica de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Beleza Natural Beleza Natural Inicial Sobre Nós Produtos Contato Termos e Condições Bem-vindo à Beleza Natural! Estes Termos e Condições regem o uso do nosso site e dos nossos serviços. Ao acessar ou utilizar nosso site, você concorda em cumprir e estar vinculado aos seguintes termos e condições. Se você não concorda com algum dos termos abaixo, por favor, não utilize nosso site. 1. Aceitação dos Termos Ao acessar e utilizar o site da Beleza Natural, você concorda em respeitar estes Termos e Condições e todas as leis e regulamentos aplicáveis. Caso não concorde com algum termo, você não deve usar nosso site. 2. Modificações dos Termos Podemos atualizar estes Termos e Condições periodicamente para refletir alterações nas nossas práticas e serviços. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer mudanças. O uso contínuo do site após a publicação de alterações constitui aceitação dos novos termos. 3. Uso do Site Você concorda em usar o site apenas para fins legais e de acordo com todas as leis e regulamentos aplicáveis. É proibido usar o site de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso de qualquer outro usuário. 4. Propriedade Intelectual Todo o conteúdo do site, incluindo, mas não se limitando a, textos, gráficos, logotipos e imagens, é propriedade da Beleza Natural e está protegido por leis de direitos autorais e propriedade intelectual. É proibido copiar, distribuir ou utilizar qualquer conteúdo sem a devida autorização. 5. Limitação de Responsabilidade A Beleza Natural não se responsabiliza por danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou da incapacidade de usar o site. O uso do site é por sua conta e risco. 6. Links para Sites de Terceiros O site pode conter links para sites de terceiros. Estes links são fornecidos apenas para sua conveniência e não implicam endosse ou responsabilidade pela Beleza Natural em relação ao conteúdo desses sites. Você acessa esses sites por sua conta e risco. 7. Política de Privacidade Para informações sobre como coletamos, usamos e protegemos suas informações pessoais, consulte nossa Política de Privacidade, que está disponível em nosso site. 8. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco através do e-mail: belezanatural@gmail.com Beleza Natural A Essência da Natureza em Cada Toque R. Aderbal de Figueiredo, 980 - Petrópolis, Natal - RN, 59010-780, Brazil +55-78546-00124 belezanatural@gmail.com Politica de Privacidade Termos e Condições",
    "thank": "Obrigado por Visitar - Beleza Natural body { font-family: Arial, sans-serif; background-color: #fff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #eae0d0; border: 3px solid #e0b79a; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { text-decoration: none !important; border: 1px solid #e0b79a; padding: 5px; width: 150px; box-sizing: border-box; height: 65px; color: #000; text-transform: uppercase; text-align: center; margin-top: 30px; } .btn:hover { background-color: #e0b79a; transition: 1s; } Obrigado pelo seu interesse em nossos produtos! Мы благодарим вас за обращение и за интерес к Beleza Natural. Наша команда рассмотрит ваше сообщение и свяжется с вами как можно скорее, чтобы предоставить дополнительную информацию и помочь с вашим запросом. Если у вас есть дополнительные вопросы, не стесняйтесь обращаться к нам. Мы с нетерпением ждем возможности помочь вам! pagina inicial"
  },
  "date": "2024-07-24T12:32:45.629Z"
}