{
  "name": "New_v9_DecoracaoDasParede",
  "pages": {
    "index": "Decoração das Parede Decoração História Processo vantagens Ordem tipos Contato Descubra a Beleza das Suas Paredes Papéis de Parede Exclusivos para Transformar seu Ambiente Nossa História Desde o nosso início, há mais de duas décadas, temos dedicado nossa paixão pelo design de interiores à criação de papéis de parede que não apenas decoram, mas também inspiram. Fundada por entusiastas do design, nossa empresa começou como um pequeno ateliê local, focado em oferecer soluções personalizadas e de alta qualidade para transformar ambientes residenciais e comerciais. Ao longo dos anos, crescemos e expandimos nossa gama de produtos, mantendo sempre nosso compromisso com a excelência e a inovação. Nosso catálogo agora apresenta uma variedade impressionante de estilos, desde clássicos atemporais até tendências contemporâneas, garantindo que cada cliente encontre o papel de parede perfeito para expressar sua personalidade e estilo. Nosso sucesso é impulsionado pela dedicação à qualidade, à criatividade e ao atendimento ao cliente. Cada padrão e textura é cuidadosamente selecionado para garantir não apenas beleza estética, mas também durabilidade e facilidade de aplicação. Nossos designers estão constantemente explorando novas técnicas e materiais para oferecer produtos que estejam à frente das expectativas do mercado. Como parte de nossa visão para o futuro, continuamos comprometidos em inovar e expandir, buscando sempre superar as expectativas de nossos clientes e oferecer soluções que transformem simples espaços em áreas de expressão pessoal e conforto. Estamos ansiosos para continuar essa jornada com você, criando juntos ambientes que inspiram e encantam. Nosso Processo de Produção Nosso processo de produção é dividido em três etapas fundamentais, cada uma garantindo a qualidade e a excelência dos nossos papéis de parede: 1. Design Criativo: Nossa equipe de designers experientes e talentosos começa cada coleção criando conceitos inovadores e inspiradores. Desde a seleção de padrões até a escolha de cores e texturas, cada detalhe é cuidadosamente planejado para refletir as tendências atuais e as preferências dos nossos clientes. 2. Fabricação Precisa: Utilizando tecnologia de ponta e materiais de alta qualidade, nossos papéis de parede são fabricados com precisão. Cada rolo passa por rigorosos controles de qualidade para garantir durabilidade, facilidade de aplicação e resistência ao desgaste, proporcionando um produto final que atenda aos mais altos padrões. 3. Controle de Qualidade: Antes de chegar às mãos dos nossos clientes, cada lote de papéis de parede é meticulosamente inspecionado. Nosso compromisso com a qualidade se estende além da fabricação, assegurando que cada produto que deixe nossa fábrica seja perfeito em todos os aspectos, desde a estética até a funcionalidade. Inovação Contínua em Design Estamos constantemente na vanguarda do design de papéis de parede, introduzindo novos padrões, texturas e tecnologias que elevam o conceito de decoração de interiores. Qualidade Impecável Nossos produtos são conhecidos pela sua qualidade superior. Utilizamos materiais de primeira linha e rigorosos controles de qualidade em todas as etapas da produção para garantir durabilidade e satisfação do cliente. Sustentabilidade Ambiental Comprometemo-nos com práticas sustentáveis em nosso processo produtivo, minimizando nosso impacto ambiental e promovendo o uso responsável de recursos naturais. Reconhecimento do Cliente A confiança e a fidelidade dos nossos clientes são testemunho do nosso compromisso em superar suas expectativas, proporcionando produtos que inspiram e transformam ambientes. Presença Global Exportamos nossos produtos para diversos mercados internacionais, expandindo nossa marca e levando o estilo único dos nossos papéis de parede para diferentes culturas ao redor do mundo. Como Encomendar Nossos Papéis de Parede Passos Simples para Transformar seu Ambiente com Estilo e Qualidade Exploração do Catálogo Navegue pelo nosso catálogo online completo para encontrar uma ampla variedade de estilos, padrões e cores de papéis de parede. Seleção do Produto Escolha o papel de parede que melhor se adequa ao seu gosto e às necessidades do seu espaço, considerando padrões, texturas e dimensões. Medição e Quantidade Meça a área que deseja cobrir com papel de parede e calcule a quantidade necessária. Lembre-se de considerar padrões de repetição e margens para cortes. Contato e Orçamento Entre em contato conosco através do formulário de contato em nosso site ou por telefone para obter um orçamento personalizado. Informe-nos sobre o tipo de papel de parede escolhido e a quantidade necessária. Pagamento e Condições Após a confirmação do orçamento, finalize seu pedido efetuando o pagamento conforme as opções oferecidas (cartão de crédito, transferência bancária, etc.). Entrega e Instalação Aguarde a entrega do seu pedido no endereço especificado. Recomendamos que a instalação seja feita por um profissional qualificado para garantir um resultado perfeito. Papéis de Parede Vinílicos Ideal para áreas de alto tráfego, os papéis de parede vinílicos são duráveis e fáceis de limpar, oferecendo resistência extra contra manchas e umidade. Papéis de Parede Têxteis Adicione textura e elegância aos seus ambientes com papéis de parede têxteis, que proporcionam uma sensação tátil única e um visual sofisticado. Papéis de Parede Autoadesivos Perfeitos para projetos DIY, os papéis de parede autoadesivos são fáceis de aplicar e remover, permitindo que você atualize seu espaço com facilidade e sem bagunça. Conheça Nossa Fábrica Localizada em Rua Numa Pompílio Bittencourt, nossa fábrica é o coração de onde nascem os nossos papéis de parede de alta qualidade. Combinando tradição artesanal e tecnologia de ponta, cada rolo de papel de parede é cuidadosamente produzido para garantir beleza, durabilidade e inovação. Nosso compromisso com a excelência se reflete em cada etapa do processo de fabricação, desde a seleção dos melhores materiais até os rigorosos controles de qualidade. Descubra como nossa paixão pelo design se transforma em papéis de parede que elevam qualquer ambiente com estilo e elegância. Nossa fábrica não é apenas um centro de produção, mas também um ambiente de inovação contínua. Investimos em pesquisa e desenvolvimento para explorar novas técnicas e materiais, garantindo que nossos papéis de parede estejam sempre à frente das tendências do mercado. Além disso, estamos comprometidos com práticas sustentáveis, buscando minimizar nosso impacto ambiental através de processos ecoeficientes e do uso responsável de recursos. Assim, não apenas criamos produtos excepcionais, mas também contribuímos para um futuro mais sustentável e consciente. Contato +55 11 9081 5437 ddparede@gmail.com Rua Numa Pompílio Bittencourt, S/N - Pernambués, Salvador - BA, 41100-170 Seu nome Your email Comunicação Eu aceito Política De Privacidade Transforme seus espaços com estilo e sofisticação – descubra nossos papéis de parede exclusivos hoje mesmo! Política de PrivacidadeTermos de Uso Decoração das Parede 2024",
    "privacy_policy": "Decoração das Parede | Política de Privacidade Decoração Política de Privacidade Coleta de Informações Coletamos informações pessoais que você fornece voluntariamente ao preencher formulários em nosso site, como seu nome, endereço de e-mail, número de telefone e informações de contato. Além disso, podemos coletar automaticamente certas informações sobre o seu dispositivo e a sua interação com nosso site usando cookies e tecnologias similares. Uso das Informações As informações pessoais que coletamos são utilizadas para fornecer os produtos e serviços solicitados, para melhorar nosso site, personalizar sua experiência e enviar comunicações de marketing direcionadas que acreditamos ser de seu interesse. Não compartilhamos suas informações pessoais com terceiros sem seu consentimento, exceto conforme necessário para cumprir com a lei ou proteger nossos direitos. Proteção de Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação. No entanto, observe que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é totalmente seguro. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco através dos detalhes fornecidos abaixo. Alterações a esta Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas de informação. Recomendamos que você revise esta página periodicamente para estar ciente de quaisquer alterações. A continuação do uso do site após a publicação de alterações nesta política será considerada como sua aceitação dessas alterações. Compartilhamento de Informações Podemos compartilhar suas informações pessoais com prestadores de serviços terceirizados que nos auxiliam na operação do site e na prestação de serviços a você. Esses prestadores de serviços têm acesso limitado às suas informações apenas para realizar tarefas específicas em nosso nome e são obrigados a proteger e utilizar suas informações pessoais de acordo com esta Política de Privacidade. Marketing Direto Podemos usar suas informações pessoais para enviar comunicações de marketing direto, como newsletters e promoções especiais, apenas se você consentir. Você pode optar por não receber essas comunicações a qualquer momento seguindo as instruções de cancelamento de inscrição fornecidas em cada mensagem. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade desses sites. Recomendamos que você revise as políticas de privacidade de qualquer site que visite através de um link fornecido em nosso site. Contacte nos Se você tiver alguma dúvida, entre em contato conosco: ddparede@gmail.com Política de PrivacidadeTermos de Uso Decoração das Parede 2024",
    "terms": "Decoração das Parede | Termos de Uso Decoração Termos de Uso Uso do Conteúdo Todo o conteúdo deste site é apenas para fins informativos. Você concorda em não copiar, modificar, distribuir, transmitir, exibir, realizar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos deste site. Propriedade Intelectual Todos os direitos de propriedade intelectual relacionados ao conteúdo e materiais deste site são de nossa propriedade ou de nossos licenciadores. Nenhum dos conteúdos deste site pode ser reproduzido, copiado, distribuído, transmitido, exibido, vendido, licenciado ou de outra forma explorado para qualquer finalidade sem nosso consentimento prévio por escrito. Responsabilidade O uso deste site é por sua conta e risco. Não garantimos que o site estará sempre disponível, livre de erros ou que qualquer conteúdo, serviço ou funcionalidade disponível através do site será precisa, confiável ou completa. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não controlamos. Não somos responsáveis pelo conteúdo, políticas de privacidade ou práticas de sites de terceiros. A inclusão de qualquer link não implica nossa aprovação ou endosso do site vinculado. Modificações Reservamos o direito de modificar estes Termos de Uso a qualquer momento. Ao continuar a usar o site após a publicação de alterações, você concorda em ficar vinculado aos Termos de Uso revisados. Lei Aplicável Estes Termos de Uso são regidos e interpretados de acordo com as leis do Brasil, sem considerar seus princípios de conflitos de leis. Registro e Conta do Usuário Se o site requerer registro para acessar determinadas áreas ou serviços, você concorda em fornecer informações precisas e completas durante o processo de registro. Você é responsável por manter a confidencialidade de suas credenciais de conta e por todas as atividades que ocorrerem sob sua conta. Conduta do Usuário Você concorda em usar o site apenas para fins legais e de maneira que não viole os direitos de terceiros ou interfira no uso e aproveitamento do site por outros usuários. Você concorda em não usar o site de maneira que possa danificar, desabilitar, sobrecarregar ou deteriorar o site. Rescisão Reservamos o direito de rescindir ou suspender seu acesso ao site a qualquer momento, sem aviso prévio, por qualquer motivo, incluindo se determinarmos, a nosso critério exclusivo, que você violou estes Termos de Uso ou qualquer lei aplicável. Contacte nos Se você tiver alguma dúvida, entre em contato conosco: ddparede@gmail.com Política de PrivacidadeTermos de Uso Decoração das Parede 2024",
    "thank_page": "Decoração das Parede | Página de agradecimentos Obrigada! Processaremos a sua respostaBack to Decoração das Parede"
  },
  "date": "2024-06-29T08:00:24.087Z"
}