{
  "name": "New_v9_Argon2",
  "pages": {
    "index": "Argon2 - centro de habilidades. ARGON2 CONTATOS NÓS ENSINAMOS TECNOLOGIAS MODERNAS ARGON2 é um centro de habilidades que fornece habilidades e conhecimentos modernos em profissões de tendências. Oferecemos cursos em áreas relevantes e populares, como programação, desenvolvimento web, desenvolvimento de jogos, design gráfico. Nossos programas de treinamento são projetados por profissionais experientes para fornecer aos alunos conhecimentos práticos e habilidades que eles podem aplicar em projetos reais. NOSSAS ÁREAS INSCREVA-SE PARA UMA AULA CENTRO DE HABILIDADES ARGON2 Temos treinado e produzido com sucesso especialistas certificados na área de TI há mais de três anos. Durante esse tempo, ganhamos a reputação de um centro educacional confiável e de alta qualidade que ajuda os alunos a alcançar alturas profissionais. Nossos programas são voltados tanto para iniciantes quanto para profissionais experientes que buscam melhorar suas habilidades e conhecimentos. Oferecemos condições confortáveis para o aprendizado de crianças e adultos. Nossos cursos incluem conhecimento teórico e habilidades práticas, o que permite que nossos alunos trabalhem com confiança com as mais recentes tecnologias e ferramentas. O processo educacional é estruturado de tal forma que cada aluno possa aprender o material da maneira mais eficaz possível e aplicá-lo na prática. HORÁRIO FLEXÍVEL e localização conveniente PLATAFORMA EDUCACIONAL formato offline e online PREÇOS ACESSÍVEIS a partir de US$50 por mês NÓS TREINAMOS tanto crianças quanto adultos ÁREAS DE TREINAMENTO GÁFICODESIGN A PARTIR DE 3 MESES 3D.Simulação A PARTIR DE 6 MESES WebDesenvolvimento A PARTIR DE 7 MESES EstudarComputador A PARTIR DE 3 MESES PRESENTES PARA TODOS OS ALUNOS Nós nos esforçamos para recompensar nossos alunos com presentes por um bom desempenho acadêmico. Assim, criamos boas condições para envolver os alunos no processo educacional. O QUE VOCÊ VAI CONSEGUIR? TECLADO MECÂNIC na área de aprendizado na Web e no PC TABLET GRÁFICO nas áreas de design gráfico e modelagem 3D BÔNUS DE ECONOMIA Receba bônus completando tarefas na plataforma de treinamento. Os bônus podem ser gastos em nossa loja interna. PRINCIPAIS VANTAGENS Emitimos diplomas e certificados pessoais ▼ Ao concluir os cursos, você receberá diplomas e certificados pessoais que confirmam sua educação e conquistas, valorizando seu currículo e chamando a atenção dos empregadores. Professores experientes e abordagem prática ▼ Profissionais experientes, com anos de experiência, transmitirão conhecimentos valiosos e ajudarão você a desenvolver suas habilidades. Nosso foco está na aprendizagem prática, para que você possa aplicar imediatamente o conhecimento adquirido na prática. Horário flexível e formatos de treinamento ▼ Oferecemos aulas em grupo com diferentes horários, além da opção de escolher entre formatos de aprendizagem presenciais e online, para que cada um possa encontrar a melhor opção. Plataforma educacional única ▼ Nossa plataforma educacional exclusiva oferece acesso vitalício a vídeos de aulas, para que você possa revisar o material e revisar os temas necessários a qualquer momento. Localização conveniente ▼ SGCV - Brasília, DF, 71215-100 Incentivamos o sucesso dos alunos ▼ Valorizamos seu desempenho e incentivamos suas conquistas. Isso pode incluir prêmios, bônus ou outras formas de reconhecimento, para mantê-lo motivado e bem-sucedido durante seu processo de aprendizagem. avaliações Tony Stark Curso: Desenvolvimento Web Minha filha concluiu 3 cursos em desenvolvimento WEB e 2 cursos em desenvolvimento de jogos - GAME. Vale a pena notar que os professores são maravilhosos, eles encontram uma abordagem para cada aluno, e a atmosfera não é sentida como em uma instituição educacional, mas mais agradável e aberta. Também vou enviar minha esposa aqui para estudar. Em geral, eu recomendo fortemente experimentar você mesmo aqui! 12.04.2024 Lori Jo. Curso: Desenvolvimento Web Um lugar maravilhoso onde você terá não apenas condições confortáveis para aprender, uma atmosfera agradável e amigável, mas também conhecimento de alta qualidade de professores experientes! O treinamento pode ocorrer tanto online quanto offline, tudo depende da sua escolha! Obrigado por uma boa contribuição, há poucos lugares onde eles podem investir conhecimento com tanto interesse e prazer, e por um preço tão pequeno! Eu recomendo! 03.03.2023 Casar-se com Bob. Curso: Desenvolvimento Web Os cursos de desenvolvimento web me ajudaram a mudar minha profissão e aumentar minha renda. Eu não poderia imaginar o quão interessante e incrível é esse processo. Obrigado a todos os professores! 04.10.2022 CONTATOS Endereço do nosso escritório: SGCV - Brasília, DF, 71215-100 Número de telefone +5591982873112 Endereço de E-mail: argon2@gmail.com Inscreva-se para uma aula Eu aceito a política de privacidade ENVIAR política de privacidade ARGON2 Termos e Condições",
    "privacy-policy": "Política de Privacidade - Argon2 ARGON2 CONTATOS política de privacidade Bem-vindo ao Argon2. Estamos comprometidos em proteger suas informações pessoais e seu direito à privacidade. Esta política de privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você visita nosso site. Por favor, leia atentamente esta política de privacidade. Se você não concordar com os termos desta política de privacidade, não acesse o site. 1. Informações que coletamos Coletamos informações pessoais que você nos fornece voluntariamente quando se registra no site, expressa interesse em obter informações sobre nós ou nossos produtos e serviços, quando participa de atividades no site ou quando entra em contato conosco. As informações pessoais que coletamos dependem do contexto de suas interações conosco e do site, das escolhas que você faz e dos produtos e recursos que você usa. As informações pessoais que coletamos podem incluir o seguinte: Nome e Dados de Contato. Coletamos seu nome e sobrenome, endereço de e-mail, endereço postal, número de telefone e outros dados de contato semelhantes. Credenciais. Coletamos senhas, dicas de senha e informações de segurança semelhantes usadas para autenticação e acesso à conta. 2. Como Usamos Suas Informações Usamos informações pessoais coletadas através do nosso site para uma variedade de fins comerciais descritos abaixo. Processamos suas informações pessoais para esses fins com base em nossos interesses comerciais legítimos, a fim de celebrar ou executar um contrato com você, com seu consentimento e/ou para cumprir nossas obrigações legais. Usamos as informações que coletamos ou recebemos: Para facilitar a criação de contas e o processo de logon. Para enviar informações administrativas a você para fins comerciais, razões legais e obrigações contratuais. Para atender e gerenciar seus pedidos e serviços. Para lhe enviar comunicações promocionais e de marketing. Para solicitar feedback e entrar em contato com você sobre o uso do nosso site. 3. Suas Informações Serão Compartilhadas Com Alguém? Podemos processar ou compartilhar seus dados que mantemos com base na seguinte base legal: Consentimento: Podemos processar seus dados se você nos deu consentimento específico para usar suas informações pessoais para uma finalidade específica. Interesses Legítimos: Podemos processar seus dados quando for razoavelmente necessário para alcançar nossos interesses comerciais legítimos. Execução de um Contrato: Quando celebramos um contrato com você, podemos processar suas informações pessoais para cumprir os termos do nosso contrato. Obrigações Legais: Podemos divulgar suas informações quando formos legalmente obrigados a fazê-lo, a fim de cumprir a lei aplicável, solicitações governamentais, um processo judicial, ordem judicial ou processo legal, como em resposta a uma ordem judicial ou intimação. 4. Por Quanto Tempo Mantemos Suas Informações? Manteremos suas informações pessoais apenas pelo tempo que for necessário para os fins estabelecidos nesta política de privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Nenhum propósito nesta política exigirá que mantenhamos suas informações pessoais por mais tempo do que o período de tempo em que os usuários têm uma conta conosco. 5 Como Mantemos Suas Informações Seguras? Nosso objetivo é proteger suas informações pessoais por meio de um sistema de medidas de segurança organizacionais e técnicas. Implementamos medidas de segurança técnicas e organizacionais apropriadas projetadas para proteger a segurança de qualquer informação pessoal que processamos. No entanto, apesar de nossas salvaguardas e esforços para proteger suas informações, nenhuma transmissão eletrônica pela Internet ou tecnologia de armazenamento de informações pode ser garantida como 100% segura, portanto, não podemos prometer ou garantir que hackers, cibercriminosos ou outros terceiros não autorizados não serão capazes de derrotar nossa segurança e coletar, acessar, roubar ou modificar indevidamente suas informações. 6. Seus Direitos de Privacidade Em algumas regiões, você tem direitos que permitem maior acesso e controle sobre suas informações pessoais. Isso pode incluir o direito de solicitar acesso e obter uma cópia de suas informações pessoais, solicitar retificação ou apagamento; restringir o processamento de suas informações pessoais; e, se aplicável, à portabilidade de dados. Se estivermos contando com seu consentimento para processar suas informações pessoais, você tem o direito de retirar seu consentimento a qualquer momento. Observe, no entanto, que isso não afetará a legalidade do processamento antes de sua retirada. 7. Controles Para Recursos Não Rastrear A maioria dos navegadores da web e alguns sistemas operacionais móveis e aplicativos móveis incluem um recurso ou configuração Do-Not-Track (\"DNT\") que você pode ativar para sinalizar sua preferência de privacidade para não ter dados sobre suas atividades de navegação on-line monitoradas e coletadas. Nesta fase, nenhum padrão tecnológico uniforme para reconhecer e implementar sinais DNT foi finalizado. Como tal, atualmente não respondemos aos sinais do navegador DNT ou a qualquer outro mecanismo que comunique automaticamente sua escolha de não ser rastreado on-line. Se for adotado um padrão para rastreamento on-line que devemos seguir no futuro, informaremos sobre essa prática em uma versão revisada desta política de privacidade. 8 Alterações a Esta Política de Privacidade Podemos atualizar esta política de privacidade de tempos em tempos para refletir, por exemplo, mudanças em nossas práticas ou por outras razões operacionais, legais ou regulatórias. Notificaremos você sobre quaisquer alterações publicando a nova política de privacidade nesta página. Você é aconselhado a revisar esta política de privacidade periodicamente para quaisquer alterações. Alterações nesta política de privacidade entram em vigor quando são publicadas nesta página. 9 Contato Se você tiver dúvidas ou comentários sobre esta política, envie um e-mail para argon2@gmail.com política de privacidade ARGON2 TERMOS E CONDIÇÕES",
    "terms-conditions": "Termos e Condições - Argon2 ARGON2 CONTATOS TERMOS E CONDIÇÕES Bem-vindo ao Argon2. Estes termos e condições descrevem as regras e regulamentos para o uso do site da Argon2. Ao acessar este site, assumimos que você aceita estes termos e condições. Não continue usando o Argon2 se você não concordar com todos os termos e condições estabelecidos nesta página. 1. Direitos de Propriedade Intelectual Salvo indicação em contrário, a Argon2 e/ou seus licenciadores possuem os direitos de propriedade intelectual de todo o material da Argon2. Todos os direitos de propriedade intelectual são reservados. Você pode acessar isso da Argon2 para seu próprio uso pessoal, sujeito às restrições estabelecidas nestes termos e condições. Você não deve: Republique o material do Argon2 Vender, alugar ou sublicenciar material da Argon2 Reproduzir, duplicar ou copiar material do Argon2 Redistribuir conteúdo do Argon2 2. Conteúdo do Usuário Partes deste site oferecem uma oportunidade para os usuários publicarem e trocarem opiniões e informações em certas áreas do site. O Argon2 não filtra, edita, publica ou revisa Comentários antes de sua presença no site. Os comentários não refletem os pontos de vista e opiniões da Argon2, seus agentes ou afiliados. Os comentários refletem os pontos de vista e opiniões da pessoa que publica seus pontos de vista e opiniões. A Argon2 se reserva o direito de monitorar todos os Comentários e remover quaisquer Comentários que possam ser considerados inadequados, ofensivos ou causar violação destes Termos e Condições. 3. Sua Privacidade Por favor, leia nossa Política de Privacidade. 4. Sem garantias Este site é fornecido \"no estado em que se está\", com todas as falhas, e a Argon2 não expressa representações ou garantias de qualquer tipo relacionadas a este site ou aos materiais contidos neste site. Além disso, nada contido neste site deve ser interpretado como aconselhando você. 5 Limitação de responsabilidade Em nenhum caso a Argon2, nem qualquer um de seus executivos, diretores e funcionários serão responsabilizados por qualquer coisa decorrente ou de qualquer forma relacionada ao seu uso deste site, independentemente de tal responsabilidade estar sob contrato. A Argon2, incluindo seus executivos, diretores e funcionários, não será responsabilizada por qualquer responsabilidade indireta, consequente ou especial decorrente ou de qualquer forma relacionada ao seu uso deste site. 6. Indenização Por meio deste, você indeniza a Argon2 na medida máxima de e/ou contra todas as responsabilidades, custos, demandas, causas de ação, danos e despesas decorrentes de qualquer maneira relacionadas à sua violação de qualquer uma das disposições destes Termos. 7. Divisibilidade Se qualquer disposição destes Termos for considerada inválida sob qualquer lei aplicável, tais disposições serão excluídas sem afetar as demais disposições aqui contidas. 8 Variação de Termos A Argon2 tem permissão para revisar estes Termos a qualquer momento que achar melhor e, ao usar este site, espera-se que você revise estes Termos regularmente. 9 Atribuição A Argon2 está autorizada a ceder, transferir e subcontratar seus direitos e/ou obrigações sob estes Termos sem qualquer notificação. No entanto, você não tem permissão para ceder, transferir ou subcontratar nenhum de seus direitos e/ou obrigações sob estes Termos. 10. Acordo Integral Estes Termos constituem o acordo integral entre a Argon2 e você em relação ao uso deste site e substituim todos os acordos e entendimentos anteriores. 11. Lei e Jurisdição Governante Estes Termos serão regidos e interpretados de acordo com as leis do nosso país operacional, e você se submete à jurisdição não exclusiva dos tribunais estaduais e federais localizados no país para a resolução de quaisquer disputas. 12 Contato Se você tiver dúvidas ou comentários sobre esta política, envie um e-mail para argon2@gmail.com política de privacidade ARGON2 TERMOS E CONDIÇÕES",
    "thank_page": "Obrigado! - Argon2 Obrigado! A sede de conhecimento é a nossa tarefa. O gerente entrará em contato com você em breve Página Principal"
  },
  "date": "2024-07-04T08:17:18.020Z"
}