{
  "name": "New_v9_GateSmart",
  "pages": {
    "catalog": "GateSmart India - Garage Doors & Automatic Gates in India | garage doors and gate solutions Home Catalog About us Why choose us Garage doors catalog ₹ 10,999 Automatic Garage Door Enhance the security and convenience of your home with our automatic garage door. Available in various styles and finishes to suit your aesthetic preferences. Order Now ₹ 8,499 Rolling Shutter Durable and easy-to-operate rolling shutters suitable for both residential and commercial applications. Choose from manual or motorized options. Order Now ₹ 12,999 Sliding Gate Secure your property with our sturdy sliding gates. Designed for ease of use and built to withstand harsh weather conditions. Order Now ₹ 14,499 Sectional Garage Door Maximize space and functionality with our sectional garage doors. Ideal for homes where space is a premium. Order Now ₹ 9,999 Remote Control Gate Convenient and secure remote control gates for hassle-free entry and exit. Perfect for residential complexes and commercial properties. Order Now ₹ 11,999 Swing Gate Elegant swing gates that add charm to your property while ensuring security. Available in various designs to complement your architecture. Order Now Frequently Asked Questions How do I choose the right garage door? Choosing the right garage door depends on factors such as your budget, aesthetic preferences, and functional requirements. Our experts can guide you through the selection process to find the perfect fit for your home or business. What maintenance is required for automatic gates? Regular maintenance, including lubrication, inspection of electronic components, and cleaning, helps ensure the smooth operation and longevity of automatic gates. We offer maintenance services to keep your gate in optimal condition. Can you customize garage doors? Yes, we offer customization options for garage doors to meet specific design and functionality requirements. Whether you need a unique color, size, or material, we can tailor the garage door to your preferences. How long does installation take? Installation time varies depending on the type of garage door or gate system and the complexity of the installation. Our team strives to complete installations efficiently without compromising on quality. What payment methods do you accept? We accept various payment methods, including credit/debit cards, online bank transfers, and cash on delivery (COD). Our goal is to make the payment process convenient and secure for our customers. Get in Touch I accept privacy policy Send message Links Home Catalog About us Why choose us Contacts No. 602 Ascot Centre, Chhatrapati Shivaji Maharaj Int'l Airport Rd, opp. ITC Grand Maratha Hotel, Andheri East, Mumbai, Maharashtra 400099, India +917045453270 gatesmart@gmail.com Policy Privacy policy Terms and Conditions",
    "privacy": "GateSmart India - Garage Doors & Automatic Gates in India | privacy policy Home Catalog About us Why choose us Privacy Policy 1. Introduction Welcome to GateSmart India's Privacy Policy. Your privacy is important to us. This policy explains how we collect, use, disclose, and safeguard your information when you visit our website, including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the \"Site\"). Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. 2. Information We Collect We may collect personal information such as your name, email address, mailing address, phone number, and payment information when you interact with our website. 3. How We Use Your Information We use the information we collect in various ways, including to provide, operate, and maintain our website and services, to improve our website, to send you marketing and promotional communications, and to respond to your inquiries and offer support. 4. Disclosure of Your Information We may disclose your personal information to third parties only as described in this privacy policy. 5. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. However, no method of transmission over the internet or electronic storage is completely secure. 6. Changes to This Privacy Policy We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page. 7. Contact Us If you have any questions or comments about this privacy policy, please contact us: gatesmart@gmail.com Links Home Catalog About us Why choose us Contacts No. 602 Ascot Centre, Chhatrapati Shivaji Maharaj Int'l Airport Rd, opp. ITC Grand Maratha Hotel, Andheri East, Mumbai, Maharashtra 400099, India +917045453270 gatesmart@gmail.com Policy Privacy policy Terms and Conditions",
    "thank": "GateSmart India - Garage Doors & Automatic Gates in India | Thank you Thank You for Contacting Us! We appreciate your interest in GateSmart India. Our team will review your inquiry and get back to you shortly. If you have any urgent questions or additional information to provide, feel free to contact us directly. Thank you once again for choosing GateSmart India. We look forward to assisting you with your garage door and gate needs. Home page",
    "index": "GateSmart India - Garage Doors & Automatic Gates in India Home Catalog About us Why choose us Your Gateway to Quality Garage Doors in India Explore our range of high-quality garage doors and automatic gates designed to enhance the security and aesthetics of your property. Choose from a variety of styles and functionalities to suit your residential or commercial needs. Browse Our Collection General Garage Door Services Installation Services Expert installation of garage doors and automatic gates tailored to your specific requirements. Repair Services Comprehensive repair services to ensure your garage doors operate smoothly and safely. Maintenance Services Regular maintenance plans to extend the lifespan of your garage doors and gate systems. Security Solutions Advanced security features and systems to protect your property and enhance safety. Consultation Services Expert advice and consultation on selecting the best garage doors and gates for your needs. Commercial Solutions Customized solutions for commercial properties, ensuring functionality and durability. About GateSmart India Welcome to GateSmart India, your premier destination for premium garage doors and automatic gate solutions in India. We pride ourselves on delivering top-notch products and services that combine innovation, durability, and aesthetic appeal. At GateSmart India, we understand the importance of security and convenience for your home or business. That's why we offer a diverse range of products, including state-of-the-art automatic gates, robust garage doors, and advanced security systems. Our team consists of experienced professionals dedicated to providing expert advice and exceptional service. Whether you're looking to enhance the curb appeal of your home or improve the security of your commercial property, we have the expertise and products to meet your needs. Explore our comprehensive catalog to discover a variety of styles and options that cater to different architectural designs and functional requirements. From installation to maintenance, our goal is to ensure your complete satisfaction with every aspect of our products and services. Explore Our Products Why Choose Us Wide Selection of Products Expert Installation Services Top-Notch Customer Service Quality and Durability Customization Options Competitive Pricing Fantastic Feedback from The Clients \"I am extremely satisfied with GateSmart India's service. They helped me choose the perfect garage door that complements my home's exterior. The installation was done professionally and efficiently. I highly recommend their services!\" Ravi Kumar \"GateSmart India provided excellent maintenance services for my automatic gate system. They are responsive and thorough, ensuring my gate operates smoothly all year round. I'm impressed with their professionalism and would definitely use their services again.\" Priya Sharma \"GateSmart India offers top-notch security solutions. I feel much safer with their advanced features installed. Their team was knowledgeable and provided excellent customer support throughout the process.\" Amit Patel \"GateSmart India's consultation services were invaluable. They helped me choose the right garage door that fit my budget and style preferences. Their expertise and attention to detail made the entire process seamless.\" Deepak Gupta \"GateSmart India exceeded my expectations with their installation services. They were punctual, professional, and completed the job with precision. I'm delighted with my new garage door!\" Neha Singh \"I highly recommend GateSmart India for their outstanding customer service and product quality. They helped me find the perfect solution for my commercial property, enhancing both security and aesthetics.\" Vikram Malhotra Links Home Catalog About us Why choose us Contacts No. 602 Ascot Centre, Chhatrapati Shivaji Maharaj Int'l Airport Rd, opp. ITC Grand Maratha Hotel, Andheri East, Mumbai, Maharashtra 400099, India +917045453270 gatesmart@gmail.com Policy Privacy policy Terms and Conditions",
    "terms": "GateSmart India - Garage Doors & Automatic Gates in India | terms and conditions Home Catalog About us Why choose us Terms and Conditions 1. Introduction Welcome to GateSmart India's Terms and Conditions. These terms and conditions govern your use of our website and any related services provided by us. By accessing or using our website, you agree to comply with these terms and conditions in full. If you do not agree with any part of these terms and conditions, please do not use our website. 2. Intellectual Property Rights Unless otherwise stated, we or our licensors own the intellectual property rights in the website and material on the website. Subject to the license below, all these intellectual property rights are reserved. 3. Indemnification You hereby indemnify to the fullest extent GateSmart India from and against any and all liabilities, costs, demands, causes of action, damages and expenses (including reasonable attorney’s fees) arising out of or in any way related to your breach of any of the provisions of these terms. 4. Severability If any provision of these terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these terms unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. 5. Variation of Terms GateSmart India is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review such terms on a regular basis to ensure you understand all terms and conditions governing use of this website. 6. Governing Law & Jurisdiction These terms will be governed by and construed in accordance with the laws of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. 7. Contact Us If you have any questions or concerns regarding these terms and conditions, please contact us: gatesmart@gmail.com Links Home Catalog About us Why choose us Contacts No. 602 Ascot Centre, Chhatrapati Shivaji Maharaj Int'l Airport Rd, opp. ITC Grand Maratha Hotel, Andheri East, Mumbai, Maharashtra 400099, India +917045453270 gatesmart@gmail.com Policy Privacy policy Terms and Conditions"
  },
  "date": "2024-06-29T08:06:17.552Z"
}