{
  "name": "New_v8_SofaVerse",
  "pages": {
    "cookies": "Cookie Policy - SofaVerse SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Cookies Policy Introduction This Cookies Policy explains how SofaVerse uses cookies and similar technologies on our website. What are cookies? Cookies are small text files that are placed on your device to help the website provide a better user experience. Types of cookies we use We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your device until you delete them). How we use cookies We use cookies to remember your preferences, enhance your browsing experience, and analyze website traffic. Third-party cookies We may also use third-party cookies from service providers such as Google Analytics to help us understand how our website is being used. Your choices regarding cookies You can choose to accept or decline cookies by adjusting the settings in your web browser. Please note that disabling cookies may affect the functionality of our website. Changes to our Cookies Policy We may update this Cookies Policy from time to time. We encourage you to review this policy periodically for any changes. Contact us LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "disclaimer": "Responsibility and Liability - SofaVerse - Facts you need to know SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Disclaimer General information The information provided on the SofaVerse website is for general informational purposes only. No warranties While we strive to provide accurate and up-to-date information, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the website or the information, products, services, or related graphics contained on the website. Limitation of liability In no event will SofaVerse be liable for any loss or damage, including without limitation, indirect or consequential loss or damage, arising out of or in connection with the use of this website. External links Through this website, you may be able to link to other websites which are not under the control of SofaVerse. We have no control over the nature, content, and availability of those sites. Endorsements The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Changes to this disclaimer We may update this disclaimer from time to time. Your continued use of our website constitutes acceptance of any changes. Contact us If you have any questions or comments about this disclaimer, please contact us. LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "index": "Explore Luxury Sofas at SofaVerse - Comfort Redefined SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Welcome to SofaVerse Your Destination for Premium Sofas Welcome to SofaVerse, your ultimate destination for luxurious and comfortable sofas. At SofaVerse, we believe that a sofa is more than just a piece of furniture; it's the centerpiece of your living space. Our collection features a wide variety of sofas that combine style, comfort, and durability to enhance your home. Discover Why Choose SofaVerse? At SofaVerse, we understand that every home is unique Explore our extensive collection of sofas that includes sectional sofas, recliners, sofa beds, and more. Each piece is designed with attention to detail, providing both aesthetics and comfort. Our sectional sofas are perfect for large families or those who love to entertain, while our recliners offer the ultimate relaxation experience. Sofa beds are ideal for small spaces, offering functionality without compromising on style. Quality Craftsmanship At SofaVerse, we understand that every home is unique At SofaVerse, we take pride in the quality and craftsmanship of our sofas. Each piece is meticulously crafted by skilled artisans using premium materials. We use high-density foam for cushions, ensuring maximum comfort and support. Our frames are constructed from solid wood, providing a sturdy foundation that will last for years. Upholstery options range from luxurious leather to soft, durable fabrics, allowing you to choose the perfect look for your home. Customization Options We understand that every customer has unique needs Which is why we offer customization options for many of our sofas. From choosing the type of fabric or leather to selecting the color and size, you can personalize your sofa to fit your space perfectly. Our design consultants are available to help you make the best choices, ensuring your sofa complements your home decor beautifully. Customer Service satisfaction is our top priority At SofaVerse, customer service is our top priority. Our dedicated customer service team is here to assist you with any queries or concerns. We offer a seamless shopping experience, from browsing our collection online to placing your order and arranging delivery. Our team is always ready to provide support and ensure you are completely satisfied with your purchase. Delivery and Installation Our professional We offer reliable delivery services to ensure your new sofa arrives safely and on time. Our professional team will handle the installation, ensuring your sofa is set up perfectly in your home. We also provide after-sales support to address any issues you may encounter after your purchase. Visit Our Showroom Our showroom features If you prefer to see our sofas in person, visit our showroom located at the heart of the city. Our showroom features a wide selection of our best-selling sofas, allowing you to experience their comfort and quality firsthand. Our knowledgeable staff will be happy to guide you through our collection and help you find the perfect sofa for your home. Contact Us Thank you for visiting SofaVerse Have questions or need assistance? Contact us at or call us at. We are here to help you create the perfect living space with our premium sofas. We look forward to helping you find the perfect sofa for your home. Explore our collection today and discover the perfect blend of comfort and style. Welcome to the SofaVerse family! Join Our Community Stay updated with the latest trends Stay updated with the latest trends, new arrivals, and exclusive offers by joining our community. Follow us on social media and subscribe to our newsletter for the latest updates. At SofaVerse, we are more than just a furniture store; we are a community of sofa enthusiasts who appreciate the finer things in life. Comfort Essence 199$ shop now Lightweight 299$ shop now Sleep Mix 189$ shop now Classic Sofas If you love the charm of traditional furniture, our classic sofas are the perfect choice. Featuring elegant designs, luxurious fabrics, and detailed craftsmanship, these sofas bring a touch of timeless beauty to any living space. Our classic sofas are built to last, providing both comfort and style for years to come. Customizable Options At SofaVerse, we understand that every home is unique, which is why we offer customizable options for many of our sofas. From selecting the type of upholstery to choosing the color and size, you can create a sofa that perfectly fits your space and style. Our design consultants are available to help you make the best choices and bring your vision to life. Quality Materials We use only the finest materials to craft our sofas, ensuring they are durable, comfortable, and beautiful. From high-density foam cushions to solid wood frames, every component is selected for its quality and longevity. Our upholstery options include luxurious leathers and soft, durable fabrics, allowing you to choose the perfect look and feel for your home. LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "privacy-policy": "Privacy Policy - Protecting Your Safety and Privacy at SofaVerse SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Privacy Policy Introduction We value your privacy and are committed to protecting your personal information. Information we collect We may collect personal information such as your name, email address, phone number, and shipping address when you place an order or subscribe to our newsletter. How we use your information We use your information to process your orders, provide customer service, and send you updates and promotional offers. Sharing your information We do not sell, trade, or otherwise transfer your personal information to outside parties except as necessary to provide our services or comply with the law. Data security We implement a variety of security measures to protect your personal information from unauthorized access, use, or disclosure. Cookies We use cookies to enhance your browsing experience and analyze website traffic. You can choose to accept or decline cookies through your web browser settings. Third-party services We may use third-party service providers to help us operate our website and provide our services. These providers have access to your personal information only to perform specific tasks on our behalf and are obligated to keep your information confidential. Changes to our privacy policy We may update this privacy policy from time to time. We encourage you to review this policy periodically for any changes. Contact us If you have any questions about our privacy policy, please contact us at sofav@gmail.com. LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "terms-conditions": "Terms and Conditions - SofaVerse SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Terms and Conditions Introduction These terms and conditions govern your use of the SofaVerse website and our products and services. Acceptance of terms By using our website, you agree to comply with and be bound by these terms and conditions. Use of the website You may use our website for lawful purposes only and in accordance with these terms and conditions. Intellectual property rights All content on our website, including text, graphics, logos, and images, is the property of SofaVerse and is protected by copyright laws. Product descriptions We strive to provide accurate descriptions of our products, but we do not warrant that the descriptions are complete, reliable, or error-free. Pricing and availability All prices are subject to change without notice. We do our best to ensure that our website reflects current product availability, but we cannot guarantee that all products will be in stock at all times. Order processing We reserve the right to refuse or cancel any order for any reason, including errors in pricing or product information. Shipping and delivery We aim to deliver products within the estimated timeframes, but we are not responsible for any delays caused by factors beyond our control. Returns and refunds If you are not satisfied with your purchase, you may return it in accordance with our returns policy. Please see our website for details. Limitation of liability SofaVerse will not be liable for any damages arising from the use or inability to use our website or products. Changes to terms and conditions We may update these terms and conditions from time to time. Your continued use of our website constitutes acceptance of any changes. Governing law These terms and conditions are governed by the laws of India. Contact us LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "thanks": "Thank you for your order! Order Successfully Processed! Thank you for choosing SofaVerse. You can now return to our home page and explore more of our delightful products. Return to Homepage",
    "about": "About SofaVerse - Quality Sofas with Unmatched Craftsmanship and Style SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us About SofaVerse quality and customer satisfaction SofaVerse was founded with a passion for creating beautiful, high-quality sofas that bring comfort and style to every home. Our journey began with a simple idea: to design and manufacture sofas that not only look great but also provide exceptional comfort. Over the years, we have grown into a trusted name in the furniture industry, known for our commitment to quality and customer satisfaction. Our Craftsmanship Each sofa at SofaVerse is a testament to our dedication to craftsmanship. Our skilled artisans use traditional techniques combined with modern technology to create sofas that are both stylish and comfortable. From selecting the finest materials to meticulously constructing each piece, we ensure that every sofa meets our high standards of quality. y. Follow us on social media, sign up for our newsletter, and become part of our growing community of sleep enthusiasts. Together, we can share tips, stories, and inspiration to help you achieve the best sleep possible. Our Mission enhance the living spaces At SofaVerse, our mission is to enhance the living spaces of our customers with sofas that combine elegance, comfort, and durability. We believe that a well-designed sofa can transform a room, creating a welcoming and relaxing environment. Our goal is to offer a diverse range of sofas that cater to different tastes and preferences, ensuring that every customer finds the perfect piece for their home. Our Values We are guided by a set of core values that define who we are and how we operate. These values include: Quality: We are committed to using the finest materials and craftsmanship to create sofas that stand the test of time. Innovation: We continually explore new designs and techniques to offer our customers the latest trends and styles. Customer Satisfaction: Our customers are at the heart of everything we do. We strive to exceed their expectations with every product and service. Sustainability: We are dedicated to sustainable practices, ensuring that our products are environmentally friendly and responsibly sourced. Our Team common passion for design Our team is a diverse group of talented individuals who share a common passion for design and quality. From our designers and craftsmen to our customer service representatives, each member of the SofaVerse team plays a crucial role in delivering the best products and services to our customers. We work together to create a positive and collaborative environment where creativity and innovation thrive. Community Involvement At SofaVerse, we believe in giving back to the community. We are actively involved in various charitable initiatives and community projects. Our goal is to make a positive impact on society by supporting causes that align with our values. Whether it's donating furniture to those in need or participating in local events, we are committed to making a difference. Customer Reviews Don't just take our word for it – hear what our customers have to say about our sofas. We are proud to have received numerous positive reviews from satisfied customers who appreciate the quality, comfort, and style of our products. Here are some of their testimonials: Visit Our Showroom We invite you to visit our showroom to see our collection in person. Located in the heart of the city, our showroom features a wide selection of our best-selling sofas. Our friendly and knowledgeable staff will be happy to assist you in finding the perfect sofa for your home. Come and experience the quality and comfort of SofaVerse for yourself. Our Showroom It's stylish, comfortable, and perfect We invite you to visit our showroom to experience our sofas firsthand. Located at a convenient location in the city, our showroom features a wide range of our best-selling sofas. Our friendly and knowledgeable staff will be happy to assist you in finding the perfect sofa for your home. Come and see the quality and craftsmanship that sets SofaVerse apart from the rest. Customer Testimonials We are proud to have a loyal customer base that shares our love for quality sofas. Here are some testimonials from our satisfied customers: \"The sofa we purchased from SofaVerse is the centerpiece of our living room. The quality and comfort are outstanding, and we couldn't be happier with our purchase.\" - Anjali S. \"SofaVerse has exceeded our expectations in every way. The customer service was excellent, and our new sofa is absolutely beautiful.\" - Rajesh K. \"We love our new sectional sofa from SofaVerse. It's stylish, comfortable, and perfect for our family. Thank you for creating such a wonderful product!\" - Priya M. Conclusion Thank you for taking the time to learn more about SofaVerse. We are dedicated to providing our customers with the finest sofas and exceptional service. Explore our collection today and discover the SofaVerse difference. We look forward to welcoming you to our family and helping you create a comfortable and stylish living space. LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "catalog": "Discover Our Sofa Collection at SofaVerse - Find Your Perfect Sofa Today SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Our Sofa Collection Welcome to the SofaVerse catalog, where you'll find an extensive selection of premium sofas designed to suit every taste and lifestyle. Our collection features a variety of styles, materials, and configurations, ensuring that you'll find the perfect sofa to complement your home decor. Explore our range and discover the quality and craftsmanship that define SofaVerse. Premium Sofas 210$ Vans Recliner Sofa add to cart 225$ Asics Sectional Sofa add to cart 210$ Under Armour Sofa Bed add to cart Sofa Beds 999$ Muzo Sofa add to cart 888$ Sofa T-Shirt add to cart 777$ Hexa Sofa add to cart Sectional Sofas 699$ Ultra Comfort Sofa shop now 799$ Sofa T-Shirt shop now 699$ Ultimate Sectional Sofa shop now Loveseats Perfect for cozy corners or as an addition to your existing seating arrangement, our loveseats offer comfort and style in a compact form. Available in a range of designs, from traditional to contemporary, our loveseats are crafted with high-quality materials to ensure durability and comfort. Add a touch of elegance to your home with our beautifully designed loveseats. Chesterfield Sofas Timeless and elegant, our Chesterfield sofas are a symbol of luxury and sophistication. Featuring deep button tufting, rolled arms, and premium leather or fabric upholstery, these sofas make a statement in any room. Our Chesterfield sofas are crafted with attention to detail, ensuring they are as comfortable as they are stylish. Modern Sofas For those who prefer a sleek and contemporary look, our collection of modern sofas offers a variety of stylish options. With clean lines, minimalist designs, and high-quality materials, these sofas are perfect for modern homes. Choose from a range of colors and finishes to find the perfect sofa that reflects your personal style. Sectional Sofas Our sectional sofas are designed for versatility and comfort. Perfect for large families or those who love to entertain, these sofas offer ample seating and can be configured to fit any space. Choose from a range of fabrics and colors to create a custom look that suits your style. With features like reclining seats and built-in storage, our sectional sofas are as functional as they are stylish. Recliners Experience the ultimate in relaxation with our collection of recliners. Designed with comfort in mind, our recliners offer adjustable seating positions, plush cushioning, and durable construction. Whether you're looking for a classic leather recliner or a modern fabric option, our selection has something for everyone. Enjoy the perfect blend of style and comfort with our recliners. Sofa Beds Ideal for small spaces or multi-purpose rooms, our sofa beds provide the functionality of a sofa and a bed in one stylish package. Choose from a variety of designs, including pull-out beds and futons, to find the perfect solution for your home. Our sofa beds are designed to offer both comfort and convenience, making them a great addition to any living space. LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept",
    "contacts": "SofaVerse - Make Memories That Last SofaVerse Home Our Products Learn More Reach Us Home Our Products Learn More Reach Us Reach out to us! Let us know how we can assist you. Your name Your email I agree with our privacy policy Submit LINKS: Privacy Policy Terms conditions Cookies Disclaimer +918843568888 sofav@gmail.com 542 CopreStreet, Bengaluru, Deli, India © 2024 SofaVerse This website uses cookies to enhance your browsing experience and provide personalized content. By continuing to browse our site, you consent to our use of cookies. For more information, please read our Cookies Policy. I accept"
  },
  "date": "2024-05-21T14:48:46.579Z"
}