{
  "name": "New_v8_SteepHaven",
  "pages": {
    "about-us": "SteepHaven sobre nos Tea Emporium - Saboreie Cada Gole com Nossas Misturas de Chá Exclusivas SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Sobre SteepHaven Somos apaixonados por chá e pela experiência que ele proporciona. Na SteepHaven, estamos empenhados em fornecer os melhores chás do mundo, cuidadosamente selecionados e provenientes das melhores plantações. Nossa jornada começou com a busca pelo chá perfeito, e desde então temos nos dedicado a compartilhar essa paixão com nossos clientes. Acreditamos que o chá não é apenas uma bebida, mas uma oportunidade para relaxar, se reunir com amigos e familiares, e apreciar os momentos de tranquilidade. É por isso que cada blend que oferecemos é escolhido com amor e atenção aos detalhes, garantindo uma experiência de chá excepcional em cada xícara. Junte-se a nós nesta jornada de descoberta e deleite-se com os sabores únicos que o mundo do chá tem a oferecer. NOSSA MISSÃO Estamos dedicados a fornecer uma ampla variedade de chás de alta qualidade para satisfazer todos os gostos e necessidades. Nossos chás são cuidadosamente selecionados e provenientes das melhores plantações ao redor do mundo. Priorizamos a excelência na qualidade e na experiência do cliente, e estamos comprometidos em proporcionar momentos de deleite e relaxamento a cada xícara. Junte-se a nós em nossa missão de elevar sua experiência de chá. Descubra Mais &#8594; POR QUE NOS ESCOLHER SteepHaven oferece uma seleção cuidadosamente escolhida de chás premium de todo o mundo. Nosso compromisso é fornecer uma experiência de chá excepcional, garantindo qualidade, frescor e sabor em cada xícara. Priorizamos a sustentabilidade e a responsabilidade ambiental em todas as etapas do processo, desde a seleção dos chás até a embalagem e o envio. Junte-se a nós na jornada de descoberta e apreciação do mundo do chá. Descubra Mais &#8594; O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "contacts": "Contatos - SteepHaven Tea Emporium SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Tem alguma dúvida? Entre em contato conosco. Aceito Política de Privacidade ENVIAR ENTRE EM CONTATO Conecte-se com a SteepHaven para todas as suas variedades de chá. Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561 O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "disclaimers": "Avisos Legais - SteepHaven Tea Emporium SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Avisos Legais Bem-vindo ao SteepHaven Tea Emporium! Exatidão das Informações As informações fornecidas no site do SteepHaven Tea Emporium são apenas para fins informativos gerais. Embora nos esforcemos para manter as informações atualizadas e precisas, não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, sobre a completude, precisão, confiabilidade, adequação ou disponibilidade em relação ao site ou às informações, produtos, serviços ou gráficos relacionados contidos no site para qualquer finalidade. Qualquer confiança que você depositar em tais informações é, portanto, estritamente por sua conta e risco. Links Externos A partir do site do SteepHaven Tea Emporium, você pode visitar outros sites que não estão sob nosso controle. Não temos controle sobre a natureza, o conteúdo e a disponibilidade desses sites. A inclusão de quaisquer links não implica necessariamente uma recomendação ou endosso dos pontos de vista expressos dentro deles. Uso do Site O uso do site do SteepHaven Tea Emporium está sujeito aos nossos Termos de Serviço. Ao continuar a usar o site, você concorda com os termos e condições estabelecidos em nossos Termos de Serviço. O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "index": "SteepHaven Tea Emporium - Saboreie Cada Gole com Nossas Misturas de Chá Exclusivas SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO DELEITE-SE NO SABOR. EXPLORE AGORA Chá Verde Chá Preto Chá de Ervas Chá Oolong DESTAQUES. Chá Verde Orgânico Revigorante e Repleto de Antioxidantes &#9733;&#9733;&#9733;&#9733;&#9733; 19.99 $ Chá Preto Assam Aroma Rico e Sabor Encorpado &#9733;&#9733;&#9733;&#9733;&#9733; 14.99 $ Infusão de Camomila e Menta Calmante e Relaxante &#9733;&#9733;&#9733;&#9733;&#9733; 12.99 $ Chá Oolong Oriental Suave e Aveludado &#9733;&#9733;&#9733;&#9733;&#9733; 24.99 $ NOSSA MISSÃO Estamos dedicados a fornecer uma ampla variedade de chás de alta qualidade para satisfazer todos os gostos e necessidades. Nossos chás são cuidadosamente selecionados e provenientes das melhores plantações ao redor do mundo. Priorizamos a excelência na qualidade e na experiência do cliente, e estamos comprometidos em proporcionar momentos de deleite e relaxamento a cada xícara. Junte-se a nós em nossa missão de elevar sua experiência de chá. Descubra Mais &#8594; Descubra Nossos Chás Chá Verde Descubra a frescura e os benefícios do chá verde, conhecido por suas propriedades antioxidantes e refrescantes. Ver Mais &#8594; Chá Preto Explore a riqueza e o sabor robusto do chá preto, perfeito para aqueles que apreciam uma bebida encorpada. Ver Mais &#8594; Chá de Ervas Desfrute da suavidade e das propriedades calmantes do chá de ervas, uma escolha relaxante para qualquer momento do dia. Ver Mais &#8594; Chá Oolong Experimente a complexidade e o sabor único do chá oolong, conhecido por suas notas florais e frutadas. Ver Mais &#8594; POR QUE NOS ESCOLHER SteepHaven oferece uma seleção cuidadosamente escolhida de chás premium de todo o mundo. Nosso compromisso é fornecer uma experiência de chá excepcional, garantindo qualidade, frescor e sabor em cada xícara. Priorizamos a sustentabilidade e a responsabilidade ambiental em todas as etapas do processo, desde a seleção dos chás até a embalagem e o envio. Junte-se a nós na jornada de descoberta e apreciação do mundo do chá. Descubra Mais &#8594; Destaques Chá Verde do Himalaia Uma mistura revigorante com notas frescas e florais, proveniente das montanhas do Himalaia. $12.99 Chá de Frutas Tropicais Uma explosão de sabores tropicais em cada gole, com uma mistura de frutas exóticas. $9.99 Chá de Inverno Especiarias Um chá reconfortante com uma mistura equilibrada de especiarias quentes, perfeito para noites frias de inverno. $14.99 Sobre SteepHaven Somos apaixonados por chá e pela experiência que ele proporciona. Na SteepHaven, estamos empenhados em fornecer os melhores chás do mundo, cuidadosamente selecionados e provenientes das melhores plantações. Nossa jornada começou com a busca pelo chá perfeito, e desde então temos nos dedicado a compartilhar essa paixão com nossos clientes. Acreditamos que o chá não é apenas uma bebida, mas uma oportunidade para relaxar, se reunir com amigos e familiares, e apreciar os momentos de tranquilidade. É por isso que cada blend que oferecemos é escolhido com amor e atenção aos detalhes, garantindo uma experiência de chá excepcional em cada xícara. Junte-se a nós nesta jornada de descoberta e deleite-se com os sabores únicos que o mundo do chá tem a oferecer. O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "privacy-policy": "Política de Privacidade - SteepHaven Tea Emporium SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Política de Privacidade SteepHaven leva a sério a privacidade de seus usuários. Esta Política de Privacidade descreve como coletamos, usamos e divulgamos suas informações pessoais. 1. Informações que Coletamos Podemos coletar os seguintes tipos de informações sobre você: Informações pessoais que você nos fornece, como nome, endereço de e-mail, número de telefone e informações de cobrança, quando você cria uma conta de usuário, faz uma compra ou entra em contato conosco. Informações coletadas automaticamente, como seu endereço IP, tipo de navegador, provedor de serviços de Internet (ISP), data e hora da visita e as páginas visitadas em nosso site. Informações de cookies e outras tecnologias de rastreamento. 2. Como Usamos Suas Informações Podemos usar suas informações pessoais para: Fornecer e operar nossos serviços. processar suas transações. Enviar-lhe comunicações promocionais, como boletins informativos e ofertas especiais. Personalizar sua experiência em nosso site. Analisar o uso de nossos serviços. 3. Divulgação de Suas Informações Podemos divulgar suas informações pessoais a terceiros nas seguintes circunstâncias: Para fornecedores de serviços que contratamos para nos ajudar a operar nosso negócio. Para cumprir a lei ou responder a um processo legal. Para proteger os direitos e a segurança de você, da SteepHaven ou de terceiros. O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "products": "Chás Premium - SteepHaven Tea Emporium SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Chá Verde Chá Preto Chá de Ervas Chá Oolong DESTAQUES. Chá Verde Orgânico Revigorante e Repleto de Antioxidantes &#9733;&#9733;&#9733;&#9733;&#9733; 19.99 $ Chá Preto Assam Aroma Rico e Sabor Encorpado &#9733;&#9733;&#9733;&#9733;&#9733; 14.99 $ Infusão de Camomila e Menta Calmante e Relaxante &#9733;&#9733;&#9733;&#9733;&#9733; 12.99 $ Chá Oolong Oriental Suave e Aveludado &#9733;&#9733;&#9733;&#9733;&#9733; 24.99 $ Descubra Nossos Chás Chá Verde Descubra a frescura e os benefícios do chá verde, conhecido por suas propriedades antioxidantes e refrescantes. Ver Mais &#8594; Chá Preto Explore a riqueza e o sabor robusto do chá preto, perfeito para aqueles que apreciam uma bebida encorpada. Ver Mais &#8594; Chá de Ervas Desfrute da suavidade e das propriedades calmantes do chá de ervas, uma escolha relaxante para qualquer momento do dia. Ver Mais &#8594; Chá Oolong Experimente a complexidade e o sabor único do chá oolong, conhecido por suas notas florais e frutadas. Ver Mais &#8594; Destaques Chá Verde do Himalaia Uma mistura revigorante com notas frescas e florais, proveniente das montanhas do Himalaia. $12.99 Chá de Frutas Tropicais Uma explosão de sabores tropicais em cada gole, com uma mistura de frutas exóticas. $9.99 Chá de Inverno Especiarias Um chá reconfortante com uma mistura equilibrada de especiarias quentes, perfeito para noites frias de inverno. $14.99 O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "terms-conditions": "Termos e Condições - SteepHaven Tea Emporium SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Termos e Condições Bem-vindo(a) ao SteepHaven! Ao acessar ou utilizar nosso site, serviços, aplicativos ou produtos, você concorda em cumprir estes Termos e Condições (\"Termos\"). Leia atentamente estes Termos antes de utilizar nossos serviços. 1. Aceitação dos Termos Ao acessar ou utilizar nossos serviços, você concorda e se compromete a cumprir e estar vinculado a estes Termos. Se você não concordar com todos os Termos, não poderá acessar ou utilizar nossos serviços. 2. Alterações aos Termos Reservamo-nos o direito de modificar estes Termos a qualquer momento. É sua responsabilidade verificar periodicamente as alterações. Ao continuar a utilizar nossos serviços após a publicação de alterações revisadas, você concorda com os Termos revisados. 3. Conta de Usuário Para acessar certos recursos de nossos serviços, você pode precisar criar uma conta de usuário. Você é responsável por manter a confidencialidade de sua conta e senha e por todas as atividades que ocorrem sob sua conta. 4. Propriedade Intelectual O conteúdo de nossos serviços, incluindo, mas não se limitando a, texto, código, gráficos, logos, imagens e software, é protegido por direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você não pode usar qualquer conteúdo de nossos serviços sem nossa permissão expressa por escrito. 5. Uso dos Serviços Você concorda em não usar nossos serviços para qualquer propósito ilegal ou proibido por estes Termos. Você concorda em não interferir ou interromper os serviços ou servidores da SteepHaven. Você também concorda em não violar qualquer lei aplicável ao utilizar nossos serviços. 6. Limitação de Responsabilidade Nossos serviços são fornecidos \"como estão\" e \"conforme disponíveis\". Não oferecemos garantias de qualquer tipo, expressas ou implícitas. Não nos responsabilizamos por quaisquer danos decorrentes do uso de nossos serviços. 7. Rescisão Podemos rescindir seu acesso aos nossos serviços a qualquer momento, por qualquer motivo ou sem motivo. Também podemos rescindir estes Termos a qualquer momento. Ao rescindirmos estes Termos, seu direito de utilizar nossos serviços cessará imediatamente. Você também pode rescindir estes Termos a qualquer momento, simplesmente deixando de utilizar nossos serviços. 8. Lei Aplicável e Jurisdição Estes Termos serão regidos e interpretados de acordo com as leis do [seu país]. Você concorda em se submeter à jurisdição exclusiva dos tribunais do [seu país] para resolver qualquer disputa decorrente destes Termos. O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561",
    "thanks": "Obrigado - SteepHaven Tea Emporium SteepHaven INÍCIO SOBRE NÓS PRODUTOS CONTATO Obrigado por entrar em contato! Agradecemos sua mensagem e entraremos em contato em breve. Continue explorando nossas misturas exclusivas de chá enquanto aguarda nossa resposta. O site SteepHaven Tea Emporium utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar Navegação Página Inicial Produtos Contatos Links Importantes Avisos Legais Privacidade & Política Termos & Condições Localização Setor Médico Hospitalar Norte,Asa Norte, Brasilia - Federal District, Brazil steephaven@gmail.com +91-755-549-4561"
  },
  "date": "2024-05-26T13:47:55.478Z"
}