{
  "name": "New_v8_AutoEasyParts",
  "pages": {
    "contacts": "Get in Touch with AutoEase Parts AutoEase Parts Main Products Contact Us We're Here to Help Get in touch with AutoEase Parts for any queries or support. Reach Us At Find our contact details here for quick assistance. Email autoeaseparts@gmail.com Phone +91-226-298-3739 Address 102 Jariwala Bldg, H Th Katariya Road, Mahim Send Us a Message Fill out the form below to reach our support team. We’ll get back to you shortly. Name Email Message I agree to the Privacy Policy Send Message Frequently Asked Questions Find answers to common queries about our products and services. What is your return policy? We offer a 30-day return policy on all our products. Please refer to our return policy page for more details. Do you provide installation services? Yes, we offer professional installation services for our products. Contact us for more information. How can I track my order? You can track your order using the tracking link sent to your email after the purchase. Do you offer international shipping? Currently, we only ship within India. Stay tuned for updates on international shipping. Can I cancel my order? Orders can be cancelled within 24 hours of placement. Please contact our support team for assistance. AutoEase Parts Products Contact Us Disclaimer Privacy Policy Terms and Conditions This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "disclaimer": "AutoEase Parts Legal Notice AutoEase Parts Main Products Contact Us Disclaimer 1. General Information The information provided by AutoEase Parts (\"we,\" \"us,\" or \"our\") on this website is for general informational purposes only. All information on the site is provided in good faith, however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site. 2. Professional Advice The site cannot and does not contain professional advice. The automotive information is provided for general informational and educational purposes only and is not a substitute for professional advice. Accordingly, before taking any actions based upon such information, we encourage you to consult with the appropriate professionals. We do not provide any kind of automotive advice. The use or reliance of any information contained on this site is solely at your own risk. 3. External Links Disclaimer The site may contain (or you may be sent through the site) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. We do not warrant, endorse, guarantee, or assume responsibility for the accuracy or reliability of any information offered by third-party websites linked through the site or any website or feature linked in any banner or other advertising. We will not be a party to or in any way be responsible for monitoring any transaction between you and third-party providers of products or services. 4. Testimonials Disclaimer The site may contain testimonials by users of our products and/or services. These testimonials reflect the real-life experiences and opinions of such users. However, the experiences are personal to those particular users, and may not necessarily be representative of all users of our products and/or services. We do not claim, and you should not assume, that all users will have the same experiences. Your individual results may vary. 5. Errors and Omissions Disclaimer While we have made every attempt to ensure that the information contained in this site has been obtained from reliable sources, AutoEase Parts is not responsible for any errors or omissions or for the results obtained from the use of this information. All information in this site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. 6. Fair Use Disclaimer This site may contain copyrighted material, the use of which has not always been specifically authorized by the copyright owner. We are making such material available for criticism, comment, news reporting, teaching, scholarship, or research. We believe this constitutes a \"fair use\" of any such copyrighted material as provided for in Section 107 of the US Copyright Law. 7. Views Expressed Disclaimer The site may contain views and opinions which are those of the authors and do not necessarily reflect the official policy or position of any other author, agency, organization, employer, or company, including AutoEase Parts. Comments published by users are their sole responsibility, and the users will take full responsibility, liability, and blame for any libel or litigation that results from something written in or as a direct result of something written in a comment. AutoEase Parts is not liable for any comment published by users and reserves the right to delete any comment for any reason whatsoever. 8. No Responsibility Disclaimer The information on the site is provided with the understanding that AutoEase Parts is not herein engaged in rendering legal, accounting, tax, or other professional advice and services. As such, it should not be used as a substitute for consultation with professional accounting, tax, legal, or other competent advisers. 9. \"Use at Your Own Risk\" Disclaimer All information in the site is provided \"as is,\" with no guarantee of completeness, accuracy, timeliness, or of the results obtained from the use of this information, and without warranty of any kind, express or implied, including, but not limited to warranties of performance, merchantability, and fitness for a particular purpose. 10. Contact Us If you have any questions about this disclaimer, you can contact us at: Email: autoeaseparts@gmail.com AutoEase Parts Products Contact Us Disclaimer Privacy Policy Terms and Conditions This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "index": "Enhance Your Car with AutoEase Parts AutoEase Parts Main Products Contact Us Upgrade Your Ride with Quality Parts Discover top-notch car accessories and spare parts for your vehicle. Shop now for unbeatable deals and exceptional customer service. Our Achievements We are proud of our achievements and strive for new heights. 10,000+ Satisfied Customers 5,000+ Products Sold 50+ Industry Awards Who We Are AutoEase Parts is your trusted source for high-quality automotive accessories and spare parts. Serving the Indian market with dedication and excellence. At AutoEase Parts, we are passionate about cars and committed to providing the best products to our customers. Our extensive range of automotive accessories and spare parts is carefully curated to meet the highest standards of quality and performance. Our journey started with a simple mission: to make car maintenance and upgrades accessible and affordable for everyone. Today, we are proud to be a leading supplier of automotive parts in India, trusted by thousands of car enthusiasts and professionals. We believe in the power of innovation and continuously strive to bring the latest and most advanced products to our customers. Whether you need a simple upgrade or a complete overhaul, AutoEase Parts has got you covered. Join us on our journey and experience the difference that high-quality automotive parts can make. We are here to support you every step of the way. Our Mission At AutoEase Parts, our mission is to provide top-quality automotive parts and exceptional customer service to car enthusiasts across India. We are dedicated to ensuring that every customer finds the perfect parts for their vehicle. Our team is here to assist you with expert advice and personalized recommendations. Contact Us Explore Our Range From exterior enhancements to essential spare parts, find everything you need to keep your car in top condition. Exterior Accessories Spoilers, covers, and more to enhance your car's appearance. Interior Accessories Comfortable and stylish accessories for your car's interior. Spare Parts High-quality spare parts to keep your car running smoothly. Car Electronics Navigation systems, cameras, and other electronic accessories. Maintenance & Care Cleaning products and tools to maintain your car's shine. Performance Parts Upgrade your car's performance with our premium parts. What Our Customers Say Read testimonials from our satisfied customers. Discover why AutoEase Parts is the go-to choice for car enthusiasts. \"AutoEase Parts provided me with the best parts for my car. Their customer service is top-notch!\" Rajesh Kumar \"I found everything I needed to upgrade my car. Great quality and fast delivery!\" Anjali Mehta \"Excellent range of products and very reasonable prices. Highly recommend AutoEase Parts!\" Vijay Patel \"The support team was very helpful in guiding me to the right parts for my vehicle. Will definitely shop here again.\" Priya Singh \"High-quality parts and quick delivery. My car runs like new again thanks to AutoEase Parts.\" Suresh Reddy \"Amazing customer service and a wide variety of products. I always find what I need here.\" Neha Sharma Our Principles Our core values drive everything we do at AutoEase Parts. We are committed to excellence and customer satisfaction. Quality Products Exceptional Service Customer Satisfaction Innovation Sustainability Ready to Upgrade Your Car? Contact us today for expert advice and personalized recommendations. Contact Us AutoEase Parts Products Contact Us Disclaimer Privacy Policy Terms and Conditions This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "privacy-policy": "AutoEase Parts Privacy Statement AutoEase Parts Main Products Contact Us Privacy Policy 1. Introduction Welcome to AutoEase Parts. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. 2. Collection of Your Information We may collect information about you in a variety of ways. The information we may collect on the Site includes personal data, such as your name, shipping address, email address, and telephone number, and demographic data, such as your age, gender, hometown, and interests. 3. Use of Your Information We may use the information we collect about you to: Process your transactions. Send you a confirmation. Administer your account. Respond to customer service requests. Send you marketing communications. Improve our website and marketing efforts. 4. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights Business Transfers Third-Party Service Providers Marketing Communications Interactions with Other Users 5. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 6. Tracking Technologies We may use cookies, web beacons, tracking pixels, and other tracking technologies on the Site to help customize the Site and improve your experience. When you access the Site, your personal information is not collected through the use of tracking technology. Most browsers are set to accept cookies by default. You can remove or reject cookies, but be aware that such action could affect the availability and functionality of the Site. 7. Third-Party Websites The Site may contain links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us. Once you have used these links to leave the Site, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information. 8. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you believe we might have any information from or about a child under 13, please contact us at autoeaseparts@gmail.com. 9. Controls for Do-Not-Track Features Most web browsers and some mobile operating systems include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. No uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. 10. Options Regarding Your Information You may at any time review or change the information in your account or terminate your account by contacting us using the contact information provided below. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements. 11. Emails and Communications If you no longer wish to receive correspondence, emails, or other communications from us, you may opt-out by contacting us at autoeaseparts@gmail.com. If you no longer wish to receive correspondence, emails, or other communications from third parties, you are responsible for contacting the third party directly. 12. Changes to This Privacy Policy We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. 13. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: Email: autoeaseparts@gmail.com AutoEase Parts Products Contact Us Disclaimer Privacy Policy Terms and Conditions This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "products": "Explore Our Wide Range of Products AutoEase Parts Main Products Contact Us Discover Our Product Range Browse through our extensive categories to find the perfect parts and accessories for your vehicle. Our Products Explore our diverse range of car parts and accessories across various categories. All Products Exterior Accessories Interior Accessories Spare Parts Car Electronics Maintenance & Care Performance Parts Performance Parts Exhaust System High-performance exhaust system for better output. ₹5,500 Exterior Accessories Car Cover High-quality, waterproof car cover for all-weather protection. ₹1,200 Interior Accessories Floor Mats Durable and easy-to-clean floor mats for your car. ₹800 Spare Parts Brake Pads High-performance brake pads for enhanced safety. ₹1,500 Car Electronics GPS System Reliable GPS system for accurate navigation. ₹4,000 Performance Parts Air Intake Performance air intake for improved engine efficiency. ₹2,500 Car Electronics Dashcam High-definition dashcam for safety and recording. ₹3,000 Maintenance & Care Car Wax Premium car wax for a shiny and protected finish. ₹600 Exterior Accessories Car Spoiler Aerodynamic spoiler for enhanced performance and style. ₹3,500 Spare Parts Air Filter Efficient air filter to improve your car's performance. ₹500 Interior Accessories Seat Covers Premium leather seat covers for added comfort and style. ₹2,000 Maintenance & Care Cleaning Kit Comprehensive car cleaning kit for all surfaces. ₹1,200 Contact Us Why Choose Us Here are the top reasons why our customers trust AutoEase Parts for their automotive needs: &#10003; High-Quality Products &#10003; Competitive Prices &#10003; Excellent Customer Service &#10003; Fast and Reliable Shipping &#10003; Extensive Product Range Our Commitment to Quality At AutoEase Parts, quality is our top priority. We ensure that every product we offer meets the highest standards of performance and durability. Our rigorous quality control process guarantees that you receive only the best parts and accessories for your vehicle. We source our products from trusted manufacturers who share our commitment to excellence. Whether you're looking for exterior enhancements, interior accessories, or essential spare parts, you can trust AutoEase Parts to provide reliable, high-quality products. Installation Services We offer professional installation services for all our products. Here are some of the services we provide: Exterior Accessories Installation Interior Accessories Installation Electronic Device Installation What You Need to Know Before Ordering Before placing your order, please take note of the following: Ensure that the parts you select are compatible with your vehicle's make and model. If you have any doubts, feel free to contact our support team for assistance. Review our return policy and warranty information to understand your rights and our commitments. We are dedicated to providing you with the best shopping experience. Double-check your order details before finalizing your purchase to avoid any discrepancies. We strive to process and ship orders as quickly as possible. Need Help Finding the Right Product? Contact us for assistance in choosing the best parts and accessories for your car. Contact Us AutoEase Parts Products Contact Us Disclaimer Privacy Policy Terms and Conditions This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "terms-conditions": "AutoEase Parts Terms of Service AutoEase Parts Main Products Contact Us Terms and Conditions 1. Introduction Welcome to AutoEase Parts. These Terms and Conditions govern your use of our website and the purchase of products from our site. By accessing or using our website, you agree to comply with these terms. If you disagree with any part of the terms, please do not use our website. 2. Use of the Website By using our website, you agree to use it only for lawful purposes. You must not use our site in any way that breaches any applicable local, national, or international law or regulation. Additionally, you must not use our site in any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect. 3. Account Registration To access certain features of our website, you may be required to create an account. You must provide accurate and complete information during the registration process and keep your account information updated. You are responsible for maintaining the confidentiality of your account details and for all activities that occur under your account. 4. Product Information and Pricing We make every effort to display our products and their descriptions as accurately as possible. However, we do not guarantee that product descriptions or other content on the site are accurate, complete, reliable, current, or error-free. Prices for our products are subject to change without notice. 5. Orders and Payment By placing an order on our website, you agree to provide current, complete, and accurate purchase and account information. We reserve the right to refuse any order you place with us. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the email and/or billing address/phone number provided at the time the order was made. 6. Shipping and Delivery Shipping and delivery times may vary depending on the availability of products and your location. We are not responsible for delays caused by events outside our control. You will be responsible for the cost of shipping and handling for any returns or exchanges, except where we have made an error in your order. 7. Returns and Refunds If you are not satisfied with your purchase, you may return the product within 30 days of receipt for a refund or exchange. Products must be returned in their original condition and packaging. Shipping and handling fees are non-refundable, and you will be responsible for return shipping costs unless the return is a result of our error. 8. Intellectual Property All content on our website, including but not limited to text, graphics, logos, images, and software, is the property of AutoEase Parts or its content suppliers and is protected by international copyright laws. You may not reproduce, distribute, or display any content from our website without our prior written consent. 9. Limitation of Liability In no event shall AutoEase Parts, its directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages resulting from your use of our website or the purchase of any products from our site. This limitation of liability applies to all damages of any kind, including but not limited to loss of profits, data, or goodwill, even if we have been advised of the possibility of such damages. 10. Indemnification You agree to indemnify, defend, and hold harmless AutoEase Parts, its officers, directors, employees, and agents from any claims, liabilities, damages, and expenses, including reasonable attorneys' fees, arising out of or related to your use of our website or your violation of these Terms and Conditions. 11. Governing Law These Terms and Conditions and any separate agreements whereby we provide you services shall be governed by and construed in accordance with the laws of India. Any disputes arising out of or related to these terms shall be resolved in the courts of India. 12. Changes to Terms and Conditions We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Your continued use of our website following any such changes constitutes your acceptance of the new terms. You are advised to review these Terms and Conditions periodically for any changes. 13. Contact Us If you have any questions about these Terms and Conditions, please contact us at: Email: autoeaseparts@gmail.com AutoEase Parts Products Contact Us Disclaimer Privacy Policy Terms and Conditions This website uses cookies to ensure you get the best experience on our website. Learn more Got it!",
    "thank_page": "Thank You for Your Message AutoEase Parts Thank You for Reaching Out! Back to the Main Page"
  },
  "date": "2024-06-23T21:06:08.881Z"
}