{
  "name": "New_v9_HarmonyDesigns",
  "pages": {
    "about": "Harmony Designs | Transformando Espaços em Ambientes Harmoniosos Harmony Designs Casa Sobre nós Portfólio Casa Sobre nós Portfólio +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010 Sobre Harmony Designs Criando interiores atemporais que refletem seu estilo e melhoram seu estilo de vida. Na Harmony Designs, a nossa visão é transformar espaços em ambientes inspiradores que harmonizem estética com funcionalidade. Acreditamos na criação de interiores que não apenas reflitam o seu estilo pessoal, mas também melhorem a sua experiência de vida diária. Nossa missão é fornecer serviços excepcionais de design de interiores, adaptados às necessidades exclusivas de cada cliente. Nós nos esforçamos para superar as expectativas através da criatividade, atenção aos detalhes e um compromisso com o artesanato de qualidade. Total de Projetos: +150 Clientes satisfeitos: +200 Prêmios ganhos: 5 Anos no negócio: 10 Nossas vantagens Preços transparentes e propostas de projetos detalhadas. Compromisso com a satisfação do cliente e prazos dos projetos. Equipe experiente de designers e decoradores. Soluções personalizadas e adaptadas às suas necessidades. Nosso time John Doe Designer de interiores Michael Johnson Gestor de projeto Sarah Williams Designer Sênior Jane Smith Especialista em decoração Avaliações de Clientes John Harmony Designs transformou nosso espaço em uma verdadeira obra-prima. Sua atenção aos detalhes e criatividade superaram nossas expectativas. Emily A equipe da Harmony Designs prestou um serviço excepcional do início ao fim. A reformulação do nosso escritório foi perfeita e lindamente executada. Sophia Fiquei impressionado com o profissionalismo e a abordagem única que a Harmony Designs adotou para renovar nossa cozinha. Altamente recomendado! James Trabalhar com a Harmony Designs foi uma experiência deliciosa. Suas soluções inovadoras e experiência em design deram vida à nossa visão. Harmony Designs Casa Sobre nós Portfólio Política de Privacidade Termos e Condições +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010",
    "index": "Harmony Designs | Soluções de design de interiores elegantes e funcionais Harmony Designs Casa Sobre nós Portfólio Casa Sobre nós Portfólio +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010 Bem-vindo à Harmony Designs Na Harmony Designs, acreditamos que o seu espaço deve refletir a sua personalidade e estilo de vida. Com a nossa equipa especializada de designers, transformamos espaços comuns em ambientes extraordinários que não são apenas esteticamente agradáveis, mas também altamente funcionais. Nosso design abrangente processo garante que cada detalhe seja meticulosamente planejado e executado, desde o conceito inicial até os retoques finais. Se você deseja redesenhar sua casa, escritório ou espaço comercial, nossas soluções personalizadas são projetadas para atender às suas necessidades e preferências específicas. Junte-se a nós em uma jornada de criatividade e inovação à medida que damos vida à sua visão. Oferecemos serviços profissionais premium Renovação chave na mão Realizamos o trabalho desde o desenvolvimento do conceito até o comissionamento, você não precisa pensar em nada Supervisão Técnica Monitorar o cumprimento das tecnologias de acabamento e a qualidade dos materiais utilizados. Construção Visita ao local e acompanhamento constante do projetista sobre a correta execução do projeto de design Reparação e decoração Conclusão do projeto de design no prazo e com qualidade impecável. 5 anos de garantia em qualquer reparo! Nossos trabalhos &#10094; &#10095; Mais projetos Blogue Postado em 20 de junho de 2024 Transforme sua sala de estar com estas dicas simples A sala de estar é o coração da sua casa e, com algumas mudanças simples, você pode criar um espaço que seja ao mesmo tempo elegante e confortável. Neste post, compartilharemos algumas dicas fáceis para transformar sua sala em um lindo refúgio. Postado em 17 de junho de 2024 As 10 principais tendências de design de interiores para 2024 Fique à frente da curva com as últimas tendências em design de interiores. De cores ousadas a materiais sustentáveis, descubra as principais tendências que definirão o design de interiores em 2024. Postado em 15 de junho de 2024 Como escolher os móveis certos para o seu espaço Selecionar os móveis certos pode fazer ou quebrar seu design de interiores. Aprenda a escolher peças que não apenas se adapta ao seu estilo, mas também melhora a funcionalidade do seu espaço. Postado em 12 de junho de 2024 Escolhendo o esquema de cores certo Phasellus vestibulum dui eget nibh luctus, quis bibendum metus molestie. Nam sed accumsan libero, non hendrerit nisi. Nossos contatos +55 11 91234-5678 harmonydesigns@gmail.com Enviar I accept the Privacy Policy Harmony Designs Casa Sobre nós Portfólio Política de Privacidade Termos e Condições +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010",
    "portfolio": "Harmony Designs | Design de interiores personalizado para seu estilo único Harmony Designs Casa Sobre nós Portfólio Casa Sobre nós Portfólio +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010 Explore nossos mais recentes projetos de design de interiores e veja as transformações que demos vida. No nosso ateliê acreditamos na transformação de espaços para refletir a personalidade e o estilo único de cada cliente. Com anos de experiência na indústria, nossa equipe de designers talentosos se dedica a criar interiores deslumbrantes que combinam funcionalidade com apelo estético. Esteja você procurando reformar um único cômodo ou realizar uma reforma completa em sua casa, estamos aqui para ajudá-lo em cada etapa do processo. Desde a consulta inicial até a implementação final, nosso objetivo é garantir que sua visão seja concretizada com precisão e criatividade. Nosso portfólio apresenta uma gama diversificada de projetos, desde modernos apartamentos urbanos até aconchegantes casas no campo. Orgulhamo-nos de nossa atenção aos detalhes, soluções de design inovadoras e compromisso com a satisfação do cliente. Explore nosso portfólio para ver o poder transformador de nossa experiência em design. Pronto para iniciar sua jornada de design? Contate-nos hoje para agendar uma consulta e descobrir como podemos ajudá-lo a criar o espaço dos seus sonhos. Você quer um belo interior?Chamar +55 11 91234-5678 Solicite uma ligação Harmonia Funcional Leve e rigoroso A atmosfera do minimalismo Cores ensolaradas da Provença Perguntas frequentes Que serviços você oferece? We offer a range of interior design services including residential design, commercial design, space planning, and more. Como posso marcar uma consulta? Você pode agendar uma consulta entrando em contato conosco através do formulário de contato do nosso site ou ligando diretamente para nosso escritório. Qual é a sua estrutura de preços? Nossa estrutura de preços depende do escopo e da complexidade do projeto. Oferecemos opções de cobrança fixa e por hora. Você trabalha com outros empreiteiros? Sim, colaboramos frequentemente com empreiteiros, arquitetos e outros profissionais para garantir o sucesso do seu projeto. Harmony Designs Casa Sobre nós Portfólio Política de Privacidade Termos e Condições +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010",
    "privacy-policy": "Harmony Designs | Seu parceiro em design de interiores excepcional Harmony Designs Casa Sobre nós Portfólio Casa Sobre nós Portfólio +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010 Política de Privacidade Introdução Harmony Designs (\"nós\", \"nós\" ou \"nosso\") opera o site Harmony Designs (o \"Serviço\"). Esta página informa sobre nossas políticas relativas à coleta, uso e divulgação de dados pessoais quando você usa nosso Serviço e as escolhas que você associou a esses dados. Coleta e uso de informações Coletamos vários tipos diferentes de informações para diversas finalidades, a fim de fornecer e melhorar nosso Serviço para você. Tipos de dados coletados Dados Pessoais: Ao usar nosso Serviço, podemos solicitar que você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá-lo ou identificá-lo (\"Dados Pessoais\"). As informações de identificação pessoal podem incluir, mas não estão limitadas a: Endereço de e-mail Nome e sobrenome Número de telefone Cookies e dados de uso Dados de Uso: Também poderemos coletar informações sobre como o Serviço é acessado e usado (\"Dados de Uso\"). Esses Dados de Uso podem incluir informações como o endereço de protocolo da Internet do seu computador (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso Serviço que você visita, a hora e a data da sua visita, o tempo gasto nessas páginas, informações exclusivas identificadores de dispositivos e outros dados de diagnóstico. Uso de dados A Harmony Designs usa os dados coletados para diversos fins: Para fornecer e manter o Serviço Para notificá-lo sobre alterações em nosso Serviço Para permitir que você participe de recursos interativos do nosso Serviço quando você decidir fazê-lo Para fornecer atendimento e suporte ao cliente Para fornecer análises ou informações valiosas para que possamos melhorar o Serviço Para monitorar o uso do Serviço Para detectar, prevenir e resolver problemas técnicos Segurança de dados A segurança dos seus dados é importante para nós, mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para usar meios comercialmente aceitáveis ​​para proteger seus Dados Pessoais, não podemos garantir sua segurança absoluta. Alterações nesta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade nesta página. Aconselhamos que você revise esta Política de Privacidade periodicamente para quaisquer alterações. As alterações nesta Política de Privacidade entrarão em vigor quando forem publicadas nesta página. Entre em contato conosco Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco: harmonydesigns@gmail.com Harmony Designs Casa Sobre nós Portfólio Política de Privacidade Termos e Condições +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010",
    "terms-conditions": "Harmony Designs | Serviços inovadores de design de interiores Harmony Designs Casa Sobre nós Portfólio Casa Sobre nós Portfólio +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010 Termos e Condições Introdução Estes Termos e Condições (\"Termos\", \"Termos de Serviço\") regem o uso do site da Harmony Designs (o \"Serviço\") operado pela Harmony Designs (\"nós\", \"nós\" ou \"nosso\") . Contas Ao criar uma conta conosco, você deve nos fornecer informações precisas, completas e atuais em todos os momentos. Não fazer isso constitui uma violação dos Termos, o que pode resultar no encerramento imediato de sua conta em nosso Serviço. Links para outros sites Nosso serviço pode conter links para sites ou serviços de terceiros que não pertencem ou são controlados pela Harmony Designs. Harmony Designs não tem controle e não assume nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você também reconhece e concorda que a Harmony Designs não será responsável, direta ou indiretamente, por qualquer dano ou perda causado ou supostamente causado por ou em conexão com o uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços. Alterações Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. Se uma revisão for material, tentaremos fornecer um aviso com pelo menos 30 dias de antecedência antes da entrada em vigor de quaisquer novos termos. O que constitui uma alteração material será determinado a nosso exclusivo critério. Entre em contato conosco Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco: harmonydesigns@gmail.com Harmony Designs Casa Sobre nós Portfólio Política de Privacidade Termos e Condições +55 11 91234-5678 harmonydesigns@gmail.com Praça Ramos de Azevedo, s/n - República, São Paulo - SP, 01037-010",
    "thanks": "Harmony Designs | Criação de espaços interiores personalizados Casa Obrigado! Agradecemos seu interesse na Harmony Designs."
  },
  "date": "2024-06-26T08:55:14.900Z"
}