{
  "name": "New_v8_gym",
  "pages": {
    "about": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Uma academia feita de paixão e excelência Início Preços Quem somos Depoimentos Entre em contato Uma academia feita de paixão e excelência Fundada em 2010 por dois educadores físicos apaixonados pelo fitness e bem-estar, nossa academia sempre teve o propósito de ajudar pessoas a conquistar seus melhores corpos com saúde. Ao longo desses anos de história, milhares de alunos já passaram por aqui, obtiveram resultados incríveis e transformaram suas vidas. Nosso compromisso Nosso compromisso é entregar sempre: Equipes treinadas para motivar e fazer o melhor por você Estruturas e equipamentos de ultratecnologia Variedade de modalidades para todos os gostos e necessidades Atenção personalizada na sua jornada rumo ao corpo dos sonhos Queremos ser seus parceiros na busca da melhor forma física e saúde! O que nossos alunos estão dizendo João Santos Aluno Academia excelente! Equipes super atenciosas e estrutura de primeira. Maria Souza Aluna Estou adorando malhar aqui! Já perdi 5 kg em 2 meses. Pedro Rodrigues Aluno Recomendo muito essa academia. Minha performance melhorou demais! Amanda Gomes Aluna Visual totalmente renovado desde que comecei a malhar aqui. Roberto Oliveira Aluno Excelente estrutura, professores qualificados e ótimo ambiente. Fernanda Pereira Aluna Super indico! Meu condicionamento físico melhorou muito desde que entrei. Carlos Silva Aluno Não vejo a hora de malhar quando venho para esta academia. Vale cada centavo! Juliana Melo Aluna A equipe da academia é muito profissional e dedicada. Adoro malhar aqui! Conquiste resultados incríveis conosco 75% Dos alunos melhoram condicionamento em 3 meses 60% Aumento de massa muscular em 6 meses 80% Melhora na qualidade do sono reportada Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "contact": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Entre em contato conosco Início Preços Quem somos Depoimentos Entre em contato Entre em contato conosco! Ficou interessado em fazer parte do nosso time? Quer tirar suas dúvidas sobre planos, valores ou atividades? Deixe suas informações abaixo que retornaremos em breve. Caso prefira falar ao vivo, também atendemos via telefone de segunda a sexta das 8h às 18h. Ligue já e fale com um de nossos especialistas! Eu aceito a política de privacidade Enviar mensagem Uma academia de primeira linha +3.000 Alunos por mês 5 Anos no mercado 2.000 m2 Área construída 80 Equipamentos de última geração Uma academia feita de paixão e excelência Fundada em 2010 por dois educadores físicos apaixonados pelo fitness e bem-estar, nossa academia sempre teve o propósito de ajudar pessoas a conquistar seus melhores corpos com saúde. Ao longo desses anos de história, milhares de alunos já passaram por aqui, obtiveram resultados incríveis e transformaram suas vidas. Nosso compromisso Nosso compromisso é entregar sempre: Equipes treinadas para motivar e fazer o melhor por você Estruturas e equipamentos de ultratecnologia Variedade de modalidades para todos os gostos e necessidades Atenção personalizada na sua jornada rumo ao corpo dos sonhos Queremos ser seus parceiros na busca da melhor forma física e saúde! Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "disclaimer": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Aviso Legal Início Preços Quem somos Depoimentos Entre em contato Aviso Legal Ao utilizar este site o usuário concorda em respeitar todas as leis locais, estaduais e federais aplicáveis, bem como quaisquer outras leis que regulem o uso da Internet. Este site e seu conteúdo são protegidos pelas leis de direitos autorais e propriedade intelectual. Todos os textos, imagens, vídeos ou outros materiais são de propriedade exclusiva da empresa. Exclusão de responsabilidades: Não nos responsabilizamos por decisões que o usuário tomar com base nas informações contidas neste site. Também não damos nenhuma garantia sobre o conteúdo publicado. O site poderá conter imprecisões ou erros. Recomendamos que o usuário consulte um profissional licenciado para obter conselhos específicos e adequados à sua situação particular. Denúncias: Caso algum usuário deseje denunciar abuso, infração de direitos ou outra ação ilegal associada ao conteúdo deste site, pedimos que entre em contato através do e-mail. Iremos investigar e tomar as medidas cabíveis. Dúvidas e Contato: Qualquer outra dúvida, solicitação ou assunto legal associado ao funcionamento deste portal e os serviços oferecidos podem ser direcionadas ao e-mail ou telefone de segunda à sexta das 09h às 17h. Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "form": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Faça seu pedido Início Preços Quem somos Depoimentos Entre em contato Eu aceito a política de privacidade Enviar mensagem Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "index": "Academia em Brasil | Musculação, Ginástica e Personal Trainer Início Preços Quem somos Depoimentos Entre em contato Malhe com os melhores em Brasil Nossa academia conta com infraestrutura de ponta e profissionais qualificados para potencializar seus treinos. Conheça nossas modernas instalações, equipe experiente e diversas modalidades esportivas. Oferecemos musculação, ginástica, crossfit, pilates, natação e muito mais. Venha malhar com quem entende do assunto. Fale agora com nossos consultores. ver preços Escolha o seu plano Oferecemos planos para todos os objetivos, necessidades e budgets. Conheça nossas opções flexíveis de planos mensais e anuais com acesso livre ou limitado às áreas da academia e atividades guiadas por nossa equipe de professores especialistas. Temos planos focados em musculação, ginásticas, natação, crossfit e muito mais. Escolha o ideal para você e venha malhar com a gente! Iniciante O plano ideal para quem está começando a malhar! Acesso livre à musculação para montar seus próprios treinos + 2 aulas de ginástica por semana. Musculação livre 2 aulas de ginástica por semana R$80/mês Inscreva-se Intermediário Musculação livre + acesso ilimitado a diversas modalidades de ginástica e à piscina de natação para montar treinos completos. Musculação livre Ginásticas ilimitadas Natação R$130/mês Inscreva-se Premium Treinos completos e acompanhamento pessoal! Acesso a musculação, várias ginásticas, natação, crossfit, pilates. Inclui personal trainer. Musculação completa Ginásticas e natação Personal trainer R$210/mês Inscreva-se CrossFit Treinos intensos de crossfit com orientação de professores especializados. Desenvolva força, resistência cardio e condicionamento nesses treinos dinâmicos. Aulas de crossfit ilimitadas Professores especialistas R$170/mês Inscreva-se Conquiste resultados incríveis conosco 75% Dos alunos melhoram condicionamento em 3 meses 60% Aumento de massa muscular em 6 meses 80% Melhora na qualidade do sono reportada Treine com segurança e motivação Sabemos que fazer exercícios nem sempre é fácil. Por isso, nos preocupamos com cada detalhe para tornar a sua experiência gratificante e eficiente. Nossas instalações são projetadas para proporcionar conforto enquanto você eleva sua performance. Equipamentos modernos, vestiários clean e ambiente climatizado para o seu bem-estar. Além disso, nossa equipe genuinamente apaixonada pelo que faz vai motivar e apoiar você em cada passo da jornada, com planos personalizados, acompanhamento individual e muito estímulo. Venha malhar com quem faz por amor! Fale agora mesmo com nossos especialistas e comece a transformar o seu corpo. mais sobre nós Uma academia de primeira linha +3.000 Alunos por mês 5 Anos no mercado 2.000 m2 Área construída 80 Equipamentos de última geração O que nossos alunos estão dizendo João Santos Aluno Academia excelente! Equipes super atenciosas e estrutura de primeira. Maria Souza Aluna Estou adorando malhar aqui! Já perdi 5 kg em 2 meses. Pedro Rodrigues Aluno Recomendo muito essa academia. Minha performance melhorou demais! Transforme seu corpo e potencialize resultados Está buscando uma academia completa para atingir o próximo nível nos seus treinos e saúde? Encontrou o lugar certo! Todos os preços Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "prices": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Escolha o seu plano Início Preços Quem somos Depoimentos Entre em contato Escolha o seu plano Oferecemos planos para todos os objetivos, necessidades e budgets. Conheça nossas opções flexíveis de planos mensais e anuais com acesso livre ou limitado às áreas da academia e atividades guiadas por nossa equipe de professores especialistas. Temos planos focados em musculação, ginásticas, natação, crossfit e muito mais. Escolha o ideal para você e venha malhar com a gente! Iniciante O plano ideal para quem está começando a malhar! Acesso livre à musculação para montar seus próprios treinos + 2 aulas de ginástica por semana. Musculação livre 2 aulas de ginástica por semana R$80/mês Inscreva-se Intermediário Musculação livre + acesso ilimitado a diversas modalidades de ginástica e à piscina de natação para montar treinos completos. Musculação livre Ginásticas ilimitadas Natação R$130/mês Inscreva-se Premium Treinos completos e acompanhamento pessoal! Acesso a musculação, várias ginásticas, natação, crossfit, pilates. Inclui personal trainer. Musculação completa Ginásticas e natação Personal trainer R$210/mês Inscreva-se CrossFit Treinos intensos de crossfit com orientação de professores especializados. Desenvolva força, resistência cardio e condicionamento nesses treinos dinâmicos. Aulas de crossfit ilimitadas Professores especialistas R$170/mês Inscreva-se Musculação Plus Para quem quer levar a musculação a sério! Acesso livre + avaliação corporal e plano de treinos personalizado com acompanhamento contínuo. Musculação completa Plano personalizado Acompanhamento contínuo R$150/mês Inscreva-se Elite Treinamento VIP completo! Acesso livre às áreas + 1 ano de acompanhamento com personal trainer dedicado + suporte nutricional. Personal trainer dedicado Suporte nutricional Todas as atividades R$500/mês Inscreva-se Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "privacy": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Política de Privacidade Início Preços Quem somos Depoimentos Entre em contato Política de Privacidade Nós valorizamos a sua privacidade. Este documento descreve em detalhe as informações que coletamos sobre você, como as usamos e os seus direitos sobre tais informações. Ao utilizar nossos serviços e nosso site, você concorda com os termos desta Política. Informações coletadas: Quando você se cadastra em nossos planos, solicitamos dados como: nome, email, telefone, data de nascimento, dados de pagamento. Também coletamos informações sobre suas visitas ao site: páginas acessadas, dispositivo utilizado, localização aproximada, IPs. Usamos cookies para melhorar a experiência do usuário. Uso das Informações: Os dados coletados são utilizados com o objetivo de entendimento do perfil dos nossos alunos para melhorar nossos serviços; facilitação de pagamentos de planos; comunicação por email ou telefone para fins operacionais ou publicitários próprios. Não vendemos ou alugamos estas informações para terceiros. Armazenamento: Os dados coletados são armazenados em servidores seguros com acesso autorizado, uso de firewall, HTTPS, TLS para transmitir dados confidenciais. Os seus direitos: Você pode solicitar a exclusão dos seus dados pessoais a qualquer momento. Também pode nos contatar para realizar a consulta, atualização ou correção de quaisquer informações pessoais que mantemos sobre você. Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "reviews": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | O que nossos alunos estão dizendo Início Preços Quem somos Depoimentos Entre em contato O que nossos alunos estão dizendo João Santos Aluno Academia excelente! Equipes super atenciosas e estrutura de primeira. Maria Souza Aluna Estou adorando malhar aqui! Já perdi 5 kg em 2 meses. Pedro Rodrigues Aluno Recomendo muito essa academia. Minha performance melhorou demais! Amanda Gomes Aluna Visual totalmente renovado desde que comecei a malhar aqui. Roberto Oliveira Aluno Excelente estrutura, professores qualificados e ótimo ambiente. Fernanda Pereira Aluna Super indico! Meu condicionamento físico melhorou muito desde que entrei. Carlos Silva Aluno Não vejo a hora de malhar quando venho para esta academia. Vale cada centavo! Juliana Melo Aluna A equipe da academia é muito profissional e dedicada. Adoro malhar aqui! Treine com segurança e motivação Sabemos que fazer exercícios nem sempre é fácil. Por isso, nos preocupamos com cada detalhe para tornar a sua experiência gratificante e eficiente. Nossas instalações são projetadas para proporcionar conforto enquanto você eleva sua performance. Equipamentos modernos, vestiários clean e ambiente climatizado para o seu bem-estar. Além disso, nossa equipe genuinamente apaixonada pelo que faz vai motivar e apoiar você em cada passo da jornada, com planos personalizados, acompanhamento individual e muito estímulo. Venha malhar com quem faz por amor! Fale agora mesmo com nossos especialistas e comece a transformar o seu corpo. mais sobre nós Transforme seu corpo e potencialize resultados Está buscando uma academia completa para atingir o próximo nível nos seus treinos e saúde? Encontrou o lugar certo! Todos os preços Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "terms": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Termos de Serviço Início Preços Quem somos Depoimentos Entre em contato Termos de Serviço Ao acessar e utilizar o nosso site ou contratar nossos serviços, o usuário concorda em respeitar estes Termos de Serviço, juntamente com nossa Política de Privacidade. Os Termos podem ser atualizados regularmente, indicando data da última revisão, e é de responsabilidade do usuário mantê-los em vista. Uso do Site e Serviços: O usuário concorda em utilizar nosso site e contratar nossos serviços unicamente para propósitos permitidos por lei, e com finalidades éticas e responsáveis que não afetem o nome e reputação da nossa empresa. Informações de login devem ser mantidas em sigilo e não podem ser compartilhadas. Direitos Autorais: Todo conteúdo publicado em nosso site ou disponibilizado por meio dos serviços da academia, são propriedade exclusiva nossa ou de licenciantes. O usuário não pode copiar, modificar, reproduzir, alugar, sublicenciar ou vender qualquer porção destes conteúdos. Rescisão dos Termos: Caso o usuário viole qualquer um dos Termos, podemos suspender ou cancelar o acesso aos nossos serviços e site. Podemos também alterar ou descontinuar qualquer parte dos serviços. Lei Aplicável: Estes Termos são regidos pelas leis brasileiras vigentes no país. Toda disputa relacionada será resolvida exclusivamente pela comarca de São Paulo. Os Termos constituem o acordo integral entre as partes. Fale Conosco: Para esclarecer dúvidas ou solicitar qualquer modificação dos Termos de Uso e Privacidade, o usuário pode entrar em contato conosco pelo email. Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar",
    "thank": "Academia em Brasil | Musculação, Ginástica e Personal Trainer | Agradecemos Início Preços Quem somos Depoimentos Entre em contato Muito obrigado pelo contato! Sua mensagem foi enviada com sucesso para nossa equipe, que entrará em contato em breve para responder às suas dúvidas e dar prosseguimento. Caso queira accelerar o atendimento, também podemos conversar em tempo real caso você nos ligue, de segunda a sexta, das 08h às 18h. Estamos ansiosos para ajudar você a alcançar seus objetivos e proporcionar uma jornada incrível conosco transformando seu corpo e potencializando sua saúde de forma inteligente e sustentável! Início Preços Quem somos Depoimentos Entre em contato Av. Brigadeiro Luís Antônio, 1786 - Bela Vista, São Paulo - SP, 01318-002, Brasil +55-11-2609-4477 gym@gmail.com Política de Privacidade Termos de Serviço Aviso Legal Utilizamos cookies e outras tecnologias semelhantes para melhorar a sua experiência em nosso site e mostrar publicidade relevante. Ao utilizar nossos serviços, você concorda com tal monitoramento. Você pode alterar suas configurações e recusar o uso de cookies a qualquer momento. No entanto, isso pode limitar sua capacidade de usar alguns recursos do nosso site. Para mais informações sobre nossas políticas de privacidade e cookies, acesse a nossa página de Política de Privacidade. Ou entre em contato com nosso suporte caso tenha alguma dúvida. Aceitar Recusar"
  }
}