{
  "name": "New_v9_SurfNirvana",
  "pages": {
    "index": "Surf Nirvana - Surfboards, Wetsuits, and Surf Gear in India Home About us Advantages Services Products Contact us +91-98-4734-7367 Merchandise for fun surfing! Explore Our Surf Gear Unleash Your Surf Stoke At Surf Nirvana, we are passionate about surfing and dedicated to providing you with the best gear to enhance your surfing experience. Whether you're a beginner catching your first waves or an experienced surfer chasing the perfect barrel, our surf shop has everything you need to elevate your surfing game. Our meticulously curated collection features top-of-the-line surfboards crafted by renowned shapers, ensuring optimal performance and durability. From high-performance shortboards to versatile funboards, we've got you covered. Complement your board with our selection of premium wetsuits, designed to keep you warm and comfortable in the water, allowing you to surf for longer sessions. But that's not all – we also offer a wide range of surf accessories to complete your setup. Explore our collection of leashes, traction pads, fins, and more, all carefully chosen to maximize your surf experience. Don't forget to check out our beach essentials, including sunscreen, rash guards, and beach towels, ensuring you're fully prepared for your surf adventures. Shop Our Surf Gear Our Advantages At Surf Nirvana, we strive to provide an unparalleled surfing experience by offering a wide range of high-quality products and exceptional customer service. Here are some of the advantages that set us apart: Curated Quality We carefully handpick each product from reputable brands, ensuring you receive only the best surfboards, wetsuits, and accessories. Fast Delivery Our efficient shipping process guarantees that your surf gear arrives at your doorstep quickly, so you can hit the waves without delay. Knowledgeable Staff Our team of passionate surfers is always ready to provide expert advice and guidance, ensuring you make the right choices for your surfing needs. Personalized Service We believe in building lasting relationships with our customers, offering personalized attention and support every step of the way. Secure Transactions Your online security is our top priority. We implement robust measures to ensure your personal and financial information is always protected. Customer Satisfaction Your happiness is our ultimate goal. We go the extra mile to ensure you have an exceptional shopping experience with us. Our Surf Services Surf Lessons Whether you're a complete beginner or looking to improve your skills, our experienced instructors will guide you through personalized surf lessons tailored to your skill level. Surf Tours Explore the best surf spots in India with our guided surf tours. Experience the thrill of surfing at pristine beaches and hidden gems, all while enjoying the local culture and hospitality. Surf Gear Rentals Don't want to travel with your gear? No problem! We offer high-quality surfboard and wetsuit rentals, so you can enjoy the best surfing experience without the hassle of carrying your own equipment. Our Photo Gallery Our products High-Performance Shortboard ₹18,999 Shop now Premium 4/3mm Wetsuit ₹9,499 Shop now Premium Surfboard Leash ₹1,999 Shop now Fiberglass Surfboard Fins ₹2,499 Shop now UV Protection Rash Guard ₹1,799 Shop now Heavy-Duty Surfboard Bag ₹3,499 Shop now I accept privacy policy Send message Surf Nirvana is more than just a surf shop – it's a lifestyle brand dedicated to the pursuit of surfing excellence and the celebration of the ocean's boundless energy. We are passionate about sharing our love for surfing with enthusiasts from all walks of life, fostering a community that embraces the freedom, joy, and connection that the sport offers. Links Home About us Advantages Services Products Contact us Privacy policy Terms and Conditions Contacts Light House Beach Rd, Kovalam, Thiruvananthapuram, Kerala 695527, India surfnirvana@gmail.com +919847347367",
    "privacy": "Surf Nirvana - Surfboards, Wetsuits, and Surf Gear in India | Privacy Policy Home About us Advantages Services Products Contact us +91-98-4734-7367 Privacy Policy At Surf Nirvana, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard the data you provide when using our website and services. Information We Collect We may collect personal information such as your name, email address, shipping address, and payment details when you place an order or subscribe to our newsletter. Additionally, we may gather non-personal information, such as your IP address and browsing behavior, to improve our website's functionality and user experience. Use of Information The information we collect is used to process and fulfill your orders, communicate with you about our products and services, and improve our offerings based on your preferences and browsing behavior. We do not sell, trade, or rent your personal information to third parties without your consent. Data Security We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, please note that no method of data transmission over the internet or electronic storage is entirely secure. Third-Party Links Our website may contain links to third-party websites or services that are not owned or controlled by Surf Nirvana. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Changes to This Privacy Policy We reserve the right to update or modify this Privacy Policy at any time. Any changes will be posted on this page, and we encourage you to review this policy periodically. Contact Us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at surfnirvana@gmail.com. Surf Nirvana is more than just a surf shop – it's a lifestyle brand dedicated to the pursuit of surfing excellence and the celebration of the ocean's boundless energy. We are passionate about sharing our love for surfing with enthusiasts from all walks of life, fostering a community that embraces the freedom, joy, and connection that the sport offers. Links Home About us Advantages Services Products Contact us Privacy policy Terms and Conditions Contacts Light House Beach Rd, Kovalam, Thiruvananthapuram, Kerala 695527, India surfnirvana@gmail.com +919847347367",
    "terms": "Surf Nirvana - Surfboards, Wetsuits, and Surf Gear in India | Terms and Conditions Home About us Advantages Services Products Contact us +91-98-4734-7367 Terms and Conditions Welcome to Surf Nirvana. By using our website and services, you agree to be bound by the following terms and conditions (\"Terms\"). Please read them carefully. Use of the Website Our website and its content are provided for your personal, non-commercial use only. You may not modify, reproduce, distribute, or create derivative works from the content without our prior written consent. Intellectual Property All content, including but not limited to text, graphics, logos, images, and software, is the property of Surf Nirvana or our content suppliers and is protected by applicable intellectual property laws. You may not use our intellectual property without our explicit permission. Product Descriptions and Pricing We strive to provide accurate product descriptions and pricing information on our website. However, errors or discrepancies may occur. In such cases, we reserve the right to correct any errors, inaccuracies, or omissions and to change or update information at any time without prior notice. Order Process and Payment By placing an order on our website, you represent that all information provided is accurate and complete. You are responsible for maintaining the confidentiality of your account and payment information. We reserve the right to refuse or cancel any order for any reason at our sole discretion. Limitation of Liability Surf Nirvana shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of or related to the use of our website, products, or services. Our liability, if any, shall be limited to the amount paid by you for the products or services at issue. Changes to the Terms and Conditions We reserve the right to modify these Terms at any time. The updated Terms will be posted on our website, and your continued use of our services constitutes your acceptance of the revised Terms. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at surfnirvana@gmail.com. Surf Nirvana is more than just a surf shop – it's a lifestyle brand dedicated to the pursuit of surfing excellence and the celebration of the ocean's boundless energy. We are passionate about sharing our love for surfing with enthusiasts from all walks of life, fostering a community that embraces the freedom, joy, and connection that the sport offers. Links Home About us Advantages Services Products Contact us Privacy policy Terms and Conditions Contacts Light House Beach Rd, Kovalam, Thiruvananthapuram, Kerala 695527, India surfnirvana@gmail.com +919847347367",
    "thank": "Surf Nirvana - Surfboards, Wetsuits, and Surf Gear in India | Thank Thank You for Contacting Us! We appreciate you taking the time to reach out to Surf Nirvana. Your message has been received, and a member of our team will be in touch with you shortly. At Surf Nirvana, we are dedicated to providing an exceptional surfing experience, and your feedback is invaluable to us. Whether you have a question, a comment, or an inquiry, we'll do our best to address it promptly and ensure your satisfaction. In the meantime, feel free to explore our website and discover the wide range of surfboards, wetsuits, and surf gear we have to offer. We're committed to helping you elevate your surfing journey and create unforgettable memories on the waves. Thank you once again for choosing Surf Nirvana. We look forward to assisting you further. Ride on! Go to main page"
  },
  "date": "2024-05-02T13:38:56.588Z"
}