{
  "name": "New_v9_gardendecoworld",
  "pages": {
    "thanks": "Agradecimentos - GardenDecoWorld Obrigado por entrar em contato! Agradecemos o seu interesse e o tempo dedicado para nos contatar. Sua opinião é muito importante para nós. Estamos sempre trabalhando para oferecer a melhor experiência possível aos nossos clientes. Seu feedback será cuidadosamente analisado por nossa equipe. Caso seja necessário, entraremos em contato com você em breve. Continue acompanhando nossas novidades em nosso site e redes sociais. Atenciosamente,Equipe Extreme Boards Voltar para a página principal",
    "about": "Sobre nós - GardenDecoWorld GardenDecoWorld Página Inicial Sobre Catálogo Entre em Contato Sobre nós Nosso compromisso é oferecer produtos de alta qualidade e serviços excepcionais para transformar o seu jardim em um espaço verdadeiramente especial. 10 Inovação e qualidade 500 Design e estilo 100% Conforto e comodidade GardenDecoWorld Páginas Página Inicial Sobre Catálogo Entre em Contato Informação política de Privacidade Termos de Uso Contatos gardendecoworld@gmail.com +55-65-9998-99381 R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "catalog": "Catálogo - GardenDecoWorld GardenDecoWorld Página Inicial Sobre Catálogo Entre em Contato Catálogo da nossa decoração de jardim Cadeira de Jardim Conforto R$ 799,00 Ordem Conjunto de Mesa e Cadeiras de Jardim R$ 2.499,00 Ordem Fonte de Água Decorativa R$ 1.199,00 Ordem Iluminação de Jardim Solar R$ 299,00 Ordem Escultura de Jardim em Metal R$ 899,00 Ordem Conjunto de Sofá de Jardim R$ 3.999,00 Ordem Piscina Inflável para Jardim R$ 599,00 Ordem GardenDecoWorld Páginas Página Inicial Sobre Catálogo Entre em Contato Informação política de Privacidade Termos de Uso Contatos gardendecoworld@gmail.com +55-65-9998-99381 R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "contacts": "Entre em contato conosco - GardenDecoWorld GardenDecoWorld Página Inicial Sobre Catálogo Entre em Contato Entre em contato conosco Entre em contato conosco para obter mais informações sobre nossos produtos e serviços. Preencha o formulário abaixo e nossa equipe entrará em contato com você o mais breve possível. Se preferir, você também pode nos enviar um e-mail ou ligar para um de nossos escritórios. Estamos sempre prontos para ajudá-lo a transformar seu jardim em um espaço deslumbrante e acolhedor. Obrigado por escolher o GardenDecoWorld! Eu aceito a Política de Privacidade Enviar Telefone +55-65-9998-99381 Endereço R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil Correspondência gardendecoworld@gmail.com Assistir Mon-Fri: 8Am - 6Pm Sat: 9Am - 4Pm GardenDecoWorld Páginas Página Inicial Sobre Catálogo Entre em Contato Informação política de Privacidade Termos de Uso Contatos gardendecoworld@gmail.com +55-65-9998-99381 R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "index": "GardenDecoWorld - O seu destino para decoração de jardins GardenDecoWorld Página Inicial Sobre Catálogo Entre em Contato Bem-vindo ao GardenDecoWorld - O seu destino para decoração de jardins Start purchases Inspiração e Inovação em Decoração de Jardins Nossa decoração Mesa de Jardim Elegância 1.299,00 Fonte de Água Zen R$ 899,00 Iluminação de Jardim R$ 399,00 Móveis de Jardim Modernos R$ 599,00 Veja toda a gama Nossa Coleção de Produtos de Alta Qualidade Mesa de Jardim Elegância Mesa de jardim de alta qualidade, com estilo e conforto Construída com materiais de alta qualidade, para durabilidade e resistência. Confira nossa seleção de cores e estilos, para encontrar a melhor opção para seu jardim Fonte de Água Zen Relaxe-se com a beleza da natureza, com nossa fonte de água zen Construída com materiais de alta qualidade, para durabilidade e resistência Confira nossa seleção de cores e estilos, para encontrar a melhor opção para seu jardim Iluminação de Jardim Transforme seu jardim em um espaço iluminado e deslumbrante Construída com materiais de alta qualidade, para durabilidade e resistência Confira nossa seleção de cores e estilos, para encontrar a melhor opção para seu jardim GardenDecoWorld Páginas Página Inicial Sobre Catálogo Entre em Contato Informação política de Privacidade Termos de Uso Contatos gardendecoworld@gmail.com +55-65-9998-99381 R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "privacy-policy": "Política de Privacidade - GardenDecoWorld GardenDecoWorld Página Inicial Sobre Catálogo Entre em Contato política de Privacidade Bem-vindo ao GardenDecoWorld! Este site é destinado a fornecer informações sobre decoração de jardins, dicas de jardinagem, e uma variedade de produtos relacionados ao mundo dos jardins. Antes de prosseguir, é importante que você leia e compreenda as informações contidas neste aviso legal. Propriedade do Site O site GardenDecoWorld é propriedade e é operado por GardenDecoWorld. Todo o conteúdo, informações e materiais apresentados neste site são protegidos por direitos autorais e outras leis de propriedade intelectual. Uso do Site Ao acessar e utilizar o GardenDecoWorld, você concorda em cumprir estes termos e condições de uso. Você concorda em utilizar este site apenas para fins legais e de forma que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo deste site por qualquer outra pessoa. Precisão das Informações Embora nos esforcemos para garantir a precisão e atualidade das informações fornecidas neste site, não garantimos que todas as informações sejam precisas, completas ou atuais. As informações podem conter erros técnicos ou tipográficos e podem ser alteradas sem aviso prévio. Links para Sites de Terceiros O GardenDecoWorld pode conter links para sites de terceiros. Esses links são fornecidos apenas para sua conveniência e não implicam em endosso, aprovação ou controle do conteúdo desses sites. Não somos responsáveis pelo conteúdo de sites de terceiros, e o acesso a tais sites é por sua própria conta e risco. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do seu acesso ou uso deste site, incluindo, mas não se limitando a, danos por lucros cessantes, interrupção do negócio, perda de programas ou outros dados em seu sistema de informação, mesmo que tenhamos sido avisados da possibilidade de tais danos. Alterações no Aviso Legal Reservamo-nos o direito de modificar ou atualizar este aviso legal a qualquer momento, sem aviso prévio. É sua responsabilidade revisar periodicamente este aviso legal para estar ciente de quaisquer alterações. Ao continuar a utilizar este site após a publicação de quaisquer alterações neste aviso legal, você aceita tais alterações. Garantias Nós nos esforçamos para manter o GardenDecoWorld acessível, livre de erros e seguro. No entanto, não podemos garantir que o site estará sempre livre de interrupções, erros ou falhas técnicas. Além disso, não garantimos que o site seja compatível com todos os dispositivos e navegadores da web. Direitos de Propriedade Intelectual Todo o conteúdo presente no GardenDecoWorld, incluindo texto, gráficos, logotipos, imagens, vídeos e outros materiais, é protegido por direitos autorais, marcas registradas e outros direitos de propriedade intelectual. O uso não autorizado de qualquer material deste site pode violar leis de direitos autorais, marcas registradas e outras leis. Jurisdição e Lei Aplicável Este aviso legal será regido e interpretado de acordo com as leis do Brasil. Você concorda que qualquer disputa relacionada a este aviso legal será submetida à jurisdição exclusiva dos tribunais localizados no Brasil. Isenção de Responsabilidade Médica É importante observar que qualquer informação relacionada a plantas, produtos de jardinagem ou técnicas de jardinagem fornecidas neste site são apenas para fins informativos e educacionais. Não somos profissionais médicos ou botânicos, e as informações fornecidas não substituem a orientação de um profissional qualificado. Antes de iniciar qualquer projeto de jardinagem ou uso de produtos, recomendamos que você consulte um especialista ou profissional da área, especialmente se tiver alergias, condições médicas ou preocupações específicas. Comentários e Contribuições dos Usuários Valorizamos os comentários, sugestões e contribuições dos nossos usuários para melhorar o GardenDecoWorld. No entanto, reservamo-nos o direito de revisar, modificar ou remover qualquer conteúdo enviado pelos usuários que consideramos inadequado, ofensivo, ilegal ou que viole estes termos e condições. Menores de Idade O GardenDecoWorld não se destina a crianças menores de 13 anos. Se você tem menos de 13 anos, por favor, não forneça informações pessoais neste site. Encorajamos os pais e responsáveis a orientarem seus filhos sobre o uso responsável da internet e a supervisionarem suas atividades online. Atualizações e Revisões Reservamo-nos o direito de atualizar, revisar ou modificar este aviso legal a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a sua publicação neste site. Ao continuar a usar o GardenDecoWorld após tais alterações, você concorda em ficar vinculado à versão atualizada do aviso legal. Considerações Finais Esperamos que este aviso legal tenha esclarecido quaisquer dúvidas ou preocupações que você possa ter sobre o uso do GardenDecoWorld. Se você tiver alguma dúvida adicional ou precisar de mais informações, não hesite em entrar em contato conosco pelo e-mail gardendecoworld@gmail.com. Responsabilidade do Usuário Ao utilizar o GardenDecoWorld, você concorda em assumir total responsabilidade por suas ações e pelo conteúdo que compartilha ou publica neste site. Você concorda em não enviar, transmitir ou de outra forma disponibilizar qualquer conteúdo que seja ilegal, difamatório, obsceno, ameaçador, invasivo da privacidade de terceiros, ou que viole direitos de propriedade intelectual. Indenização Você concorda em indenizar e isentar o GardenDecoWorld, seus proprietários, administradores, funcionários e afiliados de qualquer responsabilidade, perda, reclamação ou demanda, incluindo honorários advocatícios razoáveis, feitos por terceiros devido ao seu uso do site, violação destes termos de uso, ou violação de quaisquer leis ou direitos de terceiros. Encerramento de Acesso Reservamo-nos o direito de encerrar ou suspender seu acesso ao GardenDecoWorld, ou parte dele, a nosso critério, sem aviso prévio, por qualquer motivo, incluindo, mas não se limitando a, violação destes termos de uso ou por atividades consideradas prejudiciais ao site, aos seus usuários ou a terceiros. Aceitação dos Termos de Uso Ao acessar ou usar o GardenDecoWorld, você concorda em cumprir estes termos de uso. Se você não concordar com estes termos, por favor, não use este site. Se qualquer disposição destes termos for considerada inválida ou inexequível por um tribunal competente, as demais disposições permanecerão em pleno vigor e efeito. Integridade do Acordo Este aviso legal constitui o acordo completo entre você e o GardenDecoWorld em relação ao seu uso deste site, substituindo todos os acordos anteriores ou contemporâneos, escritos ou orais, relativos a tal assunto. Modificações no Site Reservamo-nos o direito de modificar ou descontinuar qualquer parte do GardenDecoWorld, temporariamente ou permanentemente, com ou sem aviso prévio. Entendemos a importância da continuidade e estabilidade do serviço, e faremos esforços razoáveis para minimizar interrupções ou inconveniências decorrentes de tais alterações. Consentimento Ao utilizar o GardenDecoWorld, você consente com este aviso legal e concorda em estar vinculado por seus termos e condições. Se você não concordar com qualquer parte deste aviso legal, por favor, não continue a usar este site. Agradecimento Agradecemos sua atenção e compreensão deste aviso legal. Estamos comprometidos em fornecer um ambiente seguro, informativo e inspirador para nossos visitantes, e esperamos que sua experiência no GardenDecoWorld seja enriquecedora e gratificante. Cumprimento das Leis Locais Ao acessar e utilizar o GardenDecoWorld, você concorda em cumprir todas as leis, regulamentos e diretrizes locais, estaduais, nacionais e internacionais aplicáveis. Você é responsável por garantir que seu uso do GardenDecoWorld esteja em conformidade com todas as leis aplicáveis, incluindo, mas não se limitando a, leis de importação e exportação. Disposições Gerais Se qualquer disposição deste aviso legal for considerada inválida, ilegal ou inexequível por qualquer motivo, tal disposição será considerada separável do restante deste aviso legal e não afetará a validade e aplicabilidade das disposições restantes. Nossa falha em fazer valer qualquer direito ou disposição deste aviso legal não será considerada uma renúncia a tais direitos ou disposições. Divulgação de Contato Se você tiver alguma dúvida, preocupação ou comentário sobre este aviso legal ou sobre o GardenDecoWorld em geral, não hesite em nos contatar pelo e-mail gardendecoworld@gmail.com. Estamos sempre abertos a feedback e estamos aqui para ajudar. Agradecemos sua visita e esperamos que sua experiência em nosso site seja agradável, informativa e inspiradora. GardenDecoWorld Páginas Página Inicial Sobre Catálogo Entre em Contato Informação política de Privacidade Termos de Uso Contatos gardendecoworld@gmail.com +55-65-9998-99381 R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "terms-conditions": "Termos de Uso - GardenDecoWorld GardenDecoWorld Página Inicial Sobre Catálogo Entre em Contato Termos de Uso Bem-vindo ao GardenDecoWorld! Estes Termos de Uso regem o uso do nosso site, GardenDecoWorld, e todos os serviços e conteúdos relacionados. Ao acessar ou usar o nosso site, você concorda com estes Termos de Uso na íntegra. Por favor, leia atentamente antes de prosseguir. Aceitação dos Termos de Uso Ao acessar ou usar o GardenDecoWorld, você concorda em ficar vinculado a estes Termos de Uso e a todas as leis e regulamentos aplicáveis. Se você não concordar com algum destes termos, você não está autorizado a utilizar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas registradas aplicáveis. Uso do Site O GardenDecoWorld é um site destinado a fornecer informações sobre decoração de jardim, dicas de jardinagem, e produtos relacionados. Você concorda em usar o site apenas para fins legais e de forma a não violar os direitos de terceiros, incluindo direitos autorais, marcas registradas, privacidade ou outros direitos pessoais ou de propriedade. Propriedade Intelectual Todo o conteúdo do GardenDecoWorld, incluindo textos, gráficos, logotipos, imagens, vídeos e outros materiais, é de propriedade exclusiva do GardenDecoWorld ou de seus licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Links para Outros Sites O GardenDecoWorld pode conter links para sites de terceiros que não são controlados ou operados por nós. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites de terceiros. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo desses sites. Limitação de Responsabilidade O GardenDecoWorld e seu conteúdo são fornecidos \"no estado em que se encontram\" sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos a precisão, atualidade, integridade ou adequação de qualquer informação no site. Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos decorrentes do uso ou incapacidade de usar o site. Alterações nos Termos de Uso Reservamo-nos o direito de modificar estes Termos de Uso a qualquer momento, a nosso critério exclusivo. As alterações entrarão em vigor imediatamente após a publicação dos Termos de Uso revisados no site. Ao continuar a acessar ou usar o site após tais alterações, você concorda em ficar vinculado aos Termos de Uso revisados. Indenização Você concorda em indenizar, defender e isentar o GardenDecoWorld, seus afiliados, funcionários, agentes e parceiros de e contra quaisquer reclamações, responsabilidades, danos, perdas ou despesas (incluindo honorários advocatícios razoáveis) decorrentes ou relacionados ao seu uso do site, violação destes Termos de Uso ou violação de quaisquer direitos de terceiros. Disponibilidade do Site Nosso objetivo é manter o GardenDecoWorld acessível e funcionando sem interrupções. No entanto, não garantimos que o site estará sempre disponível ou livre de erros. Podemos interromper temporariamente o acesso ao site para manutenção, atualizações ou outras razões, sem aviso prévio. Disposições Gerais Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível por um tribunal competente, tal disposição será limitada ou eliminada na medida mínima necessária, e as demais disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Renúncia A falha do GardenDecoWorld em fazer valer qualquer direito ou disposição destes Termos de Uso não será considerada uma renúncia a tal direito ou disposição. Qualquer renúncia por parte do GardenDecoWorld a qualquer disposição destes Termos de Uso será eficaz apenas se feita por escrito e assinada por um representante autorizado. Acordo Completo Estes Termos de Uso constituem o acordo completo e exclusivo entre você e o GardenDecoWorld em relação ao site e substituem todos os acordos anteriores e contemporâneos, entendimentos, propostas, representações, garantias e comunicações sobre o assunto. Modificações nos Serviços Reservamo-nos o direito de modificar, suspender ou descontinuar qualquer parte dos serviços oferecidos pelo GardenDecoWorld a qualquer momento, temporária ou permanentemente, sem aviso prévio. Você concorda que não seremos responsáveis perante você ou qualquer terceiro por qualquer modificação, suspensão ou descontinuação dos nossos serviços. Comentários e Feedback Encorajamos você a fornecer feedback, comentários e sugestões sobre o GardenDecoWorld. No entanto, ao enviar qualquer feedback ou comentário, você concorda que eles se tornam propriedade exclusiva do GardenDecoWorld, e podemos usar tais feedbacks ou comentários de qualquer forma e para qualquer finalidade, sem compensação para você. Direitos do Usuário Ao usar o GardenDecoWorld, você retém todos os direitos de propriedade intelectual sobre o conteúdo que você envia ou publica no site. No entanto, ao enviar ou publicar conteúdo no site, você concede ao GardenDecoWorld uma licença mundial, não exclusiva, gratuita, transferível e sublicenciável para usar, reproduzir, modificar, adaptar, publicar, traduzir, distribuir e exibir tal conteúdo. Menores de Idade O GardenDecoWorld não se destina a menores de 18 anos. Se você é menor de 18 anos, por favor, não use o site sem o consentimento e supervisão de um responsável legal. Consentimento Ao usar o GardenDecoWorld, você declara que leu, compreendeu e concorda com estes Termos de Uso e com nossa Política de Privacidade, caso exista. Se você não concorda com estes termos, por favor, não use o nosso site. Rescisão Reservamo-nos o direito de rescindir ou suspender o seu acesso ao GardenDecoWorld, sem aviso prévio, por qualquer motivo, incluindo violação destes Termos de Uso ou atividades que consideramos prejudiciais ao site, aos nossos usuários ou a terceiros. Independência das Cláusulas Cada cláusula destes Termos de Uso é independente das demais. Se uma disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível, as outras disposições permanecerão em pleno vigor e efeito. Interpretação A interpretação destes Termos de Uso será regida pelo idioma português e interpretada de acordo com as leis do Brasil, sem considerar os princípios de conflitos de leis. Acordo Integral Estes Termos de Uso constituem o acordo integral entre você e o GardenDecoWorld em relação ao uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o GardenDecoWorld. Jurisdição e Foro Quaisquer disputas decorrentes ou relacionadas a estes Termos de Uso ou ao uso do GardenDecoWorld serão regidas pelas leis do Brasil. Você concorda que qualquer ação legal ou processo decorrente ou relacionado a estes Termos de Uso será exclusivamente apresentado nos tribunais localizados no Brasil. Idioma Estes Termos de Uso foram redigidos em português. Caso sejam traduzidos para outros idiomas, a versão em português prevalecerá em caso de conflito ou divergência. Consentimento do Usuário Ao continuar a utilizar o GardenDecoWorld, você expressa seu consentimento e concordância com estes Termos de Uso. Se você não concordar com qualquer parte destes Termos, por favor, não continue utilizando nosso site. Alterações nos Termos de Uso Reservamo-nos o direito de modificar, alterar ou atualizar estes Termos de Uso a qualquer momento, sem aviso prévio. Recomendamos que você revise periodicamente estes Termos para estar ciente de quaisquer alterações. O uso continuado do GardenDecoWorld após a publicação de alterações constitui aceitação dos Termos revisados. Gratidão A equipe do GardenDecoWorld agradece sua atenção e compreensão em relação a estes Termos de Uso. Valorizamos sua participação em nossa comunidade e esperamos proporcionar uma experiência enriquecedora em nosso site. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos de Uso, entre em contato conosco pelo e-mail gardendecoworld@gmail.com. Estes Termos de Uso foram atualizados pela última vez em 14 de fevereiro de 2024. Agradecemos por usar o GardenDecoWorld! GardenDecoWorld Páginas Página Inicial Sobre Catálogo Entre em Contato Informação política de Privacidade Termos de Uso Contatos gardendecoworld@gmail.com +55-65-9998-99381 R. Espumoso, 132 - Centro, Lucas do Rio Verde - MT, 78455-000, Brasil"
  }
}