{
  "name": "New_v11_ThriveGreenhouse",
  "pages": {
    "index": "Thrive Greenhouse - Sua Estufa de Plantas Domésticas no Brasil Lar Preços Especialistas Contatos +55 13 88159647 Thrive Greenhouse Plantas de Interior Na Thrive Greenhouse, somos especializados no cultivo de uma variedade de plantas de interior que trazem vida e frescor para sua casa. Plantas de Exterior Nossas plantas de exterior são cultivadas para prosperar em diversos climas, proporcionando beleza e verdor ao seu jardim o ano todo. Entre em Contato +55-13-88159647 Bem-vindo à Estufa Thrive Seu destino principal para plantas de casa de alta qualidade e suprimentos de jardinagem. Eleve seus espaços internos e externos com nossa seleção diversificada de plantas e itens essenciais de jardinagem. Na Estufa Thrive, estamos dedicados a oferecer conselhos personalizados e atendimento ao cliente de primeira qualidade para ajudá-lo a criar o oásis verde dos seus sonhos. Se você é um jardineiro experiente ou está apenas começando, temos tudo o que você precisa para nutrir sua paixão por plantas. Navegue pela nossa coleção, agende seu atendimento e deixe-nos ajudá-lo a prosperar na jardinagem. Confie na Estufa Thrive para a excelência no cuidado com as plantas - onde sua jornada na jardinagem começa! Entre em contato +55-13-88159647 Descubra Nossas Ofertas Escolha a Estufa Thrive para qualidade superior e cuidado no cultivo de plantas - onde a saúde de sua planta é nossa principal prioridade. Kit Inicial de Plantas Inicie sua jornada na jardinagem com nosso abrangente kit inicial de plantas, incluindo tudo o que você precisa para cultivar plantas saudáveis e prósperas em casa. Nosso kit apresenta uma variedade de plantas fáceis de cultivar, solo premium, alimento para plantas e instruções detalhadas para ajudá-lo a ter sucesso. Explore Agora Arranjos de Plantas Personalizados Eleve seu espaço de vida com nossos arranjos de plantas sob medida, adaptados ao seu estilo e preferências. Nossos floristas especializados criarão arranjos deslumbrantes usando plantas premium e recipientes decorativos, trazendo beleza natural e elegância para sua casa. Encomende Agora Workshops de Cuidados com as Plantas Participe de nossos workshops de cuidados com as plantas liderados por horticultores experientes e aprenda dicas e técnicas essenciais para cultivar suas plantas. Desde regar e podar até controle de pragas e propagação, nossos workshops abrangem uma ampla variedade de tópicos para ajudá-lo a se tornar um pai de planta confiante e experiente. Inscreva-se Agora Consulta sobre Saúde das Plantas Garanta o bemestar de suas plantas com nossos serviços de consultoria personalizada sobre saúde das plantas. Nossos especialistas experientes irão avaliar a condição de suas plantas, diagnosticar quaisquer problemas e fornecer recomendações personalizadas para um crescimento e vitalidade ótimos. Consulte Agora Por que escolher a Thrive Greenhouse para as necessidades de cultivo de suas plantas? Na Thrive Greenhouse, nossa equipe é composta por jardineiros habilidosos e experientes que entendem as necessidades únicas de cada planta. Com anos de experiência na indústria, dominamos a arte do cultivo, garantindo que suas plantas recebam o cuidado da mais alta qualidade e atenção aos detalhes. Acreditamos em oferecer experiências de cultivo personalizadas, adaptadas às necessidades individuais e preferências de suas plantas. Seja para uma rega básica ou uma sessão completa de cuidados, dedicamos tempo para entender os requisitos específicos de cada uma, garantindo que recebam o cuidado e a atenção que merecem. Consultar Produtos e Equipamentos Premium O bem-estar de suas plantas é nossa principal prioridade, por isso utilizamos apenas produtos e equipamentos de cultivo da mais alta qualidade. De xampus suaves e condicionadores a ferramentas de cultivo de última geração, não economizamos esforços para garantir o conforto e a segurança de suas plantas durante o processo de cultivo. Ambiente Livre de Estresse Entendemos que o cultivo pode ser estressante para algumas plantas, por isso nos esforçamos para criar uma atmosfera calma e relaxante em nosso estufa. Nossos jardineiros são treinados para lidar com plantas com cuidado e paciência, garantindo uma experiência livre de estresse para sua plantinha do início ao fim. Compromisso com a Excelência Na Thrive Greenhouse, estamos comprometidos em fornecer excelência em serviços de cultivo de plantas. Se você nos visita para um cultivo de rotina ou uma ocasião especial, pode confiar que suas plantas receberão o mais alto padrão de cuidado e atenção sempre. Contate-nos Manhã 8h às 9h É por isso que oferecemos horários flexíveis de cultivo para atender às suas necessidades. Noite 18h às 19h Nossa equipe dedicada está aqui para atendê-lo do amanhecer ao anoitecer. Entre em contato +55 13 88159647 O que os clientes dizem sobre nós \"Meu cachorro, Fido, sempre fica incrível depois de visitar o Viveiro Thrive! Estou impressionado com o profissionalismo e cuidado que eles fornecem em cada estágio do cultivo. Eles realmente entendem a importância de criar uma atmosfera confortável para as plantas.\" Maria Silva 4.9 \"Eu confio completamente no Viveiro Thrive com minhas plantas, a Flora. Seus cultivadores profissionais não só cuidam excelentemente das plantas, mas também criam uma atmosfera tranquila que torna o cultivo agradável para elas. Minha Flora sempre floresce feliz e com um aspecto fabuloso!\" João Santos 4.9 \"Estou encantado com a qualidade dos serviços oferecidos pelo Viveiro Thrive. Eles não apenas cuidam meticulosamente das minhas plantas, mas também criam um ambiente acolhedor que as faz prosperar. Minha coleção de plantas sempre exibe vitalidade e beleza graças ao cuidado dedicado da equipe do Viveiro Thrive. \" Elis Ertudiado 4.9 Nossos especialistas Somente temos jardineiros experientes Ana Oliveira Especialista em Cultivo de Flores Luiz Silva Especialista em Cuidados de Plantas Exóticas Rosa Santos Mestre em Manejo de Plantas Internas Carlos Gonçalves Profissional em Manutenção de Jardins Maria Costa Especialista em Jardinagem Sustentável Paulo Pereira Especialista em Paisagismo Preços Sessão Regular R$ 50 / Por Sessão Banho para Plantas Verificação de Saúde das Plantas Cuidados de Jardinagem Controle de Queda de Folhas Entre em contato Sessão de Jardinagem Suprema R$ 75 / Por Sessão Estilização Completa das Plantas Aparência de Luxo das Folhas Cuidados de Luxo para as Raízes Higiene Foliar Entre em contato Sessão de Jardinagem de Luxo R$ 100 / Por Sessão Limpeza e Desobstrução de Folhas Condicionamento da Cobertura das Folhas Estilização Completa das Plantas Entre em contato Fale Conosco Se você tiver alguma dúvida, nós vamos ouvir você Endereço Natal - RN, 59032-540, Brasil Telefone +55-13-88159647 E-mail thrivegreenhouse@gmail.com Preencha o formulário Escreva para nós e nossos especialistas terão prazer em responder você Concordo política de Privacidade thrivegreenhouse@gmail.com +55-13-88159647 Natal - RN, 59032-540, Brasil © 2024 Thrive Greenhouse, Todos os direitos reservados. Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Thrive Greenhouse Lar Preços Especialistas Contatos +55 13 88159647 Política de Privacidade Introdução: Nossa Política de Privacidade descreve as informações que coletamos, como são utilizadas e as medidas que tomamos para proteger seus dados. Ao usar nosso site, você concorda com os termos descritos nesta política. Coleta de Informações: Coletamos informações pessoais que você nos fornece voluntariamente quando se registra, faz um pedido ou entra em contato conosco. Isso pode incluir nome, endereço, e-mail, número de telefone e detalhes de pagamento. Uso das Informações: Utilizamos as informações coletadas para processar suas compras, fornecer atendimento ao cliente, enviar atualizações sobre seu pedido e melhorar nossos serviços. Também podemos usar seus dados para fins de marketing, desde que você tenha consentido. Compartilhamento de Informações: Não vendemos suas informações pessoais a terceiros. Podemos compartilhar dados com parceiros de confiança que nos ajudam a operar nosso site, conduzir nossos negócios ou atender você, desde que esses parceiros concordem em manter essas informações confidenciais. Proteção de Dados: Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos tecnologias de criptografia e outros protocolos de segurança para salvaguardar seus dados. Marketing e Comunicação: Se você optou por receber nossas comunicações de marketing, usaremos suas informações para enviar atualizações, promoções e outras informações relevantes. Você pode cancelar a assinatura a qualquer momento seguindo as instruções em nossas comunicações. Acesso e Correção de Dados: Você tem o direito de acessar e corrigir suas informações pessoais armazenadas por nós. Se precisar atualizar seus dados, entre em contato conosco para fazer as alterações necessárias. Retenção de Dados: Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos descritos nesta política, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Direitos do Usuário: Você tem vários direitos em relação aos seus dados pessoais, incluindo o direito de solicitar a exclusão, a restrição de processamento e a portabilidade dos dados. Para exercer esses direitos, entre em contato conosco. Alterações na Política de Privacidade: Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou em leis aplicáveis. Publicaremos quaisquer alterações nesta página e, se as mudanças forem significativas, forneceremos um aviso mais proeminente. Informações de Contato: Se você tiver dúvidas ou preocupações sobre esta Política de Privacidade ou sobre nossas práticas de proteção de dados, entre em contato conosco através das informações fornecidas thrivegreenhouse@gmail.com. Consentimento: Ao utilizar nosso site, você consente com a coleta e uso de suas informações pessoais conforme descrito nesta Política de Privacidade. Se não concordar com os termos, por favor, não utilize nossos serviços. Links para Sites de Terceiros: Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Recomendamos que você leia as políticas de privacidade de qualquer site de terceiros que visite. Segurança Online: Adotamos medidas rigorosas para garantir que suas informações pessoais estejam seguras ao serem transmitidas online. No entanto, a segurança absoluta não pode ser garantida, e incentivamos você a tomar precauções adicionais para proteger seus dados quando estiver online. Transferência Internacional de Dados: Seus dados podem ser transferidos e armazenados em servidores localizados fora do seu país de residência. Tomamos medidas para garantir que seus dados pessoais recebam um nível adequado de proteção em qualquer lugar que sejam processados. Crianças e Privacidade: Nosso site não é direcionado a crianças menores de 13 anos, e não coletamos intencionalmente informações pessoais de crianças. Se descobrirmos que coletamos dados de uma criança, tomaremos medidas imediatas para excluir essas informações. Consentimento para Alterações: Se fizermos alterações significativas nesta Política de Privacidade, solicitaremos seu consentimento novamente, conforme necessário, para garantir que você esteja ciente e de acordo com as novas práticas de privacidade. thrivegreenhouse@gmail.com +55-13-88159647 Natal - RN, 59032-540, Brasil © 2024 Thrive Greenhouse, Todos os direitos reservados. Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Thrive Greenhouse Lar Preços Especialistas Contatos +55 13 88159647 Termos e Condições Introdução: Estes Termos e Condições regem o uso do site e os serviços oferecidos pela Thrive Greenhouse. Ao acessar nosso site e fazer compras, você concorda em cumprir estes termos. Cadastro de Usuário: Para fazer compras em nosso site, você deve se cadastrar fornecendo informações precisas e completas. Você é responsável por manter a confidencialidade de suas credenciais de login. Compras e Pagamentos: Aceitamos diversos métodos de pagamento seguros. Ao fazer um pedido, você concorda em fornecer informações válidas de pagamento e autoriza a cobrança do valor total da compra. Preços e Disponibilidade: Todos os preços estão sujeitos a alterações sem aviso prévio. Nos esforçamos para garantir a precisão das informações, mas não nos responsabilizamos por erros de preços ou disponibilidade. Entrega de Produtos: Oferecemos várias opções de entrega para atender suas necessidades. Os prazos de entrega são estimados e podem variar. Não nos responsabilizamos por atrasos causados por fatores fora de nosso controle. Política de Devolução: Aceitamos devoluções de produtos dentro de um período específico, desde que estejam em suas condições originais. Consulte nossa política de devolução detalhada para mais informações. Garantias e Responsabilidades: Nossos produtos são garantidos contra defeitos de fabricação. Não nos responsabilizamos por danos resultantes de uso inadequado ou negligência por parte do usuário. Uso do Site: Você concorda em usar nosso site apenas para fins legais e de acordo com estes termos. É proibido usar o site de maneira que possa prejudicar a operação ou o acesso de outros usuários. Propriedade Intelectual: Todo o conteúdo do site, incluindo textos, imagens, gráficos e logotipos, é propriedade da Thrive Greenhouse ou de seus licenciadores e está protegido por leis de direitos autorais e propriedade intelectual. Links para Terceiros: Nosso site pode conter links para sites de terceiros. Esses links são fornecidos para sua conveniência e não implicam endosso dos conteúdos. Não nos responsabilizamos pelas práticas de privacidade ou pelo conteúdo desses sites. Limitação de Responsabilidade: Em nenhuma circunstância a Thrive Greenhouse será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou da incapacidade de usar nosso site ou produtos. Indenização: Você concorda em indenizar, defender e isentar a Thrive Greenhouse de qualquer reclamação, perda, responsabilidade, demanda ou despesa relacionada ao seu uso do site ou à violação destes termos. Rescisão: Podemos rescindir ou suspender seu acesso ao site imediatamente, sem aviso prévio, se você violar estes Termos e Condições ou se envolver em atividades fraudulentas, abusivas ou ilegais. Alterações nos Termos: Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas nesta página e, se significativas, forneceremos um aviso mais proeminente. Legislação Aplicável: Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa decorrente do uso do site será resolvida nos tribunais competentes do Brasil. Disposições Gerais: Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito. Informações de Contato: Se você tiver dúvidas ou preocupações sobre estes Termos e Condições, entre em contato conosco através das informações fornecidas thrivegreenhouse@gmail.com. thrivegreenhouse@gmail.com +55-13-88159647 Natal - RN, 59032-540, Brasil © 2024 Thrive Greenhouse, Todos os direitos reservados. Política de Privacidade Termos e Condições",
    "thanks": "Obrigado por Comprar na Thrive Greenhouse! Obrigado! Obrigado por entrar em contato com a Thrive Greenhouse! Estamos felizes em ajudá-lo a trazer mais vegetação para sua casa. Se tiver alguma dúvida ou precisar de assistência, não hesite em entrar em contato com a nossa equipe de atendimento ao cliente. Estamos aqui para ajudar! Esperamos que você aproveite suas novas plantas e que elas tragam muita alegria e tranquilidade ao seu lar. Obrigado por escolher a Thrive Greenhouse! Pagina inicial"
  },
  "date": "2024-05-17T10:34:33.703Z"
}