{
  "name": "New_v9_BouquetGarden",
  "pages": {
    "about": "Bouquet Garden - Your Floral Paradise Home About Us About Us Your trusted partner in floral artistry and excellence Unique and Elegant The Perfect Bouquet Our expertly crafted bouquets make the perfect gift for any occasion. Each arrangement is carefully designed to bring beauty and joy to your loved ones. Why Choose Us High Quality We offer only the freshest and highest quality flowers to ensure long-lasting beauty and fragrance. Fast Delivery Our efficient delivery service ensures your flowers arrive fresh and on time, no matter the occasion. Excellent Support Our friendly and knowledgeable support team is always here to help with any questions or special requests. Wide Variety We offer a wide variety of flowers and arrangements to suit every taste and occasion, from classic to contemporary designs. Frequently Asked Questions Find answers to common questions about our services and products. What types of flowers do you offer? We offer a wide variety of flowers including roses, lilies, tulips, orchids, and more. Our selection is constantly updated to include seasonal favorites. How can I place an order? You can place an order through our website by selecting the flowers or arrangements you want and following the checkout process. You can also call our customer service for assistance. What is the best way to care for my flowers? To care for your flowers, keep them in a cool place, change the water regularly, and trim the stems every few days. Avoid direct sunlight and heat sources. Do you offer same-day delivery? Yes, we offer same-day delivery for orders placed before noon. Please check our delivery policy for more details. Can I customize my bouquet? Yes, you can customize your bouquet by selecting your preferred flowers and arrangement style. Contact our customer service for personalized assistance. Get in Touch Fill out the form below and our specialist will contact you to complete your order. I accept Privacy policy Submit Home About Us Phone: +91-496-1463259 E-mail: bouquetgarden@gmail.com Adress: Krishna Bungalows,24, South Bopal, Bopal, Ahmedabad, Gujarat 380058, India Privacy policy Terms and Conditions",
    "index": "About Us - Your Trusted Floral Experts Home About Us New Arrivals For a Special Occasion! Exclusive Offer - 10% Off This Week Shop Now ❮ ❯ Our Flower Selection Discover our beautiful collection of fresh flowers and plants. Dutchman's Breeches $100.00 Evergreen Candytuft $100.00 $120.00 Pearly Everlasting $100.00 Flowers Bouquet Pink $100.00 Hurry Up! Latest Deal! Sale Up To 20% Off Get the best deals on our exquisite flower collections. Limited time offer! 03 DAYS 00 HRS 00 MIN 00 SEC Shop Now nurseryshop Home Plants Shop Now artificial plants Real Plants Shop Now natural Decor Plants Shop Now The variety of flowers and plants at this store is incredible! I found the perfect addition to my living room. Sophia Green Interior Designer I love the freshness of their flowers. They always last longer than expected. Highly recommended! Michael White Florist Great service and beautiful plants. My office has never looked so green and inviting. Emma Brown Office Manager I bought a beautiful bouquet for my friend's birthday. She absolutely loved it! John Doe Customer Latest Blog Discover the latest updates and tips from our flower experts. 20.04.2024 Sunflowers in Bloom Learn how to grow and care for sunflowers to bring a splash of sunshine to your garden. 21.04.2024 The Art of Table Decorating Tips and tricks for creating beautiful floral arrangements for your festive table settings. 22.04.2024 Celebrating Diversity in Flowers Explore the beauty of diverse flower species and how they can enhance your floral designs. Get in Touch Fill out the form below and our specialist will contact you to complete your order. I accept Privacy policy Submit Home About Us Phone: +91-496-1463259 E-mail: bouquetgarden@gmail.com Adress: Krishna Bungalows,24, South Bopal, Bopal, Ahmedabad, Gujarat 380058, India Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Bouquet Garden Home About Us Privacy Policy At Bouquet Garden, we value your privacy and are committed to protecting your personal information. This Privacy Policy outlines the types of information we collect, how we use it, and the measures we take to ensure its security. 1. Information We Collect We collect various types of information to provide and improve our services. The types of information we collect include: Personal Information: When you place an order, create an account, or contact us, we may collect personal details such as your name, address, phone number, and email address. Payment Information: To process your orders, we collect payment details such as your credit card information or other payment methods. Transaction Information: We record details about your transactions with us, including the products you purchase and the dates and amounts of your purchases. Technical Information: When you visit our website, we collect technical data such as your IP address, browser type, and operating system to help us understand how our website is being used and to improve your experience. 2. How We Use Your Information We use the information we collect for various purposes, including: Order Processing: To process and fulfill your orders, including sending confirmation emails and delivery notifications. Customer Support: To provide customer support and address your inquiries or concerns. Personalization: To personalize your shopping experience, recommend products, and offer tailored promotions. Marketing: To send you promotional materials and updates about our products and services. You can opt-out of receiving marketing emails at any time by following the unsubscribe instructions included in the emails. Improvement: To improve our website, products, and services based on your feedback and usage patterns. Security: To protect our website and users from fraud and other illegal activities. 3. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personal information to outside parties except in the following circumstances: Service Providers: We may share your information with trusted service providers who assist us in operating our website, conducting our business, or providing services to you, as long as these parties agree to keep your information confidential. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities. Business Transfers: In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred as part of the transaction. 4. Data Security We implement a variety of security measures to maintain the safety of your personal information. These measures include: Encryption: We use encryption to protect sensitive information transmitted online. Access Controls: We restrict access to your personal information to authorized personnel only. Regular Security Audits: We conduct regular security audits to identify and address potential vulnerabilities. 5. Your Rights You have the right to: Access the personal information we hold about you and request corrections if it is inaccurate or incomplete. Request the deletion of your personal information, subject to certain legal exceptions. Object to the processing of your personal information in certain circumstances. Withdraw your consent to the processing of your personal information at any time. To exercise any of these rights, please contact us at bouquetgarden@gmail.com. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website and indicating the date of the latest revision. We encourage you to review this policy periodically to stay informed about how we are protecting your information. 7. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at bouquetgarden@gmail.com. Home About Us Phone: +91-496-1463259 E-mail: bouquetgarden@gmail.com Adress: Krishna Bungalows,24, South Bopal, Bopal, Ahmedabad, Gujarat 380058, India Privacy policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Bouquet Garden Home About Us Terms and Conditions Welcome to Bouquet Garden. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing or using our website, you agree to be bound by these terms and conditions. If you do not agree to these terms, please do not use our website. 1. General Conditions We reserve the right to refuse service to anyone for any reason at any time. You understand that your content (not including credit card information) may be transferred unencrypted and involve transmissions over various networks. Credit card information is always encrypted during transfer over networks. 2. Use of Our Website You agree to use our website only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within our website. 3. Intellectual Property All content included on this site, such as text, graphics, logos, images, and software, is the property of Bouquet Garden or its content suppliers and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of Bouquet Garden and protected by international copyright laws. 4. Product Information We strive to display as accurately as possible the colors and images of our products that appear on our website. However, we cannot guarantee that your computer monitor's display of any color will be accurate. All descriptions of products or product pricing are subject to change at any time without notice, at the sole discretion of us. We reserve the right to discontinue any product at any time. 5. Order Acceptance and Cancellation We reserve the right to refuse or cancel any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the email and/or billing address/phone number provided at the time the order was made. 6. Pricing and Payment Prices for our products are subject to change without notice. We reserve the right at any time to modify or discontinue the service (or any part or content thereof) without notice at any time. We shall not be liable to you or to any third-party for any modification, price change, suspension, or discontinuance of the service. You agree to provide current, complete, and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed. 7. Delivery Policy We will deliver the goods to the address you specify for delivery in your order. It is important that this address is accurate. We cannot accept any liability for any loss or damage to the goods once they have been delivered in accordance with your delivery instructions (unless this is caused by our negligence). We will aim to deliver the goods by the date quoted for delivery, but delivery times are not guaranteed. 8. Returns and Refunds If you are not satisfied with your purchase, you may return the item within a specified time frame for a refund or exchange, subject to our returns policy. Please contact our customer service at bouquetgarden@gmail.com for more details on our return process. 9. Limitation of Liability In no case shall Bouquet Garden, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers, or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. 10. Governing Law These terms and conditions and any separate agreements whereby we provide you services shall be governed by and construed in accordance with the laws of the jurisdiction in which Bouquet Garden operates. 11. Changes to Terms and Conditions You can review the most current version of the terms and conditions at any time on this page. We reserve the right, at our sole discretion, to update, change or replace any part of these terms and conditions by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the service following the posting of any changes to these terms and conditions constitutes acceptance of those changes. 12. Contact Information Questions about the terms and conditions should be sent to us at bouquetgarden@gmail.com. Home About Us Phone: +91-496-1463259 E-mail: bouquetgarden@gmail.com Adress: Krishna Bungalows,24, South Bopal, Bopal, Ahmedabad, Gujarat 380058, India Privacy policy Terms and Conditions",
    "thanks": "Thank You - Bouquet Garden Thank You for Your Purchase! We appreciate your business and look forward to serving you again. Your order has been successfully placed and is being processed. You will receive an email confirmation shortly. If you have any questions or need further assistance, please do not hesitate to contact us. Return to Home Page"
  },
  "date": "2024-07-11T07:15:15.512Z"
}