{
  "name": "New_v9_Waterfall",
  "pages": {
    "about": "Waterfall - About Início Sobre o Waterfall História de Origem O Waterfall foi fundado com a missão de fornecer a mais alta qualidade de água purificada para residências e empresas. Nossa jornada começou há mais de uma década, impulsionada pela paixão pela saúde e sustentabilidade. Nos tornamos um nome confiável na indústria de purificação de água. Nosso compromisso com a excelência e inovação continua a guiar nossas operações. Equipe Profissional e Grande Nossa equipe altamente qualificada assegura a pureza e segurança da sua água, com especialistas em tecnologia de filtração, atendimento ao cliente e logística. Sempre atualizados com os avanços da indústria, trabalhamos incansavelmente para oferecer as melhores soluções. Princípios No Waterfall, focamos na qualidade, sustentabilidade e satisfação do cliente. Usamos os melhores materiais e tecnologias para sistemas superiores de purificação de água, priorizando a sustentabilidade para minimizar nosso impacto ambiental. Nosso compromisso é atender às necessidades dos clientes com integridade e transparência. Depoimentos \"O Waterfall transformou completamente nosso ambiente de escritório. A conveniência de ter água purificada à mão é incomparável. Além disso, o atendimento ao cliente deles é excelente.\" - João Silva - \"Adoramos os filtros de água que recebemos do Waterfall. São fáceis de instalar e manter, e a água tem um sabor fantástico. Altamente recomendado!\" - Ana Santos - \"O serviço de entrega da Waterfall é sempre confiável e pontual. Facilita a gestão do nosso fornecimento de água. Não poderíamos estar mais satisfeitos.\" - Miguel Oliveira - \"Os refrigeradores de escritório da Waterfall são um sucesso. Mantêm nossa água na temperatura perfeita e são muito populares entre todos no escritório.\" - Maria Lima - \"A água de alta pureza entregue pela Waterfall é exatamente o que precisávamos. É refrescante e limpa, e a equipe de entrega é sempre profissional.\" - Daniel Oliveira - \"Mudamos para a Waterfall para nossas necessidades de água em casa, e nunca mais olhamos para trás. A qualidade da água é excelente, e o serviço é soberbo.\" - Jéssica Almeida - \"Uso os produtos da Waterfall há anos, e eles nunca decepcionam. Desde filtros até refrigeradores, tudo é de alta qualidade. Eu os recomendo muito.\" - Carlos Santos - Sustentabilidade A Waterfall possui escritórios estabelecidos em vários países ao redor do mundo, garantindo nosso alcance global e habilidade de atender a uma gama diversificada de clientes. Nossa presença em locais-chave nos permite entender e satisfazer as necessidades únicas de diferentes mercados, fornecendo soluções personalizadas aos nossos clientes. Esta rede global nos permite distribuir eficientemente nossos produtos e serviços de purificação de água de alta qualidade. Com um grande número de clientes confiando em nós para suas necessidades de água, estamos comprometidos em manter os mais altos padrões de qualidade e sustentabilidade. Nossa extensa base de clientes inclui tanto clientes residenciais quanto comerciais que dependem de nós para água segura e limpa. Orgulhamo-nos da nossa capacidade de oferecer consistentemente um serviço excepcional e produtos que atendem às exigências rigorosas de nossos clientes. A sustentabilidade está no cerne de nossas operações, pois buscamos minimizar nosso impacto ambiental, ao mesmo tempo em que maximizamos os benefícios para nossos clientes. Utilizamos materiais e processos eco-friendly para garantir que nossos produtos não sejam apenas eficazes, mas também benéficos para o planeta. Nosso compromisso com a sustentabilidade se estende a todos os aspectos de nosso negócio, desde o desenvolvimento de produtos até o atendimento ao cliente, garantindo que contribuímos positivamente para o mundo em que vivemos. Início Política de Privacidade Termos e Condições &copy; 2024 Waterfall. Todos os direitos reservados.",
    "index": "Waterfall Mais Benefícios Serviços Contatos Bem-vindo Bem-vindo à Waterfall, seu destino principal para serviços de purificação e entrega de água de alta qualidade. Estamos dedicados a fornecer a você a água da mais alta qualidade, garantindo saúde e conveniência. Contatos Nossos Produtos Descubra nossos produtos projetados com a mais recente tecnologia para garantir os mais altos padrões de pureza e sabor. Experimente a conveniência e os benefícios para a saúde das nossas soluções superiores de água. Confie em nós para entregar qualidade, confiabilidade e serviço excepcional. Filtros de cozinha Nossos filtros de cozinha garantem que você tenha acesso a água fresca diretamente da sua torneira. Fáceis de instalar e manter. Encomendar Resfriadores de escritório Nossos resfriadores fornecem tanto água fria quanto quente, para todas as suas necessidades. Encomendar Entrega de água Entregamos água fresca e purificada diretamente para sua casa ou escritório, assegurando alta qualidade sempre. Encomendar Por que Escolher a Gente Cuidados com a Saúde Escolher nossa empresa significa escolher uma melhor saúde. Nossa água purificada é livre de contaminantes e poluentes nocivos, garantindo que você e sua família se mantenham hidratados com a água mais limpa possível. O consumo regular de água purificada pode melhorar a digestão, aumentar os níveis de energia e apoiar o bem-estar geral. Abordagem Ecológica e Natural Nosso compromisso com uma abordagem ecológica e natural nos diferencia. Priorizamos a sustentabilidade em embalagens ecológicas e processos de purificação eficientes em termos de energia. Ao escolher nossos serviços, você está apoiando esforços para reduzir o desperdício de plástico e diminuir a pegada de carbono. Junte-se a nós em nossa missão de promover um planeta mais saudável para as futuras gerações. Tecnologia Avançada Utilizamos tecnologia avançada para garantir a mais alta qualidade na purificação da água. Nossos sistemas de filtração de última geração são projetados para remover até as menores impurezas, proporcionando-lhe água cristalina e de ótimo sabor. Nossos sistemas são regularmente atualizados e mantidos para estar à frente dos padrões da indústria. Escolha uma melhor qualidade de vida. Contatos 20% As garrafas plásticas de água são recicladas, 80% não são. 1 milhão Garrafas plásticas de água são compradas globalmente a cada minuto. $14 bilhões Os brasileiros gastam cerca de $14 bilhões em água engarrafada anualmente. 30% Percentual de melhoria na saúde da pele quando bem hidratada. 2,5 litros Consumo médio de água por pessoa por dia 1,8 bilhão Até 2025, número de pessoas que viverão em regiões com escassez de água. Nossos Serviços 1) Nosso serviço de instalação e manutenção de bebedouros garante que seus bebedouros estejam sempre em condições ideais. Nossos técnicos experientes instalarão seu bebedouro de forma rápida e eficiente, minimizando qualquer interrupção em sua casa ou escritório. 2) Também oferecemos serviços de reparo emergencial para seus bebedouros. Se você enfrentar qualquer problema com seu bebedouro, nossa equipe está disponível para fornecer soluções rápidas e eficazes. Entendemos a importância de ter acesso à água limpa, por isso priorizamos reparos urgentes para que seu bebedouro volte a funcionar o mais rápido possível. 3) Além disso, oferecemos serviços de entrega de água para garantir que você sempre tenha um suprimento fresco de água de alta qualidade. Nosso serviço de entrega é conveniente e flexível, adaptado para atender ao seu cronograma e requisitos. Oferecemos uma variedade de opções de água, incluindo água purificada, mineral e de nascente, entregue diretamente à sua porta. 4) Nossa equipe de suporte ao cliente é dedicada a fornecer um serviço excelente e assistência. Se você tiver dúvidas sobre nossos serviços, precisar de ajuda para solucionar um problema ou desejar agendar um compromisso, nossa equipe simpática e experiente está aqui para ajudar. FAQ Quais são os benefícios de beber água purificada? Beber água purificada ajuda a remover contaminantes nocivos, melhora o sabor e pode contribuir para uma melhor saúde geral, reduzindo a ingestão de impurezas e poluentes encontrados em algumas fontes de água. Com que frequência devo trocar o filtro de água? A frequência de troca do filtro de água depende do tipo e do uso. Geralmente, recomenda-se substituir a maioria dos filtros a cada 3 a 6 meses, mas sempre consulte as orientações do fabricante para obter os melhores resultados. A água engarrafada é melhor do que a água da torneira? A água engarrafada e a água da torneira podem ser seguras e saudáveis para beber, dependendo da qualidade da água local e dos processos de tratamento. A água engarrafada é frequentemente escolhida pela conveniência e pureza percebida, mas a água da torneira de alta qualidade, com filtração adequada, pode ser igualmente benéfica. Qual é a melhor maneira de armazenar água engarrafada? A água engarrafada deve ser armazenada em local fresco e escuro, longe da luz solar direta e de produtos químicos. Também é importante mantê-la selada até o uso para evitar contaminação. Como posso garantir que o bebedouro de água do meu escritório esteja limpo e seguro? A manutenção regular e a limpeza do bebedouro de água do seu escritório são essenciais para garantir que ele permaneça seguro e higiênico. Isso inclui limpeza periódica profunda e sanitização, além da substituição regular dos filtros conforme recomendado pelo fabricante. Há diferentes tipos de água disponíveis para entrega? Sim, oferecemos uma variedade de tipos de água para entrega, incluindo água purificada, água mineral e água de nascente. Cada tipo tem suas próprias propriedades e benefícios exclusivos para atender a diferentes preferências e necessidades. Quanta água devo beber diariamente? A ingestão diária recomendada de água varia dependendo de fatores como idade, sexo, nível de atividade e clima. No entanto, uma diretriz geral é beber pelo menos 8 copos (64 onças) de água por dia, ou mais se você for fisicamente ativo ou estiver em um ambiente quente. Programa Corporativo Nossa empresa oferece um programa corporativo projetado para atender às necessidades únicas de empresas e organizações. Oferecemos preços especiais e soluções personalizadas para purificação e entrega de água, garantindo que sua local de trabalho tenha acesso a água limpa e refrescante. Soluções Personalizadas Nosso programa corporativo oferece soluções personalizadas para atender aos requisitos específicos de sua empresa. Se você precisar de bebedouros de alta capacidade ou sistemas de filtração especializados, temos a experiência necessária para fornecer. Trabalhamos em estreita colaboração com você para entender suas necessidades e fornecer os equipamentos e serviços mais adequados. Isso garante que o ambiente do seu escritório permaneça hidratado e saudável em todos os momentos. Planos de Preços Flexíveis Nosso programa corporativo inclui planos de preços flexíveis e cronogramas de entrega para garantir que você nunca fique sem água purificada. Nossa equipe de profissionais está sempre pronta para resolver problemas e realizar os reparos necessários, garantindo acesso ininterrupto à água limpa. Escreva para Nós Nome E-mail Mensagem Eu aceito Política de Privacidade ENVIAR Endereço: Comper - Loja - 72, Av. Gunter Hans - Tijuca, Campo Grande - MS, 79094-100, Brasil Tel: +556733033850 waterfall@gmail.com Início Produtos Benefícios FAQ Política de Privacidade Termos e Condições &copy; 2024 Waterfall. Todos os direitos reservados. document.addEventListener(\"DOMContentLoaded\", function () { const questions = document.querySelectorAll(\".faq-block\"); questions.forEach((question) => { question.addEventListener(\"click\", function () { this.classList.toggle(\"active\"); const text = this.querySelector(\".text\"); text.classList.toggle(\"active\"); }); }); });",
    "privacy": "Política de Privacidade - Waterfall Voltar para Waterfall Termos e Condições Política de Privacidade 1. Segurança dos Dados A Waterfall implementa medidas de segurança de ponta para proteger seus dados pessoais contra acesso não autorizado, modificação ou divulgação, mantendo os mais altos padrões de segurança de dados. 2. Coleta de Dados Coletamos dados pessoais para fornecer o melhor serviço possível. Isso inclui informações fornecidas durante compras, assinaturas de boletins informativos e interações com nosso site. 3. Uso de Cookies Nosso site utiliza cookies para melhorar a experiência do usuário. Os cookies nos ajudam a entender o comportamento do usuário, lembrar preferências e melhorar a funcionalidade do site. 4. Serviços de Terceiros Podemos compartilhar seus dados com prestadores de serviços de terceiros para facilitar nossos serviços. Esses provedores têm a obrigação contratual de proteger seus dados. 5. Consentimento do Usuário Ao usar nossos serviços, você consente com nossas práticas de privacidade. Garantimos transparência em nossas políticas de coleta e uso de dados. 6. Retenção de Dados Mantemos dados pessoais apenas pelo tempo necessário para os fins descritos nesta política ou conforme exigido por lei. 7. Acesso aos Dados Os usuários têm o direito de acessar seus dados pessoais. Você pode solicitar visualizar, atualizar ou excluir suas informações a qualquer momento. 8. Privacidade de Crianças Nossos serviços não são direcionados a indivíduos menores de 16 anos. Não coletamos intencionalmente dados pessoais de crianças. 9. Comunicações de Marketing Podemos enviar materiais promocionais se você optar por receber. Você pode cancelar a inscrição dessas comunicações a qualquer momento. 10. Transferência de Dados Suas informações podem ser transferidas e mantidas em servidores localizados fora de seu estado, província ou país. Garantimos que esses locais sigam regulamentações de proteção de dados. 11. Direitos do Usuário Você tem o direito de solicitar correção de dados, restrição de processamento e portabilidade de dados. Comprometemo-nos a honrar esses direitos. 12. Alterações na Política Podemos atualizar esta política periodicamente. Os usuários serão informados sobre quaisquer alterações significativas por meio de nosso site ou comunicação direta. 13. Informações de Contato Para dúvidas sobre esta política de privacidade, entre em contato conosco pelo email waterfall@gmail.com. Estamos aqui para responder às suas preocupações. 14. Conformidade Legal Cumprimos todas as leis e regulamentos relevantes de proteção de dados. Sua privacidade de dados é nossa obrigação legal e ética. 15. Links de Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou conteúdo desses sites externos. Voltar para Waterfall Termos & Condições &copy; 2024 Waterfall. Todos os direitos reservados.",
    "terms": "Termos e Condições - Waterfall Voltar para Waterfall Política de Privacidade Termos e Condições 1. Acordo Integral Estes termos e condições constituem o acordo integral entre você e a Waterfall em relação ao uso de nosso site e serviços. Quaisquer acordos ou entendimentos anteriores são substituídos por estes termos. 2. Aceitação dos Termos Ao acessar e usar nossos serviços, você aceita e concorda em ficar vinculado a estes termos e condições. Se você não concorda com estes termos, por favor, não utilize nossos serviços. 3. Alterações nos Termos A Waterfall reserva-se o direito de modificar estes termos a qualquer momento. Quaisquer alterações serão postadas nesta página, e o uso contínuo de nossos serviços significa sua aceitação dos termos atualizados. 4. Responsabilidades do Usuário Os usuários concordam em usar nossos serviços em conformidade com todas as leis e regulamentos aplicáveis. Qualquer uso indevido de nossos serviços pode resultar na suspensão do acesso. 5. Política de Privacidade Nossa Política de Privacidade, que explica como lidamos com suas informações pessoais, é incorporada a estes termos e condições por referência. Por favor, revise nossa Política de Privacidade para mais detalhes. 6. Propriedade Intelectual Todo o conteúdo, marcas registradas e dados neste site são propriedade da Waterfall ou de seus licenciadores e são protegidos por leis de propriedade intelectual. O uso não autorizado de nosso conteúdo é proibido. 7. Limitação de Responsabilidade A Waterfall não será responsável por quaisquer danos decorrentes do uso ou da impossibilidade de uso de nossos serviços, mesmo que tenhamos sido avisados da possibilidade de tais danos. 8. Indenização Os usuários concordam em indenizar e isentar a Waterfall de qualquer reclamação, danos ou despesas decorrentes do uso de nossos serviços ou violação destes termos. 9. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis da jurisdição em que a Waterfall opera, sem considerar seus princípios de conflitos de leis. 10. Rescisão A Waterfall reserva-se o direito de rescindir ou suspender o acesso aos nossos serviços imediatamente, sem aviso prévio, por conduta que acreditamos violar estes termos ou prejudicar outros usuários. 11. Links de Terceiros Nosso site pode conter links para sites de terceiros. A Waterfall não é responsável pelo conteúdo ou práticas desses sites, e acessá-los é por sua própria conta e risco. 12. Disponibilidade de Serviço Embora nos esforcemos para garantir que nossos serviços estejam disponíveis o tempo todo, a Waterfall não garante acesso ininterrupto e não será responsável por qualquer tempo de inatividade ou interrupções. 13. Informações de Contato Para quaisquer dúvidas ou preocupações sobre estes termos e condições, entre em contato conosco pelo email waterfall@gmail.com. 14. Severabilidade Se alguma disposição destes termos for considerada inexequível ou inválida, essa disposição será limitada ou eliminada na medida mínima necessária, para que os termos remanescentes permaneçam em pleno vigor e efeito. Voltar para Waterfall Política de Privacidade &copy; 2024 Waterfall. Todos os direitos reservados.",
    "thank_page": "Waterfall - Thanks Bem-vindo à Waterfall! Obrigado por visitar a Waterfall! Ficamos muito felizes em vê-lo e esperamos que tenha aproveitado seu tempo conosco. Estamos ansiosos para encantá-lo novamente com nossa água cristalina e serviço excepcional. Voltar para a Waterfall!"
  },
  "date": "2024-07-03T07:58:09.110Z"
}