{
  "name": "New_v9_tietruss",
  "pages": {
    "privacy-policy": "Política de Privacidade - TieTruss: Acessórios de Moda de Qualidade tietruss@gmail.com +55-65-9991-46256 TieTruss Lar Elegância Nossa missão Estilo individual Marca Política de Privacidade Nossa Empresa A TieTruss é uma empresa dedicada à venda de gravatas e cintos. Nós acreditamos que estes acessórios são mais do que apenas peças de tecido; eles são elementos-chave na construção de uma aparência elegante e sofisticada. Nossa missão é oferecer produtos de excelente qualidade, combinando estilo, conforto e durabilidade. Nossos Produtos Todos os nossos produtos são cuidadosamente selecionados e confeccionados com materiais de primeira qualidade. Nossas gravatas são feitas de seda, lã, algodão e outros tecidos nobres, enquanto nossos cintos são produzidos com couro genuíno e materiais sintéticos de alta resistência. Nossos produtos são projetados para atender a uma variedade de estilos e necessidades. Desde gravatas clássicas e elegantes até cintos robustos e versáteis, nós temos o que você precisa para complementar seu guarda-roupa. Serviços Além da venda de gravatas e cintos, nós também oferecemos orientações e dicas sobre como combinar e cuidar de seus acessórios. Nossa equipe está sempre pronta para ajudar você a fazer a melhor escolha, seja por meio de nossas postagens no blog ou através de nossa central de atendimento. Responsabilidade A TieTruss não se responsabiliza por danos ou prejuízos decorrentes do uso indevido ou do mau uso de nossos produtos. Recomendamos que você leia e siga as instruções de cuidado fornecidas junto com cada produto. Embora nós nos esforcemos para garantir que as informações e imagens dos produtos estejam atualizadas e precisas, pequenas variações podem ocorrer devido a fatores como ajustes de cor do monitor e diferenças entre lotes de produção. Garantia e Trocas Todos os nossos produtos são cobertos por uma garantia de 30 dias. Se você receber um produto com defeito ou que não corresponde à descrição do site, nós nos comprometemos a trocá-lo ou a reembolsá-lo. Para solicitar uma troca ou um reembolso, você deve entrar em contato conosco por e-mail tietruss@gmail.com dentro do prazo de 30 dias após a data de entrega. Não esqueça de incluir o número do pedido, uma descrição detalhada do problema e, se possível, fotos do produto. Após a análise do caso, nós lhe informaremos o procedimento a ser seguido. Em geral, o produto deve ser devolvido em sua embalagem original, com todos os acessórios e etiquetas. As despesas de envio da devolução são de responsabilidade do cliente. Política de Entrega Nós nos esforçamos para entregar seus produtos o mais rápido possível. Em geral, o prazo de entrega é de 5 a 10 dias úteis após a confirmação do pagamento. No entanto, este prazo pode ser estendido em função de fatores como o volume de pedidos, a disponibilidade de estoque e as condições climáticas. Nós não nos responsabilizamos por atrasos na entrega causados por fatores externos, como problemas com o serviço de correio ou greves. Em caso de atraso, nós lhe informaremos o novo prazo de entrega o mais breve possível. Conselhos de Estilo Além de oferecer produtos de alta qualidade, nós também queremos ajudar você a usá-los da melhor maneira. Por isso, nossa site conta com uma seção de conselhos de estilo, onde você pode encontrar dicas e sugestões sobre como combinar gravatas e cintos, como fazer nós diferentes e muito mais. Lembre-se: a moda é uma forma de expressão pessoal. Não tem regras rígidas. Use nossos conselhos como uma orientação, mas não deixe de experimentar e criar o seu próprio estilo. Compromisso com a Sustentabilidade Na TieTruss, acreditamos que é possível conciliar moda, qualidade e sustentabilidade. Por isso, nós nos esforçamos para adotar práticas que minimizem o nosso impacto ambiental e social. Nossos produtos são confeccionados com materiais de origem sustentável, como couro ecedar, algodão orgânico e seda reciclada. Além disso, nós priorizamos fornecedores que respeitem os direitos trabalhistas e que adotem práticas de produção limpa. Outra forma de nós contribuirmos para a sustentabilidade é por meio da redução de resíduos. Nós evitamos o uso excessivo de embalagens e materiais de preenchimento, e nós incentivamos nossos clientes a reciclar ou a reutilizar as embalagens dos produtos. Nossa meta é tornar-se uma empresa cada vez mais sustentável, e nós estamos sempre abertos a sugestões e ideias que nos ajudem a alcançar este objetivo. Atendimento ao Cliente Na TieTruss, nós valorizamos a satisfação dos nossos clientes. Por isso, nós nos esforçamos para oferecer um atendimento rápido, eficiente e personalizado. Nossa equipe de atendimento ao cliente está sempre pronta para ajudar você a resolver dúvidas, a escolher o produto certo e a acompanhar o status do seu pedido. Você pode entrar em contato conosco por e-mail tietruss@gmail.com ou por meio da nossa central de atendimento. Nós também oferecemos um serviço de chat online, onde você pode fazer perguntas e receber respostas em tempo real. Este serviço está disponível de segunda a sexta-feira, das 9h às 18h. Nossa meta é responder a todas as mensagens e chamadas no prazo máximo de 24 horas. No entanto, este prazo pode ser estendido em função do volume de demandas e de fatores externos. Contato Se você tiver alguma dúvida, sugestão ou reclamação, por favor, entre em contato conosco. Estamos sempre dispostos a ouvir nossos clientes e a melhorar nossos produtos e serviços. Para entrar em contato conosco, você pode enviar um e-mail para tietruss@gmail.com. Nossa equipe responderá o mais breve possível. TieTruss Adicione um toque de elegância ao seu estilo com TieTruss - Seu destino para acessórios de moda de qualidade. Nossos links Lar Elegância Nossa missão Estilo individual Marca Política de Privacidade Termos de uso Contate-nos tietruss@gmail.com +55-65-9991-46256 Av. das Amambaias - Primaverinha, Sorriso - MT, 78890-000, Brasil",
    "terms-conditions": "Termos de Uso - TieTruss: Acessórios de Moda de Qualidade tietruss@gmail.com +55-65-9991-46256 TieTruss Lar Elegância Nossa missão Estilo individual Marca Termos de uso Nossos produtos Em nossa loja online, você encontrará uma ampla variedade de cintos e gravatas de alta qualidade. Nós nos esforçamos para oferecer produtos que atendam às necessidades e preferências de nossos clientes. Todos os nossos produtos são cuidadosamente selecionados e inspecionados antes de serem colocados à venda. Os nossos cintos são feitos de couro genuíno e outros materiais de alta qualidade. Eles estão disponíveis em vários tamanhos, cores e estilos, desde os mais clássicos até os mais modernos. Nossas gravatas também são feitas de materiais de alta qualidade, como seda e poliéster, e estão disponíveis em uma ampla variedade de cores e padrões. Preços e pagamento Todos os preços exibidos no nosso site estão em reais brasileiros e incluem impostos. Nós aceitamos pagamentos por meio de cartão de crédito, cartão de débito e boleto bancário. Todas as transações são processadas por meio de um gateway de pagamento seguro e confiável. Nós nos reservamos o direito de alterar os preços de nossos produtos a qualquer momento, sem aviso prévio. No entanto, os preços cobrados serão os que estiverem em vigor na data da compra. Entrega Nós entregamos nossos produtos para qualquer lugar do Brasil. As entregas são feitas por meio de uma transportadora de confiança. O prazo de entrega pode variar de acordo com o destino e a disponibilidade do produto. Nós nos esforçamos para entregar os produtos o mais rápido possível. No entanto, não somos responsáveis por atrasos na entrega causados por fatores além de nosso controle, como condições climáticas adversas, greves ou problemas com a transportadora. Devoluções e trocas Se você não estiver satisfeito com o produto que recebeu, você poderá solicitar uma devolução ou troca dentro de 7 dias após a data de entrega. O produto deve estar em perfeitas condições, com todas as etiquetas e embalagens originais. Para solicitar uma devolução ou troca, entre em contato conosco por meio do endereço de e-mail fornecido no final desta página. Nós lhe forneceremos instruções sobre como proceder com a devolução ou troca. Garantia Todos os nossos produtos têm uma garantia de 3 meses contra defeitos de fabricação. Se você encontrar algum defeito no produto dentro deste período, entre em contato conosco por meio do endereço de e-mail fornecido no final desta página. Nós lhe forneceremos instruções sobre como proceder com a devolução ou troca. Propriedade intelectual Todos os conteúdos do nosso site, incluindo textos, imagens, logotipos e design, são de propriedade exclusiva da TieTruss e estão protegidos pelas leis de direitos autorais e marcas registradas. Não é permitida a reprodução, distribuição ou modificação de qualquer conteúdo do nosso site sem nossa autorização prévia e expressa por escrito. Limitação de responsabilidade Não somos responsáveis por quaisquer danos ou prejuízos, diretos ou indiretos, decorrentes do uso do nosso site ou dos produtos adquiridos por meio do nosso site. A utilização do nosso site é por conta e risco do usuário. Política de privacidade Não coletamos nem usamos informações pessoais de nossos usuários. Todas as transações são processadas por meio de um gateway de pagamento seguro e confiável, que não nos fornece acesso aos dados de cartão de crédito ou outras informações pessoais do usuário. Links para outros sites Nosso site pode conter links para outros sites. Não somos responsáveis pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você leia os termos de uso e políticas de privacidade de qualquer site que você visite. Comentários e avaliações Nosso site permite que os usuários deixem comentários e avaliações sobre nossos produtos. Não nos responsabilizamos pelo conteúdo ou precisão desses comentários e avaliações. Todavia, reservamo-nos o direito de remover qualquer comentário ou avaliação que seja considerado ofensivo, inapropriado ou que viole nossos termos de uso. Alterações nos termos de uso Nós nos reservamos o direito de alterar estes termos de uso a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a publicação no nosso site. Recomendamos que você revise esta página periodicamente para se manter informado sobre quaisquer alterações. Lei aplicável Estes termos de uso são regidos e interpretados de acordo com as leis brasileiras. Qualquer controvérsia ou reclamação decorrente do uso do nosso site ou dos produtos adquiridos por meio do nosso site será resolvida em um tribunal competente no Brasil. Responsabilidade do usuário Ao utilizar nosso site, o usuário concorda em assumir a responsabilidade pela precisão e veracidade das informações fornecidas durante o processo de compra. O usuário também concorda em manter a confidencialidade de suas informações de login e senha, e em notificar-nos imediatamente caso haja qualquer suspeita de uso não autorizado de sua conta. Não somos responsáveis por quaisquer danos ou prejuízos decorrentes do uso indevido ou ilegal de nossos produtos. O usuário é responsável pelo uso adequado e seguro dos produtos adquiridos por meio do nosso site. Política de cancelamento O usuário pode cancelar um pedido em até 24 horas após a confirmação do mesmo. Para cancelar um pedido, entre em contato conosco por meio do endereço de e-mail tietruss@gmail.com. Não será possível cancelar um pedido após esse prazo. Se o pedido já tiver sido enviado para entrega, o usuário deverá aguardar a entrega do produto e solicitar uma devolução ou troca, conforme descrito na seção \"Devoluções e trocas\" destes termos de uso. Política de reembolso Em caso de devolução ou troca de produto, o valor pago pelo usuário será reembolsado na íntegra, com exceção das taxas de entrega. O reembolso será processado dentro de até 7 dias úteis após a confirmação da devolução ou troca. O reembolso será feito pelo mesmo meio de pagamento utilizado pelo usuário na compra. Não somos responsáveis por quaisquer atrasos ou problemas no reembolso decorrentes de problemas com o cartão de crédito ou outro meio de pagamento utilizado pelo usuário. Política de promoções e descontos Ocasionalmente, oferecemos promoções e descontos em nossos produtos. Essas promoções e descontos podem ter data de validade e outras restrições. Não somos responsáveis por quaisquer erros ou omissões nas informações de promoção ou desconto. As promoções e descontos não são acumuláveis com outras ofertas ou descontos, salvo indicação em contrário. Nós nos reservamos o direito de cancelar ou modificar uma promoção ou desconto a qualquer momento, sem aviso prévio. Contato Se você tiver alguma dúvida ou sugestão sobre nossos produtos ou serviços, entre em contato conosco por meio do endereço de e-mail tietruss@gmail.com. Estaremos sempre à disposição para ajudá-lo. Agradecemos pela sua visita ao nosso site e esperamos que você encontre os produtos que está procurando. Atenciosamente, a equipe da TieTruss. TieTruss Adicione um toque de elegância ao seu estilo com TieTruss - Seu destino para acessórios de moda de qualidade. Nossos links Lar Elegância Nossa missão Estilo individual Marca Política de Privacidade Termos de uso Contate-nos tietruss@gmail.com +55-65-9991-46256 Av. das Amambaias - Primaverinha, Sorriso - MT, 78890-000, Brasil",
    "thanks": "Página de Agradecimento - TieTruss: Acessórios de Moda de Qualidade Muito Obrigado! Seu feedback é muito importante para nós. Gostaríamos de agradecer sinceramente por você ter tomado o tempo de nos fornecer seu precioso feedback. Suas opiniões e sugestões são de extrema importância para a nossa equipe da TieTruss, pois nos ajudam a melhorar nossos serviços e a criar uma experiência mais agradável para todos os nossos utilizadores. Estamos sempre empenhados em ouvir as vozes dos nossos utilizadores e em fazer as alterações necessárias para que possamos atender às suas necessidades e expectativas. Por isso, ficamos muito gratos por termos recebido o seu precioso contributo. Agradecemos novamente por nos ajudar a tornar a TieTruss ainda melhor. Se você tiver alguma outra pergunta ou sugestão, por favor, não hesite em nos contatar novamente. Estamos sempre aqui para ajudar! Para principal",
    "index": "Página Inicial - TieTruss: Acessórios de Moda de Qualidade tietruss@gmail.com +55-65-9991-46256 TieTruss Lar Elegância Nossa missão Estilo individual Marca Peças de Qualidade para o seu Estilo Descubra a Elegância com a TieTruss Seja para uma ocasião formal ou casual, a TieTruss oferece uma seleção premium de gravatas e cintos para complementar o seu estilo. Nossas peças são feitas com materiais de alta qualidade e design exclusivo para garantir que você se destaque em qualquer lugar. Explore nossa coleção hoje e adicione um toque de sofisticação ao seu guarda-roupa. Elegância Elegância em cada Detalhe Gravatas para Todas as Ocasiões Encontre a gravata perfeita para cada momento. Da clássica gravata preta à vibrante gravata de seda, temos opções para todos os estilos e gostos. Cintos de Qualidade Superior Complete seu visual com nossos cintos feitos com os melhores materiais. Escolha entre uma variedade de cores e estilos para adicionar um toque de classe ao seu conjunto. Estilo e Conforto com Nossos Conjuntos Explore nossos conjuntos de gravata e cinto combinados para uma coordenação perfeita. Garanta elegância e conforto em cada detalhe do seu visual. Gravatas Slim para um Toque Moderno Adicione um toque contemporâneo ao seu estilo com nossas gravatas slim. Feitas para aqueles que valorizam a sofisticação com um toque de modernidade. Cintos de Couro Genuíno Nossos cintos de couro genuíno são feitos para durar e impressionar. Escolha entre uma variedade de acabamentos para encontrar o complemento perfeito para o seu visual. Gravatas Exclusivas para Destacar-se Seja único com nossas gravatas exclusivas. De padrões ousados a cores vibrantes, temos opções que certamente farão você se destacar da multidão. Nossa Missão: Estilo Sem Esforço Na TieTruss, nossa missão é proporcionar estilo sem esforço para todos os nossos clientes. Com uma combinação de qualidade, variedade e serviço excepcional, estamos aqui para ajudá-lo a encontrar as peças perfeitas para elevar seu visual. Explore nossa coleção hoje e descubra como é fácil adicionar um toque de elegância ao seu guarda-roupa. Estilo Personalizado para Você Descubra a Diversidade de Nossos Acessórios Acessórios Versáteis para Cada Estilo Descubra nossa variedade de acessórios versáteis que complementam qualquer estilo. Desde gravatas clássicas até cintos modernos, temos o que você precisa para se destacar em qualquer ocasião. Atendimento ao Cliente Excepcional Na TieTruss, nosso compromisso com a satisfação do cliente está em primeiro lugar. Nossa equipe está aqui para ajudá-lo a encontrar as peças perfeitas que atendam às suas necessidades e estilo pessoal. Qualidade que Você Pode Confiar Todas as nossas peças são cuidadosamente selecionadas para garantir a mais alta qualidade. Desde os materiais até a fabricação, estamos comprometidos em oferecer produtos que você possa confiar e desfrutar por muitos anos. Inspire-se com Nossas Coleções De clássico a contemporâneo, nossas coleções são projetadas para inspirar e elevar seu estilo. Explore nossas últimas adições e descubra novas maneiras de expressar sua individualidade através da moda. A Marca por Trás da Elegância Nosso compromisso com a qualidade e o estilo é o que nos diferencia na TieTruss. Descubra mais sobre nossa história e valores. Nossa História: Tradição e Inovação Desde nossa fundação, combinamos a tradição da moda com uma abordagem inovadora para criar acessórios de qualidade excepcional. Conheça mais sobre nossa jornada e o que nos inspira a cada passo. Nosso Compromisso com a Sustentabilidade Na TieTruss, estamos comprometidos em minimizar nosso impacto no meio ambiente. Saiba mais sobre nossas práticas sustentáveis e como estamos trabalhando para um futuro mais verde. Destaque seu Estilo com Nossos Melhores Itens Gravata de Seda Clássica Feita com seda de alta qualidade, esta gravata clássica é o complemento perfeito para qualquer traje formal ou casual. R$ 89,99 Ordem Cinto de Couro Genuíno Este cinto elegante e durável é feito de couro genuíno, proporcionando estilo e funcionalidade em igual medida. R$ 129,99 Ordem Conjunto de Gravata e Cinto Coordene seu visual com facilidade com este conjunto de gravata e cinto combinados. Disponível em uma variedade de cores e padrões. R$ 189,99 Ordem Nós vamos ajudar Basta escrever para nós Aceito a Política de Privacidade Enviar Por que Escolher a TieTruss? Descubra as razões pelas quais somos a escolha ideal para seus acessórios de moda. Qualidade Superior: Nossos produtos são feitos com os melhores materiais, garantindo durabilidade e estilo duradouro. Variedade de Estilos: De clássico a moderno, temos uma ampla gama de opções para atender a todos os gostos e preferências. Atendimento ao Cliente Excepcional: Nossa equipe está sempre pronta para ajudar e garantir que sua experiência de compra seja perfeita. Compromisso com a Sustentabilidade: Estamos empenhados em práticas de produção responsáveis, visando um futuro mais sustentável. Preços Competitivos: Oferecemos produtos de alta qualidade a preços acessíveis, para que você possa desfrutar de estilo sem quebrar o banco. TieTruss Adicione um toque de elegância ao seu estilo com TieTruss - Seu destino para acessórios de moda de qualidade. Nossos links Lar Elegância Nossa missão Estilo individual Marca Política de Privacidade Termos de uso Contate-nos tietruss@gmail.com +55-65-9991-46256 Av. das Amambaias - Primaverinha, Sorriso - MT, 78890-000, Brasil"
  },
  "date": "2024-05-10T07:46:25.081Z"
}