{
  "name": "New_v11_LatherLuxe",
  "pages": {
    "about": "About Lather Lux - Handcrafted Soap Company in India Home About us Catalog Contacts latherlux@gmail.com Write us Our journey: exploring the origins and growth of Lather Lux Engrossed in the passion for purity and indulgence, Lather Lux was born from a vision to redefine the essence of cleanliness. Fueled by dedication and driven by innovation, we embarked on a quest to create the ultimate luxury soap experience. Every bar of Lather Lux soap is a testament to our unwavering commitment to quality and excellence. 20+ Luxurious Varieties 25K+ Satisfied Patrons 12K Glowing Testimonials 2008 Established John is the mastermind behind Lather Lux. With a background in chemistry and a passion for skincare, he founded Lather Lux to provide premium quality soap products that nourish and pamper the skin. His dedication to using natural ingredients and innovative formulations has propelled Lather Lux to the forefront of the soap industry, offering customers luxurious and effective cleansing experiences. Embracing a philosophy of sustainability and wellness, Lather Lux strives to create products that not only enhance personal hygiene but also contribute to a healthier planet. John's vision for Lather Lux is to inspire individuals to prioritize self-care while being mindful of environmental impact, fostering a harmonious relationship between people and nature. Fast delivery Enjoy swift delivery for all orders placed on our platform, no matter the distance or size. Simple returns Returning an item is hassle-free; ensure it remains unused and in its original condition. Dedicated assistance Our dedicated customer support team is available round-the-clock to assist you with any queries or concerns. Secure transactions Rest assured with our secure payment gateways, accepting major credit and debit cards for a seamless checkout experience. Frequently asked questions Orders and Products What should I do if my order hasn't arrived yet? If your order hasn't arrived within the estimated delivery time, please contact our customer service team for assistance. How do I return a product? To return a product, please fill out our online return form, and our team will assist you with the return process. What if I receive a damaged product? In case you receive a damaged product, please contact us immediately with photos of the damaged item, and we will arrange for a replacement. Shipping and Returns How long does shipping take? Shipping times vary depending on your location. Generally, it takes 3-5 business days for domestic orders and 7-14 business days for international orders. What is your return policy? Our return policy allows you to return items within 30 days of purchase for a full refund or exchange. How can I track my order? Once your order has shipped, you will receive a tracking number via email that you can use to track your package. Artisan Soap Crafting Crafting our artisan soaps is a meticulous process, blending traditional methods with innovative techniques to create products that delight the senses and nourish the skin. Our unique blend of natural ingredients is carefully selected for their beneficial properties, ensuring each bar is a luxurious experience. Handcrafted with precision and care, our soaps undergo a curing process to enhance their quality and longevity. From mixing to molding, every step in our soap-making journey is infused with passion and expertise. With each bar, we aim to elevate your daily cleansing routine into a sensory indulgence. Experience the difference with Lather Lux artisan soaps - crafted with love and expertise for your ultimate satisfaction. Nourish Your Skin Our artisan soaps are formulated to nourish and rejuvenate your skin, leaving it feeling soft, smooth, and refreshed. Enriched with natural oils and botanical extracts, our soaps provide gentle cleansing without stripping away essential moisture. Indulge in the luxurious lather of our soaps, enriched with vitamin-rich ingredients that pamper your skin. Experience the refreshing scent of nature with our carefully curated fragrance blends, inspired by the beauty of the outdoors. Transform your daily shower into a spa-like experience with our indulgent artisan soaps, crafted for your pleasure. Discover the secret to radiant, healthy skin with Lather Lux artisan soaps - your skin's new best friend. Treat yourself to the ultimate in skincare luxury with Lather Lux artisan soaps - because your skin deserves the best. Privacy Policy&#160;&#38; Terms and Conditions HomeAbout usPopularReview CatalogNewsContactsFAQ latherlux@gmail.com +91-563-7829654 Patna, Bihar 800020, India",
    "index": "Welcome to Lather Lux - Handcrafted Soap Company in India Home About us Catalog Contacts latherlux@gmail.com Write us Luxurious Handcrafted Soaps Elevate your daily skincare routine with our exquisite collection of handcrafted soaps. Crafted with care using premium natural ingredients, our soaps ensure a luxurious cleansing experience. Explore Now Discover Lather Lux Elevate Your Hand Hygiene Experience Lather Lux is dedicated to revolutionizing hand cleanliness. Our premium products and innovative solutions are designed to enhance your hand hygiene experience, ensuring superior cleanliness and health. Explore the importance of handwashing, discover proper techniques, and reap the benefits of maintaining impeccably clean hands with Lather Lux. Explore Our Bestsellers Sparklesoft Hand Wash $&nbsp;15.00&nbsp;USD $&nbsp;20.00&nbsp;USD Soothesuds Hand Wash $&nbsp;20.00&nbsp;USD $&nbsp;25.00&nbsp;USD Vitalguard Hand Wash $&nbsp;25.00&nbsp;USD $&nbsp;30.00&nbsp;USD Lather Lux handwash is simply amazing! It keeps my hands clean, soft, and moisturized, exceeding my expectations every time. Emma Thompson I've been using Lather Lux handwash for months now, and it never disappoints. It's gentle on the skin and keeps my hands germ-free. Michael Davis Lather Lux handwash is a lifesaver for my family. With kids around, keeping their hands clean is crucial, and this product does the job perfectly. Jessica Adams As someone with sensitive skin, I'm thrilled to have found Lather Lux handwash. It's gentle and effective, leaving my hands clean without irritation. Olivia Parker Lather Lux handwash is a game-changer! Whether I'm at home or out, it keeps my hands clean and fresh all day long. Nathan Foster Since I started using Lather Lux handwash, I've noticed a significant improvement in the condition of my hands. They feel softer and smoother than ever before. Sophie Evans Discover our latest products Fresh Scent Hand Soap $&nbsp;60.00&nbsp;USD Velvet Touch Hand Wash $&nbsp;50.00&nbsp;USD Ocean Breeze Hand Wash $&nbsp;45.00&nbsp;USD Gentle Clean Hand Soap $&nbsp;72.00&nbsp;USD Fresh Clean Hand Soap $&nbsp;75.00&nbsp;USD Natural Guard Hand Soap $&nbsp;35.00&nbsp;USD Latest Soap News March 28, 2024 Dive Into the Soap Business: A Comprehensive Guide March 28, 2024 Eco-Friendly Soap: Revolutionizing the Market March 28, 2024 The Mobile Advantage: Soap Sales Soar with Smartphone Optimization March 28, 2024 Crafting Unique Soap Experiences: A Personalized Approach Contact us Empowering individuals to embrace the lather and dive into the realm of cleanliness and luxury. Whether it's discovering a new soap fragrance, committing to a skincare routine, or indulging in self-care rituals, we encourage everyone to experience the blissful sensation of Lather Lux soap. I agree Privacy Policy Address Patna, Bihar 800020, India Phone +91-563-7829654 Email latherlux@gmail.com Privacy Policy&#160;&#38; Terms and Conditions HomeAbout usPopularReview CatalogNewsContactsFAQ latherlux@gmail.com +91-563-7829654 Patna, Bihar 800020, India",
    "privacy-policy": "Privacy Policy - Lather Lux Home About us Catalog Contacts latherlux@gmail.com Write us Privacy Policy Privacy Policy: At Lather Lux, we are committed to protecting your privacy and ensuring the security of your personal information. Information We Collect: We collect various types of information when you visit our website or interact with us, including your name, email address, shipping address, payment details, and browsing activity. How We Use Your Information: Your information is used to process orders, improve our products and services, personalize your experience, communicate with you, and comply with legal obligations. Data Security: We implement appropriate security measures to protect your information from unauthorized access, alteration, disclosure, or destruction. Third-Party Disclosure: We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except for trusted third parties who assist us in operating our website, conducting our business, or servicing you. Links to Other Websites: Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these sites. We encourage you to review the privacy policies of any third-party sites you visit. Children's Privacy: Our website is not directed at children under the age of 13, and we do not knowingly collect personal information from children. If you believe that we have inadvertently collected information from a child, please contact us immediately. Changes to Our Privacy Policy: We may update our Privacy Policy from time to time. Any changes will be reflected on this page, and we encourage you to review this policy periodically for updates. Contact Us: If you have any questions or concerns about our Privacy Policy or our practices regarding your personal information, please contact us at latherlux@gmail.com. Consent: By using our website, you consent to the terms of our Privacy Policy. GDPR Compliance: We are committed to complying with the General Data Protection Regulation (GDPR) and protecting the rights of individuals regarding their personal data. International Transfers: Your information may be transferred to and processed in countries outside of your own, where data protection laws may be different. By using our website, you consent to the transfer of your information to these countries. Retention Period: We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. Privacy Policy Acceptance: By using our website, you signify your acceptance of this Privacy Policy. If you do not agree to this policy, please do not use our website. Privacy Policy&#160;&#38; Terms and Conditions HomeAbout usPopularReview CatalogNewsContactsFAQ latherlux@gmail.com +91-563-7829654 Patna, Bihar 800020, India",
    "terms-conditions": "Terms and Conditions - Lather Lux Home About us Catalog Contacts latherlux@gmail.com Write us Terms and Conditions Terms and Conditions: These Terms and Conditions govern your use of the Lather Lux website and the purchase of products from our online store. Acceptance of Terms: By accessing or using our website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use our website. Product Descriptions: We make every effort to accurately describe our products. However, we do not warrant that product descriptions or other content on our website are accurate, complete, reliable, current, or error-free. Order Acceptance: All orders are subject to acceptance and availability. We reserve the right to refuse or cancel any order for any reason, including but not limited to product availability, errors in pricing or product information, or suspicion of fraudulent activity. Payment: Payment for orders is processed securely through our online payment gateway. You agree to provide accurate and complete payment information when placing an order. Shipping: We offer shipping to addresses within India. Shipping costs and delivery times may vary depending on your location and the shipping method selected. Returns and Exchanges: We accept returns and exchanges within [insert number] days of purchase. Items must be unused, in their original packaging, and accompanied by a receipt or proof of purchase. Intellectual Property: All content on our website, including text, images, logos, and product designs, is the property of Lather Lux and is protected by copyright and other intellectual property laws. Limitation of Liability: In no event shall Lather Lux be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of our website or the purchase of our products. Indemnification: You agree to indemnify and hold harmless Lather Lux, its officers, directors, employees, agents, and affiliates from any claims, liabilities, damages, losses, or expenses arising out of your use of our website or the purchase of our products. Modification of Terms: We reserve the right to modify these Terms and Conditions at any time without prior notice. Changes will be effective immediately upon posting to our website. Your continued use of our website after any such changes constitutes your acceptance of the revised terms. Governing Law: These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any dispute arising out of or relating to these terms shall be subject to the exclusive jurisdiction of the courts in [insert jurisdiction]. Severability: If any provision of these Terms and Conditions is found to be invalid or unenforceable, such provision shall be deemed modified to the extent necessary to make it valid and enforceable, and the remaining provisions shall continue in full force and effect. Waiver: Our failure to enforce any right or provision of these Terms and Conditions shall not be deemed a waiver of such right or provision. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and Lather Lux regarding your use of our website and the purchase of our products, superseding any prior agreements or understandings. Contact Us: If you have any questions or concerns about these Terms and Conditions, please contact us at latherlux@gmail.com. Terms of Sale: By placing an order on our website, you agree to be bound by our Terms and Conditions of Sale, which are incorporated herein by reference. Privacy Policy&#160;&#38; Terms and Conditions HomeAbout usPopularReview CatalogNewsContactsFAQ latherlux@gmail.com +91-563-7829654 Patna, Bihar 800020, India",
    "thanks": "Thank You from Lather Lux - Handcrafted Soap Company in India Thank you! Thank you for choosing Lather Lux! Your support means the world to us. We appreciate your business and strive to provide you with the finest handcrafted soaps made with care and love in India. If you have any questions or feedback, feel free to reach out to our customer support team. We're here to assist you every step of the way. Once again, thank you for being a valued part of the Lather Lux community. We look forward to serving you again soon! Back Home"
  },
  "date": "2024-05-16T15:08:38.982Z"
}