{
  "name": "New_v11_CraftedCreations",
  "pages": {
    "index": "Crafted Creations India - Handcrafted Products Manufacturer and Seller CraftedCreations Home Home About About Reviews Reviews Contact Contact Home Home About About Reviews Reviews Contact Contact © 2024 CraftedCreations crafted-creations@gmail.com+91-408-4789294 Discover the finest handcrafted products from India’s skilled artisans. Our diverse range of items reflects the rich cultural heritage and timeless craftsmanship of India. Each piece in our collection is a testament to the meticulous attention to detail and the dedication of the artisans who create them. From intricately woven textiles to exquisitely crafted jewelry, our products embody the vibrant traditions and artistic excellence that India is renowned for. Our curated selection includes a variety of handcrafted goods, such as traditional clothing, home decor, accessories, and more. Each item is made using high-quality materials and age-old techniques, ensuring both beauty and durability. Whether you’re looking for a unique gift or a special addition to your own collection, you’ll find something that speaks to you in our store. About Us The Beauty of Handcrafted Art Craftsmanship excellence driven by tradition and dedication At CraftedCreations, our mission goes beyond offering beautiful handmade products; it’s about fostering a deep connection between the artisans and our customers. We work closely with talented craftsmen and women from across India, bringing their exceptional skills and stories to a global audience. Each item in our collection is carefully selected for its quality and uniqueness, ensuring that it stands out as a true work of art. We are committed to maintaining the highest standards of craftsmanship, with every piece undergoing rigorous quality checks. Our dedication to excellence means you can trust that every purchase from CraftedCreations is an investment in a timeless tradition. By choosing our products, you are not only acquiring a beautiful piece but also supporting a sustainable and equitable marketplace that values creativity and heritage. Let CraftedCreations be your gateway to the rich tapestry of Indian culture and craftsmanship, where every item is a celebration of tradition, passion, and artistry. About Us Explore Our Products What We Do Our Services Handcrafted Jewelry Discover our exquisite collection of handcrafted jewelry, blending traditional designs with modern elegance. Each piece is a testament to the skill of our artisans. Handwoven Textiles Explore our range of handwoven textiles, created using time-honored techniques. From sarees to scarves, each piece is unique and vibrant. Decorative Arts Our decorative arts collection includes intricately designed home décor items, from pottery to woodwork, perfect for adding a touch of elegance to any space. About Us At CraftedCreations, we believe that every piece tells a story. Our collection features a curated selection of handcrafted items that are as unique as the artisans who create them. From traditional embroidery to modern designs, each product embodies a blend of age-old techniques and contemporary flair. We pride ourselves on offering products that are not only aesthetically pleasing but also ethically made, ensuring fair wages and sustainable practices. Our artisans pour their heart and soul into their work, resulting in creations that exude authenticity and charm. Whether you’re looking for a statement piece for your home or a thoughtful gift, CraftedCreations provides a treasure trove of exquisite handmade products that are sure to inspire and delight. Join us in celebrating the rich legacy of Indian craftsmanship and make every purchase a step towards preserving this invaluable heritage. Contact Us Contact Us Celebrating the Heritage of Handcrafted Excellence Contacts Us Thrive Sustainability Ethical Sourcing We are committed to using environmentally-friendly and sustainable materials, ensuring minimal impact on our planet. Resource Conservation We prioritize resource conservation in our production processes, promoting sustainable practices among our artisans. Energy-Efficient Practices Our operations are designed to minimize waste, using energy-efficient technologies and recycling initiatives. Carbon Footprint Reduction We strive to reduce the carbon emissions associated with our production and logistics, supporting a greener future. Craft Your Ideal Space with Our Products - Schedule a Consultation with Our Experts! Welcome to CraftedCreations, where we celebrate the artistry and heritage of India’s skilled artisans. Our mission is to bring you the finest handcrafted products that reflect the rich cultural tapestry and timeless craftsmanship of India. Each item in our collection is meticulously crafted using traditional techniques and high-quality materials, ensuring both beauty and durability. From intricate textiles to exquisite jewelry, our diverse range of products embodies the vibrant traditions and artistic excellence that India is renowned for. At CraftedCreations, we are committed to supporting local artisans and preserving their craft. By choosing our products, you are not only adding unique, beautiful items to your collection but also contributing to the livelihood of these talented artisans. Discover the elegance and charm of India’s artisanal heritage with CraftedCreations. Contact Us Contact Us About Us 80+ Projects Completed 10 Years of Experience 98% Client Satisfaction Testimonials Client Reviews The handcrafted products from CraftedCreations are simply amazing. The quality and detail are unmatched. I highly recommend them! Aarav Patel Beautiful and unique products! I am thoroughly impressed with the craftsmanship and attention to detail. Meera Sharma The level of detail and care put into each product is evident. CraftedCreations has exceeded my expectations. Nikhil Verma Wonderful products and great customer service. I will definitely be a returning customer. Riya Das Exceptional quality and beautiful designs. CraftedCreations truly showcases the best of Indian craftsmanship. Arjun Singh Amazing handcrafted products with a unique touch. Highly recommended for anyone looking for quality and beauty. Sneha Kapoor Get In Touch Contact Us Get in Touch Reach out to us for any inquiries, custom orders, or further information about our products. We look forward to hearing from you! I accept Privacy Policy Home About Reviews Contact ASHOKA AVENUE, 10A, Church Rd, Sector D, Vasant Kunj, New Delhi, Delhi 110070 crafted-creations@gmail.com+91-408-4789294 © 2024 CraftedCreations. Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Crafted Creations India CraftedCreations Home Home About About Reviews Reviews Contact Contact Home Home About About Reviews Reviews Contact Contact © 2024 CraftedCreations crafted-creations@gmail.com+91-408-4789294 Privacy Policy Crafted Creations India respects your privacy and is committed to protecting it. This Privacy Policy explains our policies and practices regarding the collection, use, disclosure, and protection of your information. 1. Information We Collect: We collect personal information such as your name, address, email address, and phone number when you interact with us through our website or in person. We may also collect information about your purchases and preferences to enhance your shopping experience. 2. Use of Information: We use the information we collect to process orders, provide customer service, improve our products and services, and communicate with you about promotions and updates. Additionally, we use your information to personalize your shopping experience and to better understand your needs and preferences. 3. Sharing of Information: We do not sell, trade, or otherwise transfer your personal information to outside parties unless we provide you with advance notice. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. 4. Data Security: We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. Our website uses Secure Socket Layer (SSL) technology to encrypt your information during transmission to ensure it is protected against unauthorized access. 5. Your Consent: By using our website, you consent to our Privacy Policy. If you do not agree to this policy, please do not use our site. 6. Changes to Our Privacy Policy: Any changes we may make to our Privacy Policy will be posted on this page. We reserve the right to update or modify this policy at any time, and any changes will be effective immediately upon posting. It is your responsibility to review this policy periodically to stay informed about how we are protecting your information. 7. Accessing and Updating Your Information: You have the right to access, update, and correct inaccuracies in your personal information in our custody and control, subject to certain exceptions prescribed by law. You may request to access, update, or delete your personal information by contacting us at the contact information provided below. 8. Retention of Information: We will retain your personal information only for as long as necessary to fulfill the purposes for which it was collected or as required by law. 9. Cookies and Tracking Technologies: Our website uses cookies and similar tracking technologies to enhance your browsing experience, analyze site traffic, and understand where our visitors are coming from. You can control the use of cookies through your browser settings. 10. Third-Party Links: Our website may contain links to other sites that are not operated by us. We are not responsible for the content or privacy practices of those sites. We encourage you to review the privacy policies of any third-party sites you visit. 11. Children's Privacy: Our website is not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If we become aware that we have inadvertently received personal information from a user under the age of 13, we will delete such information from our records. For further queries, please contact us at +91-408-4789294 or crafted-creations@gmail.com Our address is ASHOKA AVENUE, 10A, Church Rd, Sector D, Vasant Kunj, New Delhi, Delhi 110070. Home About Reviews Contact ASHOKA AVENUE, 10A, Church Rd, Sector D, Vasant Kunj, New Delhi, Delhi 110070 crafted-creations@gmail.com+91-408-4789294 © 2024 CraftedCreations. Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms & Conditions - Crafted Creations India CraftedCreations Home Home About About Reviews Reviews Contact Contact Home Home About About Reviews Reviews Contact Contact © 2024 CraftedCreations crafted-creations@gmail.com+91-408-4789294 Terms and Conditions Welcome to Crafted Creations India. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Crafted Creations India's website if you do not agree to all the terms and conditions stated on this page. 1. Introduction: These terms and conditions govern your use of this website. By using this website, you accept these terms and conditions in full. If you disagree with these terms and conditions or any part of these terms and conditions, you must not use this website. 2. Intellectual Property Rights: Unless otherwise stated, Crafted Creations India and/or its licensors own the intellectual property rights published on this website and materials used on Crafted Creations India. All these intellectual property rights are reserved. 3. Restrictions: You are expressly restricted from all of the following: publishing any website material in any media; selling, sublicensing and/or otherwise commercializing any website material; publicly performing and/or showing any website material; using this website in any way that is or may be damaging to this website; using this website in any way that impacts user access to this website; using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this website; using this website to engage in any advertising or marketing. Crafted Creations India reserves the right to monitor all comments and to remove any comments which it considers in its absolute discretion to be inappropriate, offensive or otherwise in breach of these Terms and Conditions. 4. No Warranties: This website is provided “as is,” with all faults, and Crafted Creations India makes no express or implied representations or warranties, of any kind related to this website or the materials contained on this website. 5. Limitation of Liability: In no event shall Crafted Creations India, nor any of its officers, directors and employees, be liable to you for anything arising out of or in any way connected with your use of this website, whether such liability is under contract, tort or otherwise, and Crafted Creations India, including its officers, directors and employees shall not be liable for any indirect, consequential or special liability arising out of or in any way related to your use of this website. 6. Indemnification: You hereby indemnify to the fullest extent Crafted Creations India from and against any and all liabilities, costs, demands, causes of action, damages and expenses (including reasonable attorney’s fees) arising out of or in any way related to your breach of any of the provisions of these Terms. 7. Severability: If any provision of these Terms is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render these Terms unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. 8. Variation of Terms: Crafted Creations India is permitted to revise these Terms at any time as it sees fit, and by using this website you are expected to review such Terms on a regular basis to ensure you understand all terms and conditions governing use of this website. 9. Governing Law & Jurisdiction: These Terms will be governed by and construed in accordance with the laws of the State of India, and you submit to the non-exclusive jurisdiction of the state and federal courts located in India for the resolution of any disputes. For further queries, please contact us at +91-408-4789294 or crafted-creations@gmail.com Our address is ASHOKA AVENUE, 10A, Church Rd, Sector D, Vasant Kunj, New Delhi, Delhi 110070. Home About Reviews Contact ASHOKA AVENUE, 10A, Church Rd, Sector D, Vasant Kunj, New Delhi, Delhi 110070 crafted-creations@gmail.com+91-408-4789294 © 2024 CraftedCreations. Privacy Policy Terms and Conditions",
    "thanks": "Thank You for Contacting Crafted Creations India Thank You for Contacting Crafted Creations India Thank you for reaching out to Crafted Creations India. We will get back to you shortly regarding your inquiry. Go to Home"
  },
  "date": "2024-07-06T10:12:43.512Z"
}