{
  "name": "New_v9_PizzariaDelicia",
  "pages": {
    "about": "Pizzaria Delícia - A Melhor Pizza Artesanal em São Paulo | sobre a Pizzaria Delícia Início Sobre nós Depoimentos Sobre Nós Nossa História A Pizzaria Delícia foi fundada com um único objetivo: trazer a autêntica pizza italiana para o coração de São Paulo. Nossa jornada começou há mais de 20 anos, quando nosso fundador, um apaixonado por gastronomia, decidiu transformar sua paixão em uma missão de vida. Ele viajou para a Itália, onde aprendeu os segredos das tradicionais receitas de pizza com mestres pizzaiolos. Com o conhecimento adquirido e uma visão clara, ele retornou ao Brasil para abrir a primeira unidade da Pizzaria Delícia. Desde então, crescemos e nos tornamos um nome reconhecido pela qualidade e sabor de nossas pizzas artesanais. Cada pizza que sai de nosso forno é um reflexo da dedicação e do amor que temos pelo que fazemos. Utilizamos apenas os ingredientes mais frescos e de alta qualidade, muitos dos quais são importados diretamente da Itália, para garantir que cada mordida seja uma verdadeira experiência gastronômica. Nosso compromisso com a excelência é evidente em cada aspecto de nossa operação, desde a seleção dos ingredientes até o treinamento rigoroso de nossa equipe. Estamos sempre buscando maneiras de melhorar e inovar, mantendo-nos fiéis às nossas raízes e tradições. Na Pizzaria Delícia, acreditamos que a pizza é mais do que apenas comida - é uma expressão de arte e paixão. Nossa Missão e Valores Na Pizzaria Delícia, nossa missão é proporcionar uma experiência única e memorável a cada cliente que nos visita. Acreditamos que cada pizza deve contar uma história, e nos empenhamos em garantir que essa história seja sempre sobre qualidade, sabor e autenticidade. Nosso objetivo é criar um ambiente onde as pessoas possam se reunir, celebrar momentos especiais e desfrutar de uma refeição deliciosa. Nossos valores são o alicerce de tudo o que fazemos. A qualidade é nossa prioridade número um. Selecionamos cuidadosamente cada ingrediente e preparamos nossas pizzas com um cuidado meticuloso. A autenticidade é outro valor fundamental - mantemos as receitas tradicionais italianas vivas em cada pizza que fazemos. Além disso, valorizamos a inovação, sempre buscando novas maneiras de surpreender e encantar nossos clientes. Acreditamos também na importância da comunidade. Estamos comprometidos em ser um bom vizinho e contribuir para o bem-estar de nossa comunidade local. Isso se reflete em nossas práticas sustentáveis e em nosso apoio a fornecedores locais e iniciativas comunitárias. Na Pizzaria Delícia, cada ação é guiada por nossos valores, garantindo que sempre ofereçamos o melhor aos nossos clientes. Nossos Serviços Na Pizzaria Delícia, oferecemos uma variedade de serviços para atender às necessidades e desejos de nossos clientes. Seja uma refeição em nosso aconchegante restaurante, uma entrega rápida e eficiente, ou um evento especial, estamos aqui para garantir que sua experiência seja inesquecível. Refeições no Local Nossa pizzaria oferece um ambiente acolhedor e familiar onde você pode desfrutar de nossas deliciosas pizzas. Cada mesa é cuidadosamente preparada para proporcionar conforto e uma atmosfera convidativa. Nossa equipe é treinada para oferecer um atendimento amigável e eficiente, garantindo que sua visita seja sempre agradável. Entrega Entendemos que, às vezes, você deseja saborear uma pizza deliciosa no conforto de sua casa. Por isso, oferecemos um serviço de entrega rápido e confiável. Nossas pizzas são preparadas com o mesmo cuidado e atenção aos detalhes, garantindo que cheguem frescas e saborosas à sua porta. Eventos Especiais Se você está planejando um evento especial, como uma festa de aniversário, uma reunião de negócios ou uma celebração familiar, a Pizzaria Delícia é o lugar perfeito. Oferecemos pacotes personalizados que incluem uma variedade de opções de pizza, além de saladas, sobremesas e bebidas. Nossa equipe trabalhará com você para garantir que cada detalhe do seu evento seja perfeito. Rodízio de Pizza Para aqueles que gostam de experimentar uma variedade de sabores, nosso rodízio de pizza é a escolha ideal. Oferecemos uma seleção rotativa de nossas melhores pizzas, permitindo que você prove um pouco de tudo. É uma ótima maneira de compartilhar uma refeição com amigos e família e descobrir novos sabores favoritos. R. Evaristo Batistuzzi, 115 - Jardim Brasil, Americana - SP, 13474-130, Brasil +551934653000 pizzariadelicia@gmail.com Política de privacidade Termos e condições",
    "feedbacks": "Pizzaria Delícia - A Melhor Pizza Artesanal em São Paulo | O que o cliente diz Início Sobre nós Depoimentos O que o cliente diz Carlos Silva Visitei a Pizzaria Delícia pela primeira vez na semana passada e fiquei impressionado com a qualidade das pizzas. A massa estava perfeita - crocante por fora e macia por dentro. Os ingredientes eram claramente frescos e bem selecionados. Pedi a Pizza Margherita, e o sabor era simplesmente divino. A atmosfera do restaurante também é muito acolhedora, com um ótimo atendimento. Com certeza voltarei muitas vezes! Fernanda Oliveira Sou cliente fiel da Pizzaria Delícia há anos, e nunca me decepciono. A Pizza Frango com Catupiry é minha favorita - o frango é sempre suculento e o catupiry é de uma cremosidade incrível. Além disso, o serviço de entrega é rápido e eficiente, sempre garantindo que a pizza chegue quente e fresca. Recomendo fortemente a todos os meus amigos e familiares. Mariana Costa Minha experiência na Pizzaria Delícia foi maravilhosa. Fui com minha família para comemorar o aniversário do meu filho, e todos nós adoramos as pizzas. O rodízio de pizza é uma excelente opção para quem quer experimentar vários sabores. A Pizza Quatro Queijos foi a minha preferida - uma explosão de sabores a cada mordida. O ambiente é muito agradável e o atendimento impecável. Com certeza faremos mais celebrações aqui. João Pereira Descobri a Pizzaria Delícia recentemente e me tornei fã instantaneamente. A Pizza Portuguesa que pedi estava deliciosa, com uma combinação perfeita de ingredientes. Gostei tanto que voltei na semana seguinte para experimentar a Pizza Pepperoni, que também não me decepcionou. O atendimento é sempre cordial e o ambiente, muito confortável. Recomendo a todos que apreciam uma boa pizza. Ana Sousa Minha primeira vez na Pizzaria Delícia foi uma experiência incrível. O ambiente é encantador e acolhedor, ideal para uma noite agradável com amigos ou família. Pedi a Pizza Vegetariana e fiquei surpresa com a qualidade e o sabor dos vegetais frescos. A massa era leve e perfeitamente assada. É claro que voltarei em breve para provar outros sabores do cardápio. Altamente recomendada! Lucas Santos Eu e minha esposa adoramos a Pizzaria Delícia. Cada visita é uma nova experiência gastronômica. Na última vez, provamos a Pizza Marguerita e foi simplesmente perfeita. A combinação de molho de tomate fresco, mozzarella de búfala e manjericão estava no ponto certo. Além disso, o atendimento sempre nos faz sentir bem-vindos. É, sem dúvida, nossa pizzaria favorita na cidade. A Pizzaria Delícia é mais do que apenas um lugar para saborear pizzas deliciosas; é um espaço onde cada detalhe é cuidadosamente pensado para proporcionar uma experiência gastronômica única. Fundada há mais de duas décadas, nossa pizzaria tem como missão trazer a autenticidade da culinária italiana para o Brasil, utilizando apenas ingredientes frescos e de alta qualidade. Nosso cardápio diversificado inclui desde clássicos tradicionais, como a Pizza Margherita, até criações exclusivas que combinam sabores únicos, como a Pizza Frango com Catupiry. Perguntas frequentes Quais são os horários de funcionamento da Pizzaria Delícia? A Pizzaria Delícia está aberta todos os dias da semana. De segunda a sexta, funcionamos das 11:00 às 23:00. Aos sábados, nosso horário é das 12:00 às 23:30, e aos domingos, abrimos das 12:00 às 22:00. Vocês oferecem opções de pizzas sem glúten? Sim, na Pizzaria Delícia, temos opções de pizzas sem glúten para atender nossos clientes com restrições alimentares. Informamos que essas pizzas são preparadas com todos os cuidados necessários para evitar contaminação cruzada, garantindo segurança e sabor. Posso fazer um pedido online para entrega? Claro! Oferecemos um serviço de pedidos online fácil e conveniente através do nosso site. Basta escolher suas pizzas favoritas, adicionar ao carrinho e seguir as instruções para concluir o pedido. Nosso serviço de entrega garante que sua pizza chegue quente e deliciosa. Quais são as formas de pagamento aceitas? Na Pizzaria Delícia, aceitamos diversas formas de pagamento para sua conveniência, incluindo dinheiro, cartões de crédito e débito (Visa, MasterCard, American Express) e pagamentos digitais como Apple Pay e Google Wallet. Vocês oferecem opções vegetarianas e veganas? Sim, temos várias opções vegetarianas e veganas em nosso cardápio. A Pizza Vegetariana é uma das mais populares, carregada com vegetais frescos. Também temos uma opção vegana com queijo vegetal e uma seleção de vegetais saborosos. Como posso fazer uma reserva para um grande grupo ou evento especial? Para reservas de grandes grupos ou eventos especiais, pedimos que entre em contato diretamente conosco pelo telefone ou e-mail. Nossa equipe está pronta para ajudar a organizar todos os detalhes para garantir que sua celebração seja um sucesso. Vocês têm um programa de fidelidade ou descontos para clientes frequentes? Sim, na Pizzaria Delícia, valorizamos nossos clientes fiéis e oferecemos um programa de fidelidade. A cada compra, você acumula pontos que podem ser trocados por descontos em futuras visitas. Inscreva-se em nosso site ou pergunte a um de nossos atendentes para mais informações. Os ingredientes utilizados são orgânicos? Nos esforçamos para utilizar ingredientes frescos e de alta qualidade. Sempre que possível, utilizamos ingredientes orgânicos e de fornecedores locais. Nosso compromisso é oferecer pizzas saudáveis e saborosas aos nossos clientes. Posso personalizar minha pizza com ingredientes de minha escolha? Sim, na Pizzaria Delícia, você pode personalizar sua pizza adicionando ou removendo ingredientes conforme seu gosto. Basta informar ao nosso atendente ou selecionar as opções de personalização ao fazer seu pedido online. Vocês oferecem serviço de catering para eventos corporativos? Sim, oferecemos serviços de catering para eventos corporativos, festas e outras ocasiões especiais. Podemos fornecer uma variedade de pizzas, saladas e sobremesas para atender às necessidades do seu evento. Entre em contato conosco para discutir suas necessidades e obter um orçamento personalizado. R. Evaristo Batistuzzi, 115 - Jardim Brasil, Americana - SP, 13474-130, Brasil +551934653000 pizzariadelicia@gmail.com Política de privacidade Termos e condições",
    "index": "Pizzaria Delícia - A Melhor Pizza Artesanal em São Paulo | Início Sobre nós Depoimentos Bem-vindo à Pizzaria Delícia Descubra a autêntica pizza artesanal de São Paulo. Feita com ingredientes frescos e um toque de tradição italiana. Venha saborear nossas especialidades! Explore Nosso Cardápio Ingredientes Frescos Utilizamos apenas os ingredientes mais frescos e de alta qualidade para garantir que cada pizza seja uma experiência deliciosa e saudável. Receitas Tradicionais Nossas pizzas são preparadas seguindo receitas tradicionais italianas, proporcionando um sabor autêntico que você vai adorar. Ambiente Acolhedor Desfrute de uma refeição em um ambiente acolhedor e familiar, perfeito para encontros com amigos e família. Entrega Rápida Oferecemos um serviço de entrega rápido e eficiente para que você possa saborear nossas pizzas no conforto da sua casa. Variedade de Sabores Nosso cardápio oferece uma ampla variedade de sabores, desde as clássicas até as mais inovadoras combinações. Eventos Especiais Planeje seu próximo evento conosco e ofereça aos seus convidados uma experiência gastronômica inesquecível com nossas deliciosas pizzas. Pizzas Top Pizza Marguerita R$ 29,90 Peça Agora Pizza Frango com Catupiry R$ 34,90 Peça Agora Pizza Quatro Queijos R$ 39,90 Peça Agora Pizza Portuguesa R$ 36,90 Peça Agora Pizza Pepperoni R$ 38,90 Peça Agora Pizza Vegetariana R$ 32,90 Peça Agora Nossas Deliciosas Pizzas Na Pizzaria Delícia, nos orgulhamos de oferecer uma variedade de pizzas artesanais, cada uma feita com os melhores ingredientes e uma pitada de amor. Nossos sabores são pensados para agradar todos os gostos, desde os amantes da pizza clássica até aqueles que procuram algo mais inovador. A Pizza Marguerita é uma homenagem à simplicidade e ao sabor autêntico da Itália. Feita com molho de tomate fresco, mozzarella de búfala e folhas de manjericão, esta pizza é um clássico que nunca sai de moda. É perfeita para aqueles que apreciam os sabores puros e a tradição. Para os que adoram uma combinação rica e cremosa, a Pizza Frango com Catupiry é a escolha ideal. Com frango desfiado suculento e o irresistível catupiry, esta pizza é uma delícia cremosa que agrada a todos. A adição de temperos especiais eleva ainda mais o sabor. A Pizza Quatro Queijos é um deleite para os amantes de queijo. Com uma mistura perfeita de mozzarella, gorgonzola, parmesão e provolone, esta pizza oferece uma explosão de sabores a cada mordida. É uma escolha indulgente para aqueles que não resistem ao queijo. A Pizza Portuguesa é uma das favoritas em nosso cardápio, combinando presunto, ovos, cebola, azeitonas e ervilhas sobre uma base de mozzarella. Esta combinação única de ingredientes cria um sabor inconfundível que é amado por muitos. Não podemos esquecer da clássica Pizza Pepperoni. Coberta generosamente com fatias de pepperoni picante e mozzarella, esta pizza é um sucesso garantido. O sabor picante do pepperoni, combinado com a textura crocante da massa, faz dela uma das mais pedidas. Para os vegetarianos, a Pizza Vegetariana é uma opção perfeita. Carregada com uma variedade de vegetais frescos como pimentões, cogumelos, tomates e cebolas, esta pizza é tanto saudável quanto deliciosa. É uma excelente escolha para quem busca algo leve e saboroso. Independentemente do seu gosto, temos certeza de que você encontrará algo para amar na Pizzaria Delícia. Cada pizza é feita com cuidado e paixão, garantindo uma experiência gastronômica inesquecível. Tem alguma dúvida? Aceito a política de privacidade Enviar mensagem R. Evaristo Batistuzzi, 115 - Jardim Brasil, Americana - SP, 13474-130, Brasil +551934653000 pizzariadelicia@gmail.com Política de privacidade Termos e condições",
    "privacy": "Pizzaria Delícia - A Melhor Pizza Artesanal em São Paulo | Política de Privacidade Início Sobre nós Depoimentos Política de Privacidade Introdução A Pizzaria Delícia valoriza a privacidade de seus clientes e está comprometida em proteger os dados pessoais que coletamos. Esta Política de Privacidade descreve como coletamos, usamos, armazenamos e protegemos suas informações pessoais. Ao utilizar nossos serviços, você concorda com as práticas descritas nesta política. Informações Fornecidas Voluntariamente Quando você realiza um pedido ou se cadastra em nosso site, solicitamos informações pessoais para processar e entregar seu pedido. Isso inclui seu nome, endereço de entrega, e-mail e número de telefone. Informações Coletadas Automaticamente Também coletamos informações automaticamente quando você navega em nosso site. Essas informações podem incluir seu endereço IP, tipo de navegador, tempo de acesso e páginas visitadas. Utilizamos cookies e outras tecnologias de rastreamento para melhorar a sua experiência em nosso site. Uso das Informações Utilizamos as informações que coletamos para diversos fins, incluindo: Processamento de Pedidos As informações pessoais são utilizadas para processar e entregar seus pedidos, garantir a precisão do pedido e comunicar-se com você sobre o status do pedido. Melhoria dos Serviços Usamos os dados coletados para entender melhor as necessidades de nossos clientes e melhorar nossos produtos e serviços. Isso inclui personalizar a sua experiência de usuário e desenvolver novos recursos. Comunicações de Marketing Podemos usar suas informações para enviar promoções, ofertas especiais e outras comunicações de marketing. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição fornecidas. Conformidade Legal Em algumas situações, podemos ser obrigados a divulgar suas informações para cumprir com requisitos legais ou proteger nossos direitos e propriedade. Proteção das Informações Implementamos uma série de medidas de segurança para proteger suas informações pessoais contra acesso, uso ou divulgação não autorizados. Estas medidas incluem: Criptografia Utilizamos criptografia SSL para proteger suas informações durante a transmissão. Armazenamento Seguro Armazenamos suas informações em servidores seguros e limitamos o acesso a funcionários autorizados. Políticas de Privacidade Internas Adotamos políticas e treinamentos rigorosos para garantir que nossos funcionários compreendam a importância da proteção de dados pessoais. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco através dos meios fornecidos em nosso site. Estamos comprometidos em responder a todas as solicitações de forma rápida e eficiente. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar esta Política de Privacidade a qualquer momento. Quaisquer alterações serão publicadas em nosso site, e recomendamos que você revise nossa política periodicamente para se manter informado sobre como estamos protegendo suas informações. Contato Se você tiver quaisquer dúvidas ou preocupações sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail pizzariadelicia@gmail.com ou telefone fornecidos em nosso site. Agradecemos por confiar na Pizzaria Delícia e garantir a segurança e a privacidade de suas informações pessoais. R. Evaristo Batistuzzi, 115 - Jardim Brasil, Americana - SP, 13474-130, Brasil +551934653000 pizzariadelicia@gmail.com Política de privacidade Termos e condições",
    "terms": "Pizzaria Delícia - A Melhor Pizza Artesanal em São Paulo | Termos e Condições Início Sobre nós Depoimentos Termos e Condições Bem-vindo à Pizzaria Delícia. Ao acessar e utilizar nosso site e serviços, você concorda em cumprir e estar sujeito aos seguintes termos e condições. Por favor, leia atentamente antes de fazer uso de nossos serviços. Uso do Site O uso deste site está sujeito aos seguintes termos de uso: O conteúdo das páginas deste site é para sua informação geral e uso. Ele está sujeito a alterações sem aviso prévio. Este site utiliza cookies para monitorar as preferências de navegação. Se você permitir o uso de cookies, as informações pessoais podem ser armazenadas por nós para uso por terceiros. Pedidos e Pagamentos Todos os pedidos realizados através do nosso site estão sujeitos à disponibilidade e aceitação. Reservamo-nos o direito de recusar qualquer pedido por qualquer motivo. Os preços dos produtos são indicados em reais brasileiros (BRL) e estão sujeitos a alterações sem aviso prévio. Os pagamentos podem ser feitos através dos métodos de pagamento aceitos e devem ser completados no momento do pedido. Entregas Nós nos esforçamos para entregar seus pedidos no prazo especificado, mas não podemos garantir a entrega em um horário exato. Em caso de atraso, faremos o possível para notificá-lo. Não nos responsabilizamos por qualquer atraso causado por eventos fora do nosso controle. Política de Cancelamento e Reembolso Se você desejar cancelar seu pedido, entre em contato conosco imediatamente. Cancelamentos feitos após o início do preparo da pizza não serão reembolsados. Em caso de problemas com seu pedido, entre em contato conosco para que possamos resolver a questão. Emitiremos reembolsos ou créditos conforme necessário. Responsabilidade Nosso site pode conter links para outros sites de interesse. No entanto, não temos controle sobre o conteúdo desses sites e não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. O uso de qualquer informação ou material neste site é inteiramente por sua conta e risco, pelos quais não seremos responsáveis. Contato Se você tiver quaisquer dúvidas sobre estes termos e condições, entre em contato conosco através dos meios fornecidos em nosso site. Estamos aqui para ajudá-lo e garantir que sua experiência com a Pizzaria Delícia seja excelente. Email: pizzariadelicia@gmail.com R. Evaristo Batistuzzi, 115 - Jardim Brasil, Americana - SP, 13474-130, Brasil +551934653000 pizzariadelicia@gmail.com Política de privacidade Termos e condições",
    "thank": "Pizzaria Delícia - A Melhor Pizza Artesanal em São Paulo | Agradecemos Obrigado A Pizzaria Delícia agradece sinceramente pelo seu contato. Valorizamos muito a sua opinião e estamos sempre à disposição para ouvir seus comentários, sugestões ou esclarecer qualquer dúvida. Nosso compromisso é proporcionar a melhor experiência possível a cada um de nossos clientes, e seu feedback é essencial para que possamos continuar aprimorando nossos serviços e produtos. Início"
  },
  "date": "2024-07-05T11:57:06.391Z"
}