{
  "name": "New_v9_PratosDeliciosos",
  "pages": {
    "policy": "PratosDeliciosos: Política de Privacidade Cardápio Sobre companhia O que há dentro do conjunto Questões Política de Privacidade A sua privacidade é importante para nós. É política do Serviço de Pedido e Entrega de Refeições Caseiras PratosDeliciosos respeitar a sua privacidade em relação a qualquer informação que possamos coletar enquanto operamos nosso site. Por isso, elaboramos esta Política de Privacidade para informar como coletamos, usamos, divulgamos e protegemos suas informações. Nós não usaremos ou compartilharemos suas informações com ninguém, exceto conforme descrito nesta Política de Privacidade. Coleta de Informações e Uso Ao usar nosso serviço, podemos solicitar que você nos forneça certas informações de identificação pessoal que possam ser usadas para contatá-lo ou identificá-lo. As informações de identificação pessoal podem incluir, mas não estão limitadas a: nome, endereço de e-mail, endereço, cidade, estado, CEP, país, número de telefone, cookies e dados de uso. Podemos usar suas informações pessoais para entrar em contato com você com boletins informativos, marketing ou materiais promocionais e outras informações que possam ser de seu interesse. Você pode optar por não receber qualquer comunicação nossa seguindo as instruções de cancelamento fornecidas ou entrando em contato conosco diretamente. Proteção de Dados Estamos empenhados em proteger seus dados pessoais. No entanto, lembre-se que nenhuma forma de transmissão pela internet ou método de armazenamento eletrônico é 100% seguro e confiável, e não podemos garantir sua segurança absoluta. No entanto, adotamos todas as medidas necessárias para garantir a segurança dos seus dados. Divulgação de Dados Não compartilhamos seus dados pessoais com terceiros sem o seu consentimento, a menos que seja necessário para fornecer um serviço solicitado por você ou exigido por lei. Serviços de Terceiros Nosso serviço pode conter links para sites de terceiros que não são operados por nós. Se você clicar em um link de terceiros, você será direcionado para o site desse terceiro. Recomendamos vivamente que reveja a Política de Privacidade de todos os sites que visitar. Consentimento Ao usar nosso serviço, você concorda com a coleta e uso de informações de acordo com esta Política de Privacidade. Alterações nesta Política de Privacidade Reservamo-nos o direito de atualizar ou modificar nossa Política de Privacidade a qualquer momento. Recomendamos que você verifique esta Política de Privacidade periodicamente. Suas alterações entram em vigor imediatamente após serem publicadas nesta página. Contate-Nos PratosDeliciosos@gmail.com Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco. Cardápio Sobre companhia O que há dentro do conjunto Questões Política de Privacidade Termos e Condições",
    "terms": "PratosDeliciosos: Termos e Condições Cardápio Sobre companhia O que há dentro do conjunto Questões Termos e Condições Bem-vindo ao PratosDeliciosos! Ao utilizar nosso serviço de entrega de refeições caseiras, você concorda com os seguintes termos e condições: 1. Cadastro do Usuário Para fazer um pedido em nosso site, é necessário se cadastrar informando seu nome, endereço, número de telefone e endereço de e-mail. Você é responsável por manter suas informações de contato atualizadas. 2. Pedido e Pagamento Ao fazer um pedido em nosso site, você concorda em pagar pelo valor total da sua compra, incluindo taxas de entrega, impostos e gorjetas. Aceitamos pagamentos com cartão de crédito e PayPal. 3. Entrega Faremos o possível para entregar sua refeição dentro do prazo estimado no momento do pedido. No entanto, imprevistos como trânsito intenso ou condições climáticas adversas podem impactar o prazo de entrega. Você será notificado caso haja algum atraso significativo. 4. Cancelamento e Reembolso Você pode cancelar seu pedido até 24 horas antes do horário de entrega agendado. Após esse prazo, não será possível realizar o cancelamento. Se você não estiver satisfeito com sua refeição, entre em contato conosco para que possamos avaliar a situação e providenciar um reembolso, se aplicável. 5. Qualidade e Segurança Nossas refeições são preparadas com ingredientes frescos e de qualidade. Nos preocupamos com a segurança alimentar e seguimos rigorosos padrões de higiene em nossa cozinha. Caso tenha alguma restrição alimentar ou alergia, por favor, informe-nos no momento do pedido. 6. Propriedade Intelectual Todo o conteúdo disponível em nosso site, incluindo imagens, textos e logotipos, é de propriedade exclusiva do PratosDeliciosos e está protegido por leis de direitos autorais. É proibida a reprodução ou uso não autorizado desse conteúdo. 7. Alterações nos Termos e Condições Reservamos o direito de alterar ou atualizar os termos e condições a qualquer momento, sem aviso prévio. Recomendamos que você revise regularmente esta página para ficar ciente de possíveis mudanças. Ao utilizar o serviço de entrega de refeições do PratosDeliciosos, você concorda em cumprir estes termos e condições. Agradecemos por escolher nossa plataforma e esperamos que desfrute das nossas deliciosas refeições caseiras! Caso tenha alguma dúvida ou sugestão, não hesite em nos contatar através do nosso canal de atendimento ao cliente PratosDeliciosos@gmail.com. ¡Bom apetite! Cardápio Sobre companhia O que há dentro do conjunto Questões Política de Privacidade Termos e Condições",
    "thanks": "PratosDeliciosos: Obrigado Preparar! Já estamos começando a cozinhar! Para principal",
    "index": "PratosDeliciosos Cardápio Sobre companhia O que há dentro do conjunto Questões Produtos e receitas por uma semana com entrega Encomende-nos agora jantares caseiros PratosDeliciosos! Nossos chefs prepararão para você os mais deliciosos pratos, que poderão ser entregues direto na sua porta. Desfrute de comida deliciosa e variada sem perder tempo com isso. Experimente hoje e aprecie todos os benefícios de fazer um pedido conosco! Ver menu Jantares A massa carbonara com bacon e molho cremoso é um prato clássico da culinária italiana. Prepare dentro de 3 dias após a entrega Ordem Jantar de peixe fresco grelhado com legumes sazonais. Prepare dentro de 3 dias após a entrega Ordem Bacalhau à Brás feito com batatas fritas e ovos. Prepare dentro de 3 dias após a entrega Ordem Arroz de marisco com camarão, mexilhão e amêijoas. Prepare dentro de 3 dias após a entrega Ordem Feijoada à moda do norte com carne de porco, feijão preto e chouriço. Prepare dentro de 3 dias após a entrega Ordem Paelha de frutos do mar com arroz, camarão, lula e mexilhão. Prepare dentro de 3 dias após a entrega Ordem Frango assado no forno com batatas e salada mista. Prepare dentro de 3 dias após a entrega Ordem Lombo de porco cozido lentamente em molho de vinho tinto e especiarias. Prepare dentro de 3 dias após a entrega Ordem Ensopado de borrego com batatas e legumes frescos. Prepare dentro de 3 dias após a entrega Ordem Caldeirada de peixe à moda do Algarve com tomate, pimento e coentros. Prepare dentro de 3 dias após a entrega Ordem Coelho estufado com vinho branco, alho e ervas aromáticas. Prepare dentro de 3 dias após a entrega Ordem Sardinhas grelhadas com pimentos assados e batatas cozidas. Prepare dentro de 3 dias após a entrega Ordem Melhores pratos Uma deliciosa feijoada, um prato tradicional brasileiro feito com feijão preto, carne de porco, linguiça e acompanhado de arroz branco e couve. Prepare dentro de 3 dias após a entrega Ordem Um saboroso bacalhau à brás, uma receita portuguesa feita com bacalhau desfiado, batatas fritas, cebola, ovos e azeitonas. Prepare dentro de 3 dias após a entrega Ordem Um suculento churrasco de picanha, um corte de carne bovina macio e suculento, grelhado na brasa e servido com farofa, vinagrete e mandioca frita. Prepare dentro de 3 dias após a entrega Ordem Sobre companhia Bem-vindo ao site PratosDeliciosos - o seu serviço de encomenda e entrega de jantares caseiros! Temos o prazer de recebê-lo em nossa sala de jantar virtual, onde você poderá pedir pratos variados e deliciosos para o seu jantar. Nosso serviço foi criado com o objetivo de facilitar a sua vida e tornar o processo de preparo do jantar ainda mais agradável e prático. Oferecemos uma ampla seleção de pratos preparados com amor e carinho pelos nossos chefs. Aqui você encontra pratos de diversas cozinhas - da italiana à japonesa, da mexicana à indiana. Nossa equipe de profissionais se esforça para agradar seu paladar e satisfazer suas preferências culinárias. Utilizamos apenas ingredientes frescos e de alta qualidade para que cada prato seja não só saboroso, mas também saudável para o seu corpo. Monitoramos a qualidade dos nossos pratos em todas as etapas do preparo - desde a seleção do produto até a entrega em sua casa. Entendemos que você pode ter necessidades e preferências alimentares diferentes, e é por isso que oferecemos uma variedade de opções de menu para atender a uma variedade de dietas - vegetariana, vegana, sem glúten e muito mais. Nossos chefs estão prontos para atender seus desejos e criar um cardápio individual especialmente para você. Nosso objetivo é deixar seu jantar ainda mais delicioso, variado e fácil. Preocupamo-nos com a sua saúde e bem-estar, por isso oferecemos apenas os melhores e mais elevados pratos de qualidade. Temos orgulho de nossas receitas e de cada prato que entregamos em sua casa. Peça jantares no PratosDeliciosos e saboreie pratos deliciosos todos os dias! Estamos prontos para agradar o seu paladar e deliciá-lo com novas descobertas culinárias. Venha visitar-nos sempre e descubra um mundo de sabor e prazer com PratosDeliciosos. O que há dentro do conjunto 1. Receitas do chef que até um iniciante pode preparar facilmente 2. Ingredientes frescos, medidos nas quantidades necessárias para a receita Questões 1. Jantar em casa é mais caro do que ir à loja? A resposta é não. Nossos clientes compararam um conjunto para 5 jantares para dois e adquiriram os mesmos produtos conforme lista da loja. O conjunto acabou sendo mais lucrativo. Primeiro porque na loja você compra um pacote inteiro do produto (por exemplo, um pacote de quinoa, uma garrafa de molho de soja). É mais caro. E em segundo lugar, todos esses potes de molhos exóticos, sacos de cereais e temperos ficam parados, estragam e são jogados fora. Entregamos os ingredientes medidos nas quantidades necessárias para a receita. E é mais conveniente e econômico para você. 2. Serei capaz de cozinhar? Sim. Ao criar uma receita, garantimos que tudo fique claro até para os iniciantes na culinária. E mesmo para quem não é iniciante, mas não consegue entender cheesecakes, borscht ou qualquer outra coisa. Nós vamos te ensinar tudo. Depois que o chef cria um prato, a receita é testada novamente na cozinha de casa pelos nossos testadores. 3. É possível comprar um certificado? Certamente! Deixe um pedido! 4. Como você seleciona os produtos e monta os kits? Cada novo produto é provado e testado por nossos tecnólogos. Deixe um pedido e... Bom apetite! Deixe a sua solicitação no site do serviço de encomenda e entrega de jantares caseiros PratosDeliciosos e desfrute de refeições deliciosas, feitas com ingredientes frescos e de alta qualidade. Basta preencher o formulário de pedido online com as suas preferências alimentares e escolher entre uma variedade de pratos saborosos preparados por chefs experientes. Seja para desfrutar de uma refeição caseira sem passar horas na cozinha ou para surpreender alguém especial com um jantar requintado, PratosDeliciosos tem opções para todos os gostos. A entrega é feita de forma rápida e segura, garantindo que a sua refeição chegue fresca e pronta para ser apreciada. Experimente hoje mesmo e descubra o sabor e a comodidade de encomendar jantares deliciosos com PratosDeliciosos. Satisfação garantida em cada garfada! Telefone: +55 77 3398 1135 Email: PratosDeliciosos@gmail.com Endereço: R. Passarela, 15-334 - Nova Esperança, Manaus - AM, Brazil Aceito a Política de Privacidade Enviar Cardápio Sobre companhia O que há dentro do conjunto Questões Política de Privacidade Termos e Condições"
  }
}