{
  "name": "New_v9_EuroFlavors",
  "pages": {
    "index": "EuroFlavors: Discover the Authentic Taste of Europe ☰ about us book menu events Welcome to EuroFlavors: Discover the Riches of European Cuisine Immerse Yourself in the Unique World of Flavors and Aromas Right Here Welcome to EuroFlavors – your guide to the world of tastes and cultures of Europe. Discover a unique blend of traditional recipes, exquisite dishes, and an atmosphere that will transport you right into the heart of European gastronomic traditions. Our restaurant offers not only dishes from various corners of the continent but also an unforgettable ambiance that will leave you with lasting memories. Reserve your table now and give yourself the opportunity to enjoy a unique culinary experience at EuroFlavors. Book About Us: The Story of EuroFlavors At EuroFlavors, we take pride in our rich heritage of European cuisine. Our journey began with a desire to take our guests on an exciting adventure through the diversity of European tastes. We offer a unique blend of classic recipes, expertly crafted dishes, and a welcoming atmosphere. Our chefs lovingly prepare each dish to please even the most discerning palate. We strive to create for you an unforgettable experience that will inspire and delight you time and time again. Welcome to EuroFlavors, where every meal is a true journey through the cultural riches of Europe Reserve a table Name E-mail Date Submit I accept Privacy Policy Menu Delights: Indulge in Culinary Excellence at EuroFlavors Welcome to our menu selection, where culinary excellence meets European charm. Explore our carefully crafted dishes, each inspired by the rich traditions and flavors of the continent. From savory starters to delectable desserts, our menu offers a delightful journey for your taste buds. Whether you're craving Italian classics, French delicacies, or Greek specialties, you'll find something to satisfy your palate at EuroFlavors. Bon appétit! Italian Risotto 1500₹ A delicate risotto prepared according to traditional Italian recipe, with fresh tomatoes, basil, and Parmesan cheese. Transport yourself to the streets of Rome with every bite. French Beef Steak with Foie Gras 3000₹ Indulge in the luxury of French cuisine with our exquisite beef steak topped with foie gras sauce. Tender marble beef fillet served with our signature foie gras sauce and additional garnishes. Spanish Tapas 1500₹ Immerse yourself in the atmosphere of Spanish taverns with our selection of tapas. Bite-sized pieces of spicy paprika and cheese croquettes meld together in this assortment of flavors. Greek Salad 1000₹ Refreshing and flavorful, our Greek salad features a combination of fresh cucumbers, tomatoes, olives, red onions, feta cheese, and olive oil. The perfect dish for a summer lunch. German Sausage with Mashed Potatoes 1600₹ Try our authentic German sausage, served with creamy mashed potatoes and complemented with mustard sauce. The perfect blend of tradition and taste. Belgian Waffles with Chocolate and Fruit 900₹ Finish your meal with a delicious dessert - fluffy Belgian waffles, served with luxurious chocolate sauce, fresh fruit, and whipped cream. An experience that will leave you with a sweet memory. Our Chef's Creations Indulge in a culinary journey unlike any other as you explore the exquisite masterpieces meticulously crafted by our talented chefs. Each dish at EuroFlavors is a true labor of love, infused with passion, creativity, and culinary expertise. From innovative starters to decadent desserts, every bite is an experience to savor and cherish. Prepare to tantalize your taste buds and awaken your senses with our Chef's Creations, where every dish tells a story of dedication and culinary excellence. Welcome to a world of flavor, where each plate is a work of art. Events and Celebrations At EuroFlavors, we believe that every special occasion deserves to be celebrated in style. Whether you're planning an intimate gathering with family and friends or a grand celebration for a milestone event, our dedicated team is here to make your vision a reality. From birthdays and anniversaries to corporate functions and weddings, our versatile event spaces provide the perfect backdrop for any occasion. Weddings at EuroFlavors: Celebrate your love story amidst the timeless elegance and culinary excellence of EuroFlavors. Our exquisite event spaces provide the perfect setting for your dream wedding, whether you envision an intimate ceremony or a lavish reception. From personalized menu selections to seamless coordination, our dedicated team will ensure that every detail is perfect, allowing you to focus on creating cherished memories that will last a lifetime. Birthdays at EuroFlavors: Make your birthday celebration truly unforgettable with EuroFlavors. Whether you're marking a milestone occasion or simply gathering with loved ones for a special day, our versatile event spaces and delectable cuisine set the stage for an unforgettable celebration. Let us handle the details while you relax and enjoy the festivities surrounded by the warmth of family and friends. New Year's Eve at EuroFlavors: Ring in the New Year in style at EuroFlavors. Join us for an evening of culinary delights, festive ambiance, and joyful celebrations as we bid farewell to the old and welcome the new. Indulge in our specially curated menu, featuring gourmet dishes and signature cocktails, and toast to new beginnings surrounded by the ones you love. Welcome the year ahead with us at EuroFlavors, where every moment is filled with magic and delight. Corporate Events at EuroFlavors: Elevate your corporate gatherings and business functions at EuroFlavors, where sophistication meets culinary excellence. Whether you're hosting a networking luncheon, a company milestone celebration, or a formal dinner for clients, our dedicated event team is committed to ensuring a seamless and memorable experience for you and your guests. Our versatile event spaces are equipped with state-of-the-art amenities, perfect for presentations, meetings, and team-building activities. Immerse yourself in an atmosphere of elegance and sophistication as you host your event at EuroFlavors. Our experienced event planners will work closely with you to customize every detail, from menu selections to decor, ensuring that your event is truly unforgettable. Community Engagement: At EuroFlavors, we are deeply committed to making a positive impact in our community. Through various charitable initiatives and partnerships with local organizations, we strive to give back and support causes that are important to us and our community. From food drives and fundraisers to volunteer programs and sponsorships, we actively seek opportunities to contribute to the well-being and prosperity of those around us. Join us in our mission to make a difference. Discover how EuroFlavors is dedicated to fostering a spirit of generosity and compassion, and learn how you can get involved in our community engagement efforts. Together, we can create a brighter future for all. Address Jama Masjid Mosque, near Madrasa Jamiul Uloom, Unit 4, Bhouma Nagar, Bhubaneswar, Odisha 751001, India Email euroflavors@gmail.com Phone +91-242-6745329 Privacy Policy Terms Conditions",
    "privacy-policy": "Privacy Policy - EuroFlavors ☰ about us book menu events Privacy Policy Data Collection: EuroFlavors collects information, including user preferences and order history, to provide personalized service and enhance user experience. Personal Information: Users may voluntarily provide personal information during the registration process for membership and communication purposes. Use of Information: The collected data is used to process memberships, fulfill orders, and improve services at EuroFlavors. Third-Party Partners: EuroFlavors may share non-personal information with third-party partners for analysis and improvement purposes, but never sells personal information. Data Security: EuroFlavors implements security measures to protect user information against unauthorized access, alteration, disclosure, or destruction. Children's Privacy: EuroFlavors does not knowingly collect personal information from children under 13 years of age. Consent: By using EuroFlavors, users consent to the terms described in this Privacy Policy. Opt-Out: Users have the right to opt out of receiving marketing communications. Please contact us to exercise this right. Information Update: Users may review, update, or delete their personal information by accessing their account on EuroFlavors. Policy Changes: EuroFlavors reserves the right to update this Privacy Policy. Users will be notified of any changes. Data Sharing: Personal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analysis. Data Retention: User information is retained for the time necessary to fulfill the purposes described in this policy. Legal Compliance: EuroFlavors complies with all applicable data protection laws and regulations. User Rights: Users have the right to access, correct, or delete their personal information. Please contact us to exercise these rights. Contact Information: For questions or concerns about this Privacy Policy, please contact our support team via the contact information provided in our email euroflavors@gmail.com. Feedback: We value user feedback on our Privacy Policy and overall experience at EuroFlavors. Communication: Users may receive membership confirmation emails, order updates, and other communications related to their interactions with EuroFlavors. Marketing Communications: Users may opt in or out of promotional emails. Opt-out options are provided in each marketing email. Payment Information: EuroFlavors does not store sensitive payment information. All financial transactions are securely processed through trusted partners. Address Jama Masjid Mosque, near Madrasa Jamiul Uloom, Unit 4, Bhouma Nagar, Bhubaneswar, Odisha 751001, India Email euroflavors@gmail.com Phone +91-242-6745329 Privacy Policy Terms Conditions",
    "terms-conditions": "Terms Conditions - EuroFlavors ☰ about us book menu events Terms Conditions 1. Agreement: By using the EuroFlavors website, you agree to these terms and conditions. 2. Access: Access to certain areas of the site may be restricted. EuroFlavors reserves the right to restrict access as deemed necessary. 3. Intellectual Property: The content, design, and graphics of this website are owned by EuroFlavors and are protected by copyright laws. 4. User Content: Any content submitted by users through EuroFlavors remains the property of the user. However, by submitting content, users grant EuroFlavors a non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, and display such content worldwide. 5. Prohibited Activities: Users are prohibited from engaging in illegal or prohibited activities while using EuroFlavors. 6. Limitation of Liability: EuroFlavors will not be liable for any direct, indirect, incidental, special, or consequential damages arising from the use or inability to use the website. 7. Indemnification: Users agree to indemnify and hold EuroFlavors harmless from any claims, damages, liabilities, costs, or expenses arising from the use of the website or violation of these terms and conditions. 8. Applicable Law: These terms and conditions shall be governed and construed in accordance with the laws of [your jurisdiction]. 9. Changes to the Terms: EuroFlavors reserves the right to update or modify these terms and conditions at any time without prior notice. Users are encouraged to review the terms periodically. 10. Contact Information: For questions or concerns about these terms and conditions, please contact our support team via the contact information provided in our email euroflavors@gmail.com. Address Jama Masjid Mosque, near Madrasa Jamiul Uloom, Unit 4, Bhouma Nagar, Bhubaneswar, Odisha 751001, India Email euroflavors@gmail.com Phone +91-242-6745329 Privacy Policy Terms Conditions",
    "thanks": "Thank You body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #5996B9; margin: auto; align-items: center; text-align: center; padding: 10px; transition: .3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #5996B9; transition: .3s; color: black; transition: .3s; } Thank You for Choosing EuroFlavors Thank you for choosing EuroFlavors for your dining experience. We appreciate your trust in our culinary expertise and the opportunity to delight your palate with our exquisite dishes. Whether you joined us for a romantic dinner, a family celebration, or a business lunch, we hope you left satisfied, inspired, and eager to return for more culinary delights. Your satisfaction is our highest priority, and we look forward to welcoming you back for another memorable dining experience. Home"
  }
}