{
  "name": "New_v9_FrameHouse",
  "pages": {
    "catalog": "Explore Our Frame House Catalog for Stylish and Sustainable Homes Home Projects Contacts Our project Classic Cottage Size:1200 sq.ft. Materials:High-quality timber Features:Traditional design, spacious living area, natural light optimization Foundation:Concrete slab Roofing:Metal sheets Modern Loft Size:1500 sq.ft. Materials:Steel frame and glass panels Features:Sleek design, open-plan layout, panoramic views Foundation:Pile foundation Roofing:Flat roof with solar panels Rustic Retreat Size:1000 sq.ft. Materials:Reclaimed wood Features:Cozy atmosphere, exposed beams, eco-friendly Foundation:Pier and beam Roofing:Cedar shingles Minimalist Haven Size:800 sq.ft. Materials:Lightweight steel frame Features:Clean lines, compact design, energy-efficient Foundation:Screw piles Roofing:Corrugated metal Eco Oasis Size:1300 sq.ft. Materials:Bamboo and recycled materials Features:Sustainable living, green roof, rainwater harvesting Foundation:Concrete slab with recycled content Roofing:Living roof with native plants Contemporary Villa Size:1800 sq.ft. Materials:Composite steel and wood Features:Luxurious amenities, smart home integration, high ceilings Foundation:Raft foundation Roofing:Standing seam metal roof FAQ How long does it take to build a frame house? The time it takes to build a frame house depends on various factors such as the size of the house, complexity of the design, and weather conditions. On average, the construction process can take anywhere from a few weeks to several months. What materials are used in building frame houses? Frame houses typically use materials such as wood, steel, and engineered wood products like plywood and oriented strand board (OSB) for the frame structure. The exterior can be finished with various materials including siding, brick, or stucco. Are frame houses energy efficient? Yes, frame houses can be highly energy efficient when properly designed and constructed. Features such as insulation, energy-efficient windows, and proper sealing help to minimize heat loss and reduce energy consumption, resulting in lower utility bills. Can I customize the design of my frame house? Absolutely! At Frame House, we offer a wide range of customizable designs to suit your preferences and lifestyle. From layout and floor plans to exterior finishes and interior features, you can personalize every aspect of your frame house to reflect your unique style and needs. What are the advantages of choosing a frame house? Frame houses offer several advantages including versatility in design, cost-effectiveness, shorter construction time, and the ability to incorporate eco-friendly features. Additionally, frame construction allows for easier modifications and renovations in the future. Are frame houses durable? Yes, frame houses are known for their durability when constructed properly. The frame structure provides strength and stability, making frame houses capable of withstanding various weather conditions and the test of time. Do frame houses require a lot of maintenance? Frame houses generally require regular maintenance like any other type of home. However, the specific maintenance needs may vary depending on factors such as the materials used, climate, and local building codes. With proper upkeep, frame houses can remain in excellent condition for many years. Why us? When it comes to crafting your ideal living space, trust Frame House to bring your vision to life. As pioneers in the art of crafting exquisite and durable timber frame homes, we blend innovation with tradition to deliver unparalleled quality. Why choose us? Our commitment to excellence starts with our materials. We source only the finest timber, ensuring your home is not just a structure, but a legacy that withstands the test of time. With a team of skilled artisans and engineers, we tailor each design to suit your preferences, blending functionality with aesthetic appeal seamlessly. Moreover, at Frame House, we prioritize sustainability. Our construction practices minimize environmental impact, making your dream home an eco-conscious choice. From initial consultation to final touches, our dedication to customer satisfaction is unmatched. Order Working hours Day of the Week Hours Monday 08:00 - 20:00 Tuesday 08:00 - 20:00 Wednesday 08:00 - 20:00 Thursday 08:00 - 20:00 Friday 08:00 - 20:00 Saturday 10:00 - 13:00 Sunday Closed Write to us Submit I accept Privacy policy Contacts Telephone:+91 857 2037852 Email: framehouse@gmail.com Address: Banjara Hills, 500034, India Contacts: +91 857 2037852 framehouse@gmail.com Banjara Hills, 500034, India Information Privacy policy Terms and Conditions",
    "index": "Welcome to Frame House - Your Source for Quality Frame Homes Home Projects Contacts Welcome to Frame House! Your premier destination for high-quality frame homes in India. At Frame House, we specialize in crafting innovative and sustainable solutions for modern living. Our expert team is dedicated to delivering superior craftsmanship and exceptional customer service. Discover a wide range of customizable designs tailored to your unique preferences and lifestyle needs. Whether you're seeking a cozy retreat in the countryside or a contemporary urban oasis, we have the perfect solution for you. With a focus on quality materials and precision engineering, our frame homes offer durability, energy efficiency, and lasting value. From concept to completion, we work closely with you to bring your vision to life, ensuring every detail exceeds your expectations. Experience the difference with Frame House and elevate your living space to new heights. Explore our portfolio, envision the possibilities, and let us build the home of your dreams. Welcome to the future of homebuilding with Frame House. Experienced construction teams with great experience 20 year contract warranty 2 months average construction period Minimal insulation Fixed price in the contract that does not change We use quality materials How control occurs The construction of the house is carried out according to a detailed project Regular inspection of facilities Phased acceptance of work Daily photo reports and constant video surveillance at the site All issues are resolved quickly directly with the manager Our directions Timber Frame Construction Metal Frame Construction Block Frame Construction Prefabricated Modular Frame Houses We offer Stages: Site Survey: Before starting construction, our team conducts a thorough site survey to assess the terrain and determine the optimal placement for your frame house. Design and Planning: Our experienced architects work closely with you to design a custom frame house that meets your needs and preferences. We focus on maximizing space utilization and energy efficiency. Foundation Installation: Once the design is finalized, we proceed with the installation of the foundation, ensuring a stable and durable base for your frame house. Frame Assembly: With precision and expertise, our craftsmen assemble the frame of your house using high-quality materials. This stage lays the foundation for the entire structure. Enclosure and Insulation: After the frame is assembled, we proceed with enclosing the structure and installing insulation to ensure comfort and energy efficiency year-round. Interior Finishing: The final stage involves interior finishing, where we add fixtures, fittings, and other details to complete your frame house according to your specifications. Choose us Exceptional Craftsmanship: At Frame House, we pride ourselves on our unmatched expertise in creating exquisite timber frame homes. Our skilled artisans meticulously craft each component, ensuring superior quality and durability for your dream home in India. Customized Solutions: We understand that every homeowner has unique preferences and requirements. That's why we offer personalized design consultations to tailor your home to your exact specifications, guaranteeing a living space that reflects your individual style and needs. Environmental Responsibility: With Frame House, you're not just investing in a home – you're contributing to a sustainable future. Our commitment to eco-friendly construction practices minimizes environmental impact, providing you with a residence that's as conscientious as it is beautiful. Customer Satisfaction: From concept to completion, your satisfaction is our top priority. Our dedicated team ensures clear communication, attention to detail, and timely project delivery, so you can rest assured that your journey with Frame House will be smooth and rewarding. Contacts: +91 857 2037852 framehouse@gmail.com Banjara Hills, 500034, India Information Privacy policy Terms and Conditions",
    "privacy-policy": "Frame House Privacy Policy - Your Privacy Matters to Us Home Projects Contacts Privacy Policy Introduction: At Frame House, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Information We Collect: We collect personal information that you voluntarily provide to us when filling out forms on our website, such as your name, email address, and phone number. How We Use Your Information: The information we collect may be used to personalize your experience, improve our website, process transactions, and provide customer service. Disclosure of Your Information: We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except as described in this Privacy Policy. Data Security: We implement security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Third-Party Links: Our website may contain links to third-party websites. We have no control over the content, privacy policies, or practices of these websites and are not responsible for their practices. Changes to Our Privacy Policy: We reserve the right to update or change our Privacy Policy at any time. Any changes will be posted on this page, and the updated Privacy Policy will be effective immediately upon posting. Contact Us: If you have any questions or concerns regarding this Privacy Policy, please contact us at framehouse@gmail.com. Contacts: +91 857 2037852 framehouse@gmail.com Banjara Hills, 500034, India Information Privacy policy Terms and Conditions",
    "terms-conditions": "Frame House Terms and Conditions - Your Guide to Our Services Home Projects Contacts Terms and Conditions Introduction: Welcome to Frame House. These Terms and Conditions govern your use of our website. By accessing or using our website, you agree to be bound by these Terms and Conditions. Intellectual Property Rights: All content on our website, including text, graphics, logos, images, and software, is the property of Frame House and is protected by intellectual property laws. Use of Our Website: You may use our website for lawful purposes only. You agree not to engage in any conduct that violates applicable laws or regulations. Limitation of Liability: Frame House shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website. Indemnification: You agree to indemnify and hold harmless Frame House, its affiliates, and their respective directors, officers, employees, and agents from and against any and all claims, losses, liabilities, expenses, damages, and costs. Modification of Terms: Frame House reserves the right to modify or replace these Terms and Conditions at any time. Any changes will be effective immediately upon posting on our website. Termination: Frame House may terminate or suspend access to our website immediately, without prior notice or liability, for any reason whatsoever. Governing Law: These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Contact Us: If you have any questions or concerns regarding these Terms and Conditions, please contact us at framehouse@gmail.com. Contacts: +91 857 2037852 framehouse@gmail.com Banjara Hills, 500034, India Information Privacy policy Terms and Conditions",
    "thanks": "Thank You from Frame House - Your Trusted Partner in Frame Homes Dear friends and partners! Thank you for choosing Frame House as your partner in building your dream home. We appreciate your trust in our expertise and commitment to quality. Our team is dedicated to ensuring your satisfaction every step of the way. Should you have any questions, feedback, or further inquiries, please don't hesitate to reach out to us. We're here to assist you in any way we can. Once again, thank you for choosing Frame House. We look forward to serving you and turning your vision into reality. Best regards, The Frame House Team Go Home"
  }
}