{
  "name": "New_v11_DeliveryFood",
  "pages": {
    "about": "About DeliveryFood DeliveryFood Home About Us Faq Contact Us about us We create products that users love A healthy food delivery service based in New Delhi Contact Us Hello Your health is our priority. Our clients are our top priority, and we'll go above and beyond to ensure that you're thrilled with our service and meals. 1M Healthy Meals Delivered Contact us today to learn more about how we can help you eat healthier. +99% Customer Satisfaction From the moment you contact us to the moment your meals are delivered, we ensure top-notch service. 35x Healthier Choices Achieve your health goals and transform your eating habits. Benefits Our clients are our top priority, and we'll go above and beyond to ensure you're thrilled with our service. Measurable Results Enjoy nutritious meals that deliver maximum health benefits. Tailored Solutions Enjoy customized meal plans designed to meet your specific dietary needs. Service 3x Faster Our efficient delivery service ensures your meals arrive fresh and on time. Project Management Our team ensures that your dietary needs are met with precision. Customer Approach We are dedicated to providing excellent customer service and support. Contact Us Faq Frequently Asked Questions What are your rates? Our rates are competitive and reflect the quality of our healthy meals. Contact us for detailed pricing information. Do you work with small businesses? Yes, we offer corporate meal plans for businesses of all sizes. How can I contact you? You can contact us via email at delivery-food@gmail.com or call us at +91-926-4926578. Where are you located? We are located at Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067. Contact Us We believe in the power of healthy eating. From meal planning to delivery, we're here to support your health journey. GENERAL INQUIRIES +91-926-4926578 delivery-food@gmail.com Address Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Send Message DeliveryFood Pages Home About Us Faq Contact Us Links Privacy Policy Terms and Conditions Address Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Inquiries +91-926-4926578 delivery-food@gmail.com At DeliveryFood, we specialize in providing healthy and delicious meal plans tailored to your needs. Our meals are prepared with the freshest ingredients and are designed to help you achieve your health goals. Whether you're looking to lose weight, gain muscle, or simply eat healthier, our meal plans are here to support you. Join us on your journey to a healthier lifestyle and enjoy the convenience of nutritious meals delivered to your doorstep. Copyright © DeliveryFood",
    "index": "DeliveryFood - Healthy Food Delivery Service DeliveryFood Home About Us Faq Contact Us ‍ We are DeliveryFood A healthy food delivery service based in New Delhi About Us Our clients are health-conscious individuals and families who seek nutritious and delicious meals delivered to their doorstep. About Us We are not just a food delivery service, we are your partners in achieving a healthier lifestyle. Services Our mission is simple: to provide fresh, healthy, and delicious meals that help you live a healthier life. Contact Us We craft nutritious, tasty meals that make healthy eating easy and enjoyable. Services We help you eat better, live better, and feel better. Social Media We share tips, recipes, and inspiration to help you on your journey to a healthier lifestyle. Photography Our meals are not only delicious but also visually appealing. Website Design Our website is designed to make ordering healthy meals easy and convenient. Healthy Recipes Explore our blog for nutritious recipes and healthy eating tips. See image Licensing Page Ready to take your business online? We specialize in building scalable e-commerce solutions that streamline your operations and maximize your sales potential. Meal Plans: Reach your customers wherever they are with custom mobile applications. From iOS to Android, we develop apps that deliver exceptional user experiences. DeliveryFood: Bringing health to your doorstep clients Our clients are health-conscious individuals and families who seek nutritious and delicious meals delivered to their doorstep. Office Ready to start your journey to healthier eating? Nothing is more important to us than the satisfaction of our clients. We go above and beyond to ensure that you are thrilled with our service and meals. Features Healthy food is more than just a meal, it's a lifestyle. About Us Promoting Healthy Living Your meals are the foundation of your health. Let us help you build a healthier you. Collaborative Vision Our team of nutritionists and chefs work together to create meals that are both healthy and delicious. Fast Delivery We ensure that your meals arrive fresh and on time, every time. Improve Productivity Eating healthy can boost your energy levels and productivity. Brand Identity Our commitment to quality and health is reflected in everything we do. Fast Support We are here to help you with any questions or concerns you may have. Blog Our blog provides tips and recipes to help you maintain a healthy lifestyle. Read more We Launch New Healthy Meal Plans This Week! We're DeliveryFood, your partner in healthy eating. Read more Our meals are designed to be nutritious and delicious. We're DeliveryFood, your partner in healthy eating. Contact Us Don’t be shy drop us your message Fill out this form I accept Privacy Policy Address Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Got a question? Drop us an email and we’ll be in touch asap. delivery-food@gmail.com +91-926-4926578 DeliveryFood Pages Home About Us Faq Contact Us Links Privacy Policy Terms and Conditions Address Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Inquiries +91-926-4926578 delivery-food@gmail.com At DeliveryFood, we specialize in providing healthy and delicious meal plans tailored to your needs. Our meals are prepared with the freshest ingredients and are designed to help you achieve your health goals. Whether you're looking to lose weight, gain muscle, or simply eat healthier, our meal plans are here to support you. Join us on your journey to a healthier lifestyle and enjoy the convenience of nutritious meals delivered to your doorstep. Copyright © DeliveryFood",
    "privacy-policy": "Privacy Policy - DeliveryFood DeliveryFood Home About Us Faq Contact Us Privacy Policy Welcome to DeliveryFood. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy or our practices with regard to your personal information, please contact us at delivery-food@gmail.com or +91-926-4926578. 1. Information We Collect We collect personal information that you voluntarily provide to us when you register on the website, express an interest in obtaining information about us or our products and services, when you participate in activities on the website, or otherwise contact us. 2. How We Use Your Information We use the information we collect in the following ways: To provide, operate, and maintain our website and services. To improve, personalize, and expand our website and services. To understand and analyze how you use our website and services. 3. Sharing Your Information We do not share, sell, rent, or trade your information with third parties without your consent, except as described below: To comply with laws, such as responding to a subpoena or similar legal process. When we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request. With your consent to third parties if you explicitly authorize us to share your information in this way. 4. Data Security We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 5. Data Retention We will retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. 6. Your Privacy Rights You have the right to access, correct, update, or request deletion of your personal information. You can do so at any time by contacting us using the contact details provided below. 7. Children's Privacy Our services are not directed to children under the age of 13, and we do not knowingly collect personal information from children under 13. If we become aware that we have collected personal information from a child under age 13 without verification of parental consent, we will take steps to delete that information from our servers. 8. Changes to This Privacy Policy We may update this privacy policy from time to time in order to reflect changes to our practices or for other operational, legal, or regulatory reasons. We will notify you of any changes by posting the new privacy policy on our website. You are advised to review this privacy policy periodically for any changes. 9. International Data Transfers Your information, including personal data that we collect from you, may be transferred to, stored at, and processed by us outside the country in which you reside, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world. By accepting this privacy policy, you agree to this transfer, storing, or processing. 10. Third-Party Services We may use third-party services to help us analyze how our service is used, and these third parties may collect information sent by your browser as part of a web page request, including cookies or your IP request. 11. Cookies and Tracking Technologies We use cookies and similar tracking technologies to track the activity on our service and hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our service. 12. Your Consent By using our site, you consent to our website privacy policy. 13. Links to Other Websites Our service may contain links to other websites that are not operated by us. 14. Contact Information If you have any questions about these terms and conditions, please contact us at: Email: delivery-food@gmail.com Phone: +91-926-4926578 Address: Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 DeliveryFood Pages Home About Us Faq Contact Us Links Privacy Policy Terms and Conditions Address Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Inquiries +91-926-4926578 delivery-food@gmail.com At DeliveryFood, we specialize in providing healthy and delicious meal plans tailored to your needs. Our meals are prepared with the freshest ingredients and are designed to help you achieve your health goals. Whether you're looking to lose weight, gain muscle, or simply eat healthier, our meal plans are here to support you. Join us on your journey to a healthier lifestyle and enjoy the convenience of nutritious meals delivered to your doorstep. Copyright © DeliveryFood",
    "terms-conditions": "Terms and Conditions - DeliveryFood DeliveryFood Home About Us Faq Contact Us Terms and Conditions Welcome to DeliveryFood. By accessing or using our website and services, you agree to be bound by these terms and conditions. Please read them carefully. If you do not agree with any part of these terms, you must not use our services. 1. Acceptance of Terms By using our services, you agree to comply with and be bound by these terms and conditions. DeliveryFood reserves the right to update or modify these terms at any time without prior notice. Your continued use of the site and services following any changes indicates your acceptance of the new terms. 2. Services Description DeliveryFood provides healthy meal delivery services. We aim to offer fresh, nutritious meals delivered to your doorstep. The details of our services are described on our website, and we reserve the right to update our service offerings at any time. 3. User Responsibilities As a user, you agree to: Provide accurate, current, and complete information during the registration process. Maintain the security of your password and identification. Be responsible for all activities that occur under your account. Comply with all applicable laws and regulations. 4. Order and Payment By placing an order, you agree to provide accurate and complete information. All payments must be made through the payment methods available on our website. Prices are subject to change without notice, and we reserve the right to refuse or cancel orders at our discretion. 5. Delivery Policy DeliveryFood aims to deliver your meals in a timely manner. However, delivery times are estimates and not guaranteed. We are not liable for any delays caused by factors beyond our control. 6. Cancellation and Refund Policy You may cancel your order within a specified time frame as stated on our website. Refunds will be processed according to our refund policy, which can be found on our website. 7. Intellectual Property All content on the DeliveryFood website, including text, graphics, logos, images, and software, is the property of DeliveryFood and is protected by intellectual property laws. You may not use, reproduce, or distribute any content without our prior written permission. 8. Limitation of Liability DeliveryFood is not liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of our services. This includes but is not limited to any errors or omissions in the content, loss or damage incurred as a result of the use of any content, or any actions taken based on the content. 9. Indemnification You agree to indemnify and hold DeliveryFood, its affiliates, officers, agents, and employees harmless from any claim, demand, or damage, including reasonable attorneys' fees, arising out of your use of our services or your violation of these terms. 10. Termination DeliveryFood reserves the right to terminate or suspend your account and access to our services at our discretion, without notice, for conduct that we believe violates these terms or is harmful to other users of the services, us, or third parties, or for any other reason. 11. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India. You agree to submit to the exclusive jurisdiction of the courts located in New Delhi, India for the resolution of any disputes. 12. Severability If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable. 13. Entire Agreement These terms and conditions constitute the entire agreement between you and DeliveryFood regarding the use of our services and supersede any prior agreements or understandings. 14. Changes to Terms DeliveryFood may update these terms and conditions from time to time. Any changes will be posted on this page, and we will notify you of significant changes by email or by placing a prominent notice on our site. 15. Contact Information If you have any questions about these terms and conditions, please contact us at: Email: delivery-food@gmail.com Phone: +91-926-4926578 Address: Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 DeliveryFood Pages Home About Us Faq Contact Us Links Privacy Policy Terms and Conditions Address Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Inquiries +91-926-4926578 delivery-food@gmail.com At DeliveryFood, we specialize in providing healthy and delicious meal plans tailored to your needs. Our meals are prepared with the freshest ingredients and are designed to help you achieve your health goals. Whether you're looking to lose weight, gain muscle, or simply eat healthier, our meal plans are here to support you. Join us on your journey to a healthier lifestyle and enjoy the convenience of nutritious meals delivered to your doorstep. Copyright © DeliveryFood",
    "thank_page": "Thank You - DeliveryFood Thank You for Reaching Out! We appreciate you contacting DeliveryFood. Our team will get back to you as soon as possible. If your inquiry is urgent, please use the telephone number listed below to talk to one of our staff members. Otherwise, we will reply by email as soon as possible. Have a great day! Phone: +91-926-4926578 Email: delivery-food@gmail.com Address: Jawaharlal Nehru University, Pocket 4, Sector C, New Delhi, Delhi 110067 Go to Home"
  },
  "date": "2024-07-19T08:29:59.122Z"
}