{
  "name": "New_v9_CalmOasisSpa",
  "pages": {
    "index": "Welcome to Calm Oasis Spa HOME ABOUT SERVICES PORTFOLIO BLOG Relaxation YOUR PERFECT PLACE FOR Address: B-13/A, Shanti Nagar, Civil Lines, Jaipur, Rajasthan 302006, India TEL: +91-369-4852369 E-Mail: calmoasisspa@gmail.com 7 DAYS A WEEK FROM 9:00 AM TO 7:00 PM Welcome TO CALM OASIS SPA Welcome to Calm Oasis Spa, where relaxation and rejuvenation meet. Discover our exceptional spa services designed to revitalize your body and mind. We are conveniently located in two serene spots – Edgewood Station and Lindale Mall. Let us elevate your wellness journey to new heights. INDULGE IN THE ULTIMATE RELAXATION EXPERIENCE Treat yourself to a rejuvenating experience that revitalizes your body and recharges your spirit. At Calm Oasis Spa, we are dedicated to meeting the evolving needs of our clients. Our tranquil space offers superior treatments, resources, and education. Our mission is to promote health and well-being within our community. LEARN MORE Discover Our Full Range of Massage Services SWEDISH MASSAGE Experience the benefits of regular facial skin care sessions to maintain your health and youthful appearance. We understand your needs better than anyone else! READ MORE DEEP TISSUE MASSAGE Calm Oasis Spa offers a luxurious spa experience and a serene escape from the city's stresses. Located in the heart of Jaipur, we provide top-tier luxury spa services. READ MORE HOT STONES THERAPY Our community-focused gift includes a safe space, superior treatments, resources, and education. We strive to promote health and well-being for everyone in our area. READ MORE Our Portfolio EXPERIENCE TRANQUILITY Explore Services DEEP TISSUE MASSAGE The Latest in Massage Therapy THE BENEFITS OF AROMATHERAPY MASSAGE 10.05.2024 Sarah Johnson Explore how essential oils can enhance your massage experience and improve your overall well-being... CHOOSING THE RIGHT MASSAGE TECHNIQUE 15.06.2024 David Lee A guide to selecting the best massage technique for your specific needs and preferences... UNDERSTANDING DEEP TISSUE MASSAGE 30.07.2024 Michael Brown Learn about the benefits and techniques of deep tissue massage for muscle recovery and relaxation... Book Your Relaxation SCHEDULE YOUR SESSION I accept Privacy policy SEND ©. All rights reserved. Privacy policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - Calm Oasis Spa HOME ABOUT SERVICES PORTFOLIO BLOG Privacy Policy Welcome to Calm Oasis Spa. We are committed to safeguarding the privacy of our website visitors and service users. This privacy policy explains how we handle your personal data. Information We Collect We may collect and process the following data about you: Personal identification information (name, email address, phone number, etc.) that you provide by filling in forms on our website. Details of your visits to our website and the resources that you access, including, but not limited to, traffic data, location data, weblogs, and other communication data. Information provided to us when you communicate with us for any reason. How We Use Your Information We use the information that we collect from you to provide our services to you. In addition to this, we may use the information for one or more of the following purposes: To provide information to you that you request from us relating to our products or services. To provide information to you relating to other products that may be of interest to you. Such additional information will only be provided where you have consented to receive such information. To inform you of any changes to our website, services, or goods and products. Storing Your Personal Data We take all reasonable steps to ensure that your data is treated securely and in accordance with this privacy policy. Unfortunately, the transmission of information via the internet is not completely secure and therefore we cannot guarantee the security of data sent to us electronically and the transmission of such data is therefore entirely at your own risk. Where we have given you (or where you have chosen) a password so that you can access certain parts of our site, you are responsible for keeping this password confidential. Disclosing Your Information We will not disclose your personal information to any other party other than in accordance with this privacy policy and in the circumstances detailed below: In the event that we sell any or all of our business to the buyer. Where we are legally required by law to disclose your personal information. To further fraud protection and reduce the risk of fraud. Third Party Links You may find links to third-party websites on our website. These websites should have their own privacy policies which you should check. We do not accept any responsibility or liability for their policies whatsoever as we have no control over them. Access to Information The Data Protection Act 1998 gives you the right to access the information that we hold about you. Please note that any demand for access may be subject to payment of a fee which covers our costs in providing you with the data requested. Should you wish to receive details that we hold about you please contact us using the contact details below. Contacting Us We welcome any queries, comments, or requests you may have regarding this policy. Please do not hesitate to contact us at calmoasisspa@gmail.com. Your Consent By using our site, you consent to our website privacy policy. Changes to Our Privacy Policy We may update this policy from time to time by posting a new version on our website. You should check this page occasionally to ensure you are happy with any changes. ©. All rights reserved. Privacy policy Terms and Conditions",
    "services": "Our Services - Calm Oasis Spa HOME ABOUT SERVICES PORTFOLIO BLOG Services HOME > SERVICES Explore Our Massage Services Swedish Massage Experience a rejuvenating facial session that keeps your skin healthy and glowing. We offer the best treatments to keep you looking young and fresh. Learn More Deep Tissue Massage Our spa offers a luxurious escape in New York City, providing full-service treatments to melt away stress and rejuvenate your body. Learn More Hot Stones Therapy Promote health and well-being with our superior treatments and safe spaces. Our team is dedicated to enhancing your overall wellness. Learn More Aromatherapy Massage Immerse yourself in the soothing scents and calming techniques of our aromatherapy massage, designed to relax your mind and body. Learn More Thai Massage Experience the unique and invigorating techniques of Thai massage, which combines yoga-like stretching and deep massage to improve flexibility and relieve tension. Learn More Reflexology Revitalize your body through reflexology, which focuses on pressure points in the feet to promote overall health and well-being. Learn More Gift cards GIFT CERTIFICATES We provide the gift of relaxation and beauty. Our gift certificates can be used for any service including massages, haircuts, pedicures, facial treatments, and more. Our Pricing Table BASIC Target Massage $35 Exfoliating Body Treatment $60 Signature Massage $60 Deep Tissue Massage $70 Stone Therapy Massage $100 FACIALS Acne Facial Treatment $65 Signature Facial $50 Facial Treatment $55 Renewing Facial $70 Skinceutical Medical Treatments $90 NAILS Simple Manicure $15 Simple Pedicure $20 Signature Manicure $25 Ahh Manicure $30 Ahh Pedicure $35 Client Experiences at Calm Oasis Spa Calm Oasis Spa offers the best in relaxation with their seasonal treatments. The quality of service and products is unmatched. Truly a rejuvenating experience! Alice Johnson The spa's dedication to community wellness through superior treatments and education is commendable. It’s a sanctuary for health and relaxation. Michael Brown For a day of peace and pampering, Calm Oasis Spa is the place to be. The atmosphere and service are exceptional, making every visit special. Sarah Thompson Book Your Relaxation SCHEDULE YOUR SESSION I accept Privacy policy SEND ©. All rights reserved. Privacy policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Calm Oasis Spa HOME ABOUT SERVICES PORTFOLIO BLOG Terms and Conditions Welcome to Calm Oasis Spa. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, we assume you accept these terms and conditions. Do not continue to use Calm Oasis Spa if you do not agree to all the terms and conditions stated on this page. Intellectual Property Rights Other than the content you own, under these terms, Calm Oasis Spa and/or its licensors own all the intellectual property rights and materials contained in this website. You are granted a limited license only for purposes of viewing the material contained on this website. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media without permission. Selling, sublicensing, and/or otherwise commercializing any website material. Publicly performing and/or showing any website material without consent. Using this website in any way that is or may be damaging to this website. Using this website in any way that impacts user access to this website. Using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity. Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website. Using this website to engage in any advertising or marketing without appropriate consent. Your Content In these website terms and conditions, \"Your Content\" shall mean any audio, video text, images, or other material you choose to display on this website. By displaying Your Content, you grant Calm Oasis Spa a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate, and distribute it in any and all media. Your Content must be your own and must not be invading any third-party’s rights. Calm Oasis Spa reserves the right to remove any of Your Content from this website at any time without notice. No Warranties This website is provided \"as is,\" with all faults, and Calm Oasis Spa expresses no representations or warranties, of any kind related to this website or the materials contained on this website. Also, nothing contained on this website shall be interpreted as advising you. Limitation of Liability In no event shall Calm Oasis Spa, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. Calm Oasis Spa, including its officers, directors, and employees, shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. Indemnification You hereby indemnify to the fullest extent Calm Oasis Spa from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these terms. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. Variation of Terms Calm Oasis Spa is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms on a regular basis. Assignment The Calm Oasis Spa is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. Entire Agreement These terms constitute the entire agreement between Calm Oasis Spa and you in relation to your use of this website and supersede all prior agreements and understandings. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws, and you submit to the non-exclusive jurisdiction of the state and federal courts located for the resolution of any disputes. Contact Information If you have any questions about these terms, please contact us at calmoasisspa@gmail.com. ©. All rights reserved. Privacy policy Terms and Conditions",
    "thanks": "Thank You - Calm Oasis Spa Thank You! Thank you for choosing Calm Oasis Spa. Your appointment is confirmed and we look forward to providing you with a relaxing and rejuvenating experience. If you have any questions or need to make changes to your appointment, please don't hesitate to contact us. Return to Home"
  },
  "date": "2024-07-04T12:17:43.532Z"
}