{
  "name": "New_v9_RefreshShoes",
  "pages": {
    "index": "Refresh Shoes | Serviço de conserto de calçados Premier Casa Sobre nós FAQ refreshshoes@gmail.com Casa Sobre nós FAQ Bem-vindo à Refresh Shoes Na Refresh Shoes, acreditamos que o seu par de sapatos favorito merece uma segunda vida. Quer se trate de um par de botas bem usadas, saltos estilosos ou tênis confortáveis ​​para o dia a dia, nossos sapateiros especialistas estão aqui para trazê-los de volta à vida. Somos especializados em uma ampla gama de serviços de conserto de calçados, incluindo substituição de salto, conserto de sola, costura, limpeza, e polimento. Nossa equipe utiliza apenas materiais da mais alta qualidade e os mais recentes técnicas para garantir que seus sapatos tenham a aparência e o toque como novos. Nosso compromisso com a qualidade artesanal e a satisfação do cliente nos diferencia. Cada sapato que passa pelas nossas portas é tratado com o máximo cuidado e atenção aos detalhes. Compreendemos o valor sentimental e o conforto que um par de sapatos favorito pode ter e nos dedicamos a preservar essas qualidades e, ao mesmo tempo, melhorar sua aparência e durabilidade. Materiais de alta qualidade Utilizamos apenas os melhores materiais em todos os nossos reparos para garantir durabilidade e conforto ao seu calçado. Sapateiros especialistas A nossa equipa é formada por sapateiros qualificados e experientes que tratam cada calçado com o máximo cuidado e precisão. Resposta rápida Oferecemos um serviço rápido e eficiente sem comprometer a qualidade, para que você possa voltar a usar seus sapatos favoritos rapidamente. Satisfação garantida Sua satisfação é nossa prioridade. Mantemos a qualidade do nosso trabalho e garantimos que você ficará satisfeito com os resultados. Sobre nós Nossa história começou com uma paixão por calçados e um desejo de ajudar as pessoas a prolongar a vida útil de seus preciosos calçados. Ao longo dos anos, nos tornamos um nome confiável no conserto de calçados, conhecidos por nosso compromisso com a qualidade, satisfação do cliente e atenção aos detalhes. Temos orgulho de cada par de sapatos que consertamos e os sorrisos dos nossos clientes são a nossa maior recompensa. Na Refresh Shoes, entendemos que os sapatos são mais do que apenas um acessório – eles são uma parte essencial do seu dia a dia e um reflexo do seu estilo pessoal. É por isso que nos esforçamos para fornecer serviços de reparação que não só restaurem a funcionalidade, mas também melhorem a beleza e o conforto dos seus sapatos. Desde pequenos reparos até restaurações completas, realizamos cada trabalho com cuidado e precisão. Nossos valores Na Refresh Shoes, a integridade é a base de tudo o que fazemos. Acreditamos na honestidade, transparência e responsabilidade em todas as nossas interações com clientes, funcionários e parceiros. Mantemos os mais elevados padrões éticos, garantindo que cada reparação seja realizada com integridade e respeito pelo seu calçado. Estamos comprometidos com a excelência em todos os aspectos do nosso trabalho. Dos materiais que utilizamos às técnicas que empregamos, a qualidade está na vanguarda de tudo o que fazemos. Nosso objetivo é fornecer reparos de calçados que não apenas atendam, mas superem suas expectativas, garantindo que seu calçado tenha a aparência e o toque como novo. Nossos clientes estão no centro do nosso negócio. Dedicamo-nos a fornecer um serviço excepcional e garantir sua total satisfação em cada reparo. Desde o momento em que você entra em nossa loja até o momento em que retira seus sapatos recém-consertados, você pode esperar um atendimento ao cliente amigável e atencioso que vai além de suas expectativas. Conheça nosso time John Doe Mestre Sapateiro Com mais de 20 anos de experiência, John garante que cada reparo atenda aos mais altos padrões de habilidade. Jane Smith Especialista em atendimento ao cliente Jane recebe todos os clientes com um sorriso e garante que eles recebam um serviço excelente. Avaliações de Clientes Jane A Refresh Shoes fez um trabalho incrível consertando minhas botas favoritas. Eles parecem novos! Recomendo o serviço deles. Sarah Ótimo atendimento ao cliente e retorno rápido. Com certeza voltarei para todas as minhas necessidades de conserto de sapatos. Michael Fiquei impressionado com o trabalho artesanal e a atenção aos detalhes. A Refresh Shoes superou minhas expectativas. Jessica Meus sapatos foram consertados rapidamente e fizeram um trabalho incrível. Sou um cliente feliz! Galeria de fotos &#10094; &#10095; Perguntas Frequentes Que tipos de consertos de calçados vocês oferecem? Oferecemos uma ampla gama de serviços de conserto de calçados, incluindo substituição de sola, conserto de salto, costura, condicionamento de couro e muito mais. Visite nossa página de serviços para obter uma lista completa. Quanto tempo leva um conserto típico de calçado? O tempo necessário para consertar os sapatos pode variar de acordo com o tipo de reparo necessário. Pequenos reparos podem ser concluídos em um dia, enquanto reparos mais complexos podem levar vários dias. Nossa equipe fornecerá um tempo estimado de resposta quando você entregar seus sapatos. Você oferece garantia em seus reparos? Yes, we stand behind the quality of our work. We offer a warranty on our repairs. Please ask our staff for more details about our warranty policy. Como posso pagar pelos reparos? Aceitamos vários métodos de pagamento, incluindo dinheiro, cartões de crédito/débito e, em alguns locais, carteiras digitais. O pagamento é devido no momento da retirada dos sapatos reparados. Inscreva-se no nosso boletim SE INSCREVER Eu aceito a Política de Privacidade Casa Sobre nós FAQ Política de Privacidade Termos e Condições +55 (11) 6193-8205 refreshshoes@gmail.com Av. Fued José Sebba, 1170 - Jardim Goiás, Goiânia - GO, 74805-100",
    "privacy-policy": "Refresh Shoes | Restauração especializada de calçados Casa Sobre nós FAQ refreshshoes@gmail.com Casa Sobre nós FAQ Política de Privacidade Na Refresh Shoes, temos o compromisso de proteger sua privacidade. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você visita nosso site e usa nossos serviços. 1. Informações que coletamos Podemos coletar informações sobre você de diversas maneiras. As informações que podemos coletar no Site incluem: Dados pessoais: informações pessoalmente identificáveis, como seu nome, endereço de entrega, endereço de e-mail e número de telefone, e informações demográficas, como idade, sexo, cidade natal e interesses, que você nos dá voluntariamente quando você se registra no Site ou quando opta por participar de diversas atividades relacionadas ao Site. Dados Derivados: Informações que nossos servidores coletam automaticamente quando você acessa o Site, como seu endereço IP, seu tipo de navegador, seu sistema operacional, seus tempos de acesso e as páginas que você visualizou diretamente antes e depois de acessar o Site. Dados financeiros: informações financeiras, como dados relacionados à sua forma de pagamento (por exemplo, número de cartão de crédito válido, marca do cartão, data de validade) que podemos coletar quando você compra, faz pedido, devolve, trocar ou solicitar informações sobre nossos serviços no Site. 2. Uso de suas informações Ter informações precisas sobre você nos permite oferecer uma experiência tranquila, eficiente e personalizada. Especificamente, podemos usar informações coletadas sobre você por meio do Site para: Crie e gerencie sua conta. Processe suas transações e envie informações relacionadas, incluindo confirmações de compra e faturas. Fornecer suporte ao cliente. Enviar avisos técnicos, atualizações, alertas de segurança e mensagens administrativas e de suporte. Responda aos seus comentários, perguntas e solicitações e forneça atendimento ao cliente. Monitore e analise tendências, uso e atividades relacionadas aos nossos Serviços. Personalize e melhore os Serviços e forneça anúncios, conteúdo ou recursos que correspondam aos perfis ou interesses dos usuários. 3. Divulgação de suas informações Podemos compartilhar informações que coletamos sobre você em determinadas situações. Suas informações podem ser divulgadas da seguinte forma: Por lei ou para proteger direitos: Se acreditarmos que a divulgação de informações sobre você é necessária para responder a um processo legal, para investigar ou remediar possíveis violações de nossas políticas ou para proteger os direitos, propriedade e segurança de terceiros, poderemos compartilhar suas informações conforme permitido ou exigido por qualquer lei, regra ou regulamento aplicável. Provedores de serviços terceirizados: podemos compartilhar suas informações com terceiros que prestam serviços para nós ou em nosso nome, incluindo processamento de pagamentos, análise de dados, entrega de e-mail, serviços de hospedagem, atendimento ao cliente, e assistência de marketing. Transferências de negócios: podemos compartilhar ou transferir suas informações em conexão com, ou durante negociações de, qualquer fusão, venda de ativos da empresa, financiamento ou aquisição de todo ou parte de nossos negócios para outra empresa. 4. Segurança das suas informações Usamos medidas de segurança administrativas, técnicas e físicas para ajudar a proteger suas informações pessoais. Embora tenhamos tomado medidas razoáveis ​​para proteger as informações pessoais que você nos fornece, esteja ciente de que, apesar dos nossos esforços, nenhuma medida de segurança é perfeita ou impenetrável e nenhum método de transmissão de dados pode ser garantido contra qualquer interceptação ou outro tipo de uso indevido. 5. Política para Crianças Não solicitamos ou comercializamos intencionalmente informações para crianças menores de 13 anos. Se soubermos que coletamos informações de uma criança menor de 13 anos sem verificação do consentimento dos pais, excluiremos essas informações o mais rápido possível. Se você acredita que podemos ter alguma informação de ou sobre uma criança menor de 13 anos, entre em contato conosco através dos dados de contato fornecidos abaixo. 6. Alterações nesta Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir, por exemplo, alterações em nossas práticas ou por outros motivos operacionais, legais ou regulatórios. Iremos notificá-lo sobre quaisquer alterações publicando a nova Política de Privacidade em nosso Site. Recomendamos que você revise esta Política de Privacidade periodicamente para verificar quaisquer alterações. 7. Entre em contato conosco Se você tiver dúvidas ou comentários sobre esta Política de Privacidade, entre em contato conosco refreshshoes@gmail.com Casa Sobre nós FAQ Política de Privacidade Termos e Condições +55 (11) 6193-8205 refreshshoes@gmail.com Av. Fued José Sebba, 1170 - Jardim Goiás, Goiânia - GO, 74805-100",
    "terms-conditions": "Refresh Shoes | Consertos profissionais de calçados Casa Sobre nós FAQ refreshshoes@gmail.com Casa Sobre nós FAQ Termos e Condições Bem-vindo à Refresh Shoes! Estes termos e condições descrevem as regras e regulamentos para o uso do site e dos serviços da Refresh Shoes. 1. Aceitação dos Termos Ao acessar este site, presumimos que você aceita estes termos e condições. Não continue a usar a Refresh Shoes se não concordar com todos os termos e condições declarados nesta página. 2. Direitos de Propriedade Intelectual Salvo indicação em contrário, a Refresh Shoes e/ou seus licenciadores possuem os direitos de propriedade intelectual de todo o material da Refresh Shoes. Todos os direitos de propriedade intelectual são reservados. Você pode acessá-lo na Refresh Shoes para seu uso pessoal, sujeito às restrições estabelecidas nestes termos e condições. 3. Responsabilidades do usuário Como usuário deste site, você concorda em: Forneça informações precisas ao se registrar ou fazer compras. Use o site apenas para fins legais e de uma forma que não infrinja os direitos, restrinja ou iniba o uso e aproveitamento do site por qualquer outra pessoa. Não se envolver em qualquer conduta que seja prejudicial, fraudulenta ou de outra forma censurável. 4. Limitações de responsabilidade Em nenhum caso a Refresh Shoes, nem qualquer um de seus executivos, diretores e funcionários, será responsável por qualquer coisa decorrente ou de alguma forma relacionada ao uso deste site, independentemente de tal responsabilidade estar sob contrato. A Refresh Shoes, incluindo seus executivos, diretores e funcionários, não será responsável por qualquer responsabilidade indireta, consequencial ou especial decorrente ou de alguma forma relacionada ao uso deste site. 5. Rescisão Podemos rescindir ou suspender o acesso aos nossos serviços imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar os termos. 6. Lei Aplicável Estes termos serão regidos e interpretados de acordo com as leis, independentemente de conflitos de disposições legais. 7. Alterações nos Termos Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes termos a qualquer momento. Se uma revisão for material, tentaremos fornecer um aviso com pelo menos 30 dias de antecedência para que quaisquer novos termos entrem em vigor. O que constitui uma alteração material será determinado a nosso exclusivo critério. 8. Entre em contato conosco Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco refreshshoes@gmail.com Casa Sobre nós FAQ Política de Privacidade Termos e Condições +55 (11) 6193-8205 refreshshoes@gmail.com Av. Fued José Sebba, 1170 - Jardim Goiás, Goiânia - GO, 74805-100",
    "thanks": "Refresh Shoes | Conserto e restauração de calçados de qualidade Casa Obrigado! Agradecemos sua compra! Seu pedido está sendo processado e você receberá uma confirmação e-mail em breve."
  },
  "date": "2024-07-10T15:34:05.922Z"
}