{
  "name": "New_8_topgear",
  "pages": {
    "privacy-policy": "Privacy Policy - How TopGear Protects Your Personal Information TopGear Lar Ofertas Por que nós Como comprar? Sobre nós Política de Privacidade Informações que coletamos Coletamos informações pessoais, como nome, endereço, número de telefone e endereço de e-mail, quando você se registra em nosso site, faz um pedido ou se inscreve em nossa newsletter. Além disso, podemos coletar informações sobre o dispositivo que você usa para acessar nosso site, incluindo o endereço IP, o tipo de navegador e o sistema operacional. Como usamos as informações Usamos as informações que coletamos para processar e enviar pedidos, fornecer atendimento ao cliente, melhorar nossos produtos e serviços, enviar e-mails promocionais e administrar nosso site. Também podemos usar essas informações para personalizar a experiência do usuário em nosso site e mostrar anúncios relevantes. Compartilhamento de informações Não vendemos, alugamos ou compartilhamos as informações pessoais dos nossos clientes com terceiros para fins de marketing. Podemos compartilhar informações com fornecedores de serviços de confiança que nos ajudam a operar nosso site, processar pedidos e fornecer atendimento ao cliente. Além disso, podemos divulgar informações se exigido por lei, para proteger nossos direitos ou propriedade, ou para proteger a segurança de nossos clientes e usuários. Proteção de informações Adotamos medidas de segurança razoáveis para proteger as informações pessoais dos nossos clientes contra acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de dados pela internet é 100% segura, portanto, não podemos garantir a segurança absoluta das informações que nos fornecem. Cookies e tecnologias semelhantes Usamos cookies e tecnologias semelhantes para melhorar a experiência do usuário em nosso site, coletar informações sobre o uso do site e mostrar anúncios relevantes. Os cookies são pequenos arquivos de texto que são salvos no dispositivo do usuário quando ele acessa nosso site. Você pode configurar o seu navegador para rejeitar cookies, mas isso pode afetar a funcionalidade do nosso site. Links para outros sites Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade ou conteúdo desses sites. Recomendamos que você leia as políticas de privacidade desses sites antes de fornecer qualquer informação pessoal. Direitos de privacidade Os usuários têm direitos sobre suas informações pessoais. Você tem o direito de acessar, corrigir, atualizar, excluir ou limitar o uso de suas informações pessoais. Para exercer esses direitos, entre em contato conosco pelo e-mail topgear@gmail.com. Retenção de dados Manteremos suas informações pessoais por todo o tempo necessário para fornecer nossos serviços e cumprir nossas obrigações legais. Quando não for mais necessário manter suas informações pessoais, as excluiremos de nossos sistemas ou as anonimizaremos. Transferência de dados Podemos transferir, processar e armazenar suas informações pessoais em servidores localizados fora do país em que você reside. Nesses casos, tomaremos medidas para garantir que suas informações pessoais sejam protegidas de acordo com esta Política de Privacidade e as leis aplicáveis. Política de retenção de dados Manteremos suas informações pessoais por todo o tempo necessário para fornecer nossos serviços e cumprir nossas obrigações legais. Quando não for mais necessário manter suas informações pessoais, as excluiremos de nossos sistemas ou as anonimizaremos. Transferência de dados Podemos transferir, processar e armazenar suas informações pessoais em servidores localizados fora do país em que você reside. Nesses casos, tomaremos medidas para garantir que suas informações pessoais sejam protegidas de acordo com esta Política de Privacidade e as leis aplicáveis. Contato Se você tiver alguma pergunta ou preocupação sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail topgear@gmail.com. TopGear TopGear - Conforto e elegância em cada detalhe. Navegação Lar Ofertas Por que nós Como comprar? Sobre nós Adicionalmente +55-62-3414-2000 Av. C-205, 205 - quadra 22 s/n - Jardim América, Goiânia - GO, 74270-020, Brasil topgear@gmail.com Isenção de responsabilidade Política de Privacidade Termos de uso",
    "terms-conditions": "Terms of Use - Guidelines for Using the TopGear Website TopGear Lar Ofertas Por que nós Como comprar? Sobre nós Termos de uso Aceitação dos Termos de Uso Ao utilizar os serviços do TopGear, você concorda em respeitar todos os termos, condições e avisos contidos nesta página. Caso não concorde com algum destes termos, por favor, abstenda-se de utilizar nossos serviços. Descrição dos Serviços O TopGear oferece aos seus clientes uma ampla variedade de luvas e chapéus, com diferentes modelos, cores e tamanhos. Nossa equipe trabalha incansavelmente para garantir que todos os produtos estejam de acordo com os mais altos padrões de qualidade. Registro de Usuário Para realizar compras no TopGear, não é necessário um registro prévio. No entanto, recomendamos que você crie uma conta para facilitar o processo de compra e acompanhar o histórico de suas transações. Compra de Produtos Todas as compras realizadas no TopGear estão sujeitas à disponibilidade de estoque. Faremos nosso melhor para garantir que todos os itens estejam sempre disponíveis, mas não nos responsabilizamos por eventuais falhas de estoque. Pagamento Aceitamos diversas formas de pagamento, como cartões de crédito, débito e boleto bancário. Todas as transações são processadas de forma segura e confidencial. Entrega Os produtos adquiridos no TopGear serão entregues na residência informada pelo cliente no prazo máximo de 10 dias úteis, a contar da data da compra. Caso haja algum atraso na entrega, entraremos em contato com você. Propriedade Intelectual Todos os direitos autorais, marcas registradas e outros direitos de propriedade intelectual relacionados ao conteúdo do TopGear, incluindo textos, imagens, logotipos e design do site, são de propriedade exclusiva do TopGear. Nenhuma parte deste conteúdo pode ser reproduzida, distribuída ou utilizada de qualquer forma sem a autorização prévia e por escrito do TopGear. Política de Cookies O TopGear utiliza cookies para melhorar a experiência do usuário no nosso site. Os cookies são pequenos arquivos de texto que são armazenados no seu computador ou dispositivo móvel quando você visita o nosso site. Eles nos permitem reconhecê-lo como um usuário único e personalizar nossos serviços de acordo com suas preferências. Ao utilizar o TopGear, você concorda com o uso de cookies de acordo com a nossa Política de Cookies. Caso não concorde com o uso de cookies, por favor, desative-os nas configurações do seu navegador. No entanto, isso pode afetar o funcionamento do site e limitar algumas de suas funcionalidades. Segurança O TopGear adota medidas de segurança adequadas para proteger as informações pessoais dos seus clientes contra acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhuma transmissão de dados pela internet é 100% segura e não podemos garantir a segurança absoluta das informações transmitidas através do nosso site. Responsabilidade Social O TopGear compromete-se com a responsabilidade social e busca minimizar o impacto ambiental de suas atividades. Para isso, adotamos práticas sustentáveis em todo o nosso processo produtivo, desde a escolha dos materiais até a entrega dos produtos. Contato Caso tenha alguma dúvida ou sugestão, por favor, entre em contato conosco através do e-mail topgear@gmail.com. Estaremos sempre à disposição para ajudá-lo. TopGear TopGear - Conforto e elegância em cada detalhe. Navegação Lar Ofertas Por que nós Como comprar? Sobre nós Adicionalmente +55-62-3414-2000 Av. C-205, 205 - quadra 22 s/n - Jardim América, Goiânia - GO, 74270-020, Brasil topgear@gmail.com Isenção de responsabilidade Política de Privacidade Termos de uso",
    "thanks": "Thank You - Your Purchase with TopGear Was Successful Muito obrigado! Agradecemos pelo tempo dedicado a entrar em contato conosco através da nossa forma de feedback. Sua opinião é extremamente valiosa para nós aqui na TopGear. Estamos sempre em busca de melhorias e o seu feedback é a nossa principal ferramenta para alcançar esse objetivo. Entraremos em contato com você em breve para responder às suas perguntas ou comentários. Por favor, tenha certeza de que estamos comprometidos em fornecer a melhor experiência possível para nossos usuários. Novamente, muito obrigado por se comunicar com a TopGear. Estamos ansiosos para ouvir o que você tem a dizer! Voltar para a página inicial",
    "about": "About Us - Learn More About TopGear's Mission and Values TopGear Lar Ofertas Por que nós Como comprar? Sobre nós Conheça a TopGear Nossa Missão Na TopGear, nossa missão é oferecer aos nossos clientes luvas e chapéus de alta qualidade que combinam funcionalidade, conforto e estilo. Acreditamos que todos merecem acessórios que não só protejam contra o frio, mas também realcem sua personalidade e elegância. Nossa História Fundada com paixão pela moda e pelo design, a TopGear nasceu do desejo de criar produtos excepcionais que atendam às necessidades dos nossos clientes. Com anos de experiência no mercado, nos orgulhamos de ser uma marca confiável e inovadora no setor de acessórios de inverno. Nossa Visão Compromisso com a Excelência Na TopGear, estamos comprometidos em ser líderes no mercado de acessórios de inverno, proporcionando produtos que unem qualidade, estilo e funcionalidade. Buscamos continuamente superar as expectativas dos nossos clientes, garantindo uma experiência de compra única e satisfatória. Inovação Constante Nosso foco em pesquisa e desenvolvimento nos permite introduzir constantemente novos designs e tecnologias inovadoras em nossos produtos, garantindo que você tenha acesso ao que há de mais moderno no mercado. Ética e Sustentabilidade Valorizamos práticas comerciais éticas e sustentáveis. Nosso compromisso com o meio ambiente se reflete em todas as etapas do nosso processo de produção, desde a seleção de materiais até o empacotamento e transporte. Nossa Equipe Na TopGear, nossa equipe é apaixonada por moda e comprometida em oferecer o melhor atendimento aos nossos clientes. Juntos, trabalhamos para criar uma experiência de compra excepcional, onde qualidade, estilo e conforto se encontram. Expertise e Dedicação Nossa equipe é composta por especialistas que dedicam seu tempo e habilidades para garantir que cada produto atenda aos mais altos padrões de qualidade e design. Compromisso com o Cliente Estamos sempre prontos para ajudar e proporcionar uma experiência personalizada. Nosso objetivo é superar suas expectativas em cada interação. Nossa Responsabilidade Social Contribuindo para um Futuro Melhor Na TopGear, não apenas nos preocupamos com a qualidade dos nossos produtos, mas também com o impacto que temos na comunidade e no meio ambiente. Estamos comprometidos em ser uma empresa responsável social e ambientalmente. Sustentabilidade Adotamos práticas sustentáveis em todas as etapas do nosso processo de produção, desde a escolha dos materiais até a logística. Nosso objetivo é reduzir nosso impacto ambiental e promover um planeta mais saudável. TopGear TopGear - Conforto e elegância em cada detalhe. Navegação Lar Ofertas Por que nós Como comprar? Sobre nós Adicionalmente +55-62-3414-2000 Av. C-205, 205 - quadra 22 s/n - Jardim América, Goiânia - GO, 74270-020, Brasil topgear@gmail.com Isenção de responsabilidade Política de Privacidade Termos de uso Este site usa cookies para garantir que você tenha a melhor experiência. Saiba mais. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookieConsent\"); const acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { setTimeout(() => { cookieConsent.classList.add(\"show\"); }, 1000); } function acceptCookies() { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieConsent.classList.remove(\"show\"); } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", acceptCookies); } });",
    "disclaimer": "Disclaimer - Important Information About Using TopGear's Website TopGear Lar Ofertas Por que nós Como comprar? Sobre nós Isenção de responsabilidade Uso do Site Ao acessar e navegar no site TopGear, você concorda em cumprir e estar vinculado a estes termos e condições. Se você não concordar com alguma das disposições deste Aviso Legal, por favor, abstenha-se de utilizar nosso site. Propriedade Intelectual Todos os conteúdos, imagens, textos, logotipos, marcas registradas e outros materiais presentes neste site são de propriedade exclusiva da TopGear ou de terceiros que autorizaram o uso. É expressamente proibido copiar, reproduzir, modificar, distribuir ou utilizar qualquer conteúdo deste site sem prévia autorização escrita da TopGear. Responsabilidade pelos Produtos TopGear dedica-se a oferecer produtos de alta qualidade e realiza rigorosos testes antes de colocá-los à venda. No entanto, não nos responsabilizamos por danos ou prejuízos decorrentes do uso indevido ou inadequado dos nossos produtos. Recomendamos que os usuários sigam as instruções de uso e cuidado fornecidas junto aos produtos. Garantia e Trocas Oferecemos garantia limitada para nossos produtos, conforme especificado nas descrições dos produtos e nos termos e condições de venda. Caso o produto apresente defeitos de fabricação, o cliente deverá entrar em contato conosco dentro do prazo estabelecido para solicitar a troca ou o reembolso. Privacidade do Usuário Respeitamos a privacidade dos nossos usuários e comprometemos a proteger os dados pessoais fornecidos durante o processo de compra ou registro no nosso site. Nossa Política de Privacidade detalha as práticas de coleta, uso e armazenamento de informações pessoais. Política de Cookies O site TopGear utiliza cookies para melhorar a experiência do usuário, personalizar o conteúdo e analisar o tráfego no site. Ao continuar navegando no nosso site, você concorda com o uso de cookies conforme descrito em nossa Política de Cookies. Política de Devolução Oferecemos uma política de devolução justa e transparente. Se você não estiver satisfeito com o produto recebido, entre em contato conosco dentro do prazo estabelecido para solicitar a devolução. O produto deve estar em condições originais, com etiquetas e embalagem intactas. As despesas de envio para devolução serão de responsabilidade do cliente, exceto em casos de produtos defeituosos ou errados. Segurança das Transações A segurança das transações financeiras é uma prioridade para a TopGear. Utilizamos tecnologias de criptografia avançadas para proteger as informações de pagamento dos nossos clientes. Além disso, não armazenamos informações de cartão de crédito ou débito nos nossos servidores. Contato Para qualquer dúvida ou sugestão relacionada a este Aviso Legal ou ao uso do nosso site, entre em contato conosco através do endereço de e-mail: topgear@gmail.com. Estaremos sempre à disposição para ajudá-lo. TopGear TopGear - Conforto e elegância em cada detalhe. Navegação Lar Ofertas Por que nós Como comprar? Sobre nós Adicionalmente +55-62-3414-2000 Av. C-205, 205 - quadra 22 s/n - Jardim América, Goiânia - GO, 74270-020, Brasil topgear@gmail.com Isenção de responsabilidade Política de Privacidade Termos de uso",
    "index": "TopGear - Premium Quality Gloves and Hats for Every Style TopGear Lar Ofertas Por que nós Como comprar? Sobre nós Encontre o Seu Estilo Perfeito com TopGear Na TopGear, oferecemos uma seleção exclusiva de luvas e chapéus de alta qualidade que combinam conforto e elegância. Se você procura proteção contra o frio ou um toque estiloso para o seu visual, aqui é o lugar certo. Descubra nossas coleções e mantenha-se aquecido com estilo! Aprender mais Por que nós Nossas Ofertas Descubra a Coleção de Inverno Encontre as melhores luvas e chapéus para se manter aquecido e elegante durante todo o inverno. Cada peça é cuidadosamente selecionada para oferecer o máximo de conforto e estilo. Confira nossas ofertas e escolha os acessórios perfeitos para o seu guarda-roupa de inverno. Luvas de Couro Nossas luvas de couro são feitas com materiais da mais alta qualidade, garantindo durabilidade e um ajuste perfeito. Ideais para manter suas mãos aquecidas em grande estilo. Chapéus de Lã Explore nossa coleção de chapéus de lã, disponíveis em várias cores e estilos. Perfeitos para adicionar um toque sofisticado ao seu look de inverno. Luvas Touchscreen Não deixe o frio interromper sua conexão. Com nossas luvas touchscreen, você pode usar seu smartphone sem precisar tirar as luvas, mantendo suas mãos sempre aquecidas. Por Que Escolher a TopGear? Benefícios Exclusivos para Nossos Clientes Materiais Premium Utilizamos apenas materiais de alta qualidade para garantir que cada produto seja durável, confortável e elegante. Desfrute de acessórios que não só parecem bons, mas também duram. Variedade de Estilos Com uma ampla gama de designs, cores e tamanhos, você encontrará exatamente o que precisa para complementar seu estilo único. Explore nossas coleções e encontre o seu par perfeito. Entrega Rápida Com nosso serviço de entrega rápida, você receberá suas compras no conforto da sua casa em tempo recorde. Nós entendemos a importância de ter seus itens rapidamente. Satisfação Garantida Estamos comprometidos com a satisfação do cliente. Se por qualquer motivo você não estiver satisfeito com sua compra, oferecemos uma política de devolução fácil e sem complicações. Como Comprar na TopGear Comprar na TopGear é simples e rápido. Siga esses passos fáceis para escolher os melhores acessórios para o seu inverno. Estamos aqui para garantir que você tenha a melhor experiência de compra possível. Escolha Seus Produtos Explore nossa coleção e selecione as luvas e chapéus que mais combinam com seu estilo. Adicione seus itens favoritos ao carrinho de compras. Finalize a Compra Preencha suas informações de entrega e pagamento de forma segura e rápida. Nós cuidamos do resto para que você receba seus produtos o mais rápido possível. Aproveite Seu Novo Visual Receba suas compras no conforto da sua casa e desfrute de acessórios de alta qualidade que mantêm você aquecido e elegante durante todo o inverno. Nossos Compromissos Qualidade Superior Garantimos que todos os nossos produtos são feitos com os melhores materiais e com o mais alto padrão de fabricação. A durabilidade e o conforto são nossas prioridades. Atendimento Personalizado Nossa equipe está sempre pronta para ajudar. Oferecemos um atendimento ao cliente excepcional para garantir que você tenha uma experiência de compra agradável e sem problemas. Sustentabilidade Comprometemo-nos a adotar práticas sustentáveis em todas as etapas do nosso processo de produção. Valorizamos o meio ambiente e buscamos minimizar nosso impacto ecológico. Inovação Contínua Estamos sempre em busca de novas tendências e tecnologias para oferecer produtos inovadores que atendam às suas necessidades. Na TopGear, você encontra o que há de mais moderno em acessórios de inverno. Fique Conectado Junte-se à Comunidade TopGear Não perca nenhuma novidade! Assine nossa newsletter e siga-nos nas redes sociais para estar sempre atualizado sobre nossas últimas coleções, promoções exclusivas e dicas de estilo. Assine Nossa Newsletter Receba diretamente no seu e-mail as novidades, ofertas especiais e muito mais. Mantenha-se informado e aproveite os benefícios exclusivos. 10k+ Clientes Satisfeitos 50+ Novos Produtos Mensais R$ 149,90 Luvas de Couro Premium Luvas elegantes e duráveis, feitas com couro de alta qualidade para garantir conforto e estilo. Ordem R$ 99,90 Chapéu de Lã Clássico Mantenha-se aquecido com este chapéu de lã clássico, disponível em várias cores. Ordem R$ 79,90 Luvas Touchscreen Luvas funcionais que permitem o uso do seu smartphone sem tirá-las, mantendo suas mãos aquecidas. Ordem R$ 129,90 Chapéu de Tricô Chapéu de tricô macio e confortável, perfeito para os dias mais frios do inverno. Ordem R$ 89,90 Luvas de Lã Luvas de lã que proporcionam calor e conforto, ideais para o uso diário no inverno. Ordem R$ 139,90 Boina Elegante Boina estilosa e moderna que adiciona um toque de sofisticação ao seu look de inverno. Ordem Fale Conosco Entre em Contato Tem alguma dúvida, sugestão ou precisa de assistência? Preencha o formulário abaixo e nossa equipe entrará em contato com você o mais rápido possível. Estamos aqui para ajudar e garantir que você tenha a melhor experiência de compra na TopGear. Telefone +55-62-3414-2000 Endereço de email topgear@gmail.com Localização Av. C-205, 205 - quadra 22 s/n - Jardim América, Goiânia - GO, 74270-020, Brasil Aceito a Política de Privacidade Envie uma mensagem TopGear TopGear - Conforto e elegância em cada detalhe. Navegação Lar Ofertas Por que nós Como comprar? Sobre nós Adicionalmente +55-62-3414-2000 Av. C-205, 205 - quadra 22 s/n - Jardim América, Goiânia - GO, 74270-020, Brasil topgear@gmail.com Isenção de responsabilidade Política de Privacidade Termos de uso Este site usa cookies para garantir que você tenha a melhor experiência. Saiba mais. Aceitar document.addEventListener(\"DOMContentLoaded\", function () { const cookieConsent = document.getElementById(\"cookieConsent\"); const acceptCookiesButton = document.getElementById(\"acceptCookies\"); if (!localStorage.getItem(\"cookiesAccepted\")) { setTimeout(() => { cookieConsent.classList.add(\"show\"); }, 1000); } function acceptCookies() { localStorage.setItem(\"cookiesAccepted\", \"true\"); cookieConsent.classList.remove(\"show\"); } if (acceptCookiesButton) { acceptCookiesButton.addEventListener(\"click\", acceptCookies); } });"
  },
  "date": "2024-06-25T17:04:36.008Z"
}