{
  "name": "New_v9_SquareX",
  "pages": {
    "privacy": "Privacy Policy - SquareX Home Privacy Policy Personal Information We treat personal data such as your name, email address, and payment information with the highest level of care. This information is crucial for processing orders and ensuring seamless transactions. Our commitment to your privacy means we employ strict security measures to protect your data. Protecting your personal information is a priority for us. We handle your data responsibly to ensure confidentiality and integrity throughout our services. This dedication to safeguarding your information helps build trust and confidence in our practices. Our team continuously monitors and updates our security protocols. Use of Information The data we gather is utilized to customize your experience with SquareX, efficiently handle your orders, and keep you updated about our offerings. We strive to enhance our services based on the information you provide us. Enhancing your experience with personalized services is our goal. Your information helps us tailor our offerings to meet your needs effectively. We analyze usage patterns to improve our platform and introduce new features. Our team is dedicated to continuous improvement based on your feedback. Third-Party Partners We collaborate with third-party service providers for tasks such as payment processing, order fulfillment, and marketing. These partners are chosen with care to ensure your data is secure. Our partnerships with trusted third parties help us deliver seamless service while safeguarding your information. Partnering with trusted providers ensures the security and efficiency of our services, maintaining your trust and satisfaction. We conduct regular audits to verify our partners' compliance with our data protection standards. Transparency with our partners is key to maintaining your trust. Data Security SquareX implements advanced security measures to safeguard your personal data from unauthorized access, modification, or disclosure. We are dedicated to maintaining top-tier data security standards. Your trust is paramount, and we prioritize the security and confidentiality of your information. Maintaining high standards of data security is fundamental to protecting your privacy and ensuring secure interactions with our services. We use encryption, firewalls, and secure servers to protect your data. Regular security assessments help us stay ahead of potential threats. Consent By using our website and services, you agree to the collection and use of your information as outlined in this Privacy Policy. We aim to keep our policies transparent and accessible. Your use of our services indicates your acceptance of how we handle your personal data. Your consent is integral to our commitment to transparency and responsible data handling practices. We respect your choices and provide clear options for managing your consent. You can withdraw your consent at any time through your account settings. Data Collection At SquareX, we collect personal data to provide you with the best service possible. This includes information you provide when making purchases, signing up for our newsletter, or interacting with our website. We use this information to tailor our offerings and improve your experience with us. Gathering data enables us to enhance our services and deliver personalized experiences that meet your needs effectively. Your input helps us identify areas for improvement and innovation. We are committed to using your data responsibly and ethically. Opt-Out You have the right to opt out of receiving marketing communications from us. This can be done by following the unsubscribe instructions in our emails or contacting us directly. We respect your choices and strive to provide you with control over how we communicate with you. Respecting your preferences is crucial to maintaining transparency and ensuring you receive communications that are relevant and desired. We make it easy for you to manage your preferences through your account settings. Your satisfaction with our communication is important to us. Updating Information It is crucial that your personal information is accurate and current. You can update your information by logging into your account or contacting us with your changes. Keeping your information up to date ensures we can continue to provide you with excellent service. Keeping your information accurate ensures that we can effectively communicate with you and provide you with tailored services. Accurate information helps us serve you better and avoid potential issues. Your proactive updates support our commitment to service excellence. Policy Changes SquareX reserves the right to modify this Privacy Policy as necessary. Significant changes will be communicated by posting the updated policy on our website. We may update our policy from time to time to reflect changes in our practices and legal requirements. Updating our policy ensures it remains current and aligned with evolving legal standards and best practices in data privacy. We encourage you to review our policy regularly. Staying informed about changes helps you understand how we protect your data. Data Sharing We do not sell or trade your personal information to third parties. Data sharing is limited to trusted partners who assist us in operating our website, conducting our business, or serving you. Your privacy is important, and we ensure that any sharing of information is done securely and responsibly. Partnering with trusted providers ensures the security and efficiency of our services, maintaining your trust and satisfaction. We require our partners to adhere to strict data protection standards. Any data shared is minimal and necessary for service provision. Data Retention Your personal data is retained only as long as necessary to fulfill the purposes for which it was collected. After that, it will be securely deleted or anonymized. We maintain your data for as long as needed to provide you with our services and comply with legal obligations. Managing data retention ensures compliance with legal requirements and protects your privacy throughout our interactions. We periodically review our data retention policies to ensure they remain effective. Your data's lifecycle is managed with utmost care and security. Legal Compliance We comply with applicable laws and regulations regarding data privacy and protection. This includes responding to lawful requests for information and protecting your rights under privacy laws. Upholding legal standards ensures that your information is handled responsibly and in accordance with the law. Ensuring legal compliance safeguards your privacy rights and maintains trust in our commitment to responsible data handling practices. We stay updated on regulatory changes to ensure continuous compliance. Your privacy rights are a cornerstone of our operations. Payment Information Your payment information is processed securely. We use industry-standard encryption to protect your financial data during transactions and do not store your payment details on our servers. Ensuring the security of your payment information is essential to maintaining your trust and confidence in our services. Protecting your payment information is a priority. We employ secure processing methods to safeguard your financial data and ensure seamless transactions. Regular audits and security checks are conducted to maintain high standards. Your financial security is integral to our service excellence. User Rights You have the right to access, correct, or delete your personal information held by us. If you wish to exercise these rights, please contact us with your request. We respect your rights and are committed to facilitating your control over your personal information. Respecting your rights ensures transparency and accountability in how we handle your personal data, empowering you to manage your information with confidence. We provide clear guidelines for exercising your rights. Our team is ready to assist you with any requests promptly. Contact Information If you have any questions or concerns about our Privacy Policy or practices, please contact us at squarex@gmail.com. We are here to assist you. Your feedback and inquiries are valuable to us, and we are dedicated to addressing any concerns you may have regarding your privacy. Providing clear contact information ensures open communication and allows us to address your privacy concerns effectively. We strive to respond to all inquiries promptly and thoroughly. Your questions help us improve our services and policies. Feedback Your feedback is important to us. If you have any suggestions or concerns about our services or privacy practices, please let us know. We are committed to improving your experience. We value your input and strive to continually enhance our services based on your feedback. Your feedback helps us understand your needs and preferences, driving continuous improvement in our services and privacy practices. We review all feedback carefully and take action to address concerns. Your suggestions are a valuable part of our growth and development. Children's Privacy Protecting children's privacy is important to us. SquareX does not knowingly collect personal information from children under 13. If we become aware of such data, we will take steps to delete it. Safeguarding children's privacy is a priority, and we take proactive measures to ensure compliance with relevant laws. We prioritize the protection of children's privacy and adhere to strict guidelines to prevent the collection of personal information from minors. Our policies are designed to comply with COPPA and other relevant regulations. We take immediate action if we identify any such data. Communication We value open communication with our customers. Any updates or changes to our Privacy Policy will be communicated through our website and, where appropriate, via email. Keeping you informed about our privacy practices and policy updates is part of our commitment to transparency. Keeping you informed about changes ensures transparency and empowers you to make informed decisions about your privacy preferences. We notify you of significant changes well in advance. Your awareness and understanding of our policies are important to us. Marketing Communications We may send you marketing communications about our products and special offers. You can opt out of these communications at any time by following the unsubscribe link in our emails. Your preferences are important to us, and we provide easy options for managing your communication preferences. Respecting your communication preferences is integral to our commitment to personalized customer interactions and satisfaction. We ensure that your preferences are updated promptly. Tailored communication helps us provide you with relevant information. Home Terms & Conditions &copy; 2024 SquareX. All rights reserved.",
    "terms": "Terms and Conditions - SquareX Home Terms and Conditions Entire Agreement These terms and conditions represent the full agreement between you and SquareX regarding the use of our website and services, superseding any previous agreements or understandings. Your acceptance of these terms constitutes a legally binding agreement between you and SquareX. Establishing a comprehensive agreement ensures clarity and fairness in our interactions, promoting a transparent and trustworthy relationship. This approach helps prevent misunderstandings and disputes. We believe in fostering a strong foundation for cooperation and mutual respect. Acceptance of Terms By accessing and utilizing our website, you agree to be bound by the terms of this agreement. If you do not agree with these terms, please refrain from using our site. Your use of our services indicates your acceptance and adherence to our terms and conditions. Acknowledging and adhering to our terms ensures a clear understanding of your rights and responsibilities when engaging with our services. This mutual agreement supports a cooperative environment. It also ensures that expectations are met on both sides. Payment Payments for orders on our website must be completed using the specified payment methods. We ensure that all payment details are processed securely. Ensuring secure payment processing is crucial to maintaining trust and confidentiality in our transactions. Secure payment processing safeguards your financial information, providing peace of mind during transactions and enhancing your overall experience. This reliability fosters confidence in our services. We continuously improve our security measures to protect your data. Termination We reserve the right to terminate your access to our website and services if you violate these terms or engage in harmful or inappropriate behavior. Upholding our terms is essential to creating a safe and respectful environment for all users. Enforcing our terms helps maintain a secure and positive community, ensuring a fair and enjoyable experience for everyone. Consistent enforcement of rules builds trust among users. It also deters potential misconduct. Product Descriptions We strive to provide accurate and current product descriptions. However, we do not guarantee that descriptions are free from errors. If a product does not match the description, your remedy is to return it unused. We aim to provide clear and accurate product information to help you make informed purchasing decisions. Providing accurate product information supports informed decision-making, ensuring satisfaction with your purchases and our services. Our commitment to accuracy reflects our dedication to quality. Transparency in product descriptions is key to customer trust. Returns and Refunds Our return and refund policy ensures your satisfaction with our products. If you are not satisfied with your purchase, you may return it under the conditions outlined in our policy. We are committed to ensuring your satisfaction with our products through clear return and refund policies. Clear return and refund policies provide confidence in our products and services, ensuring a positive customer experience and satisfaction. Your satisfaction is our priority. We continuously refine our policies based on customer feedback. Shipping We offer a range of shipping options to suit your needs. Shipping times and costs vary based on your location and the chosen shipping method. Please see our shipping policy for more details. Providing flexible shipping options allows us to cater to your specific delivery needs efficiently. Offering flexible shipping options supports convenience and choice, ensuring your orders are delivered promptly and reliably. Our goal is to meet your delivery expectations. We continuously optimize our shipping processes. Prohibited Conduct Users are forbidden from engaging in activities that could harm or disrupt our services, including hacking, spamming, and distributing malware. Violations may result in account termination and legal action. Maintaining a safe and secure environment for all users is a top priority for us. Upholding standards of conduct protects our community, ensuring a positive and secure environment for all users to enjoy our services. We take violations seriously and act promptly. Our proactive measures enhance user safety. Order Placement By placing an order with SquareX, you agree to provide accurate and complete information. Your order constitutes an offer to purchase our products, which we may accept or decline at our discretion. Your order submission confirms your understanding and acceptance of our order terms and conditions. Accurate order information supports efficient processing, ensuring your orders are fulfilled promptly and accurately. This accuracy minimizes delays and errors. Our commitment is to deliver a smooth order experience. Intellectual Property All content on our website, including text, graphics, logos, and images, is owned by SquareX or its content providers and is protected by intellectual property laws. Unauthorized use is strictly prohibited. Respecting intellectual property rights ensures the integrity and value of our content and brand. Protecting intellectual property rights supports creativity and innovation, maintaining the quality and authenticity of our offerings. Respect for these rights fosters a fair marketplace. It also incentivizes the creation of new content and products. Modifications SquareX reserves the right to amend these terms and conditions at any time. Any changes will take effect immediately upon posting on our website. Continued use of our services signifies acceptance of the revised terms. Regular updates to our terms ensure they reflect current legal standards and our commitment to transparent business practices. Keeping our terms updated supports compliance and clarity, ensuring our policies reflect evolving legal requirements and best practices. Regular reviews help us stay current. We aim for clarity and transparency in our updates. Liability SquareX is not liable for any indirect, incidental, or consequential damages arising from the use of our products or website. Our liability is limited to the amount paid for the product in question. Limiting liability helps us focus on providing quality products and services while managing risk responsibly. Managing liability supports our commitment to providing reliable products and services, ensuring fair and responsible business practices. This approach balances protection and accountability. It also encourages trust in our brand. Indemnification You agree to indemnify and hold SquareX harmless from any claims, losses, or damages resulting from your use of our website or violation of these terms and conditions. Indemnification protects us and ensures that our users understand their responsibilities when using our services. Upholding indemnification safeguards our interests and supports fair and transparent interactions with our users. This mutual protection fosters a respectful environment. We value the cooperation and responsibility of our users. Marketing Communications We may send you marketing communications about our products and special offers. You can opt out of these communications at any time by following the unsubscribe link in our emails. Managing your communication preferences is important to us, and we provide easy options for opting out of marketing messages. Respecting your preferences ensures that our communications are relevant and valuable, enhancing your overall experience with our products and services. We strive to personalize our messages. Your preferences help us serve you better. Contact Information If you have any questions or concerns about these terms and conditions, please contact us at squarex@gmail.com. We are here to assist you. Your feedback and inquiries help us improve our terms and provide better service to our users. Providing clear contact information ensures open communication and allows us to address your concerns promptly and effectively. We value your feedback and strive to respond swiftly. Your input is crucial to our continuous improvement. Waiver The failure of SquareX to enforce any right or provision of these terms shall not constitute a waiver of such right or provision. Any waiver must be in writing and signed by an authorized representative. Enforcing our rights ensures that our terms and conditions are consistently applied and respected. Upholding our rights supports fairness and consistency in our operations, ensuring our terms are upheld for the benefit of all users. Consistency builds user trust. It also reinforces the importance of our guidelines. Severability If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable to the fullest extent permitted by law. Protecting the validity of our terms helps maintain clarity and enforceability in our agreements. Safeguarding the validity of our terms supports fairness and reliability in our agreements, ensuring consistency and clarity for all parties involved. This approach maintains the integrity of our terms. It also ensures ongoing compliance with legal standards. Communication We primarily communicate with our customers via email. By using our services, you consent to receive communications from us electronically. You can opt out of certain communications by following the instructions provided in our emails. Electronic communication enables us to efficiently keep you informed and provide support for using our services. Embracing electronic communication enhances convenience and responsiveness, ensuring effective communication and support for our users. We aim to provide timely and relevant updates. Your feedback on our communication methods is always welcome. Home Privacy Policy &copy; 2024 SquareX. All rights reserved.",
    "thank_page": "Thank You - SquareX Welcome to SquareX! Thank you for visiting SquareX Construction Bureau! We appreciate your patronage and hope you enjoyed learning about our services. We look forward to impressing you again with our exceptional construction projects and innovative designs. At SquareX, we are committed to excellence in every aspect of our work. Whether you're looking for residential, commercial, or industrial construction solutions, our dedicated team is here to deliver. We strive to exceed your expectations with quality craftsmanship and unparalleled customer service. Thank you once again for choosing SquareX – your trusted partner in construction. Back to SquareX",
    "index": "SquareX AboutUs Values Services Projects Testimonials SquareX Welcome to SquareX Construction Bureau, where excellence meets innovation in construction. We look forward to working with you to turn your vision into reality. Contacts We are SquareX Construction Bureau With over two decades of experience, we are recognized as a leader in building construction, architectural design, and interior design. Our team of skilled professionals is committed to delivering top-notch services and exceptional quality on every project. We pride ourselves on our attention to detail and dedication to client satisfaction, ensuring each project meets the highest standards. At SquareX, we believe that every building tells a story, and we are passionate about creating spaces that inspire and endure. Our diverse portfolio includes residential homes and commercial complexes, all designed with functionality and aesthetics in mind. Safety and sustainability are paramount in our practices, and we adhere to strict safety protocols while implementing green building methods. Transparency, integrity, and reliability are the cornerstones of our business, and we strive to exceed expectations on every project. Thank you for considering SquareX Construction Bureau for your next project. Contacts Our core values Our mission is to set the highest standards in the construction industry by prioritizing quality, safety, and comfort in every project. We believe that exceptional quality begins with meticulous planning and the use of the finest materials, ensuring that every structure we build stands the test of time. Safety is our paramount concern, and we rigorously adhere to all safety regulations and protocols to protect our workers, clients, and the communities we serve. Comfort is also a key aspect of our mission; we design and construct buildings that are not only functional and aesthetically pleasing but also provide a comfortable and enjoyable environment for all occupants. At SquareX Construction Bureau, we are committed to continuous improvement, innovation, and sustainability, striving to deliver outstanding results that exceed expectations and set new benchmarks in the industry. Quality At SquareX, we pride ourselves on delivering the highest quality in all our construction projects. Safety Safety is our top priority at SquareX. We adhere to strict safety protocols to ensure the well-being of our team and clients. Comfort We believe in creating spaces that provide maximum comfort: from residential homes to commercial buildings. Our services SquareX Construction Bureau is a construction giant with a full range of construction services. Our expertise spans various areas of the construction industry, ensuring that we can meet all your building needs with precision and excellence. Construction Project Development Interior Design Browse our selected projects and learn more about our work Our experience includes a variety of construction projects. We specialize in the erection of city buildings, stadiums, administrative buildings and private houses. Our team of professionals has unique skills and extensive experience, which allows us to successfully carry out projects of any complexity. City Gate Business Centers Metropolitan Plaza Administrative Buildings The Swallow's Nest Stadiums Contacts Project Documentation At SquareX Construction Bureau, project documentation is a cornerstone of our operations, ensuring that every project is executed with precision and clarity. Comprehensive documentation begins with detailed project plans, outlining every phase of construction from initial design to final inspection. These plans are complemented by precise blueprints and technical drawings that guide our teams on-site. We also compile exhaustive lists of materials and resources required, ensuring that all components meet our stringent quality standards. Our documentation process includes rigorous safety protocols, guaranteeing that all work adheres to regulatory requirements and industry best practices. We maintain open communication channels through progress reports, allowing stakeholders to stay informed about the project's status and any potential adjustments. Change orders and contingency plans are meticulously documented to address unforeseen challenges promptly and efficiently. Supported by 12+ partners Private Houses At SquareX, we excel in constructing private homes that perfectly blend comfort, style, and functionality. Our expert team works closely with clients to bring their unique vision to life, ensuring every detail meets their expectations. With a commitment to quality craftsmanship and innovative design, we create homes that are not only beautiful but also built to last. Choose SquareX for your private home construction and experience unparalleled dedication to your satisfaction. Some facts and figures Totally satisfied clients Years of experience Working hours spent Succeeded projects What our clients are saying \"Working with SquareX Construction Bureau was a seamless experience. Their attention to detail and commitment to quality is unparalleled. We are thrilled with our new corporate headquarters.\" Michael Collins CEO, Tech Innovators Inc. \"SquareX Construction Bureau exceeded our expectations. Their innovative approach and professional execution resulted in a stunning office complex that our employees love.\" Samantha Turner Managing Director, GreenWorld Solutions \"From the initial consultation to the final touches, SquareX Construction Bureau demonstrated professionalism and expertise. Our new retail space is not only functional but also aesthetically pleasing.\" David Martinez Operations Manager, Urban Retail Group Recent articles How to Build Climate Change-Resilient Infrastructure Industry News June 24, 2020 4 comments Building climate change-resilient infrastructure involves using durable materials and innovative designs to withstand extreme weather conditions... How Construction Can Help Itself Innovation June 12, 2020 No comments Types of Flooring Materials Company News December 1, 2019 No comments Want to know more? Ask us a question: Name Email Message I accept the Privacy Policy Send HEAD OFFICE Address: Kalibadi Chwok, Hanuman Colony , Near rising sun school, House No.12/13, Raipur, Chhattisgarh 492001, India Call: +917389516249 Email: squarex@gmail.com Privacy Policy Terms & Conditions &copy; 2024 SquareX. All rights reserved. WHO WE ARE About Us Values Services Projects Testimonials"
  },
  "date": "2024-06-22T06:26:10.503Z"
}