{
  "name": "New_v11_DanceVibe",
  "pages": {
    "about": "Sobre Nós - DanceVibe DanceVibe Escola de Dança DanceVibe Início Início Sobre Sobre Avaliações Avaliações Faq Faq Contato Contato Explore Explore SOBRE Somos uma escola de dança dedicada a ensinar e inspirar. NÓS Nossa Visão Aspiramos ser uma força motriz onde a dança é um catalisador para mudanças positivas. CONHEÇA Nossa Equipe Nossa equipe é composta por dançarinos talentosos e dedicados. Ana SilvaCEO Dedicação e paixão pela dança. João PereiraInstrutor Especialista em dança moderna. Mariana CostaGerente Foco em excelência e inovação. NOSSOS Valores Essenciais Criamos soluções que inspiram e envolvem. /01 Trabalho Duro /02 Inovação /03 Trabalho em Equipe NOSSOS Prêmios Criamos coreografias que cativam seu público. Prêmio de Dança 2024 Reconhecimento pela excelência na dança. Prêmio de Coreografia 2022 Reconhecimento pela inovação em coreografia. Prêmio de Expressão 2021 Reconhecimento pela excelência em expressão corporal. Prêmio de Melhor Escola 2020 Reconhecimento como melhor escola de dança. Núcleo Competências dança moderna70% coreografia80% expressão corporal90% dança de salão65% Entre em Contato LET’S WORK TOGETHER Contato Contato PERGUNTAS &amp; RESPOSTAS FAQs Tem alguma dúvida? Aqui estão algumas perguntas frequentes. Quais tipos de serviços vocês oferecem? Oferecemos aulas de dança para todos os níveis, coreografia personalizada, e sessões de treinamento intensivo. Como posso solicitar um orçamento ou proposta para meu projeto? Você pode entrar em contato conosco através do formulário em nossa página de contato ou pelo nosso email. Quanto tempo leva para concluir um projeto? O tempo varia conforme o tipo de projeto, mas geralmente concluímos projetos dentro de algumas semanas. Qual é o custo dos seus serviços? Os preços variam conforme o tipo de serviço e a duração das aulas. Entre em contato para um orçamento personalizado. DanceVibe A dança tem o poder de cativar o público. Principal Início Início Avaliações Avaliações Contato Contato Páginas Sobre Sobre Faq Faq © 2024 DanceVibe. Todos os Direitos Reservados. Política de Privacidade Termos de Uso",
    "index": "DanceVibe - A Melhor Escola de Dança em Brasília DanceVibe Escola de Dança DanceVibe Início Início Sobre Sobre Avaliações Avaliações Faq Faq Contato Contato Explore Explore Dançando Studio AULAS DE SALSA Descubra a paixão e a energia da Salsa. AULAS DE BALÉ Elegância e técnica em cada movimento. AULAS DE HIP HOP Movimentos urbanos e cheios de atitude. AULAS DE ZUMBA Exercite-se ao ritmo da Zumba. EXPRESSÃO REDESIGN Descubra a arte da dança e expresse-se com criatividade e paixão. CONCEITO REIMAGINAR Transforme seu corpo e mente através da dança. NOSSOS SERVIÇOS FromConcept to Creation Aulas de Dança Aulas de Dança Treinamento Treinamento Conceito Conceito Destaques Traba LHOS Marketing Moderno ExploreExplore Design Foco ExploreExplore Conceito Temporadas ExploreExplore Foi um prazer trabalhar em um projeto de design juntos. John BLACKCEO Estou muito feliz com os resultados da nossa colaboração. Jane Winter EXECUTIVA Fiquei impressionado com a criatividade da DanceVibe. James Davis DIRETOR Espetáculos 99 Alunos 40 Prêmios 13 Instrutores 10 Núcleo Competências moderna80% coreografia90% expressão corporal95% de salão75% Entre em Contato LET’S WORK TOGETHER Contato Contato Entre em contato Con tato Nome Endereço de Email Sua Mensagem I accept Privacy policy Obrigado! Sua mensagem foi recebida! Ops! Algo deu errado ao enviar o formulário. Email dancevibe@gmail.com Telefone +55-9034-5948 Localização SHCNW SQNW BL F - Brasília, DF, 70686-530 DanceVibe A dança tem o poder de cativar o público. Principal Início Início Avaliações Avaliações Contato Contato Páginas Sobre Sobre Faq Faq © 2024 DanceVibe. Todos os Direitos Reservados. Política de Privacidade Termos de Uso",
    "privacy-policy": "Política de Privacidade - DanceVibe DanceVibe Escola de Dança DanceVibe Início Início Sobre Sobre Avaliações Avaliações Faq Faq Contato Contato Explore Explore Política de Privacidade Na DanceVibe, estamos comprometidos em proteger a sua privacidade. Esta Política de Privacidade descreve as nossas práticas em relação à coleta, uso e compartilhamento de suas informações pessoais. Informações Coletadas: Coletamos informações que você nos fornece diretamente, como nome, e-mail, telefone, e dados de pagamento. Uso das Informações: Utilizamos suas informações para fornecer e melhorar nossos serviços, comunicar novidades, processar pagamentos e personalizar a experiência do usuário. Compartilhamento de Informações: Não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros, exceto conforme descrito nesta política. Segurança: Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. Cookies: Utilizamos cookies para melhorar a funcionalidade do nosso site e a sua experiência de navegação. Marketing: Podemos usar suas informações para enviar comunicações promocionais, das quais você pode optar por não receber a qualquer momento. Direitos dos Usuários: Você tem o direito de acessar, corrigir ou excluir suas informações pessoais, bem como de restringir ou opor-se ao seu processamento. Alterações na Política: Podemos atualizar esta política de privacidade periodicamente. Notificaremos sobre mudanças significativas através de nosso site. Contato: Para quaisquer dúvidas sobre esta política de privacidade, entre em contato conosco pelo telefone +55-9034-5948 ou e-mail dancevibe@gmail.com Retenção de Dados: Reteremos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta política. Links de Terceiros: Nosso site pode conter links para sites de terceiros. Não nos responsabilizamos pelas práticas de privacidade desses sites. Consentimento: Ao usar nosso site, você consente com a coleta e uso de suas informações conforme descrito nesta política. Transferências Internacionais: Podemos transferir suas informações para fora do seu país de residência, sempre protegendo seus dados conforme a legislação aplicável. Menores de Idade: Não coletamos intencionalmente informações de crianças menores de 13 anos sem o consentimento dos pais. Encarregado de Proteção de Dados: Se você tiver preocupações sobre a privacidade ou uso de dados, pode entrar em contato com nosso Encarregado de Proteção de Dados pelo e-mail dancevibe@gmail.com DanceVibe A dança tem o poder de cativar o público. Principal Início Início Avaliações Avaliações Contato Contato Páginas Sobre Sobre Faq Faq © 2024 DanceVibe. Todos os Direitos Reservados. Política de Privacidade Termos de Uso",
    "terms-conditions": "Termos e Condições - DanceVibe DanceVibe Escola de Dança DanceVibe Início Início Sobre Sobre Avaliações Avaliações Faq Faq Contato Contato Explore Explore Termos e Condições Bem-vindo à DanceVibe! Ao utilizar nosso site e participar de nossas aulas, você concorda com os seguintes termos e condições. Uso do Site: Você concorda em utilizar o site da DanceVibe apenas para fins legais e de acordo com estes termos. Cadastro: Para acessar certos serviços, pode ser necessário criar uma conta e fornecer informações precisas e atualizadas. Pagamento: Todas as taxas e pagamentos devem ser feitos de acordo com as instruções fornecidas no site. Cancelamento: Você pode cancelar sua inscrição em uma aula seguindo as nossas políticas de cancelamento. Propriedade Intelectual: Todo o conteúdo do site, incluindo textos, imagens e logos, é de propriedade da DanceVibe e está protegido por leis de direitos autorais. Conduta do Usuário: Você concorda em não usar nosso site para transmitir qualquer conteúdo que seja ilegal, ofensivo ou prejudicial. Modificações no Serviço: Reservamo-nos o direito de modificar ou descontinuar nossos serviços a qualquer momento, sem aviso prévio. Responsabilidade: A DanceVibe não se responsabiliza por quaisquer danos resultantes do uso ou incapacidade de uso do nosso site. Links Externos: Nosso site pode conter links para sites de terceiros. Não nos responsabilizamos pelo conteúdo ou práticas desses sites. Privacidade: A utilização de suas informações pessoais é regida pela nossa Política de Privacidade. Legislação Aplicável: Estes termos são regidos pelas leis brasileiras. Qualquer disputa será resolvida nos tribunais de Brasília, DF. Rescisão: Reservamo-nos o direito de rescindir seu acesso ao nosso site por qualquer violação destes termos. Feedback: Encorajamos o envio de feedbacks, mas reservamo-nos o direito de usar qualquer feedback sem compensação. Alterações nos Termos: Podemos atualizar estes termos periodicamente. As mudanças serão publicadas no nosso site. Contato: Para dúvidas sobre estes termos, entre em contato conosco pelo telefone +55-9034-5948 ou e-mail dancevibe@gmail.com DanceVibe A dança tem o poder de cativar o público. Principal Início Início Avaliações Avaliações Contato Contato Páginas Sobre Sobre Faq Faq © 2024 DanceVibe. Todos os Direitos Reservados. Política de Privacidade Termos de Uso",
    "thanks": "Obrigado - DanceVibe Obrigado por Entrar em Contato! Agradecemos seu interesse na DanceVibe. Nossa equipe responderá à sua mensagem em breve. Fique atento ao seu e-mail e telefone para nossa resposta. Até logo! Pagina inicial"
  },
  "date": "2024-06-24T13:52:06.512Z"
}