{
  "name": "New_v8__Royal-Spice-Casino",
  "pages": {
    "about": "About us - Royal Spice Oasis Resort & Casino in Goa, India Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Experience the Luxury of Royal Spice Oasis Discover the Best of the Orient Book a Room The best rooms in town Our rooms are designed to make you feel like you are in paradise. They are spacious, comfortable and equipped with all the amenities you need to make your stay pleasant and enjoyable. Royal Spice Oasis Resort & Casino offers a wide range of rooms, each with its own unique style and decoration, so you are sure to find a room that suits your taste and preferences. They are the best in town! The best cuisine in town Our cuisine is a mix of oriental and European flavors, and it will make you feel like a king. Our chefs use only the freshest and highest quality ingredients to create a wide range of delicious dishes that will satisfy even the most discerning palates. Royal Spice Oasis Resort & Casino offers a variety of dining options, from casual buffets to fine dining, so you can choose the style of cuisine that suits your mood and preferences. It is a real taste of heaven! The best beaches in town Our beaches are perfect for sunbathing, swimming and relaxing. They are clean, safe and free from noise, so you can enjoy the peace and tranquility of the ocean without any distractions. Royal Spice Oasis Resort & Casino offers a wide range of beaches, each with its own unique character and charm, so you are sure to find a beach that suits your taste and preferences. They are simply the best! Come and enjoy Why wait? Come and enjoy the best of the Orient at Royal Spice Oasis Resort & Casino. From the moment you arrive, you will be treated to a luxurious and unforgettable experience. Our staff is friendly, attentive and will go above and beyond to make sure you have a wonderful time. Book a room now! Book a Room The Best Holiday You Will Never Forget You will find the perfect combination of luxury, comfort, and entertainment that will make you feel like a king. So, don't wait and book a room now! Royal Spice Oasis Resort & Casino is the ultimate destination for those who want to experience the best of the Orient without leaving their comfortable home. It will be an unforgettable holiday! Book a Room Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "casino": "Best Casino in Goa, India - Royal Spice Oasis Resort & Casino Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Please confirm that you are of legal age (18 or older) to continue: Yes No Try Our Casino Enjoy the Adventure Learn More You can play at our casino Our casino offers a wide range of games that are both exciting and safe. All games are licensed and regulated, which means that you can be sure that the game is fair and that you won't lose your money. Our casino is open 24/7, which means that you can play whenever you want. Our games are available in different languages, so you can play in the language of your choice. We have a variety of games, including Roulette, Slots, Poker, Baccarat, Black Jack, and many more. We offer a loyalty program, which means that you can earn points for every dollar you spend at the casino. We also have a 24/7 customer support team, which is available to help you with any questions or problems you may have. Roulette Play Russian Roulette with a guaranteed win and a variety of betting options Our Roulette game is licensed and regulated, which means that you can be sure that the game is fair and that you won't lose your money Slots Win big with our modern and colorful slots, featuring a wide variety of symbols and paylines Our Slots game is also licensed and regulated, which means that you can be sure that the game is fair and that you won't lose your money Poker Play Texas Hold'em with a chance to win a jackpot and a variety of betting options Our Poker game is licensed and regulated, which means that you can be sure that the game is fair and that you won't lose your money Baccarat Win with our fast and exciting Baccarat game, featuring a variety of betting options Our Baccarat game is licensed and regulated, which means that you can be sure that the game is fair and that you won't lose your money Black Jack Play the classic Black Jack with a 24/7 support and a variety of betting options Our Black Jack game is licensed and regulated, which means that you can be sure that the game is fair and that you won't lose your money Learn More Gaming experience The ultimate gaming experience awaits you at our resort's casino. With a wide variety of games, you're sure to find something that suits your taste. Whether you're a fan of classic Roulette, Slots, or the latest Poker, Baccarat, or Black Jack, you're sure to have a blast at our casino. Royal Spice Oasis Resort & Casino 24/7 service and modern games Casino Our casino is located in the heart of the resort, providing you with the perfect setting for enjoying the luxury of gaming. From the moment you enter the casino, you'll be surrounded by the best of the Orient, with chandeliers, marble floors, and opulent decor setting the tone for an unforgettable experience. Royal Spice Oasis Resort & Casino Experience the best of the Orient Gaming experience Our casino offers a wide range of games, including Roulette, Slots, Poker, Baccarat, and Black Jack. With a variety of betting options and a 24/7 support, you're sure to find the perfect game for you. And with our licensed and regulated games, you can be sure that the games are fair and that you won't lose your money. Royal Spice Oasis Resort & Casino 24/7 service and modern games Casino Our casino is not just a place to play games, but a destination where you can relax, socialize, and enjoy the best of the Orient. Whether you're looking for a quiet spot to play games, or a lively atmosphere to socialize with friends, our casino has something for everyone. Royal Spice Oasis Resort & Casino Experience the best of the Orient At Royal Spice Oasis Resort & Casino The Oriental Pearl of the Orient, Royal Spice Oasis Resort & Casino offers a world of luxury and relaxation, with its opulent decor, world-class gaming, and a variety of dining options. Whether you're looking for a quiet spot to unwind, or a lively atmosphere to socialize with friends, you're sure to find the perfect setting for your next getaway. Our resort is nestled in the heart of the city, surrounded by the bustling streets of Bangkok, yet feels like a secluded oasis. Come and experience the ultimate in luxury and relaxation, with our extensive list of amenities and services, including a full-service spa, fitness center, and a variety of dining options, including a restaurant, a buffet, and a cocktail bar. But it's not all about luxury. We also offer a variety of entertainment options, such as live shows, tournaments, and events, which are open to all guests. And with our 24/7 support, you can be sure that you'll have a smooth and enjoyable stay. Royal Spice Oasis Resort & Casino Experience the best of the Orient Learn More Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "contacts": "Contacts Info for Royal Spice Oasis Resort & Casino in Goa, India Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept If you have any questions or need help, feel free to contact us in any way you prefer Our dedicated team is always ready to assist you and make your experience as comfortable as possible Book a Room Our Contacts Please feel free to contact us at any time, we are always ready to assist you Royal Spice Oasis Resort & Casino +918380937777 Our Address Dona Paula, Durgavado Royal Spice Oasis Resort & Casino Goa 403004, India Contact Us Royal Spice Oasis Resort & Casino. We would be happy to help you with any questions or concerns you may have. Email: royalspiceoasis@gmail.com Book a Room Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "disclaimer": "Disclaimer of Liability and Terms of Use for Royal Spice Oasis Resort & Casino in India, Goa | Casino Hotel Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Disclaimer Important Information Royal Spice Oasis Resort & Casino is not responsible for any losses incurred by players during their stay. All information on this website is for entertainment purposes only and is not intended to be taken as financial advice. Royal Spice Oasis Resort & Casino does not accept any responsibility for any inaccuracies, errors or omissions in the content of this website. The information on this website is subject to change without notice. Gaming Rules Players are responsible for their own gambling activities. Players must be 18 years or older to gamble in the casino. Players must be of legal age to enter the country of residence to play in the casino. Players are not allowed to make any bets that are not within their means to pay. Privacy Policy This website collects personal information from its users. This information is used to improve the user's experience on this website. This information is not sold, rented or leased to third parties. This website may use cookies to improve the user's experience. Terms and Conditions By using this website, you agree to the terms and conditions outlined on this page. If you do not agree to the terms and conditions, please do not use this website. Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "index": "Welcome to Royal Spice Oasis Resort & Casino Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Discover the Luxury of Royal Spice Oasis Experience the Best of the Orient Book a Room Advantages of Royal Spice Oasis Resort & Casino Experience the Luxury of India Embark on an unforgettable journey to the land of spices, where the aroma of fragrant Indian spices wafts through the air, creating a truly unique and unforgettable experience. World-Class Gaming Enjoy the thrill of world-class gaming at our state-of-the-art casino, with a wide range of games to suit every taste and budget. Spa & Wellness Unwind and relax in our luxurious spa and wellness facilities, with a range of treatments and therapies to suit every need. Dining Options Indulge in a range of delicious international cuisine, from fine dining to casual dining, at our restaurants and bars. Meeting & Events Host your next meeting or event in the elegant surroundings of our conference centre, with flexible and versatile meeting spaces to suit any occasion. Come and experience the luxury and exclusivity of Royal Spice Oasis Resort & Casino for yourself. Book your stay today and unlock the magic of the Orient. We are Online Royal Spice Oasis Resort & Casino Located just a short drive from the bustling city of Goa, in the picturesque coastal town of Panjim, our luxury resort is the perfect place to unwind and escape the hustle and bustle of everyday life. Royal Spice Oasis Resort & Casino is nestled on the shores of the Arabian Sea, with stunning views of the ocean and the nearby lush greenery. The resort features a range of luxurious rooms and suites, each with its own unique style and decor, to ensure that you feel completely at home. Spa & Wellness Relax and rejuvenate in our luxurious spa and wellness facilities, with a range of treatments and therapies to suit every need. Royal Spice Oasis Resort & Casino is committed to providing the highest level of service and luxury, so you can enjoy your stay to the fullest. Book your stay today and discover the magic of the Orient. European Dining Enjoy a taste of Europe in our exquisite dining room, with a menu featuring traditional European cuisine and fine wines. Royal Spice Oasis Resort & Casino is the perfect place to indulge in a sophisticated and elegant dining experience, with a menu that combines the best of European cuisine with the luxury and exclusivity of our resort. Come and experience the luxury and exclusivity of Royal Spice Oasis Resort & Casino for yourself, with a taste of European elegance on every plate. Experience the Magic of the Orient At Royal Spice Oasis Resort & Casino, we pride ourselves on delivering the highest level of service and luxury. Our resort is the perfect place to relax, unwind and indulge in the finer things in life. Royal Spice Oasis Resort & Casino is a haven of luxury and exclusivity, with stunning views of the Arabian Sea and the nearby lush greenery. Whether you're looking to relax and unwind, or come for a night out on the town, we have everything you need to make your stay memorable. Book your stay today and unlock the magic of the Orient. Learn More The Best Hotel in the City Why choose us? Our team of experienced professionals are dedicated to providing the highest level of service and luxury to make your stay with us truly unforgettable. Come and experience the magic of the Orient, and discover why Royal Spice Oasis Resort & Casino is the best hotel in the city. Reasons Why We're The Best Luxurious Rooms & Suites Our spacious and luxurious rooms and suites are designed to provide you with the ultimate in comfort and relaxation. Come and experience the best of the Orient, and discover why Royal Spice Oasis Resort & Casino is the best hotel in the city. Learn More The Best Restaurant in the Hotel Where you can taste the most delicious and refined dishes At Royal Spice Oasis Resort & Casino you can enjoy the finest cuisine, prepared by the most talented chefs in the city Saffron Indian and Middle Eastern cuisine, with a touch of French flair Spice Route Modern Indian cuisine, with a focus on spices and flavors Royal Court Continental cuisine, with a touch of French and Indian flavors The Spice Cellar Authentic Indian cuisine, with a focus on spices and flavors Learn More Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "privacy": "Privacy policy - Royal Spice Oasis Resort & Casino in Goa, India Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Privacy Policy of Royal Spice Oasis Resort & Casino Information that we collect The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information. If you contact us directly, we may receive additional information from you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide. When you register for an Account, we may ask for your contact information, including items such as name, email address, and phone number. How we use your information We use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways: • To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested. • To improve our website in order to better serve you. • To allow us to better service you in responding to your customer service requests. • To follow up with them after we’ve addressed their customer service request to see if there is additional feedback or if they have any further questions. • To send administrative information to you about your account and/or password. • To send you information or statements about your account. • To send non-administrative emails that are relevant to the services we provide to our users. • To send you transactional emails as needed to provide you with information about your purchase, including details about your order, any discount codes, and any instructions for your order that you may have provided during the checkout process. • To send you comunications about new products, special offers, or other information that we think may be of interest to you. How we protect your information We do not use vulnerability scanning and/or scanning to PCI compliance. We use regular Malware Scanning. An attacker could execute arbitrary code on affected systems, or potentially access sensitive information on the system. We do not keep financial information (such as credit card numbers) on file for any length of time. We do not share personal information with third parties. We only use personal information for the purposes of operating our website and services, selling products, and providing customer support. We may use your information to respond to your inquiries, resolve issues, and improve our services. We may disclose your information if we are required by law to do so or if you violate our terms of service. What are your rights? If you are a European citizen, you have certain rights. You can rest assured that we will not sell, rent, or share your personal information with anyone except as described in this privacy policy. You have the right to access, correct, or delete the personal information that we have about you at any time. If you would like to exercise any of these rights, please contact us at royalspiceoasis@gmail.com Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "terms": "Terms and Conditions of Use for Royal Spice Oasis Resort & Casino in India, Goa | Casino Hotel Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Terms and Conditions of Royal Spice Oasis Resort & Casino Privacy Policy This website, including any information, content, data, or other materials on or available from the website, is subject to the terms of this Privacy Policy. Royal Spice Oasis Resort & Casino, having registered address at Dona Paula, Durgavado, Goa 403004, India, hereinafter referred to as \"Royal Spice Oasis Resort & Casino\" collects some personal data of its visitors, customers, users, or subscribers when they visit, interact with, or make a purchase from the website. Royal Spice Oasis Resort & Casino may collect and process the following personal data: Name Email address Phone number IP address Cookies The above data is collected for the following purposes and may be shared with the following third parties: Improve the website and its services Send marketing and promotional communications Third party service providers who process personal data on Royal Spice Oasis Resort & Casino's behalf Royal Spice Oasis Resort & Casino may use your personal data to send you marketing or promotional communications. You may opt-out of receiving such communications from Royal Spice Oasis Resort & Casino or any third party service providers by following the opt-out instructions in any communication or modifying your account settings. Intellectual Property Rights All content on this website, including but not limited to text, images, graphics, logos, icons, designs, and code is owned by or licensed to Royal Spice Oasis Resort & Casino and is protected by copyright and trademark laws. You may use the content on this website for information purposes only. You may not use, reproduce, modify, create derivative works from, or distribute any content on this website for commercial purposes. Disclaimer THE INFORMATION PROVIDED ON THIS WEBSITE IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. Royal Spice Oasis Resort & Casino SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS WEBSITE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE. Changes to these Terms and Conditions Royal Spice Oasis Resort & Casino reserves the right to modify these Terms and Conditions at any time without notice. By using this website, you are deemed to have accepted the current version of these Terms and Conditions. Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer",
    "thank_you": "Thank you for your request - Royal Spice Oasis Resort & Casino in Goa, India Casino About Us Contacts Casino About Us Contacts This website uses cookies to enhance your browsing experience. By clicking 'Accept', you agree to our use of cookies. Accept Thank you for submitting the application! We will contact you soon We will contact you soon and inform you about the result of the application review. If you have any questions, please do not hesitate to contact us. Thank you for your trust! Sincerely, the team of Royal Spice Oasis Resort & Casino Book a Room Online Fill out the form below and we will get back to you within 24 hours to confirm your reservation I accept privacy policy Submit Royal Spice Oasis Resort & Casino Address Dona Paula, Durgavado, Goa 403004, India Connect Us +918380937777 royalspiceoasis@gmail.com Customer Information Terms & Conditions Privacy Policy Disclaimer"
  },
  "date": "2024-05-15T17:50:20.279Z"
}