{
  "name": "New_v8_QuestJoy",
  "pages": {
    "about": "About QuestJoy - Immersive Adventures QuestJoy Main About Us About QuestJoy - Immersive Adventures Discover how QuestJoy started and our commitment to delivering unforgettable adventures. Our History Founded in 2020, QuestJoy was born out of a love for adventure and a desire to create unique experiences. Over the years, we have grown from a small startup to a leading provider of immersive quests, constantly innovating and expanding our offerings. Our journey began with a simple idea: to transform ordinary events into extraordinary adventures. Starting with a small team of passionate creators, we launched our first quest in a local community center. The overwhelming positive response encouraged us to dream bigger and push the boundaries of what a quest could be. In 2021, we introduced our first themed quest series, which quickly became a hit. This success allowed us to expand our team and invest in more sophisticated technology, enhancing the realism and interactivity of our quests. By combining storytelling with cutting-edge design, we created experiences that captivated participants of all ages. By 2022, QuestJoy had hosted hundreds of quests across various locations, gaining recognition for our creativity and dedication to quality. We partnered with schools, corporate clients, and community organizations to bring our adventures to a wider audience, tailoring each quest to meet the unique needs and preferences of our clients. Today, QuestJoy continues to lead the way in immersive quest experiences. Our commitment to innovation, excellence, and customer satisfaction remains at the heart of everything we do. We look forward to the future, excited to create new adventures and bring joy to even more participants around the world. Our Mission Learn about our mission to create unique and engaging quest experiences for everyone. We aim to bring people together through challenging, fun, and educational adventures. Meet Our Team Meet the passionate individuals behind QuestJoy who bring each adventure to life. Our diverse team of creators, designers, and enthusiasts work tirelessly to ensure every quest is a memorable experience. Raj Kapoor Co-Founder & CEO Raj leads QuestJoy with a vision to create unparalleled adventure experiences. His background in event management and passion for storytelling are the driving forces behind our innovative quests. Anjali Verma Co-Founder & COO Anjali oversees operations, ensuring every quest runs smoothly. With her expertise in logistics and a keen eye for detail, she ensures that our participants have a seamless and enjoyable experience. Amit Patel Head of Product Development Amit is the creative mind behind our quest designs. His background in game development and interactive media allows him to create engaging and immersive experiences that captivate our participants. Sneha Verma Marketing Director Sneha leads our marketing efforts, spreading the word about QuestJoy's unique adventures. Her strategic thinking and creativity help us reach new audiences and keep our community engaged. Vikram Singh Customer Support Lead Vikram ensures that our participants receive top-notch support before, during, and after their quests. His dedication to customer satisfaction is key to maintaining our high standards of service. Exclusive Adventures Explore our exclusive quests that are designed to thrill and challenge. Discover More Have a unique idea in mind? We offer the option to create custom quests tailored to your preferences. Whether it's for a special event or just a personalized experience, we can bring your vision to life. Contact Us to start planning your custom adventure. Our team of experts will work closely with you to design a quest that meets your specific needs. From theme selection to intricate puzzles, every detail will be crafted to ensure an unforgettable experience. Get Started on your bespoke quest today! Ready to Embark on a Quest? Contact us today to start your adventure with QuestJoy. Get Started Our Principles &#9733; Innovation: We constantly seek new ways to enhance our quests and provide unique experiences. &#9733; Quality: We prioritize high-quality design and execution in all our quests. &#9733; Teamwork: Collaboration and communication are key to our success. &#9733; Customer Focus: We strive to exceed our customers' expectations with every quest. How We Work Our process is designed to ensure a seamless and enjoyable experience from start to finish. Here's how we do it: Initial Consultation - We discuss your preferences and requirements. Quest Design - Our team creates a tailored quest experience based on your input. Setup - We prepare the venue and all necessary materials for the quest. Execution - Your group participates in the quest, guided by our team. Feedback - We gather your feedback to continually improve our services. Contact Us Reach out to QuestJoy for bookings, inquiries, or to share your feedback. Fill out the form below to get in touch with us. Name: Email: Message: I agree to the Privacy Policy Submit FAQ Find answers to the most frequently asked questions about our quests and services. What types of quests do you offer? We offer a variety of quests, including escape rooms, adventure quests, and custom-designed experiences. Each quest is crafted to provide a unique and thrilling experience. How do I book a quest? You can book a quest through our website by filling out the booking form. For custom quests, please contact us directly to discuss your ideas and requirements. What is the recommended group size for a quest? Our quests are designed for groups of 2 to 8 people. However, we can accommodate larger groups for special events or custom quests. Please contact us for more details. Are the quests suitable for children? Yes, we offer family-friendly quests that are suitable for children. We recommend that children under the age of 12 be accompanied by an adult. How long does each quest take? Most of our quests take between 60 to 90 minutes to complete. Custom quests may vary in duration based on the complexity and requirements. Can I reschedule or cancel my booking? Yes, you can reschedule or cancel your booking by contacting us at least 24 hours in advance. Please refer to our cancellation policy for more details. QuestJoy +91 442 819035 questjoy@gmail.com 6, Gandhi Irwin Rd, Egmore About Us Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you consent to our use of cookies. Accept",
    "disclaimer": "Disclaimer | QuestJoy QuestJoy Main About Us Disclaimer 1. No Warranties This website is provided \"as is\" without any representations or warranties, express or implied. Gadget Yatra makes no representations or warranties in relation to this website or the information and materials provided on this website. 2. Limitation of Liability QuestJoy will not be liable to you (whether under the law of contract, the law of torts, or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: to the extent that the website is provided free of charge, for any direct loss; for any indirect, special or consequential loss; or for any business losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. 3. Exceptions Nothing in this disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this disclaimer will exclude or limit QuestJoy's liability in respect of any: death or personal injury caused by QuestJoy's negligence; fraud or fraudulent misrepresentation on the part of QuestJoy; or matter which it would be illegal or unlawful for Gadget Yatra to exclude or limit, or to attempt or purport to exclude or limit, its liability. 4. Accuracy of Information The information contained in this website is for general information purposes only. The information is provided by QuestJoy and while we endeavor to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. 5. External Links Through this website, you are able to link to other websites which are not under the control of Gadget Yatra. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. 6. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. 7. Update Should we update, amend, or make any changes to this document, those changes will be prominently posted here. 8. Contact Us If you require any more information or have any questions about our site's disclaimer, please feel free to contact us by email at questjoy@gmail.com. QuestJoy +91 442 819035 questjoy@gmail.com 6, Gandhi Irwin Rd, Egmore About Us Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you consent to our use of cookies. Accept",
    "index": "Experience Thrilling Quests & Games | QuestJoy QuestJoy Main About Us Experience Thrilling Quests & Games with QuestJoy Discover unforgettable adventures tailored for all ages and interests. Book your quest today! About QuestJoy Learn about our passion for creating immersive quest experiences that engage and entertain. Founded by adventure enthusiasts, QuestJoy brings together the excitement of quests with innovative storytelling and cutting-edge technology. Our team is dedicated to providing an unforgettable experience for every participant. We believe in the power of teamwork and creativity, offering quests that are not only fun but also foster problem-solving skills and collaboration. Whether you're looking for a thrilling escape room or an interactive game, QuestJoy has something for everyone. Learn More Our Services Explore our range of themed quests and interactive games designed for individuals and groups. Themed Quests Dive into our imaginative themed quests that transport you to another world. Interactive Games Engage in our dynamic interactive games that challenge your mind and teamwork. Ready to Start Your Quest? Book your next adventure with QuestJoy today. Contact Us Hear from Our Participants Read what our clients say about their thrilling experiences with QuestJoy. \"QuestJoy provided an unforgettable adventure for our team. The puzzles were challenging and the storyline was incredibly immersive. We can't wait to try another quest!\" - Priya S. \"I booked a quest for my son's birthday party, and the kids had an amazing time. The staff was friendly and helpful, making sure everyone was engaged and having fun.\" - Rahul K. \"The level of detail in the quests at QuestJoy is astonishing. From the set design to the puzzles, everything was top-notch. Highly recommend for anyone looking for a unique experience.\" - Anjali M. \"As a corporate team-building activity, QuestJoy was perfect. It brought out the best in our team, fostering communication and collaboration in a fun and exciting environment.\" - Vikram R. \"QuestJoy's quests are unlike any other escape rooms I've been to. The creativity and thought put into each scenario is impressive. It's a fantastic way to spend an evening with friends.\" - Sneha P. Services Packages Explore our comprehensive quest packages tailored to your needs. Custom Quest Package Personalize your adventure with our custom quest packages. Corporate Team-Building Package Enhance teamwork and collaboration with our corporate packages. Unleash Your Adventure Discover our exclusive quest experiences that push the boundaries of adventure. Explore Now Why Choose QuestJoy Discover why QuestJoy is the best choice for your next adventure. &#9733; Unique and immersive experiences &#128226; Highly trained and friendly staff &#127942; Award-winning quests and games &#128640; Cutting-edge technoloqj and creativity Our Achievements Discover the milestones and recognitions that make QuestJoy a leader in immersive quest experiences. Best Adventure Experience Awarded by Adventure Times Magazine in 2023 for our outstanding quest designs and customer satisfaction. Over 10,000 Participants We proudly reached a milestone of 10,000 satisfied participants who have enjoyed our quests since our inception. Innovation in Quest Design Recognized for our cutting-edge approach to quest creation, combining technology with engaging storylines. Community Impact Honored by local organizations for our contributions to community events and educational programs. QuestJoy +91 442 819035 questjoy@gmail.com 6, Gandhi Irwin Rd, Egmore About Us Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you consent to our use of cookies. Accept",
    "privacy-policy": "Privacy Policy | QuestJoy QuestJoy Main About Us Privacy Policy 1. Introduction Welcome to QuestJoy. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at questjoy@gmail.com. 2. Information We Collect We collect personal information that you provide to us such as name, address, contact information, passwords and security data, payment information, and social media login data. We also collect information through cookies and similar technologies. 3. How We Use Your Information We use personal information collected via our website for a variety of business purposes described below. We process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. 4. Sharing Your Information We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations. We do not share your information with third parties for their marketing purposes without your explicit consent. 5. Cookies and Other Tracking Technologies We may use cookies and similar tracking technologies to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy. 6. How We Protect Your Information We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process. However, please also remember that we cannot guarantee that the internet itself is 100% secure. 7. Data Retention We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law. 8. Your Privacy Rights In some regions, you have rights that allow you greater access to and control over your personal information. You may review, change, or terminate your account at any time. 9. Children's Privacy We do not knowingly solicit data from or market to children under 18 years of age. By using the website, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the website. 10. Changes to This Privacy Policy We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons. 11. Contact Us If you have questions or comments about this policy, you may email us at questjoy@gmail.com or by post to: QuestJoy, [Insert Address Here] QuestJoy +91 442 819035 questjoy@gmail.com 6, Gandhi Irwin Rd, Egmore About Us Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you consent to our use of cookies. Accept",
    "terms-conditions": "Terms and Conditions | QuestJoy QuestJoy Main About Us Terms and Conditions 1. Introduction Welcome to QuestJoy. These terms and conditions outline the rules and regulations for the use of QuestJoy's website, located at www.questjoy.com. By accessing this website, we assume you accept these terms and conditions. Do not continue to use QuestJoy if you do not agree to take all of the terms and conditions stated on this page. 2. Intellectual Property Rights Unless otherwise stated, QuestJoy and/or its licensors own the intellectual property rights for all material on QuestJoy. All intellectual property rights are reserved. You may access this from QuestJoy for your own personal use subjected to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: Publishing any website material in any other media without prior consent. Selling, sublicensing, and/or otherwise commercializing any website material. Publicly performing and/or showing any website material. Using this website in any way that is or may be damaging to this website. Using this website in any way that impacts user access to this website. Using this website contrary to applicable laws and regulations. Engaging in any data mining, data harvesting, data extracting, or any other similar activity. Using this website to engage in any advertising or marketing. 4. Your Privacy Please read our Privacy Policy. 5. No warranties This website is provided \"as is,\" with all faults, and QuestJoy express no representations or warranties, of any kind related to this website or the materials contained on this website. Also, nothing contained on this website shall be interpreted as advising you. 6. Limitation of liability In no event shall QuestJoy, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. QuestJoy, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 7. Indemnification You hereby indemnify to the fullest extent QuestJoy from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these terms. 8. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms QuestJoy is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms on a regular basis. 10. Assignment QuestJoy is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. 11. Entire Agreement These terms constitute the entire agreement between QuestJoy and you in relation to your use of this website and supersede all prior agreements and understandings. 12. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws of the State of [Your State], and you submit to the non-exclusive jurisdiction of the state and federal courts located in [Your State] for the resolution of any disputes. QuestJoy +91 442 819035 questjoy@gmail.com 6, Gandhi Irwin Rd, Egmore About Us Privacy Policy Terms and Conditions Disclaimer We use cookies to ensure you get the best experience on our website. By continuing to browse, you consent to our use of cookies. Accept",
    "thank_page": "Thank You for Contacting Us | QuestJoy Thank You for Getting in Touch! Back to the Main Page"
  },
  "date": "2024-06-25T08:28:01.903Z"
}