{
  "name": "New_v9_Festa",
  "pages": {
    "index": "Festa - Restaurante Fast Food Início Sobre Cardápio Avaliações Recomendações Bem-vindo ao Festa Bem-vindo ao Festa - o seu destino para refeições rápidas e deliciosas! Descubra uma variedade de pratos que combinam velocidade e sabor, perfeitos para qualquer ocasião. Reserve uma mesa ou ligue para +55-26-4294-5367 Book a table Enquanto inicialmente começamos nossa cadeia de fast food como um local de hambúrgueres, desde então expandimos nossa variedade de menus. No Festa, oferecemos uma ampla gama de opções deliciosas para todos os gostos. Desde hambúrgueres suculentos até pratos vegetarianos, garantimos que cada cliente encontre algo que adore. Além disso, nossa dedicação à qualidade e ao atendimento excepcional ao cliente nos diferencia dos outros. Venha nos visitar e descubra por que somos a escolha preferida para uma refeição rápida e saborosa! Menu Sendo primeiramente um local de hambúrgueres, temos orgulho de nossa linha diversificada! Nossos hambúrgueres suculentos, carnudos e picantes de carne bovina, frango e peixe tradicionais americanos são o que fazemos de melhor! Menu Completo HAMBÚRGUERES CAFÉ DA MANHÃ SALADAS E FRITAS REFRIGERANTES Convidados Felizes Thom Publicado no TripAdvisor A seleção deles de hambúrgueres saborosos e saladas saudáveis faz uma combinação perfeita para qualquer visitante! Jonas Publicado no TripAdvisor Provar os hambúrgueres deles é uma das minhas experiências favoritas durante a semana de trabalho, toda vez que almoço! Miang Publicado no Foursquare Sempre que passo pela rua onde está o restaurante de hambúrgueres deles, não consigo resistir e peço um almoço! Coronel Jonathan South Proprietário do Festa Como proprietário do Festa, estou comprometido em oferecer a você a melhor experiência em fast food. Nossa missão é proporcionar refeições rápidas, deliciosas e de alta qualidade que satisfaçam seu paladar e superem suas expectativas. Utilizamos apenas os melhores ingredientes frescos e seguimos rigorosos padrões de preparação. Venha nos visitar e descubra por que o Festa é o seu destino favorito para uma refeição rápida e saborosa! Recomendações do Chef Hambúrguer Mexicano Uma combinação picante e deliciosa de sabores mexicanos com carne suculenta, pimentas frescas e molhos autênticos. Perfeito para quem ama um toque de calor! $8.20 / 400G Hambúrguer Texano Um hambúrguer robusto e cheio de sabor, com ingredientes frescos do Texas. Completo com bacon crocante e molho barbecue, é uma verdadeira refeição de campeão! $6.35 / 450G Hambúrguer Vegano Uma opção saudável e deliciosa, nosso hambúrguer vegano é feito com ingredientes frescos e saborosos, perfeito para quem procura uma alternativa sem carne. $7.50 / 350G Hambúrguer de Frango Um hambúrguer leve e saboroso feito com peito de frango grelhado, alface fresca, tomate suculento e um molho especial. Ideal para uma refeição nutritiva e saborosa. $6.00 / 400G Obtenha o Catálogo Completo Para receber o nosso catálogo completo com todas as opções deliciosas, preencha o formulário abaixo. Aceito a Política de Privacidade Enviar Início Sobre Cardápio Avaliações Recomendações Telefone: +55-26-4294-5367 E-mail: festa@gmail.com Endereço: Colônia Agrícola Samambaia - Taguatinga, Brasília - DF, 72156-114, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Festa Início Sobre Cardápio Avaliações Recomendações Política de Privacidade Bem-vindo ao Festa! A sua privacidade é de extrema importância para nós. Esta política de privacidade descreve como coletamos, usamos e protegemos suas informações pessoais quando você utiliza nosso site e serviços. Ao acessar e utilizar nosso site, você concorda com as práticas descritas nesta política. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece voluntariamente ao se registrar em nosso site, fazer um pedido, assinar nossa newsletter ou entrar em contato conosco. As informações podem incluir seu nome, endereço de email, número de telefone e outras informações relevantes. 2. Uso das Informações As informações que coletamos são usadas para fornecer, operar e melhorar nossos serviços. Isso inclui processar transações, enviar confirmações de pedidos, responder a solicitações de suporte ao cliente e fornecer atualizações sobre nossos produtos e promoções. Podemos também usar suas informações para personalizar sua experiência e entender como você utiliza nosso site para melhorar nossos serviços. 3. Proteção de Informações Implementamos medidas de segurança apropriadas para proteger suas informações pessoais contra acesso, alteração, divulgação ou destruição não autorizada. Utilizamos tecnologias de criptografia e outros métodos de segurança para garantir que suas informações estejam seguras. 4. Compartilhamento de Informações Não vendemos, trocamos ou transferimos suas informações pessoais para terceiros, exceto quando necessário para fornecer os serviços que você solicitou, cumprir a lei ou proteger nossos direitos. Podemos compartilhar suas informações com parceiros de confiança que nos ajudam a operar nosso site, conduzir nossos negócios ou fornecer serviços a você, desde que esses parceiros concordem em manter essas informações confidenciais. 5. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais que mantemos. Se desejar exercer esses direitos ou tiver qualquer dúvida sobre nossa política de privacidade, entre em contato conosco pelo email festa@gmail.com. Responderemos a sua solicitação dentro de um prazo razoável. 6. Retenção de Dados Reteremos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta política, a menos que um período de retenção mais longo seja exigido ou permitido por lei. Quando suas informações pessoais não forem mais necessárias, adotaremos medidas para apagá-las ou anonimizá-las de forma segura. 7. Alterações nesta Política Podemos atualizar esta política de privacidade de tempos em tempos para refletir mudanças em nossas práticas de privacidade. Notificaremos você sobre quaisquer alterações significativas publicando a nova política em nosso site. Recomendamos que você reveja esta política periodicamente para se manter informado sobre como estamos protegendo suas informações. 8. Contato Se você tiver qualquer dúvida ou preocupação sobre nossa política de privacidade ou nossas práticas de privacidade, entre em contato conosco pelo email festa@gmail.com. Estamos comprometidos em resolver qualquer questão que você possa ter e proteger suas informações pessoais. 9. Consentimento Ao utilizar nosso site, você consente com nossa política de privacidade e concorda com seus termos. Se você não concordar com esta política, por favor, não utilize nosso site. 10. Links para Terceiros Nosso site pode conter links para outros sites que não são operados por nós. Não somos responsáveis pelas práticas de privacidade desses sites de terceiros. Recomendamos que você reveja as políticas de privacidade de cada site que visitar. 11. Alterações e Atualizações Podemos revisar e atualizar esta política periodicamente. As alterações serão publicadas nesta página e a data da última atualização será indicada no topo desta política. O uso continuado do nosso site após a publicação das alterações constitui a sua aceitação dessas mudanças. Início Sobre Cardápio Avaliações Recomendações Telefone: +55-26-4294-5367 E-mail: festa@gmail.com Endereço: Colônia Agrícola Samambaia - Taguatinga, Brasília - DF, 72156-114, Brasil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Festa Início Sobre Cardápio Avaliações Recomendações Termos e Condições Bem-vindo ao Festa! Ao acessar e utilizar nosso site, você concorda em cumprir e estar sujeito aos seguintes termos e condições. Estes termos se aplicam a todos os visitantes e usuários do site. Se você não concorda com qualquer parte destes termos, por favor, não utilize nosso site. 1. Uso do Site Nosso site oferece uma plataforma para visualizar informações sobre nossos produtos e serviços, fazer pedidos e entrar em contato conosco. Você concorda em usar o site de maneira responsável e em conformidade com todas as leis e regulamentos aplicáveis. É proibido usar o site para fins ilegais ou não autorizados. 2. Propriedade Intelectual Todo o conteúdo, incluindo textos, imagens, gráficos, logotipos, ícones e software, é de propriedade exclusiva do Festa ou de seus licenciadores e está protegido por leis de direitos autorais e propriedade intelectual. Você não pode copiar, reproduzir, distribuir ou criar trabalhos derivados de qualquer conteúdo do site sem nossa permissão expressa por escrito. 3. Conta de Usuário Para acessar certos recursos do nosso site, você pode precisar criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta, incluindo sua senha, e por todas as atividades que ocorrem sob sua conta. Você concorda em notificar-nos imediatamente sobre qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. 4. Precisão das Informações Nos esforçamos para garantir que todas as informações no nosso site sejam precisas e atualizadas. No entanto, não garantimos a exatidão, integridade ou atualidade das informações. Reservamo-nos o direito de corrigir quaisquer erros ou omissões e de alterar ou atualizar informações a qualquer momento sem aviso prévio. 5. Pedidos e Pagamentos Ao fazer um pedido através do nosso site, você concorda em fornecer informações precisas e completas. Reservamo-nos o direito de recusar ou cancelar qualquer pedido a nosso critério. Todos os preços e promoções estão sujeitos a alterações sem aviso prévio. Os pagamentos devem ser feitos pelos métodos especificados no site. 6. Política de Reembolso Se você não estiver satisfeito com um produto ou serviço adquirido através do nosso site, entre em contato conosco em festa@gmail.com para discutir um reembolso ou troca. Analisaremos cada solicitação caso a caso e faremos o possível para resolver sua preocupação de maneira satisfatória. 7. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Esses links são fornecidos para sua conveniência e não implicam em nossa aprovação ou endosso dos sites vinculados. Não somos responsáveis pelo conteúdo ou práticas de privacidade desses sites de terceiros. 8. Limitação de Responsabilidade Na máxima extensão permitida por lei, o Festa não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais resultantes do uso ou incapacidade de usar nosso site, incluindo, mas não se limitando a, perda de lucros, dados ou outras perdas intangíveis. 9. Indenização Você concorda em indenizar, defender e isentar o Festa e seus diretores, funcionários, agentes e afiliados de e contra todas as reivindicações, responsabilidades, danos, perdas e despesas, incluindo honorários advocatícios, decorrentes ou relacionados ao seu uso do site ou violação destes termos. 10. Modificações aos Termos Reservamo-nos o direito de modificar estes termos a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação no site. Seu uso continuado do site após a publicação das alterações constitui sua aceitação dos novos termos. Recomendamos que você reveja estes termos periodicamente para se manter informado sobre quaisquer alterações. 11. Lei Aplicável Estes termos serão regidos e interpretados de acordo com as leis do Brasil, sem considerar seus conflitos de disposições legais. Você concorda que qualquer ação legal ou processo decorrente ou relacionado a estes termos será exclusivamente iniciado nos tribunais localizados no Brasil, e você consente e se submete à jurisdição pessoal de tais tribunais. 12. Contato Se você tiver qualquer dúvida sobre estes termos e condições, por favor, entre em contato conosco em festa@gmail.com. Estamos aqui para ajudar e esclarecer quaisquer questões que você possa ter. Início Sobre Cardápio Avaliações Recomendações Telefone: +55-26-4294-5367 E-mail: festa@gmail.com Endereço: Colônia Agrícola Samambaia - Taguatinga, Brasília - DF, 72156-114, Brasil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado - Festa Obrigado! Agradecemos por entrar em contato conosco. Recebemos sua mensagem e responderemos em breve. Enquanto isso, sinta-se à vontade para continuar navegando em nosso site e descobrir mais sobre nossos deliciosos produtos e ofertas especiais. Se você tiver alguma dúvida urgente, por favor, entre em contato conosco diretamente pelo email festa@gmail.com. Voltar para Início"
  },
  "date": "2024-07-08T14:16:27.887Z"
}