{
  "name": "New_v9_frostyfix",
  "pages": {
    "privacy-policy": "FrostyFix: Sua Privacidade é Importante para Nós FrostyFix R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-3549-2337 frostyfix@gmail.com Lar Nossa escolha Ofertas especiais Serviços Passivos Nós vamos ajudar Política de Privacidade Bem-vindo(a) ao FrostyFix, a sua solução para os dias quentes! Nós nos dedicamos a fornecer os melhores condicionadores de ar para você e sua família se refrescarem durante o verão. Antes de prosseguir, é importante que você leia este aviso cuidadosamente. Este texto não tem o objetivo de coletar ou utilizar informações pessoais de nossos usuários. A nossa única intenção é fornecer informações úteis e relevantes sobre os nossos produtos e serviços. Primeiramente, é importante que você saiba que os condicionadores de ar são aparelhos que precisam de manutenção regular para funcionarem corretamente. Nós recomendamos que você limpe ou troque os filtros do seu condicionador de ar a cada 1 ou 2 meses, dependendo do uso. Além disso, é importante que você verifique se as serpentinas do condicionador de ar estão limpas e sem sujeira. Caso contrário, o seu condicionador de ar pode perder eficiência e consumir mais energia. Outro ponto importante a ser considerado é a escolha do tamanho correto do condicionador de ar para o seu ambiente. Um condicionador de ar muito pequeno não conseguirá resfriar o ambiente de forma satisfatória, enquanto um condicionador de ar muito grande pode consumir energia desnecessariamente. Nós recomendamos que você consulte um de nossos especialistas para ajudá-lo a escolher o tamanho correto do condicionador de ar para o seu ambiente. Também é importante que você saiba que os condicionadores de ar podem produzir ruídos e vibrações durante o funcionamento. Nós recomendamos que você instale o seu condicionador de ar em um local que não atrapalhe o seu sono ou a sua concentração. Além disso, é importante que você verifique se o seu condicionador de ar está instalado corretamente e que não há vazamentos de gás refrigerante. Outro aspecto a ser considerado é a eficiência energética do seu condicionador de ar. Os condicionadores de ar mais eficientes podem consumir até 50% menos energia do que os modelos mais antigos. Nós recomendamos que você escolha um condicionador de ar com a classificação energética A ou superior para economizar energia e dinheiro. É importante que você saiba que os condicionadores de ar também podem ser usados para aquecer o ambiente durante o inverno. Nós oferecemos uma variedade de condicionadores de ar com função de aquecimento para que você possa usufruir de um ambiente confortável durante todo o ano. Nós recomendamos que você faça uma revisão anual do seu condicionador de ar para garantir que ele esteja funcionando corretamente. Nós oferecemos serviços de revisão e manutenção para ajudá-lo a manter o seu condicionador de ar em perfeitas condições. Por fim, é importante que você saiba que nós nos preocupamos com o meio ambiente. Nós oferecemos uma variedade de condicionadores de ar com gás refrigerante ecologicamente correto para que você possa contribuir para a preservação do meio ambiente. Além disso, é importante que você saiba que os condicionadores de ar podem ser divididos em duas categorias principais: condicionadores de ar de janela e condicionadores de ar split. Os condicionadores de ar de janela são instalados na janela do ambiente que se deseja resfriar, enquanto os condicionadores de ar split são compostos por uma unidade interna e uma unidade externa, sendo a unidade interna instalada na parede do ambiente que se deseja resfriar e a unidade externa instalada fora do ambiente. Os condicionadores de ar de janela são geralmente mais baratos e fáceis de instalar do que os condicionadores de ar split. No entanto, eles podem ser mais ruidosos e menos eficientes do que os condicionadores de ar split. Além disso, os condicionadores de ar de janela podem obstruir a vista e a entrada de luz natural pela janela. Os condicionadores de ar split, por outro lado, são geralmente mais silenciosos e eficientes do que os condicionadores de ar de janela. Eles também não obstruem a vista e a entrada de luz natural pela janela, uma vez que a unidade interna é instalada na parede. No entanto, eles podem ser mais caros e difíceis de instalar do que os condicionadores de ar de janela. É importante que você escolha o tipo de condicionador de ar que melhor se adapta às suas necessidades e às características do ambiente que deseja resfriar. Nós recomendamos que você consulte um de nossos especialistas para ajudá-lo a escolher o tipo de condicionador de ar mais adequado para você. Outro aspecto a ser considerado é a limpeza do condicionador de ar. É importante que você limpe regularmente o filtro do ar do condicionador de ar para garantir que ele funcione corretamente. Além disso, é importante que você limpe as serpentinas do condicionador de ar com um produto específico para remover a sujeira e os fungos que possam se acumular. Nós recomendamos que você faça uma limpeza completa do seu condicionador de ar pelo menos uma vez por ano. É importante que você saiba que os condicionadores de ar também podem ser usados para melhorar a qualidade do ar do ambiente. Alguns condicionadores de ar são equipados com filtros de ar que podem remover partículas de poeira, pólen e outros alérgenos do ar. Além disso, alguns condicionadores de ar também podem remover a umidade excessiva do ar, o que pode ajudar a prevenir a proliferação de fungos e bactérias. Esperamos que este aviso tenha sido útil para você. Se você tiver alguma dúvida ou sugestão, por favor, entre em contato conosco pelo email frostyfix@gmail.com. Nós estaremos sempre à sua disposição para ajudá-lo a escolher o melhor condicionador de ar para você e sua família. Obrigado por escolher o FrostyFix! Você pode contar com nós para um verão fresco e confortável. FrostyFix Tempo de trabalho Dias de Abertura: Segunda a Sexta: 9h às 20h Sábado: 9h às 17h Links principais Lar Nossa escolha Ofertas especiais Serviços Passivos Nós vamos ajudar Links adicionais Política de Privacidade Termos de uso Contatos frostyfix@gmail.com +55-65-3549-2337 R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "terms-conditions": "FrostyFix: Condições para Utilização do Nosso Serviço FrostyFix R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-3549-2337 frostyfix@gmail.com Lar Nossa escolha Ofertas especiais Serviços Passivos Nós vamos ajudar Termos de uso Aceitação dos Termos de Uso Ao acessar e utilizar o nosso site, você concorda em cumprir e estar vinculado a estes Termos de Uso. Se você não concordar com qualquer parte destes termos, você não deve acessar ou utilizar o nosso site. Descrição do Serviço FrostyFix oferece uma ampla gama de ar condicionados para atender às suas necessidades de resfriamento. Nossos produtos são selecionados cuidadosamente para garantir a melhor qualidade e desempenho. Oferecemos desde unidades residenciais até sistemas comerciais, todos projetados para proporcionar o máximo de conforto e eficiência energética. Compra de Produtos Ao realizar uma compra em nosso site, você declara que tem pelo menos 18 anos de idade e possui autoridade legal para celebrar contratos. Você concorda em fornecer informações precisas e completas sobre a compra e atualizar rapidamente sua conta e outras informações, incluindo seu endereço de e-mail, números de cartão de crédito e datas de vencimento, para que possamos concluir suas transações e contatá-lo conforme necessário. Preços FrostyFix se reserva o direito de modificar os preços dos produtos a qualquer momento, sem prévio aviso. Os preços listados no site são os preços atuais. Todos os preços estão em Reais brasileiros e incluem impostos e encargos, exceto quando indicado o contrário. Produtos e Disponibilidade Todos os produtos oferecidos em nosso site estão sujeitos à disponibilidade. FrostyFix se reserva o direito de limitar as quantidades de produtos que você pode comprar e de interromper a oferta de um produto a qualquer momento. Garantia e Devoluções Todos os nossos produtos são cobertos por uma garantia limitada do fabricante. Se você não estiver satisfeito com seu produto, você pode devolvê-lo dentro de 30 dias a partir da data de compra para um reembolso completo, desde que o produto esteja em condições novas e na embalagem original. Responsabilidade FrostyFix não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou exemplares, incluindo, mas não limitados a, danos por perda de lucros, boa vontade, uso, dados ou outras perdas intangíveis (mesmo que FrostyFix tenha sido avisado da possibilidade desses danos), resultantes do uso ou da incapacidade de usar o serviço. Modificações dos Termos de Uso FrostyFix se reserva o direito de modificar ou substituir estes Termos de Uso a qualquer momento. Se uma revisão for material, faremos um esforço razoável para fornecer um aviso de pelo menos 30 dias antes da entrada em vigor dos novos termos. O que constitui uma alteração material será determinado pelo nosso exclusivo critério. Política de Privacidade A FrostyFix respeita a privacidade de todos os seus clientes e usuários do site. Nós não coletamos, armazenamos ou compartilhamos informações pessoais sobre nossos usuários, exceto quando fornecidas voluntariamente por meio do processo de compra ou registro de conta. Todas as informações fornecidas são mantidas confidenciais e usadas apenas para fins de processamento de pedidos e comunicação com o cliente. Segurança da Informação A FrostyFix adota medidas de segurança adequadas para proteger contra a perda, uso indevido e alteração das informações sob nosso controle. Todas as transações de compra são processadas por meio de um gateway de pagamento seguro e criptografado para garantir a proteção de suas informações pessoais e financeiras. Direitos Autorais e Propriedade Intelectual Todo o conteúdo do site FrostyFix, incluindo, mas não limitado a, texto, imagens, logotipos, gráficos, áudio e vídeo, é de propriedade da FrostyFix e protegido pelas leis de direitos autorais e propriedade intelectual. Nenhum conteúdo pode ser copiado, reproduzido, distribuído, transmitido, exibido, publicado ou transmitido de qualquer forma sem a permissão prévia por escrito da FrostyFix. Links para Outros Sites O site FrostyFix pode conter links para outros sites de terceiros. Esses links são fornecidos apenas para sua conveniência. A FrostyFix não tem controle sobre o conteúdo desses sites e não assume nenhuma responsabilidade por eles. A inclusão de links para outros sites não implica endosso ou associação com seus operadores. Terminação A FrostyFix se reserva o direito de terminar ou suspender o acesso ao site e aos serviços a qualquer momento, sem prévio aviso, por qualquer motivo, incluindo, mas não limitado a, violação destes Termos de Uso. A terminação não afetará as obrigações e responsabilidades das partes decorrentes de eventos ocorridos antes da terminação. Lei Aplicável e Jurisdição Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos de Uso ou do uso do site FrostyFix será resolvida exclusivamente nos tribunais do Brasil. Força Maior A FrostyFix não será responsável por quaisquer falhas ou atrasos no desempenho de suas obrigações decorrentes de causas além de seu controle razoável, incluindo, mas não limitado a, atos de Deus, falhas de energia, greves, distúrbios civis, escassez de mão de obra ou materiais, incêndios, inundações, tempestades, explosões, guerras, ações governamentais, ordens de tribunais ou agências, ou interrupção ou falha de telecomunicações ou serviços de Internet. Isenção de Responsabilidade O site FrostyFix e todos os seus conteúdos, produtos e serviços são fornecidos \"no estado em que se encontram\" e \"de acordo com a disponibilidade\", sem garantias de qualquer tipo, expressas ou implícitas. A FrostyFix não garante que o site estará sempre disponível ou livre de erros, vírus ou outros componentes danosos. Integralidade do Acordo Estes Termos de Uso constituem o acordo completo entre você e a FrostyFix com respeito ao uso do site e substituem todas as comunicações e propostas anteriores ou contemporâneas, sejam elas eletrônicas, orais ou escritas, entre você e a FrostyFix com respeito ao site. Contato Se você tiver alguma pergunta sobre estes Termos de Uso, entre em contato conosco através do endereço de e-mail: frostyfix@gmail.com FrostyFix Tempo de trabalho Dias de Abertura: Segunda a Sexta: 9h às 20h Sábado: 9h às 17h Links principais Lar Nossa escolha Ofertas especiais Serviços Passivos Nós vamos ajudar Links adicionais Política de Privacidade Termos de uso Contatos frostyfix@gmail.com +55-65-3549-2337 R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil",
    "thanks": "FrostyFix: Agradecemos por Escolher o FrostyFix para Suas Necessidades de Refrigeração Obrigado por entrar em contato conosco! Estamos muito felizes em saber que você nos escolheu em sua jornada para resolver seus problemas. Nossa equipe do FrostyFix está totalmente dedicada a fornecer o melhor suporte possível e estamos ansiosos para ajudá-lo. Sua mensagem foi recebida e estamos revisando-a cuidadosamente. Nós entendemos que sua questão pode ser urgente e faremos todo o possível para responder-lhe o mais rápido possível. Enquanto aguardamos, por favor, sinta-se à vontade para explorar nosso site e conhecer mais sobre nossos serviços e recursos disponíveis. Novamente, obrigado por nos escolher e por confiar em nós. Estamos ansiosos para trabalhar com você e ajudá-lo a alcançar seus objetivos. Voltar para a página inicial",
    "index": "Bem-vindo ao FrostyFix: Sua Fonte Confíavel de Condicionadores de Ar FrostyFix R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil +55-65-3549-2337 frostyfix@gmail.com Lar Nossa escolha Ofertas especiais Serviços Passivos Nós vamos ajudar Bem-vindo ao FrostyFix! Bem-vindo ao FrostyFix, o destino definitivo para todas as suas necessidades de condicionamento de ar! Estamos aqui para garantir que você mantenha um ambiente fresco e confortável durante todo o ano. Com uma ampla seleção dos melhores condicionadores de ar do mercado, oferecemos soluções para todos os espaços, desde residências até escritórios comerciais. Navegue em nossa coleção hoje mesmo e descubra a perfeita combinação de eficiência, estilo e conforto. Estamos prontos para ajudá-lo a encontrar a solução ideal para suas necessidades de refrigeração. Seja bem-vindo ao FrostyFix, onde a qualidade e o conforto se encontram! Nossa escolha Nossa Seleção de Produtos Explore nossa ampla seleção de produtos de alta qualidade para encontrar o condicionador de ar perfeito para suas necessidades. Desde unidades compactas ideais para espaços pequenos até sistemas de ar central para ambientes maiores, temos opções para todos os tipos de instalações. Nossos produtos são cuidadosamente selecionados entre as principais marcas do mercado, garantindo desempenho confiável e eficiência energética. Além disso, oferecemos uma variedade de acessórios e complementos para aprimorar sua experiência de condicionamento de ar. Desde filtros de ar de alta qualidade até controles remotos avançados e termostatos inteligentes, estamos aqui para garantir que você tenha tudo o que precisa para manter seu ambiente fresco e confortável. Descubra nossa coleção hoje mesmo e eleve o conforto da sua casa ou escritório para o próximo nível! Promoção! Ofertas Imperdíveis para Refrescar o seu Espaço Aproveite nossas promoções especiais para adquirir o condicionador de ar dos seus sonhos a preços incríveis! Não perca a oportunidade de transformar o clima do seu ambiente com produtos de alta qualidade a preços acessíveis. Amplia variedade de marcas Descontos exclusivos Envio rápido e seguro Suporte ao cliente dedicado Nossos Serviços Instalação Profissional Nossa equipe altamente qualificada garante uma instalação rápida e eficiente, proporcionando-lhe total tranquilidade. Confie em nós para garantir que seu condicionador de ar seja configurado corretamente desde o início, com garantia de qualidade em cada passo do processo. Manutenção Preventiva Mantenha seu condicionador de ar funcionando perfeitamente com nossos serviços de manutenção preventiva. Nossa inspeção regular e limpeza profunda garantem que seu equipamento opere com eficiência máxima, prolongando sua vida útil e minimizando a necessidade de reparos. Confie em nós para cuidar do seu conforto térmico. Nossos Compromissos Estamos comprometidos em oferecer o melhor serviço aos nossos clientes. Confira abaixo os nossos compromissos: Qualidade Superior Garantimos produtos de alta qualidade, selecionados entre as melhores marcas do mercado. Atendimento Personalizado Nossa equipe está sempre pronta para oferecer assistência personalizada e resolver suas dúvidas. Garantia de Satisfação Sua satisfação é nossa prioridade. Oferecemos garantia total em todos os nossos produtos e serviços. Entrega Rápida e Segura Realizamos entregas rápidas e seguras para que você possa desfrutar do seu novo condicionador de ar o mais breve possível. Transparência Mantemos total transparência em todas as nossas transações, desde o processo de compra até o serviço pós-venda. Inovação Constante Estamos sempre buscando novas tecnologias e soluções para garantir que você tenha acesso ao que há de mais avançado em condicionamento de ar. Nossos Principais Produtos Explore nossa seleção dos melhores produtos de condicionamento de ar para atender às suas necessidades de conforto térmico. Melhor preço Condicionador de Ar Residencial R$1.499,00 Mantenha sua casa fresca e confortável durante todo o ano com nosso condicionador de ar residencial. Potente e eficiente, é perfeito para qualquer ambiente doméstico. Comprar Condicionador de Ar Portátil R$899,00 Desfrute de conforto onde quer que vá com nosso condicionador de ar portátil. Fácil de instalar e transportar, é a solução ideal para espaços pequenos e viagens. Comprar Sistema de Ar Central R$3.999,00 Transforme seu ambiente com nosso sistema de ar central. Com tecnologia avançada de distribuição de ar, garante conforto em todos os cantos da sua casa ou escritório. Comprar CONTATE-NOS Adoraríamos ouvir de você! Entrar em contato Endereço R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil Telefone +55-65-3549-2337 Correspondência frostyfix@gmail.com Aceito a Política de Privacidade Enviar Contate-nos Entre em Contato Conosco Precisa de ajuda ou tem alguma dúvida? Não hesite em entrar em contato conosco. Nossa equipe está aqui para ajudar e fornecer o suporte necessário para garantir sua completa satisfação. Formulário de Contato Preencha nosso formulário online e entraremos em contato com você o mais breve possível. Telefone Ligue para nosso número de atendimento ao cliente para assistência imediata com suas dúvidas ou pedidos. E-mail Envie-nos um e-mail com suas perguntas ou preocupações e responderemos prontamente. Chat Online Converse com um de nossos representantes através do chat online em nosso site para obter assistência em tempo real. FrostyFix Tempo de trabalho Dias de Abertura: Segunda a Sexta: 9h às 20h Sábado: 9h às 17h Links principais Lar Nossa escolha Ofertas especiais Serviços Passivos Nós vamos ajudar Links adicionais Política de Privacidade Termos de uso Contatos frostyfix@gmail.com +55-65-3549-2337 R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil"
  },
  "date": "2024-05-14T07:04:31.771Z"
}