{
  "name": "New_v9_TileTrends",
  "pages": {
    "privacy": "Política de Privacidade - Tiletrends: a sua privacidade é importante para nós Contatos Sobre nós Vantagens política de Privacidade Termos de uso Política de Privacidade Esta Política de Privacidade delineia nosso compromisso em proteger a privacidade de nossos usuários. Ela detalha as maneiras como coletamos, usamos e protegemos suas informações pessoais e informa você sobre seus direitos sob a legislação de privacidade. Compreensão e Definições Compreensão Os termos definidos aqui terão o mesmo significado, independentemente de estarem no singular ou no plural. Definições Afiliado: Uma entidade que está sob o controle de, controla, ou está sob o controle comum com nossa empresa, onde \"controle\" é definido como possuir pelo menos 50% das ações de voto, ações ou outros títulos elegíveis para eleição de diretores ou outra autoridade gerencial. Conta: Uma conta única estabelecida para você acessar nosso serviço ou partes específicas dele. Dispositivo: Qualquer dispositivo capaz de acessar o serviço, como um smartphone, computador ou tablet digital. Dados Pessoais: Qualquer dado sobre um indivíduo que pode ser identificado a partir desses dados (ou a partir desses e outras informações que estejam em nossa posse ou que provavelmente venham a estar em nossa posse). Empresa: Refere-se a TileTrends (HeadlightsShiny). Serviço: O site operado pela TileTrends. Fornecedor de Serviços: Qualquer indivíduo ou empresa que processa os dados em nome da TileTrends. Isso inclui empresas terceirizadas ou indivíduos contratados pela empresa para facilitar o serviço, para fornecer o serviço em nome da empresa, para realizar serviços relacionados ao serviço ou para ajudar a empresa a analisar como o serviço é usado. Você: A pessoa acessando ou usando o serviço, ou a empresa, ou outra entidade legal em nome da qual tal pessoa está acessando ou usando o serviço, conforme aplicável. Dados de Uso: Dados coletados automaticamente, gerados pelo uso do serviço ou a partir da infraestrutura do serviço em si (por exemplo, a duração de uma visita à página). Proteção da Privacidade Infantil Nosso Serviço não se destina a indivíduos menores de 13 anos. Não coletamos conscientemente informações identificáveis de crianças menores de 13 anos. Se você é pai ou responsável e fica sabendo que seu filho nos forneceu Dados Pessoais, por favor, entre em contato conosco. Se descobrirmos que coletamos Dados Pessoais de crianças sem verificação do consentimento dos pais, tomamos medidas para remover essas informações de nossos servidores. Caso precisemos coletar informações de crianças menores de 13 anos, faremos isso apenas com o consentimento dos pais ou conforme permitido por lei. Emendas a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos você sobre quaisquer alterações, publicando a nova Política de Privacidade nesta página. Antes da alteração se tornar efetiva, notificaremos você por e-mail e/ou um aviso significativo em nosso Serviço, e atualizaremos a data de \"Última atualização\" no topo desta Política de Privacidade. Encorajamos você a revisar esta Política de Privacidade periodicamente para quaisquer mudanças. Mudanças nesta Política de Privacidade tornam-se efetivas quando são postadas nesta página. Links Externos em Nosso Serviço Nosso Serviço pode incluir links para sites externos não operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Aconselhamos fortemente que você revise a Política de Privacidade de todos os sites que visitar. Não controlamos e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Entrando em Contato Se você tiver quaisquer dúvidas ou preocupações sobre esta Política de Privacidade, por favor, entre em contato conosco: Por e-mail: tiletrends@gmail.com QNP 1 Módulo 01 Bloco A Box 88 - Ceilândia, Brasília - DF, 72240-100, Brazil +55-51-2316-8923 tiletrends@gmail.com",
    "terms": "Termos de Uso - Tiletrends: informação importante para os utilizadores Contatos Sobre nós Vantagens política de Privacidade Termos de uso Termos e Condições Instamos você a ler estes termos e condições com atenção antes de se envolver com nossos serviços. Esclarecimentos e Definições Esclarecimentos Os termos em maiúsculas utilizados aqui são definidos sob certas condições e manterão seus significados atribuídos, seja usado no singular ou plural. Definições Dispositivo: Abrange qualquer mecanismo que permite o acesso ao serviço, incluindo, mas não se limitando a computadores, smartphones e tablets. Serviço: Este termo é usado em referência ao site fornecido pela Empresa. Você: Identifica qualquer indivíduo ou entidade que usa ou acessa o serviço, pessoalmente ou em nome de outra entidade legal. Afiliado: Refere-se a qualquer entidade que exerce controle sobre, está sob controle de, ou é comumente controlada com uma parte, onde \"controle\" abrange possuir 50% ou mais dos direitos de voto, patrimônio ou outras seguranças que influenciam a eleição da gestão. Empresa: Este termo refere-se à HeadlightsShiny, a entidade por trás do serviço. Reconhecimento Estes termos e condições formam a base do acordo entre você e a empresa, delineando os direitos e obrigações legais de todas as partes em relação ao uso do serviço. Seu uso do serviço está condicionado à sua aceitação e adesão a estes termos. Eles são aplicáveis a todos os usuários, visitantes e outros que acessam ou utilizam o serviço. Ao se envolver com o serviço, você concorda em ser vinculado por estes termos. Se você encontrar qualquer parte destes termos inaceitável, é aconselhado a não usar o serviço. Você afirma que tem pelo menos 18 anos de idade. A empresa proíbe explicitamente o uso do serviço por indivíduos menores de 18 anos. Seu uso do serviço também está condicionado à sua aceitação da política de privacidade da empresa, que deve ser revisada cuidadosamente antes do envolvimento. Links Externos Nosso serviço pode apresentar links para sites ou serviços externos não operados por nós. Esses links são fornecidos para conveniência e não significam endosso. Não nos responsabilizamos pelo conteúdo, políticas ou práticas de quaisquer sites ou serviços de terceiros. É sua responsabilidade revisar as políticas de privacidade e termos de quaisquer sites que você visite. Terminação do Serviço Reservamo-nos o direito de terminar ou suspender o acesso ao nosso serviço imediatamente, sem aviso prévio ou responsabilidade, por qualquer violação destes termos. Caso seu direito de usar o serviço seja terminado, cessará imediatamente. Fornecimento do Serviço \"COMO ESTÁ\" O serviço é fornecido em uma base \"COMO ESTÁ\" e \"CONFORME DISPONÍVEL\", sem garantias de qualquer tipo, expressas ou implícitas. A empresa renuncia a todas as garantias, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a um propósito específico e não violação. A empresa não garante que o serviço funcionará ininterruptamente, será seguro ou estará disponível em um determinado momento ou local. Limitações de Responsabilidade Em nenhum caso a empresa ou seus fornecedores serão responsáveis por quaisquer danos incidentais, indiretos, especiais, punitivos ou consequenciais decorrentes ou em conexão com o seu uso do serviço, independentemente de tais danos serem previsíveis. A responsabilidade agregada da empresa e seus fornecedores sob estes termos é limitada ao maior entre o montante que você pagou à empresa pelo acesso e uso do serviço, ou 100 USD se nenhuma compra foi feita através do serviço. Lei Aplicável As leis do país, excluindo regras de conflito de leis, regem estes termos e seu uso do serviço. Seu uso do aplicativo também pode sujeitá-lo a outras leis locais, estaduais, nacionais ou internacionais. Resolução de Disputas Se você tiver disputas ou preocupações em relação ao serviço, incentivamos a contactar a empresa diretamente para buscar uma resolução. Modificação dos Termos Reservamo-nos o direito de modificar estes termos a nosso critério. Você será notificado de quaisquer mudanças significativas com antecedência, e ao continuar a usar o serviço, você aceita os termos revisados. Severabilidade & Renúncia Severabilidade Se qualquer disposição destes termos for considerada inaplicável ou inválida, tal disposição será modificada para alcançar a intenção original o mais próximo possível, e as demais disposições permanecerão em vigor. Renúncia A falha em fazer cumprir qualquer direito ou disposição destes termos não será considerada uma renúncia a esses direitos. Entrando em Contato Caso tenha alguma dúvida sobre estes termos, por favor, entre em contato conosco diretamente. Por email: tiletrends@gmail.com QNP 1 Módulo 01 Bloco A Box 88 - Ceilândia, Brasília - DF, 72240-100, Brazil +55-51-2316-8923 tiletrends@gmail.com",
    "thanks": "Obrigado por Contactar - Tiletrends: valorizamos a sua mensagem Obrigado por escolher nossos produtos! Nosso especialista entrará em contato com você em breve. Esperamos que você fique satisfeito com nossos produtos. Lar",
    "about": "Sobre Nós - Tiletrends: líder mundial em azulejos cerâmicos Contatos Sobre nós Vantagens política de Privacidade Termos de uso Sobre a TileTrends Descubra a excelência em azulejos cerâmicos Nossas vantagens Variedade de Opções Oferecemos uma ampla variedade de designs e estilos para atender às suas necessidades de design de interiores, garantindo que você encontre o azulejo perfeito para o seu projeto. Qualidade Superior Nosso compromisso com a qualidade garante que todos os nossos azulejos sejam duráveis, bonitos e fabricados com os mais altos padrões, proporcionando um acabamento impecável em qualquer ambiente. Assistência Especializada Nossa equipe experiente está sempre disponível para oferecer orientação e assistência, desde a seleção inicial até a instalação final, garantindo uma experiência tranquila e satisfatória para todos os clientes. Compromisso com o Meio Ambiente Estamos comprometidos com práticas sustentáveis e eco-friendly em todas as etapas do nosso processo de produção, ajudando a preservar o meio ambiente enquanto oferecemos produtos de alta qualidade aos nossos clientes. Explore a História da TileTrends Na TileTrends, nossa jornada começou com uma paixão por design e uma visão de oferecer aos nossos clientes os melhores azulejos cerâmicos do mercado. Desde o nosso humilde início até nos tornarmos líderes da indústria, cada passo foi marcado por dedicação, inovação e compromisso com a excelência. Ao longo dos anos, expandimos nossa oferta, introduzindo novas coleções, materiais e estilos para atender às crescentes demandas do mercado. Estamos orgulhosos do que conquistamos até agora, mas nossa jornada está longe de terminar. QNP 1 Módulo 01 Bloco A Box 88 - Ceilândia, Brasília - DF, 72240-100, Brazil +55-51-2316-8923 tiletrends@gmail.com",
    "index": "Azulejos cerâmicos Tiletrends: as melhores coleções para o seu interior Contatos Sobre nós Vantagens política de Privacidade Termos de uso Descubra as Últimas Tendências em Azulejos Cerâmicos Explore nossa coleção selecionada de azulejos cerâmicos premium, projetados para elevar qualquer espaço. Seja renovando seu banheiro, cozinha ou qualquer outra área, encontre os azulejos perfeitos para complementar seu estilo e visão. About Us Na TileTrends, nos dedicamos a oferecer uma seleção meticulosamente selecionada de azulejos cerâmicos, cada um representando o que há de mais moderno e elegante no mundo do design de interiores. Seja para projetos residenciais ou comerciais, nossas coleções de azulejos são cuidadosamente escolhidas para inspirar e transformar espaços. Nosso compromisso com a qualidade é evidente em cada azulejo que oferecemos. Trabalhamos com os melhores fabricantes e designers para garantir que nossos clientes recebam produtos da mais alta qualidade, que combinem durabilidade, beleza e inovação. Na TileTrends, não estamos apenas preocupados com os produtos que vendemos, mas também com o serviço que oferecemos. Nossa equipe experiente está sempre disponível para oferecer orientação e assistência, desde a seleção inicial até a instalação final. A sustentabilidade é uma prioridade para nós. Estamos comprometidos em encontrar formas de reduzir nosso impacto ambiental e oferecer opções eco-friendly aos nossos clientes. Obrigado por escolher a TileTrends. Estamos ansiosos para ajudá-lo a transformar seus espaços com nossos incríveis azulejos cerâmicos. Sobre a TileTrends A TileTrends é líder na indústria de azulejos cerâmicos, oferecendo uma ampla gama de produtos de alta qualidade para atender às necessidades dos nossos clientes. Nossos contatos QNP 1 Módulo 01 Bloco A Box 88 - Ceilândia, Brasília - DF, 72240-100, Brazil +55-51-2316-8923 I accept Privacy policy QNP 1 Módulo 01 Bloco A Box 88 - Ceilândia, Brasília - DF, 72240-100, Brazil +55-51-2316-8923 tiletrends@gmail.com"
  }
}