{
  "name": "New_v9_PowerTec",
  "pages": {
    "about": "PowerTec Brasil - Ferramentas Elétricas de Qualidade | Conheça a PowerTec Brasil Início Sobre nós Depoimentos Sobre a PowerTec Brasil Bem-vindo à PowerTec Brasil, sua parceira confiável em ferramentas elétricas de alta qualidade. Fundada em 2010, nossa empresa nasceu da paixão por oferecer soluções inovadoras e eficientes para profissionais e entusiastas do \"faça você mesmo\" em todo o Brasil. Ao longo dos anos, construímos uma reputação sólida baseada em nosso compromisso inabalável com a excelência, atendimento ao cliente e inovação contínua. Nossa jornada começou com uma visão simples: fornecer as melhores ferramentas elétricas do mercado a preços acessíveis. Desde então, expandimos nossa oferta para incluir uma ampla gama de produtos, desde furadeiras e serras até lixadeiras e parafusadeiras, sempre mantendo nosso foco na qualidade e desempenho. Trabalhamos incansavelmente para estabelecer parcerias com os principais fabricantes do mundo, garantindo que nossos clientes tenham acesso às tecnologias mais recentes e aos produtos mais confiáveis. Na PowerTec Brasil, entendemos que cada projeto é único e cada usuário tem necessidades específicas. É por isso que nos esforçamos para oferecer não apenas produtos excepcionais, mas também orientação especializada e suporte contínuo. Nossa equipe é composta por profissionais apaixonados e conhecedores, sempre prontos para compartilhar seu expertise e ajudar você a encontrar a ferramenta perfeita para o trabalho. Acreditamos que o sucesso de nossos clientes é o nosso sucesso, e é esse princípio que impulsiona tudo o que fazemos. Nossa Missão e Valores A missão da PowerTec Brasil é capacitar nossos clientes a realizarem seus projetos com confiança e eficiência, fornecendo ferramentas elétricas de alta qualidade e suporte incomparável. Acreditamos que com as ferramentas certas, qualquer pessoa pode transformar suas ideias em realidade, seja um profissional experiente ou um entusiasta iniciante. Nossa visão é ser reconhecida como a principal fornecedora de soluções em ferramentas elétricas no Brasil, estabelecendo o padrão de excelência em produtos e serviços. Nossos valores fundamentais são o alicerce de tudo o que fazemos. A integridade está no cerne de nossas operações - sempre seremos honestos e transparentes em nossas interações com clientes, fornecedores e colaboradores. A qualidade é nossa prioridade número um; nunca comprometemos a excelência de nossos produtos ou serviços. Inovação é o que nos mantém à frente; estamos constantemente buscando novas tecnologias e métodos para melhorar nossa oferta. O foco no cliente guia todas as nossas decisões; nos esforçamos para superar as expectativas em cada interação. Por fim, a sustentabilidade é um compromisso que levamos a sério, buscando minimizar nosso impacto ambiental e promover práticas responsáveis. Estes valores não são apenas palavras para nós; eles se refletem em cada aspecto de nosso negócio. Desde a seleção cuidadosa de nossos produtos até o treinamento contínuo de nossa equipe, cada decisão é tomada com esses princípios em mente. Acreditamos que é essa dedicação aos nossos valores que nos permite construir relacionamentos duradouros com nossos clientes e parceiros, baseados em confiança mútua e respeito. Na PowerTec Brasil, não estamos apenas vendendo ferramentas; estamos construindo um legado de excelência e confiabilidade no setor de ferramentas elétricas. Nosso Compromisso com Você Na PowerTec Brasil, nosso compromisso com você, nosso cliente, vai muito além da simples venda de ferramentas elétricas. Entendemos que ao escolher nossos produtos, você está confiando em nós para fornecer não apenas um instrumento, mas uma solução completa para suas necessidades. É por isso que nos dedicamos a oferecer uma experiência excepcional em todos os aspectos de nossa interação com você. Começamos com a qualidade de nossos produtos. Cada ferramenta em nosso catálogo passa por rigorosos testes de qualidade e desempenho antes de chegar às suas mãos. Trabalhamos apenas com marcas reconhecidas e confiáveis, garantindo que você tenha acesso ao melhor que o mercado tem a oferecer. Mas nosso compromisso não termina aí. Oferecemos garantia estendida em todos os nossos produtos, proporcionando a tranquilidade de saber que seu investimento está protegido. O atendimento ao cliente é outro pilar fundamental de nosso compromisso. Nossa equipe de especialistas está sempre pronta para ajudar, seja para esclarecer dúvidas sobre um produto, oferecer conselhos sobre a melhor ferramenta para sua necessidade específica, ou fornecer suporte técnico pós-venda. Acreditamos que um bom relacionamento com o cliente é construído na base da confiança, respeito e comunicação aberta. Por isso, estamos sempre à disposição para ouvir seus feedbacks e sugestões, usando-os para melhorar continuamente nossos serviços. Inovação e Educação Além disso, nos comprometemos a manter você atualizado com as últimas inovações no mundo das ferramentas elétricas. Através de nosso blog, newsletters e canais de mídia social, compartilhamos regularmente dicas, tutoriais e informações sobre novos produtos e tecnologias. Acreditamos que um cliente bem informado é um cliente capacitado, e nossa missão é fornecer não apenas ferramentas, mas também o conhecimento para usá-las da melhor forma possível. Na PowerTec Brasil, você não é apenas um cliente; você é um parceiro em nossa jornada contínua de excelência e inovação no mundo das ferramentas elétricas. Rua S-1 N 556 Qd 159 LT 26/27 - St. Bueno, Goiânia - GO, 74230-220, Brasil +556232557788 powertec@gmail.com Política de privacidade Termos e condições",
    "index": "PowerTec Brasil - Ferramentas Elétricas de Qualidade | Início Sobre nós Depoimentos PowerTec Brasil: Sua Parceira em Ferramentas Elétricas Ver Catálogo Catálogo Plaina Elétrica 750W R$ 329,90 Pedido Soprador Térmico 2000W R$ 189,00 Pedido Serra Tico-Tico 650W R$ 279,50 Pedido Retificadeira Reta 500W R$ 219,90 Pedido Martelete Perfurador Rompedor 800W R$ 679,00 Pedido Esmerilhadeira Angular 4.1/2\" R$ 239,90 Pedido Descubra o Poder das Ferramentas PowerTec Brasil Você está pronto para transformar seus projetos em realidade? Na PowerTec Brasil, temos as ferramentas certas para fazer isso acontecer. Não importa se você é um profissional experiente ou um entusiasta do \"faça você mesmo\", nossas ferramentas elétricas de alta qualidade vão elevar seu trabalho a um novo patamar. Imagine terminar seus projetos em metade do tempo, com resultados que parecem feitos por profissionais. Com nossas furadeiras potentes, serras precisas e lixadeiras eficientes, você pode fazer exatamente isso. Cada ferramenta é projetada pensando em você, combinando potência, ergonomia e durabilidade para garantir que você tenha o melhor desempenho possível. Na PowerTec Brasil, não vendemos apenas ferramentas - oferecemos soluções. Nossa equipe de especialistas está sempre pronta para ajudar você a escolher o equipamento perfeito para suas necessidades. E não se preocupe com o orçamento: temos opções para todos os bolsos, sem comprometer a qualidade. Além disso, oferecemos garantia em todos os produtos e suporte técnico para que você possa trabalhar com tranquilidade. Não perca mais tempo lutando com ferramentas inadequadas. Visite nossa loja online hoje mesmo e descubra como as ferramentas certas podem fazer toda a diferença em seus projetos. Com a PowerTec Brasil, você tem o poder de construir, consertar e criar como nunca antes. Vamos começar a transformar suas ideias em realidade! Por que escolher a PowerTec Brasil? Qualidade Superior Oferecemos apenas ferramentas de marcas reconhecidas e testadas, garantindo durabilidade e desempenho excepcionais. Preços Competitivos Mantemos nossos preços acessíveis sem comprometer a qualidade, oferecendo o melhor custo-benefício do mercado. Atendimento Especializado Nossa equipe de experts está pronta para ajudar você a escolher a ferramenta ideal para suas necessidades específicas. Entrega Rápida Enviamos seus pedidos com rapidez e segurança para todo o Brasil, garantindo que você receba suas ferramentas o mais rápido possível. Garantia Estendida Oferecemos garantia estendida em todos os nossos produtos, proporcionando tranquilidade e confiança em sua compra. Suporte Técnico Conte com nosso suporte técnico especializado para tirar dúvidas, resolver problemas e maximizar o uso de suas ferramentas. Rua S-1 N 556 Qd 159 LT 26/27 - St. Bueno, Goiânia - GO, 74230-220, Brasil +556232557788 powertec@gmail.com Política de privacidade Termos e condições",
    "privacy": "PowerTec Brasil - Ferramentas Elétricas de Qualidade | Política de Privacidade Início Sobre nós Depoimentos Política de Privacidade A PowerTec Brasil está comprometida em proteger a sua privacidade. Esta Política de Privacidade descreve como coletamos, usamos e protegemos suas informações pessoais. 1. Coleta de Informações Coletamos informações que você nos fornece diretamente, como nome, endereço, e-mail e número de telefone, quando você faz uma compra ou se cadastra em nosso site. 2. Uso das Informações Utilizamos suas informações para processar pedidos, fornecer suporte ao cliente, enviar atualizações sobre produtos e ofertas especiais (com seu consentimento) e melhorar nossos serviços. 3. Proteção de Dados Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações contra acesso não autorizado, alteração, divulgação ou destruição. 4. Compartilhamento de Informações Não vendemos ou alugamos suas informações pessoais a terceiros. Podemos compartilhar suas informações com prestadores de serviços que nos ajudam a operar nosso negócio, sempre sob rigorosos acordos de confidencialidade. 5. Cookies Usamos cookies para melhorar sua experiência de navegação. Você pode controlar o uso de cookies através das configurações do seu navegador. 6. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco através dos canais fornecidos abaixo. 7. Alterações na Política de Privacidade Podemos atualizar esta política periodicamente. Recomendamos que você revise esta página regularmente para se manter informado sobre quaisquer mudanças. 8. Contato Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco: E-mail: powertec@gmail.com Rua S-1 N 556 Qd 159 LT 26/27 - St. Bueno, Goiânia - GO, 74230-220, Brasil +556232557788 powertec@gmail.com Política de privacidade Termos e condições",
    "reviews": "PowerTec Brasil - Ferramentas Elétricas de Qualidade | Depoimentos Início Sobre nós Depoimentos Depoimentos Comprei uma furadeira de impacto da PowerTec Brasil há seis meses e estou impressionado com sua durabilidade e potência. Como empreiteiro, uso esta ferramenta diariamente em diversos projetos, e ela nunca me decepcionou. O atendimento ao cliente foi excepcional - tive algumas dúvidas sobre as configurações e a equipe foi extremamente prestativa. A entrega foi rápida e o produto chegou em perfeitas condições. Recomendo fortemente a PowerTec para profissionais e entusiastas do DIY. A qualidade é incomparável e o preço é justo para o que você recebe. João Carlos da Silva Sou designer de interiores e recentemente adquiri um conjunto de ferramentas elétricas da PowerTec Brasil para meus projetos de renovação. A qualidade é simplesmente fantástica! A serra circular, em particular, é uma maravilha - cortes precisos e limpos toda vez. O que mais me impressionou foi a ergonomia das ferramentas; posso trabalhar por horas sem fadiga. O site é fácil de navegar, com descrições detalhadas que me ajudaram a fazer a escolha certa. A garantia estendida me deu tranquilidade extra. Estou extremamente satisfeita e já recomendei a PowerTec para vários colegas. Maria Luiza Santos Como entusiasta do DIY, sempre busco as melhores ferramentas para meus projetos em casa. A parafusadeira que comprei da PowerTec Brasil superou todas as minhas expectativas. A bateria dura muito mais do que esperava, e a potência é impressionante. Usei-a para montar móveis e até para um projeto de deck no quintal - funcionou perfeitamente em todas as situações. O preço inicialmente me pareceu um pouco alto, mas depois de usar a ferramenta, posso dizer que cada centavo valeu a pena. O suporte pós-venda também merece destaque - tive uma dúvida sobre um acessório e a equipe foi extremamente prestativa e conhecedora. Pedro Henrique Oliveira Como proprietária de uma pequena marcenaria, a qualidade das ferramentas é crucial para meu negócio. Recentemente, investi em um conjunto completo de ferramentas elétricas da PowerTec Brasil e estou absolutamente encantada. A lixadeira orbital, em particular, revolucionou meu trabalho - o acabamento que consigo agora é incomparável. A entrega foi mais rápida do que o prometido, e tudo chegou bem embalado e protegido. Apreciei muito o follow-up da equipe de vendas, garantindo que eu estivesse satisfeita com minha compra. O único ponto negativo é que agora estou viciada em comprar mais ferramentas deles! Sério, não posso recomendar a PowerTec o suficiente. Ana Beatriz Ferreira Sou eletricista há mais de 20 anos e já usei muitas marcas diferentes de ferramentas. A PowerTec Brasil, no entanto, está em outro nível. Comprei uma furadeira/parafusadeira sem fio e fiquei impressionado com sua versatilidade e durabilidade. Uso-a diariamente em condições difíceis e ela continua funcionando perfeitamente. O serviço ao cliente é excelente - tive um pequeno problema com o carregador e eles o substituíram imediatamente, sem complicações. A relação qualidade-preço é imbatível. Além disso, aprecio o fato de que a empresa oferece treinamento e dicas de uso em seu site - isso demonstra um verdadeiro compromisso com os clientes. Roberto Almeida Costa Como professora de marcenaria em uma escola técnica, é essencial ter ferramentas confiáveis e seguras para os alunos. Depois de pesquisar várias opções, decidimos equipar nossa oficina com ferramentas da PowerTec Brasil. Foi uma decisão acertada! As ferramentas são robustas, fáceis de usar e, mais importante, seguras para os iniciantes. O atendimento ao cliente foi excepcional - eles nos forneceram um treinamento completo sobre o uso e manutenção das ferramentas. Os alunos adoram trabalhar com equipamentos de alta qualidade, e notei uma melhoria significativa em seus projetos. Como educadora, fico feliz em recomendar a PowerTec não apenas pela qualidade dos produtos, mas também pelo seu compromisso com a educação e segurança. Fernanda Rodrigues Lima RESPOSTAS ÀS SUAS PERGUNTAS Quais são as formas de pagamento aceitas? Aceitamos diversas formas de pagamento, incluindo cartões de crédito (Visa, MasterCard, American Express), boleto bancário, transferência bancária e PIX. Também oferecemos a opção de parcelamento em até 12 vezes sem juros para compras com cartão de crédito. Qual é o prazo de entrega dos produtos? O prazo de entrega varia de acordo com a sua localização e o produto escolhido. Em geral, para capitais e regiões metropolitanas, o prazo é de 3 a 7 dias úteis. Para outras localidades, pode levar de 5 a 15 dias úteis. Após a confirmação do pagamento, você receberá um e-mail com o código de rastreamento para acompanhar sua encomenda. As ferramentas têm garantia? Sim, todas as nossas ferramentas possuem garantia. A maioria dos produtos tem garantia de 1 ano contra defeitos de fabricação. Além disso, oferecemos uma garantia estendida opcional em muitos de nossos produtos. Para mais detalhes sobre a garantia de um produto específico, por favor, verifique a página do produto ou entre em contato com nosso serviço de atendimento ao cliente. Vocês oferecem assistência técnica para as ferramentas? Sim, oferecemos assistência técnica para todas as ferramentas que vendemos. Temos uma rede de centros de serviço autorizados em todo o Brasil. Se você precisar de assistência, entre em contato conosco e nós o direcionaremos para o centro de serviço mais próximo. Além disso, nossa equipe de suporte técnico está disponível por telefone e e-mail para ajudar com dúvidas e problemas menores. Posso trocar ou devolver um produto? Sim, você pode trocar ou devolver um produto dentro de 7 dias após o recebimento, conforme o Código de Defesa do Consumidor. O produto deve estar em perfeitas condições, sem sinais de uso, com todos os acessórios e embalagem original. Para iniciar o processo de troca ou devolução, entre em contato com nosso serviço de atendimento ao cliente. Vocês vendem para empresas ou apenas para consumidores finais? Vendemos tanto para consumidores finais quanto para empresas. Para compras corporativas em grande quantidade, oferecemos condições especiais e um atendimento personalizado. Entre em contato com nossa equipe de vendas corporativas para obter mais informações sobre preços, prazos de entrega e condições de pagamento para compras em volume. Como posso saber qual ferramenta é a mais adequada para o meu projeto? Entendemos que escolher a ferramenta certa pode ser desafiador. Por isso, oferecemos várias opções de suporte: Em cada página de produto, você encontrará informações detalhadas sobre suas especificações e usos recomendados. Além disso, nosso blog tem diversos artigos e guias sobre a escolha e uso de ferramentas. Se ainda tiver dúvidas, nossa equipe de atendimento ao cliente está disponível para oferecer orientações personalizadas com base em suas necessidades específicas. Vocês oferecem cursos ou treinamentos sobre o uso das ferramentas? Sim, oferecemos diversos recursos educacionais. Em nosso canal do YouTube, você encontrará tutoriais e dicas sobre o uso correto e seguro de nossas ferramentas. Periodicamente, também realizamos workshops presenciais em diferentes cidades do Brasil. Para ficar por dentro dessas oportunidades, inscreva-se em nossa newsletter. Além disso, para compras corporativas ou institucionais, podemos organizar sessões de treinamento personalizadas. As ferramentas vêm com manual de instruções em português? Sim, todas as ferramentas que vendemos vêm acompanhadas de manual de instruções em português do Brasil. Estes manuais contêm informações detalhadas sobre o uso correto, manutenção e precauções de segurança. Além disso, disponibilizamos versões digitais dos manuais em nosso site, que podem ser baixadas a qualquer momento, caso você precise de uma referência rápida ou tenha perdido o manual físico. Formulário de contato Aceito a política de privacidade Enviar mensagem Rua S-1 N 556 Qd 159 LT 26/27 - St. Bueno, Goiânia - GO, 74230-220, Brasil +556232557788 powertec@gmail.com Política de privacidade Termos e condições",
    "terms": "PowerTec Brasil - Ferramentas Elétricas de Qualidade | Termos e Condições Início Sobre nós Depoimentos Termos e Condições Bem-vindo à PowerTec Brasil. Ao usar nosso site e serviços, você concorda com estes Termos e Condições. Por favor, leia-os cuidadosamente. 1. Uso do Site Ao utilizar nosso site, você concorda em não usá-lo para fins ilegais ou proibidos por estes termos. Você é responsável por garantir que seu acesso ao site não viole leis locais, nacionais ou internacionais aplicáveis. 2. Contas de Usuário Alguns serviços podem exigir uma conta de usuário. Você é responsável por manter a confidencialidade de sua conta e senha. Notifique-nos imediatamente sobre qualquer uso não autorizado de sua conta. 3. Produtos e Preços Nos esforçamos para fornecer informações precisas sobre nossos produtos e preços. No entanto, podem ocorrer erros. Reservamos o direito de corrigir quaisquer erros e alterar ou atualizar informações a qualquer momento sem aviso prévio. 4. Pedidos e Pagamentos Ao fazer um pedido, você oferece comprar o produto. Todos os pedidos estão sujeitos à aceitação e disponibilidade. Os pagamentos devem ser feitos integralmente no momento do pedido. 5. Entrega Faremos o possível para cumprir as datas de entrega estimadas, mas não nos responsabilizamos por atrasos fora de nosso controle razoável. 6. Devoluções e Reembolsos Nossa política de devoluções está em conformidade com o Código de Defesa do Consumidor brasileiro. Para mais detalhes, consulte nossa página específica de Política de Devoluções. 7. Propriedade Intelectual Todo o conteúdo deste site, incluindo textos, gráficos, logotipos e imagens, é propriedade da PowerTec Brasil e está protegido por leis de direitos autorais. 8. Limitação de Responsabilidade A PowerTec Brasil não será responsável por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do uso ou incapacidade de usar nossos produtos ou serviços. 9. Alterações nos Termos Reservamos o direito de modificar estes termos a qualquer momento. As alterações entrarão em vigor imediatamente após a publicação no site. 10. Lei Aplicável Estes termos são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa será submetida à jurisdição exclusiva dos tribunais brasileiros. 11. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco: E-mail: powertec@gmail.com Rua S-1 N 556 Qd 159 LT 26/27 - St. Bueno, Goiânia - GO, 74230-220, Brasil +556232557788 powertec@gmail.com Política de privacidade Termos e condições",
    "thank": "PowerTec Brasil - Ferramentas Elétricas de Qualidade | Obrigado Obrigado por seu contato! Agradecemos sinceramente por entrar em contato com a PowerTec Brasil. Sua mensagem é muito importante para nós e será considerada com máxima atenção e prioridade. Nossa equipe especializada analisará cuidadosamente sua solicitação e responderá o mais breve possível, geralmente dentro de 24 horas úteis. Enquanto isso, convidamos você a explorar nosso site para conhecer mais sobre nossa ampla variedade de ferramentas elétricas de alta qualidade e soluções que oferecemos. página inicial"
  },
  "date": "2024-07-01T09:13:25.123Z"
}