{
  "name": "New_v9_JewelJunction",
  "pages": {
    "delivery": "Nossa entrega - JewelJunction Nossa equipe Fale conosco Galeria Perguntas frequentes +55-16-6234-9161 jeweljunction@gmail.com Entrega garantida Entregamos em todo o país, com prazos flexíveis Sobre nós A JewelJunction é uma marca que se destaca no mercado por sua missão de oferecer produtos de alta qualidade e entrega segura e flexível em todo o país. Nossos profissionais são treinados e especializados para garantir a confidencialidade e segurança de seus pedidos. Além disso, a JewelJunction busca sempre oferecer as melhores opções de entrega e preços competitivos para todos os clientes. Isso porque sabemos que a entrega é o ponto crítico da compra e queremos que você tenha uma experiência incrível com nossa marca. Nossa equipe é composta por profissionais treinados e comprometidos com a satisfação do cliente. Estamos sempre trabalhando para melhorar e oferecer o melhor para você. Segurança A JewelJunction é uma marca que se destaca no mercado por sua garantia de segurança em todos os nossos produtos e serviços. Tudo o que você compra conosco é seguro e protegido contra roubo ou furto. Entrega Flexível A JewelJunction oferece prazos flexíveis para todas as suas entregas. Você pode escolher o prazo que melhor atender às suas necessidades e planejar suas compras de acordo. Preços Competitivos A JewelJunction busca sempre oferecer os melhores preços competitivos para todos os clientes. Nós acreditamos que é importante que você tenha acesso a produtos de alta qualidade a um preço justo. Nossa linha de joias e acessórios Confira nossa ampla variedade de produtos, desde joias de luxo até acessórios de moda e estilo! Perguntas frequentes Posso pagar com cartão de crédito? Sim, você pode pagar com cartão de crédito ou débito em nosso site. Nós trabalhamos com os principais bancos e fornecemos as informações de pagamento necessárias para garantir que sua compra seja feita com segurança. Quanto tempo leva para entregar uma compra? A entrega pode levar de um a três dias úteis, dependendo do local da entrega e do método escolhido. Nós oferecemos prazos flexíveis para todas as suas entregas, então você pode escolher o prazo que melhor atender às suas necessidades e planejar suas compras de acordo. Vocês oferecem desconto na primeira compra? Sim, oferecemos desconto na primeira compra. Se você for novo cliente, você pode aproveitar isso e comprar por um preço mais baixo. Para isso, basta entrar em contato com a nossa equipe e fornecer as informações necessárias para efetuar a primeira compra. Pagina inicial Entrega Política de Privacidade Termos de uso Beleza e brilho em cada decoração",
    "index": "JewelJunction - Onde você encontra o melhor em joalheria e acessórios Nossa equipe Fale conosco Galeria Perguntas frequentes +55-16-6234-9161 jeweljunction@gmail.com Acessórios de luxo em ouro e gemas Compre acessórios de alta qualidade em ouro e gemas para sua beleza Sobre a JewelJunction A JewelJunction é uma empresa criada em 2016 com o objetivo de oferecer aos clientes acessórios de alta qualidade em ouro e gemas. A empresa cresceu graças ao trabalho e dedicação dos proprietários e funcionários. Com a experiência e profissionalismo, a JewelJunction oferece aos clientes uma escolha de produtos cada vez maior e de qualidade inigualável. A empresa tem como missão oferecer aos clientes a melhor experiência de compra de acessórios de luxo. Com a variedade de produtos, a JewelJunction oferece aos clientes a escolha certeira de que encontrarão o que precisam. Email jeweljunction@gmail.com Endereço Av. Daniel de La Touche, 987 - Cohama, São Luís - MA, 65074-115, Brasil Telefone +55-16-6234-9161 Aqueles que fazem as coisas acontecer Gabriel, Gerente “Tenho a certeza de que o melhor momento para tomar decisões é quando você está precisando delas. É importante estar preparado e estar apto a lidar com as consequências.” Lucas, Diretor de Marketing “Acredito que a melhor forma de conquistar um cliente é através de uma boa comunicação e entendimento com suas necessidades. Além disso, é preciso ser capaz de valorizar as oportunidades que estão à sua frente.” Pedro, Designer “Acredito que o design é uma parte fundamental para criar uma experiência única e satisfatória para o cliente. É preciso estar sempre atento às necessidades e preferências dos clientes, para criar algo que eles realmente gostem.” Marcelo, Desenvolvedor “Acredito que a tecnologia é uma ferramenta incrível para tornar a vida dos clientes mais fácil e eficiente. É preciso estar sempre atento às necessidades deles, para criar soluções que realmente façam diferença.” Qualidade e variedade A JewelJunction oferece uma ampla variedade de produtos de alta qualidade, desde brindeções até acessórios de moda. Diversidade de opções Encontre aqui desde joias simples até acessórios personalizados, tudo isso com preços acessíveis e garantia. Atenção à detalhe Nossa equipe é especializada em atender às suas necessidades, desde a escolha do produto até a entrega. Suporte ao cliente Estamos aqui para ajudar, fique à vontade para entrar em contato conosco para qualquer dúvida ou sugestão. Contate-nos Aceito a política de privacidade Pagina inicial Entrega Política de Privacidade Termos de uso Beleza e brilho em cada decoração",
    "privacy": "Política de Privacidade - JewelJunction Nossa equipe Fale conosco Galeria Perguntas frequentes +55-16-6234-9161 jeweljunction@gmail.com Política de Privacidade 1. Introdução A sua privacidade é de extrema importância para nós. Esta política de privacidade destina-se a ajudá-lo a entender quais informações podemos coletar, como as usamos e como você pode entrar em contato conosco caso tenha alguma dúvida ou preocupação. 2. Informações que Coletamos Podemos coletar diversas informações pessoais, incluindo, mas não se limitando a: Nome Endereço de e-mail Informações de contato Outras informações relevantes para pesquisas de clientes e/ou ofertas Essas informações são coletadas quando você interage conosco, por exemplo, ao preencher formulários em nosso site, subscrever newsletters, participar de pesquisas, concursos ou ao nos contatar através do e-mail fornecido: jeweljunction@gmail.com. 3. Como Usamos as Informações As informações coletadas são utilizadas para entender suas necessidades e fornecer um serviço melhor, e em particular pelas seguintes razões: Manter registros internos. Utilizar as informações para melhorar nossos produtos e serviços. Periodicamente enviar e-mails promocionais sobre novos produtos, ofertas especiais ou outras informações que achamos interessantes para você, utilizando o endereço de e-mail que você forneceu. De tempos em tempos, podemos usar suas informações para contatá-lo para fins de pesquisa de mercado. Podemos contatá-lo por e-mail, telefone, fax ou correio. Personalizar o site de acordo com seus interesses. 4. Compartilhamento de Informações Nós não venderemos, distribuiremos ou alugaremos suas informações pessoais a terceiros, a menos que tenhamos sua permissão ou sejamos obrigados por lei a fazê-lo. Podemos usar suas informações pessoais para enviar informações promocionais sobre terceiros que achamos que você pode achar interessantes, caso você nos informe que deseja que isso aconteça. 5. Segurança Estamos empenhados em garantir que suas informações estejam seguras. A fim de evitar acesso não autorizado ou divulgação, implementamos procedimentos físicos, eletrônicos e gerenciais adequados para proteger e proteger as informações que coletamos online. 6. Links para Outros Sites Nosso site pode conter links para outros sites de interesse. No entanto, uma vez que você usou esses links para sair do nosso site, observe que não temos controle sobre esse outro site. Portanto, não podemos ser responsáveis pela proteção e privacidade de qualquer informação que você fornecer enquanto estiver visitando esses sites e esses sites não são regidos por esta declaração de privacidade. Você deve exercer cautela e verificar a declaração de privacidade aplicável ao site em questão. 7. Consentimento Ao usar nosso site, você consente com nossa política de privacidade. 8. Atualizações Esta política de privacidade é eficaz a partir de Janeiro de 2024 e será revisada e atualizada conforme necessário. 9. Contato Se você tiver alguma dúvida sobre esta política de privacidade ou sobre o uso de suas informações pessoais, por favor, entre em contato conosco através do e-mail jeweljunction@gmail.com. Pagina inicial Entrega Política de Privacidade Termos de uso Beleza e brilho em cada decoração",
    "terms": "Termos de Uso - JewelJunction Nossa equipe Fale conosco Galeria Perguntas frequentes +55-16-6234-9161 jeweljunction@gmail.com Termos de Uso 1. Aceitação dos Termos Estes Termos de Uso regem o uso deste site. Ao acessar este site, você concorda com estes termos e condições na sua totalidade. Se você discordar de qualquer parte destes termos e condições, não use este site. 2. Uso do Site Você concorda em usar este site apenas para fins legais e de maneira que não viole os direitos de terceiros ou restrinja ou iniba o uso e gozo do site por qualquer pessoa. Você concorda em não usar o site para enviar ou transmitir qualquer material que seja ilegal, difamatório, ofensivo ou de qualquer outra forma censurável. 3. Propriedade Intelectual Todos os direitos autorais, marcas registradas, direitos de banco de dados e outros direitos de propriedade intelectual no site e em todo o material contido nele são de propriedade ou licenciados por nós. Você pode visualizar, baixar para fins de caching apenas e imprimir páginas do site para seu uso pessoal, sujeito às restrições estabelecidas abaixo e em outros lugares nestes termos e condições. 4. Limitações de Responsabilidade Este site é fornecido \"no estado em que se encontra\" e \"conforme disponível\". Não oferecemos garantias de qualquer tipo, expressas ou implícitas, sobre a operação deste site ou as informações, conteúdos ou materiais incluídos nele. Não seremos responsáveis por quaisquer danos diretos, indiretos ou consequenciais decorrentes do uso deste site ou de qualquer informação nele contida. 5. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são de propriedade ou controlados por nós. Não temos controle e não assumimos nenhuma responsabilidade pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. 6. Alterações aos Termos de Uso Reservamo-nos o direito de modificar estes termos de tempos em tempos, a nosso exclusivo critério. Você concorda em revisar periodicamente esta página para ficar ciente de quaisquer alterações. O uso contínuo deste site após quaisquer alterações constitui sua aceitação dessas alterações. 7. Contato Se você tiver alguma dúvida sobre estes Termos de Uso, entre em contato conosco através do e-mail jeweljunction@gmail.com. Pagina inicial Entrega Política de Privacidade Termos de uso Beleza e brilho em cada decoração",
    "thanks": "Obrigado pela sua mensagem - JewelJunction Obrigado pela sua Mensagem! Recebemos sua consulta e faremos o possível para retornar o mais breve possível. A sua interesse em nossos serviços/produtos é muito apreciado. Início"
  },
  "date": "2024-05-10T07:13:12.283Z"
}