{
  "name": "New_v9_Decorum",
  "pages": {
    "about": "About Decorum - Exquisite Designer Furniture Decorum Home About Us Contact Us Our dedicated team is committed to restoring balance and harmony to your living spaces, ensuring every detail is perfect. Discover a World of Possibilities We Offer Premium Furnishings &amp; Exceptional Service Unlock Your Home's Full Potential Seamless Coordination for Your Peace of Mind Our mission is to elevate your lifestyle through exquisite design and impeccable service. Experience Luxury Like Never Before Explore Our Exquisite Collections Trusted by Discerning Clients Worldwide Recognized for Excellence in Design Virtual Design Consultations Available Schedule Your Appointment (OR) Call: +91-856-9856321 Our Commitment to Exemplary Service Our dedicated team is committed to your complete satisfaction, ensuring every aspect of your experience exceeds expectations. Innovating the Art of Furnishing Effortless Solutions for Your Home 24/7 Emergency Support Available Cutting-Edge Design for Modern Living Unparalleled Expertise in Fine Furnishings Experience Unrivaled Comfort and Style Expert Guidance Every Step of the Way Effortless Coordination for Your Convenience Decorum +91-856-9856321 decorum@gmail.com Experience the Art of Living with Decorum Discover HomeCollectionsAbout Us Useful Links Privacy Policy Book Your Design Consultation Schedule a Consultation with Our Design Experts. &nbsp;I accept the Privacy Policy Copyright © Decorum",
    "contact": "Contact Decorum - Exquisite Designer Furniture Decorum Home About Us Contact Us Your Destination for Timeless Elegance Connect with Us Today! Visit Us Shop No 1-2, near by White Ways Dry Cleaner, Middle Bazar, The Mall, Shimla, Himachal Pradesh 171001, India Call Us +91-856-9856321 Email Us decorum@gmail.com Name Your Email How Can We Assist You? &nbsp;I accept the Privacy Policy Thank You! Your Inquiry Has Been Received! Oops! Something Went Wrong. Please Try Again Later. Browse Our Frequently Asked Questions Can I Customize My Furniture Order? Our customization options allow you to tailor your furniture to your unique preferences, ensuring it perfectly complements your space. When Will My Furniture Be Delivered? Delivery times vary based on your location and the complexity of your order. Our team will provide you with a detailed delivery schedule upon confirmation of your purchase. How Do I Care for My Furniture? We provide comprehensive care instructions with each purchase, ensuring your furniture remains pristine for years to come. Can I Return My Furniture If I'm Not Satisfied? We offer a hassle-free return policy. If you're not completely satisfied with your purchase, simply contact us within 30 days for a full refund or exchange. Do You Offer Financing Options? Yes, we offer flexible financing options to make your dream furniture more accessible. Contact us for more information. Where Are Your Furniture Made? Our furniture is crafted by skilled artisans using premium materials. We work with renowned manufacturers from around the world to ensure exceptional quality. Decorum +91-856-9856321 decorum@gmail.com Experience the Art of Living with Decorum Discover HomeCollectionsAbout Us Useful Links Privacy Policy Book Your Design Consultation Schedule a Consultation with Our Design Experts. &nbsp;I accept the Privacy Policy Copyright © Decorum",
    "index": "Welcome to Decorum - Your Destination for Exquisite Designer Furniture Decorum Home About Us Contact Us Luxurious Furniture Collection Elevating Your Living Spaces Discover a haven for exquisite design and unparalleled craftsmanship, where every piece tells a story of sophistication and style. Explore Now Transform Your Home with Elegance Artistic Creations Our team ensures seamless communication with all stakeholders, ensuring every decision is handled with care and clarity. Unique Designs for Your Space Our dedicated team is on standby round the clock, ready to address any emergencies that may arise. Designer Furnishings Experience Personalized Care and Attention Tailored Solutions for Your Vision Effortless Coordination for Your Convenience Exquisite Craftsmanship Our team leverages the latest technologies to ensure your journey towards impeccable health is swift and seamless. Innovative Solutions for Your Comfort Cutting-Edge Techniques for Optimal Results The Art of Fine Furnishings We meticulously address every aspect contributing to your satisfaction, ensuring your experience exceeds expectations. Exclusive Selections for Discerning Tastes 24/7 Access to Premium Designs Learn More About Our Heritage Schedule a Consultation Today Book Your Appointment Your Gateway to Timeless Elegance Our meticulous attention to detail ensures a seamless transition, allowing you to focus on what truly matters. Expertise You Can Trust Complimentary Design Consultations Effortless Payment Options Commitment to Quality and Safety Discover the Finest Furnishings Weekend Showroom Hours Experience Unmatched Expertise Decorum +91-856-9856321 decorum@gmail.com Experience the Art of Living with Decorum Discover HomeCollectionsAbout Us Useful Links Privacy Policy Book Your Design Consultation Schedule a Consultation with Our Design Experts. &nbsp;I accept the Privacy Policy Copyright © Decorum",
    "privacy": "Privacy Policy - Decorum Decorum Home About Us Contact Us Privacy Policy Welcome to Decorum Welcome to Decorum, your destination for exquisite designer furniture. Our Privacy Policy is designed to protect your personal information as we journey together through the world of elegant furnishings, ensuring integrity and transparency every step of the way. Your privacy and trust are paramount to us, and we are dedicated to providing exceptional service while safeguarding your confidentiality. In today's digital era, we understand the significance of privacy. Rest assured, we uphold the highest standards of privacy protection, guaranteeing the security and confidentiality of your data throughout your Decorum experience. Furthermore, we are committed to offering a personalized and secure experience for each customer, tailoring our products and services to your individual preferences. Our aim is to ensure you feel comfortable and confident when engaging with Decorum. We remain vigilant of technological advancements and changes in privacy laws, ensuring our practices are always current and compliant with industry standards. Our Commitment to Privacy At Decorum, your privacy is our foremost concern. We handle all information with care and transparency, aiming to earn your trust through our actions. Our dedicated team upholds the highest ethical standards in safeguarding your personal data, ensuring your privacy is respected in every interaction. From your initial visit to continued use of our products, you can depend on us to treat your information with care and respect, prioritizing your privacy at all times. Additionally, we are committed to transparency in all our privacy-related practices. We want you to understand how your information is collected, utilized, and safeguarded when engaging with our products. Our dedication to privacy extends beyond legal compliance; we continuously seek ways to enhance our procedures and further protect your data against cyber threats. Security Measures Decorum implements robust security measures to protect your personal information from unauthorized access, alteration, or disclosure. We regularly assess and update our security protocols to ensure the highest level of data protection. Your security is our priority, and we spare no effort in safeguarding your privacy. Our security commitment involves investing in cutting-edge technologies and providing ongoing training to our team to enhance awareness of data security measures and ensure compliance with applicable regulations. Your trust in Decorum is paramount, and we are committed to maintaining the confidentiality of your information. Additionally, we conduct routine security audits and penetration testing on our systems to identify and address any potential vulnerabilities. We continuously monitor cyber threats and implement new security measures to ensure ongoing protection of your data. If you have any concerns about the security of your information, please don't hesitate to contact us. We are here to address your concerns promptly and efficiently. Transparency and Communication Transparency and open communication are core principles at Decorum. If you have any questions, concerns, or feedback about our Privacy Policy or practices, please reach out to us. We are here to assist you promptly and address any inquiries you may have. We are committed to keeping you informed about any changes to our Privacy Policy or terms of service. Updates will be posted on our website, and we may also notify you via email or other communication channels to ensure you stay informed. Your feedback is essential as we aim to enhance your experience with Decorum. Additionally, we encourage open and honest communication with our customers. If you have any concerns or suggestions on how we can improve our products or privacy policies, we would love to hear from you. Your input helps us refine our security and privacy standards. We are dedicated to responding to all your questions and concerns quickly and efficiently, ensuring you feel valued and heard as a Decorum customer. Third-Party Links The Decorum website may contain links to third-party websites or services. These links are provided solely for your convenience and information. Decorum does not control these third-party sites and is not responsible for their privacy practices. We encourage you to review the privacy policies of any third-party sites you visit to understand how your information is collected, used, and shared. While we strive to provide quality links to useful and ethical sites, we cannot guarantee the content or security of external websites. Please use discretion when browsing external links from our site. Additionally, we want to emphasize that we are not responsible for the content or privacy practices of third-party sites. If you choose to access these sites, we recommend carefully reviewing their privacy policies to ensure the protection of your personal information. As part of our commitment to transparency, we are available to answer any questions or concerns you may have about third-party links on our site. Your trust is important, and we are here to ensure you feel comfortable browsing our site and any sites linked from it. Children's Privacy Decorum does not knowingly collect personal information from children under 13 years of age. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us immediately so we can remove their information from our records. We are committed to protecting children's privacy and ensuring a safe online environment for all users. We encourage parents to monitor their children's online activities and educate them about online safety and privacy. Together, we can create a safer online experience for children and protect their privacy rights. Additionally, we are committed to educating our customers and their families about the importance of online privacy for children. We offer educational resources and helpful information on cybersecurity to help parents protect their children while browsing the internet. If you have any questions or concerns about the privacy of your children when using our products, please don't hesitate to contact us. We are here to provide guidance and assistance, ensuring you feel confident in your children's online security. Changes to the Privacy Policy Decorum reserves the right to update or modify this Privacy Policy at any time. Any changes or modifications will take effect immediately upon posting on our website. We recommend that you periodically review this Privacy Policy to stay informed about any updates. Your continued use of our site after the posting of any changes signifies your acceptance of those changes. If you do not agree with the terms of this Privacy Policy, please discontinue using our site. Your privacy is important to us, and we are committed to maintaining the highest standards of data protection and privacy. Additionally, we strive to provide clear and transparent notification of any changes to our Privacy Policy. Our goal is to ensure you are fully informed about how your information is being protected and how any policy changes may affect your privacy. We are always available to address any questions or concerns you may have about changes to our Privacy Policy. Your trust is important, and we are here to ensure you feel comfortable with our privacy practices. Contact Information If you have any questions or concerns about our Privacy Policy or practices, please contact us at Decorum@gmail.com. Your input is invaluable as we seek to enhance your experience with Decorum. The security of your data is paramount to us, and we are committed to providing a secure environment for all our customers. Please contact us for any assistance or feedback related to your privacy or security concerns. Your trust in Decorum is essential to us, and we are dedicated to addressing all your inquiries about our Privacy Policy or any other aspect of our products and services. Your satisfaction is our priority, and we are here to assist you in any way we can. For clarifications regarding the use or protection of your information, feel free to contact us anytime. We value your privacy and are committed to ensuring your personal data is treated with the utmost care and respect. Decorum +91-856-9856321 decorum@gmail.com Experience the Art of Living with Decorum Discover HomeCollectionsAbout Us Useful Links Privacy Policy Book Your Design Consultation Schedule a Consultation with Our Design Experts. &nbsp;I accept the Privacy Policy Copyright © Decorum",
    "thank_page": "Thank You - Decorum body { font-family: Arial, sans-serif; background-color: #f7f7f7; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #fff; border-radius: 10px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #333; } p { color: #666; margin-bottom: 20px; } .btn { background-color: #4caf50; color: white; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; border-radius: 5px; transition: background-color 0.3s; } .btn:hover { background-color: #45a049; } Thank You for Choosing Decorum! We appreciate your business and hope you enjoy your designer furniture. Return Home"
  }
}