{
  "name": "New_v9_TrekkingTrades",
  "pages": {
    "about": "Sobre nós - TrekkingTrades Nossas vantagens Contatos Sobre nós Avaliações +55-61-1945-6259 trekkingtrades@gmail.com Sobre nós A TrekkingTrades é uma empresa especializada na venda de equipamentos e acessórios para trilhas e campamentos, com foco em qualidade e preços justos. Nossos principais sucessos A TrekkingTrades é uma empresa especializada em venda de equipamentos e acessórios para trilhas e campamentos, com foco em qualidade e preços justos. Mais de 1000 clientes satisfeitos A TrekkingTrades já atendeu mais de 1000 clientes com satisfação total, garantindo a qualidade dos nossos produtos e serviços. Produtos de alta qualidade A TrekkingTrades oferece produtos de alta qualidade, com materiais premiun e design moderno, garantindo que clientes estejam à vontade em usá-los em suas trilhas e campamentos. Preços justos A TrekkingTrades tem como objetivo oferecer preços justos e competitivos, garantindo que clientes possam acessar os melhores equipamentos e acessórios para seus desafios outdoor. Opiniões sobre nossos produtos para acampamento e viagens Aqui você pode encontrar algumas opiniões sobre nossos produtos, que já foram adquiridos por nossos clientes e estão muito satisfeitos! Estamos felizes de que nossos clientes apreciem a qualidade dos nossos produtos e serviços. \"Eu sou cliente da TrekkingTrades desde que comecei a fazer acampamentos e eu sou extremamente satisfeito com a qualidade e preços dos produtos. Eles sempre me surpreendem com novidades e ofertas incríveis. A equipe da empresa é muito profissional e sempre estão dispostos a ajudar. Quero continuar comprando produtos deles por muito tempo.\" Rodrigo Silva \"A TrekkingTrades é uma empresa incrível! Comprei vários produtos da empresa e eles sempre me atendem com a mesma dedicação e qualidade. Eles sempre trazem novidades e ofertas incríveis. A equipe da empresa é muito amigável e sempre estão dispostos a ajudar. Eu recomendo muito a TrekkingTrades para todos os amantes de aventuras e caminhadas!\" Felipe Oliveira \"A TrekkingTrades é uma empresa fantástica! Comprei vários produtos da empresa e eles sempre me atendem com a mesma dedicação e qualidade. Eles sempre trazem novidades e ofertas incríveis. A equipe da empresa é muito profissional e sempre estão dispostos a ajudar. Eu recomendo muito a TrekkingTrades para todos os amantes de aventuras e caminhadas!\" João da Silva Nossa produção Página inicial Sobre nós Política de privacidade Termos de uso Conforto e segurança dos nossos produtos",
    "index": "TrekkingTrades - o seu mercado de aventuras Nossas vantagens Contatos Sobre nós Avaliações +55-61-1945-6259 trekkingtrades@gmail.com Bem-vindos à TrekkingTrades Aqui você encontra tudo o que precisa para seus desafios de trilhas Conheça nossos produtos Roupas e acessórios Oferecemos uma ampla variedade de roupas e acessórios para caminhada, trekking e acampamento. Desde mochilas e sacos até casacos e chapéus. Equipamentos tecnológicos Acompanhe sua rota, receba atualizações do tempo e do clima em tempo real, use o GPS para encontrar o caminho e muito mais. Nossos equipamentos são ideais para quem ama a aventura. Se você tem alguma pergunta ou sugestão, por favor, entre em contato conosco Envie-nos uma mensagem pelo formulário abaixo ou por email trekkingtrades@gmail.com. Estamos sempre prontos para ajudá-lo a esclarecer suas dúvidas e sugestões em relação aos nossos produtos e serviços. Isso é muito importante para nós, para que possamos fornecer o melhor para você. Além disso, podemos ajudá-lo a planejar suas viagens de esqui e aquisição de produtos e acessórios necessários para ela. Enviar mensagem Vantagens da nossa empresa Nossa empresa possui uma ampla gama de produtos de qualidade Com uma experiência de mais de 10 anos no mercado, nós oferecemos uma ampla gama de produtos de qualidade, desde equipamentos de aventura até acessórios para camping e esqui. Nossa loja é fácil de usar e oferece suporte prático Nossa loja está desenvolvida para ser fácil de usar, com uma interface intuitiva e fácil de navegar. Além disso, oferecemos suporte prático, desde o atendimento ao cliente até a entrega dos produtos. Nossa empresa é confiável e segura Nossa empresa é confiável e segura, oferecendo garantia e segurança para todos os nossos clientes. Além disso, trabalhamos com apenas fornecedores confiáveis e de alta qualidade. Fale conosco Entre em contato conosco para saber mais sobre nossos produtos e serviços. Estamos sempre ao seu lado para ajudar e esclarecer qualquer dúvida que você possa ter. Nosso objetivo é oferecer o melhor para nossos clientes, então estamos aqui para te ajudar a encontrar o que você precisa. Telefone: +55-61-1945-6259 E-mail: trekkingtrades@gmail.com Endereço: Av. Dr. Francisco Mesquita, 1000 - Jardim Ibitirama, São Paulo - SP, 03153-001, Brasil Eu concordo com a política de privacidade Página inicial Sobre nós Política de privacidade Termos de uso Conforto e segurança dos nossos produtos",
    "privacy": "Política de Privacidade - TrekkingTrades Nossas vantagens Contatos Sobre nós Avaliações +55-61-1945-6259 trekkingtrades@gmail.com Política de Privacidade A sua privacidade é importante para nós. É política do nosso site respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site site, e outros sites que possuímos e operamos. Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado. Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados. Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei. Ligações a Sites de terceiros O site site pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, você será direcionado para o site desse terceiro. Recomendamos vivamente que reveja a Política de Privacidade de todos os sites que visita. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Privacidade das Crianças Outra parte da nossa prioridade é adicionar proteção para crianças enquanto usa a internet. Incentivamos os pais e responsáveis a observarem, participarem e/ou monitorarem e orientarem suas atividades online. O site site não coleta intencionalmente nenhuma informação pessoal identificável de crianças menores de 13 anos. Se você acha que seu filho forneceu esse tipo de informação em nosso site, nós encorajamos que você entre em contato conosco imediatamente e faremos o nosso melhor para remover prontamente tais informações de nossos registros. Alterações na Política de Privacidade É nossa política manter a Política de Privacidade sob revisão constante. Uma versão atualizada será sempre disponibilizada neste local. A última atualização ocorreu em [Data]. Como entrar em contato conosco Se você tiver alguma dúvida sobre a Política de Privacidade, os dados que mantemos sobre você, ou se deseja exercer um dos seus direitos de proteção de dados, não hesite em nos contatar por e-mail em trekkingtrades@gmail.com. Página inicial Sobre nós Política de privacidade Termos de uso Conforto e segurança dos nossos produtos",
    "terms": "Termos de Uso - TrekkingTrades Nossas vantagens Contatos Sobre nós Avaliações +55-61-1945-6259 trekkingtrades@gmail.com Termos de Uso Por favor, leia estes termos de uso cuidadosamente antes de usar o site site. Ao acessar ou usar o site, você concorda com estes termos de uso. Se você não concordar com qualquer parte destes termos, você não pode acessar o site ou usar qualquer um de seus serviços. Uso do Site O site site e seu conteúdo são de propriedade exclusiva de Empresa. O conteúdo inclui, mas não está limitado a, texto, imagens, gráficos, logotipos, ícones de botões, áudio e vídeo, bem como o seu design, seleção e disposição. Você pode acessar e usar o conteúdo apenas para fins pessoais e não comerciais. Qualquer uso do site ou seu conteúdo que não seja expressamente autorizado por estes termos de uso é estritamente proibido e pode violar direitos autorais, marcas registradas e outras leis. Links para Outros Sites O site site pode conter links para sites de terceiros ou serviços que não são de propriedade ou controlados por Empresa. Não temos controle sobre, e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros. Você reconhece e concorda que não seremos responsáveis, direta ou indiretamente, por qualquer dano ou perda causada ou alegadamente causada pelo uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços. Alterações nos Termos Reservamos o direito, a nosso exclusivo critério, de modificar ou substituir estes termos a qualquer momento. Se uma revisão for material, tentaremos fornecer pelo menos 30 dias de aviso prévio antes que quaisquer novos termos entrem em vigor. O que constitui uma alteração material será determinado a nosso exclusivo critério. Ao continuar a acessar ou usar o nosso site após essas revisões entrarem em vigor, você concorda em ficar vinculado aos termos revisados. Se você não concordar com os novos termos, por favor, pare de usar o site. Contate-Nos Se você tiver alguma dúvida sobre estes termos, entre em contato conosco: Por e-mail: trekkingtrades@gmail.com Página inicial Sobre nós Política de privacidade Termos de uso Conforto e segurança dos nossos produtos",
    "thanks": "Obrigado pela sua consulta! - TrekkingTrades Obrigado pela sua consulta! Recebemos sua consulta e entraremos em contato o mais breve possível. O seu interesse em nossos serviços e produtos é muito agradecido. Página inicial"
  },
  "date": "2024-04-30T12:42:16.298Z"
}