{
  "name": "New_v9_CinemaMax",
  "pages": {
    "animations": "Animation Movies and Cartoons | Cinema Max Cinema Max Movies Animations Join Family Anime All School Princess Magic Search Cinema Max Animations Animated cartoons for the whole family, anime, childhood cartoons on the website - Cinema Max Explore now Moana 2 Watch Rapunzel 2 Watch C.A.R.S. 2 Watch We are always ready to help you. About Cinema Max Cinema Max is your ultimate destination for streaming popular movies and TV series. Discover, watch, and enjoy a wide range of entertainment content from blockbusters to hidden gems. Useful Links Terms of Use Privacy Policy Contact Us Follow Us Facebook Twitter Instagram LinkedIn &copy; 2024 Cinema Max. All rights reserved. ✕ Join Cinema Max I accept the Privacy Policy Submit",
    "contact": "Contact Us | Cinema Max Cinema Max Movies Animations Join Contact Us cinemax@gmail.com +9101131559 We are always ready to help you. About Cinema Max Cinema Max is your ultimate destination for streaming popular movies and TV series. Discover, watch, and enjoy a wide range of entertainment content from blockbusters to hidden gems. Useful Links Terms of Use Privacy Policy Contact Us Follow Us Facebook Twitter Instagram LinkedIn &copy; 2024 Cinema Max. All rights reserved. ✕ Join Cinema Max I accept the Privacy Policy Submit",
    "index": "Cinema Max – Your Ultimate Movie and TV Series Destination Cinema Max Movies Animations Join Action Science Fiction All Martial Western Scary --> Search Welcome to Cinema Max – Your Ultimate Movie and TV Series Destination Discover the best in entertainment with Cinema Max! Our platform offers an extensive collection of popular movies and TV series, catering to every taste and preference. Whether you're looking for the latest blockbusters, timeless classics, or hidden gems, Cinema Max has it all. Join Cinema Max today and immerse yourself in a world of unlimited entertainment. Stream anytime, anywhere, and enjoy the magic of cinema like never before. Playing Movies All Movies a 1 viewer 2022 Black Panther 2 Watch a b 2 viewers 2020_2021 Dune Movie Watch a b 2 viewers 2023 John Wick 4 Watch Popular Movies All Movies Avatar 2: The Way of Water Oppenheimer Killers of the Flower Moon Killers of the Flower Moon New Trailers Sort by Today --> Date Iron Man 4 2025 1.9m Realesed On November 25 01:54 Maleficent 3 1.1m Realesed On September 11 03:11 Pirates of the Caribbean: Judgment Day 2025 1.9m Realesed On November 25 00:50 We are always ready to help you. About Cinema Max Cinema Max is your ultimate destination for streaming popular movies and TV series. Discover, watch, and enjoy a wide range of entertainment content from blockbusters to hidden gems. Useful Links Terms of Use Privacy Policy Contact Us Follow Us Facebook Twitter Instagram LinkedIn &copy; 2024 Cinema Max. All rights reserved. ✕ Join Cinema Max I accept the Privacy Policy Submit",
    "privacy-policy": "Privacy Policy | Cinema Max Cinema Max Movies Animations Join Privacy Policy Cinema Max (\"we,\" \"us,\" or \"our\") values the privacy of our users (\"you\" or \"your\"). This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website [insert website URL]. Please read this policy carefully to understand our views and practices regarding your personal data and how we will treat it. Information We Collect We collect personal information such as your name, email address, and payment details when you register for an account, subscribe to our newsletter, or interact with our services. We also collect information about your interactions with our website, including IP addresses, browser types, referring/exit pages, and operating systems. Additionally, we use cookies and similar tracking technologies to track activity on our site and hold certain information. How We Use Your Information We use your information to deliver our services, process transactions, and provide customer support. We analyze usage data to understand how our services are used and to make improvements. We use your contact information to send updates, newsletters, and promotional materials, with an option to opt out at any time. Furthermore, we may use your information to prevent and address fraud, violations of our terms, and other harmful activities. How We Share Your Information We may share your information with third-party service providers who perform services on our behalf, such as payment processing and data analysis. We may disclose your information if required by law or in response to valid requests by public authorities. In the event of a merger, acquisition, or sale of assets, your information may be transferred to the new owners. Security of Your Information We use various security measures to protect your information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or method of electronic storage is 100% secure, and we cannot guarantee absolute security. Your Data Protection Rights Depending on your location, you may have certain rights regarding your personal information, including the right to access, correct, or delete your data. If you wish to exercise any of these rights, please contact us at the provided contact information. Children's Privacy Cinema Max does not knowingly collect or solicit personal information from children under the age of 13. If we learn that we have collected personal information from a child under age 13, we will delete that information as quickly as possible. Changes to This Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes. Contact us cinemax@gmail.com +9101131559 We are always ready to help you. About Cinema Max Cinema Max is your ultimate destination for streaming popular movies and TV series. Discover, watch, and enjoy a wide range of entertainment content from blockbusters to hidden gems. Useful Links Terms of Use Privacy Policy Contact Us Follow Us Facebook Twitter Instagram LinkedIn &copy; 2024 Cinema Max. All rights reserved. ✕ Join Cinema Max I accept the Privacy Policy Submit",
    "terms-conditions": "Terms and Conditions | Cinema Max Cinema Max Movies Animations Join Terms of Use Welcome to Cinema Max! By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please read these terms carefully before using our services. Acceptance of Terms Acceptance of Terms By accessing or using Cinema Max, you agree to be bound by these Terms of Use and all applicable laws and regulations. If you do not agree with any part of these terms, you must not use our website. Changes to Terms Cinema Max reserves the right to modify these Terms of Use at any time. We will notify users of any changes by posting the new terms on our website. Your continued use of the site after such changes constitutes your acceptance of the new Terms of Use. Eligibility You must be at least 18 years old to use our website. By using Cinema Max, you represent and warrant that you are at least 18 years of age Account Registration To access certain features of Cinema Max, you may be required to register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information as needed. User Responsibilities You are responsible for your use of Cinema Max and for any content you post. You agree not to post any content that is illegal, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable. Intellectual Property You agree not to use Cinema Max for any unlawful purpose or in any way that could damage, disable, overburden, or impair the website. You also agree not to attempt to gain unauthorized access to any parts of the site or any accounts, computer systems, or networks connected to Cinema Max. Prohibited Uses All content on Cinema Max, including but not limited to text, graphics, logos, images, and software, is the property of Cinema Max or its content suppliers and is protected by copyright, trademark, and other intellectual property laws. Termination Cinema Max reserves the right to terminate or suspend your account and access to the website at our sole discretion, without notice, for conduct that we believe violates these Terms of Use or is harmful to other users or the site. Disclaimer of Warranties Cinema Max is provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. We do not warrant that the site will be uninterrupted, error-free, or free of viruses or other harmful components. Limitation of Liability In no event shall Cinema Max or its affiliates be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of the website. Governing Law These Terms of Use are governed by and construed in accordance with the laws of the jurisdiction in which Cinema Max operates, without regard to its conflict of law principles. Contact us cinemax@gmail.com +9101131559 We are always ready to help you. About Cinema Max Cinema Max is your ultimate destination for streaming popular movies and TV series. Discover, watch, and enjoy a wide range of entertainment content from blockbusters to hidden gems. Useful Links Terms of Use Privacy Policy Contact Us Follow Us Facebook Twitter Instagram LinkedIn &copy; 2024 Cinema Max. All rights reserved. ✕ Join Cinema Max I accept the Privacy Policy Submit",
    "thanks": "Thank You | Cinema Max Thank you for submitting an application to join! Your application will be processed soon, please wait..."
  },
  "date": "2024-06-20T17:23:40.482Z"
}