{
  "name": "New_v9_toytrovekids",
  "pages": {
    "index": "ToyTroveKids: Discover Fun and Adventure for Every Child ToyTroveKids Home Services Quality assurance Reliable partner Our catalog +91-881-8881136 Discover Joyful Playtime Welcome to ToyTroveKids - Where Imagination Comes to Life! At ToyTroveKids, we believe in the magic of childhood and the power of play. Step into our world of wonder, where every toy sparks creativity, curiosity, and endless fun. From cuddly companions to adventurous playsets, we curate a treasure trove of toys that inspire laughter, learning, and unforgettable memories. Explore our carefully selected collection designed to ignite imaginations and foster development in every child. Whether it's building, pretending, or cuddling up with a favorite friend, ToyTroveKids is here to make every moment of playtime a delightful adventure. Join us in celebrating the joy of childhood and let your little ones embark on endless adventures with ToyTroveKids - Where Imagination Knows No Bounds! Why are we? Why Choose&nbsp; TOYTROVEKIDS? At ToyTroveKids, we're committed to providing the best toys and shopping experience for you and your little ones. Here's why ToyTroveKids stands out: Quality Assurance We handpick each toy in our collection to ensure the highest standards of safety, durability, and educational value. With ToyTroveKids, you can trust that every playtime moment is filled with quality and reliability. Exceptional Customer Service Our team is dedicated to making your shopping experience smooth and enjoyable. From personalized recommendations to quick and friendly support, we're here to assist you every step of the way. Shop with confidence at ToyTroveKids! Shop with Confidence Your Trusted Partner in Playtime Fun At ToyTroveKids, we prioritize your satisfaction and convenience. Explore the perks of shopping with us: Wide Selection Discover a diverse range of toys to suit every age, interest, and occasion. Whether you're shopping for a special gift or adding to your little one's collection, we have something for everyone. Secure Transactions Shop with peace of mind knowing that your transactions are safe and secure. We utilize the latest encryption technology to protect your personal information and ensure a worry-free shopping experience. Fast Shipping Say goodbye to long wait times! Enjoy swift and reliable shipping services that deliver your favorite toys straight to your doorstep. Because we understand that the anticipation of playtime shouldn't be delayed. Stay Connected with ToyTroveKids Keep up to date with the latest news, promotions, and toy trends by connecting with ToyTroveKids through our various channels: Newsletter Subscribe to our newsletter and be the first to know about exclusive offers, new arrivals, and exciting events. Join our community of parents and caregivers who are dedicated to providing the best for their little ones. Social Media Follow us on social media platforms such as Facebook, Instagram, and Twitter for daily doses of inspiration, fun content, and interactive giveaways. Share your favorite ToyTroveKids moments with us and connect with like-minded toy enthusiasts worldwide. Blog Explore our blog for insightful articles, helpful parenting tips, and creative play ideas. Whether you're looking for toy recommendations or seeking advice on nurturing your child's development, our blog is your go-to resource for all things related to parenting and play. Contact Us Get in Touch with ToyTroveKids Customer Support Need assistance with your order or have a question about our products? Our dedicated customer support team is here to help. Reach out to us via phone, email, or live chat for prompt and friendly assistance. Feedback We value your feedback! Share your thoughts, suggestions, and experiences with us to help us improve and better serve you. Your input is essential in shaping the future of ToyTroveKids. Business Inquiries Interested in partnering with ToyTroveKids or have a business-related inquiry? We'd love to hear from you! Contact our business development team to explore collaboration opportunities and discuss how we can work together. Join Our ToyTroveKids Family Become a ToyTroveKids Insider Today! Ready to embark on a journey of endless fun and discovery? Join our ToyTroveKids family today and unlock exclusive perks, rewards, and surprises! As a member, you'll enjoy: Early access to new arrivals and special promotions Members-only discounts and offers Birthday surprises for your little ones Invitations to exclusive events and workshops And much more! Shop Amazing Deals! Explore Our Unbeatable Catalog ₹499 Sparkling Stacking Rings Encourage sensory exploration and fine motor skills with these colorful stacking rings. Made from safe, durable materials, they're perfect for little hands to grasp and stack. Order ₹699 Adventure Seeker Playset Let your child's imagination soar with this thrilling adventure playset. Complete with action figures, vehicles, and accessories, it's perfect for creating epic storytelling adventures. Order ₹799 Musical Magic Keyboard Unlock the world of music for your little Mozart with this interactive keyboard. Packed with musical features and vibrant lights, it's sure to inspire hours of creative play. Order ₹899 Cozy Plush Animal Pillow Snuggle up with these adorable plush animal pillows. Soft, cuddly, and oh-so-huggable, they're perfect companions for naptime, bedtime, or playtime adventures. Order Contact Us Have a question or need assistance? Fill out the form below and our friendly team will get back to you as soon as possible. We're here to help! Adress: near Hi Tech Bus Stand, Tifra, Bilaspur, Deori, Chhattisgarh 495001, India Phone: +91-881-8881136 Email: toytrovekids@gmail.com I accept the Privacy Policy Send message ToyTroveKids Unlock imagination, one toy at a time - ToyTroveKids Links Home Services Quality assurance Reliable partner Our catalog Additional links Privacy Policy Terms of Use",
    "privacy-policy": "ToyTroveKids: Your Privacy Matters to Us ToyTroveKids Home Services Quality assurance Reliable partner Our catalog +91-881-8881136 Privacy Policy At ToyTroveKids, we believe in the power of play and the joy it brings to children's lives. Our mission is to provide a wide array of high-quality, safe, and engaging toys that spark imagination, inspire creativity, and promote learning. This disclaimer is designed to ensure that you, our valued customer, understand the nature of our products and services. Our Toys: All toys available on ToyTroveKids are carefully selected to meet high standards of safety and quality. They are designed to comply with international toy safety standards and are intended for use under adult supervision. However, we cannot guarantee that our toys are completely free from risk, as the use of any product involves some degree of risk. We strongly advise parents and guardians to choose toys that are age-appropriate and suitable for their child's abilities and interests. Always inspect toys before and after play, and discard any toy that is broken or damaged. We encourage you to read and follow the safety instructions provided with each toy. Product Information: We strive to provide accurate and complete information about our toys, including their features, dimensions, and age recommendations. However, we cannot guarantee that all product information is error-free. Colors, sizes, and other details may vary slightly from the actual product due to limitations in photography and screen display. Intellectual Property: All content on ToyTroveKids, including text, images, logos, and designs, is the property of ToyTroveKids and is protected by international copyright laws. Any unauthorized use, reproduction, or distribution of our content is strictly prohibited. Links to Other Websites: ToyTroveKids may contain links to other websites that are not under our control. We are not responsible for the content, privacy policies, or practices of these websites. We provide these links as a convenience and do not endorse the products or services offered on these websites. Liability: ToyTroveKids is not liable for any direct, indirect, incidental, or consequential damages arising from the use or inability to use our products or services. Your use of ToyTroveKids is at your own risk. Product Descriptions and Images: At ToyTroveKids, we take great care in providing accurate and detailed descriptions of our toys. We aim to give you a clear understanding of what each toy looks like, how it works, and what benefits it offers to your child. However, please note that the descriptions and images on our website are for illustrative purposes only. While we strive for accuracy, there may be slight variations in color, size, and other details due to factors such as screen resolution, lighting, and photography. Customer Reviews: We value the feedback of our customers and encourage you to share your experiences with our toys. However, please note that the opinions expressed in customer reviews are those of the reviewers and do not necessarily reflect the views of ToyTroveKids. We reserve the right to remove any review that contains inappropriate content, such as profanity, hate speech, or personal attacks. Product Availability: We aim to keep our website up-to-date with the latest information about our toy inventory. However, we cannot guarantee that all toys listed on our website are in stock at all times. In the event that a toy you have ordered is out of stock, we will notify you as soon as possible and offer you the option to cancel your order or choose a different toy. Pricing: All prices listed on ToyTroveKids are in US dollars and are subject to change without notice. We reserve the right to correct any pricing errors that may occur. If a pricing error is discovered after you have placed an order, we will notify you and give you the option to cancel your order or pay the corrected price. Shipping and Delivery: We strive to ship all orders within 24 hours of receipt, excluding weekends and holidays. Delivery times may vary depending on your location and the shipping method you choose. Please note that we are not responsible for any delays caused by factors outside our control, such as weather, customs, or carrier delays. Returns and Refunds: We want you to be completely satisfied with your purchase from ToyTroveKids. If for any reason you are not happy with your toy, you may return it within 30 days of receipt for a full refund or exchange. The toy must be in its original condition, with all tags and packaging intact. Please note that shipping fees are non-refundable. Age Appropriateness: At ToyTroveKids, we believe in providing toys that are age-appropriate and safe for your child. Each toy on our website is labeled with an age recommendation based on the toy's features, size, and complexity. These recommendations are intended as guidelines to help you choose toys that are suitable for your child's developmental stage. However, please note that every child is unique and may develop at a different pace. It is your responsibility to supervise your child's play and ensure that the toy is safe and appropriate for their individual needs. Choking Hazards: Many of our toys contain small parts that can pose a choking hazard to young children. We strongly advise parents and guardians to keep these toys out of the reach of children under the age of 3. If a toy is labeled as a choking hazard, it means that it contains small parts that can fit inside a small parts tester cylinder, which is designed to simulate a child's throat. Battery-Operated Toys: Some of our toys require batteries to operate. We recommend using only high-quality batteries from reputable manufacturers. Do not mix old and new batteries or different types of batteries. Always remove batteries from toys when they are not in use to prevent leakage and damage. If a toy is labeled as a battery hazard, it means that it contains button or coin cell batteries that can pose a risk of chemical burns if ingested. Magnetic Toys: Some of our toys contain magnets that can pose a risk of injury if swallowed. We strongly advise parents and guardians to keep these toys out of the reach of children under the age of 6. If a toy is labeled as a magnetic hazard, it means that it contains small magnets that can attract each other and cause serious injury if swallowed. Recalled Toys: At ToyTroveKids, we take product safety very seriously. We monitor toy recalls issued by the U.S. Consumer Product Safety Commission (CPSC) and other regulatory agencies. If a toy we sell is recalled, we will remove it from our website and notify any customers who have purchased the toy. Intellectual Property Rights: All content on ToyTroveKids, including text, images, logos, and designs, is the property of ToyTroveKids and is protected by international copyright laws. Any unauthorized use, reproduction, or distribution of our content is strictly prohibited. Contact Us: If you have any questions or concerns about our disclaimer or any aspect of our products or services, please do not hesitate to contact us at toytrovekids@gmail.com. We value your feedback and will do our best to respond promptly. Thank you for choosing ToyTroveKids as your source for children's toys. We look forward to serving you and your family! ToyTroveKids Unlock imagination, one toy at a time - ToyTroveKids Links Home Services Quality assurance Reliable partner Our catalog Additional links Privacy Policy Terms of Use",
    "services": "ToyTroveKids: Expert Toy Consultation and Customization Services ToyTroveKids Home Services Quality assurance Reliable partner Our catalog +91-881-8881136 Our Services Discover What We Offer Toy Consultation Our expert team is here to guide you in selecting the perfect toys for your child's age, interests, and developmental stage. Let us help you create memorable playtime experiences! Toy Customization Personalize your child's playtime with our toy customization service. From monogrammed plush toys to engraved wooden blocks, add a special touch to their favorite toys. Toy Maintenance Keep your toys in top condition with our toy maintenance service. From cleaning and sanitizing to minor repairs, we ensure that your toys remain safe, hygienic, and ready for play. Toy Events Host unforgettable toy-themed events with our toy event planning service. From birthday parties to playdate gatherings, we'll handle all the details to ensure a fun and memorable experience for all. Why Choose Our Services? At ToyTroveKids, we go above and beyond to provide exceptional services tailored to meet your needs and exceed your expectations. Here's why our services stand out: Expertise Our team consists of toy experts who are passionate about play and child development. With years of experience and knowledge, we offer expert advice and guidance to ensure that you make the most informed decisions for your child. Personalization We understand that every child is unique. That's why our services are personalized to cater to your child's individual preferences, interests, and developmental milestones. From customized toy recommendations to tailored event planning, we prioritize your child's happiness and well-being. Convenience We believe in making your life easier. Our services are designed to provide convenience and peace of mind, allowing you to enjoy stress-free shopping, personalized experiences, and memorable events without the hassle. Let us take care of the details while you focus on creating precious moments with your child. Our Commitment Dedicated to Your Satisfaction At ToyTroveKids, we are committed to providing top-notch services that prioritize your satisfaction and exceed your expectations. Here's how we demonstrate our commitment to you: Commitment to Quality We uphold the highest standards of quality in everything we do, from the products we offer to the services we provide. You can trust that our services are reliable, trustworthy, and of the utmost quality. Customer-Centric Approach Your needs and preferences are our top priority. We take a customer-centric approach to our services, ensuring that every interaction with us is personalized, attentive, and tailored to meet your specific requirements. Continuous Improvement We are constantly striving to improve and innovate our services to better serve you. Through feedback, evaluation, and ongoing learning, we continuously enhance our offerings to ensure that you receive the best possible experience. Transparency and Integrity We believe in transparency and integrity in all our dealings. You can rely on us to be honest, transparent, and ethical in our practices, ensuring that you feel confident and secure in your partnership with us. Let Us Serve You Experience Excellence with ToyTroveKids Services Sit back, relax, and let us take care of all your toy-related needs. With ToyTroveKids services, you can expect nothing but excellence every step of the way. From personalized consultations to seamless event planning, we're here to make your experience enjoyable, memorable, and hassle-free. Let us serve you and exceed your expectations today! ToyTroveKids Unlock imagination, one toy at a time - ToyTroveKids Links Home Services Quality assurance Reliable partner Our catalog Additional links Privacy Policy Terms of Use",
    "terms-conditions": "ToyTroveKids: Understanding Our Terms and Conditions ToyTroveKids Home Services Quality assurance Reliable partner Our catalog +91-881-8881136 Terms of Use Acceptance of Terms By using ToyTroveKids, you agree to these Terms of Use. If you do not agree, please refrain from using our site. We reserve the right to update and change the Terms of Use from time to time without notice. Your continued use of the site after any changes indicates your acceptance of the amended terms. Use of the Site ToyTroveKids is for personal use only. You may not use our site for any commercial purpose without our express written consent. You agree not to use the site for any unlawful purpose or in any way that might harm, damage, or disparage ToyTroveKids. Intellectual Property All content on ToyTroveKids, including but not limited to text, graphics, logos, and images, is the property of ToyTroveKids and is protected by copyright laws. You may not reproduce, distribute, or modify any content without our express written consent. Product Descriptions We strive to provide accurate descriptions and images of our toys. However, we do not guarantee that the product descriptions or images are error-free. Colors may vary slightly due to computer monitor settings. Ordering and Payment When you place an order on ToyTroveKids, you agree to provide accurate and complete information. We accept various forms of payment, including credit cards and PayPal. All prices are in U.S. dollars and are subject to change without notice. Shipping and Delivery We ship our toys worldwide. Shipping costs are calculated based on the weight of the toys and the destination. Delivery times may vary depending on the shipping method selected and the destination. Returns and Refunds We want you to be completely satisfied with your purchase. If for any reason you are not, please contact us within 30 days of receiving your order. We will provide instructions for returning the toy and issuing a refund or exchange. Disclaimer of Warranties ToyTroveKids provides its services \"as is\" and without any warranties, whether express or implied. We do not guarantee that our site will be error-free or that access will be continuous or uninterrupted. Limitation of Liability In no event will ToyTroveKids be liable for any direct, indirect, incidental, special, consequential, or exemplary damages resulting from the use or inability to use our site or any of its content. Governing Law These Terms of Use are governed by the laws of the state of California, without regard to its conflict of laws principles. Any legal action or proceeding arising out of or related to these terms will be brought exclusively in the federal or state courts located in California. Product Safety At ToyTroveKids, we prioritize the safety of our young customers. All our toys meet the safety standards set by the U.S. Consumer Product Safety Commission (CPSC) and other relevant regulatory bodies. However, we advise adult supervision during playtime, especially for children under three years old. User Conduct While using ToyTroveKids, you agree not to engage in any conduct that restricts or inhibits any other user from using or enjoying the site. This includes, but is not limited to, hacking, distributing viruses, or any other behavior that could harm the site or its users. Third-Party Links ToyTroveKids may contain links to third-party websites. These links are provided for your convenience only. We do not endorse these sites and are not responsible for their content or practices. We encourage you to review the terms of use and privacy policies of any third-party sites you visit. Indemnification You agree to indemnify, defend, and hold harmless ToyTroveKids, its officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, or expenses arising out of your use of the site, your violation of these terms, or your violation of any rights of another. Severability If any provision of these Terms of Use is found to be invalid or unenforceable, that provision will be enforced to the maximum extent possible, and the remaining provisions will remain in full force and effect. Termination We reserve the right to terminate or suspend your access to ToyTroveKids at any time, without notice, for any reason, including but not limited to violation of these Terms of Use. Entire Agreement These Terms of Use constitute the entire agreement between you and ToyTroveKids regarding the use of the site, superseding any prior agreements between you and ToyTroveKids. Waiver Our failure to enforce any provision of these Terms of Use will not be deemed a waiver of that provision or any other provision. Changes to the Site We reserve the right to modify, suspend, or discontinue any part of ToyTroveKids at any time, without notice. We will not be liable to you or any third party for any changes to the site. Age Restriction ToyTroveKids is intended for use by individuals who are at least 18 years old. If you are under 18, you may use the site only with the involvement of a parent or guardian. By using ToyTroveKids, you represent and warrant that you are at least 18 years old and that you have the legal capacity to enter into these Terms of Use. Reviews and User Content We love hearing from our customers! You may have the opportunity to post reviews, comments, or other content on ToyTroveKids. By posting content, you grant us a non-exclusive, worldwide, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. Prohibited Content You agree not to post any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable. Force Majeure We will not be liable for any failure or delay in our performance under these Terms of Use due to any cause beyond our reasonable control, including but not limited to acts of God, war, terrorism, embargoes, acts of civil or military authorities, fire, floods, accidents, strikes, or shortages of transportation facilities, fuel, energy, labor, or materials. Contact Us If you have any questions about these Terms of Use, please contact us at toytrovekids@gmail.com. We're always happy to help! Thank you for visiting ToyTroveKids. We hope you enjoy our selection of toys and have a delightful shopping experience. Remember, play is a child's work, and we're proud to provide the tools for their growth and imagination. Happy exploring! ToyTroveKids Unlock imagination, one toy at a time - ToyTroveKids Links Home Services Quality assurance Reliable partner Our catalog Additional links Privacy Policy Terms of Use",
    "thanks": "ToyTroveKids: Gratitude for Your Support and Trust Thank You for Reaching Out to Us! We are truly grateful that you took the time to connect with us here at ToyTroveKids. Your feedback and thoughts are incredibly valuable, and we are always thrilled to hear from the amazing people who make up our community. Our team is committed to providing a fun, safe, and engaging environment for kids to explore and learn. Your input helps us to continually improve and create an even better experience for everyone. Please rest assured that we will carefully review your message. While we may not be able to respond to every individual message due to the high volume we receive, please know that each and every one is read and appreciated. Thank you once again for your time and for being a part of the ToyTroveKids family. We look forward to continuing to provide you with the best possible experience. Home"
  },
  "date": "2024-05-07T10:44:39.207Z"
}