{
  "name": "New_v9_ RecipeWorld",
  "pages": {
    "contact": "Get in Touch With Us | RecipeWorld Gallery Advantages Contact Reviews Privacy policy Terms of use Get in Touch With Us Have questions or feedback? Reach out to us! Contact Us Our Story RecipeWorld started with a passion for food and a desire to share the joy of cooking with others. Our journey began in a humble kitchen, where recipes were tested, flavors were perfected, and memories were made. Today, RecipeWorld is a vibrant community of food lovers, chefs, and home cooks, united by a common love for delicious food and culinary exploration. Join us as we continue to inspire and delight taste buds around the world. Customer Testimonials John Wake \"RecipeWorld has revolutionized the way I cook at home. Their recipes are easy to follow, and the results are always delicious. I highly recommend it to anyone looking to elevate their culinary skills.\" Jane Smith \"As a busy professional, I don't have much time to spend in the kitchen. RecipeWorld has been a lifesaver for me. Their quick and healthy recipes help me maintain a balanced diet without sacrificing flavor.\" David Johnson \"Thanks to RecipeWorld, I've rediscovered my love for cooking. Their diverse collection of recipes keeps me inspired and excited to try new dishes every week. I can't imagine my kitchen without it!\" Get in Touch With Us I accept Privacy policy About Our Company At RecipeWorld, our mission is to provide every home cook and food enthusiast with the tools and inspiration they need to create culinary masterpieces. We believe in combining innovation with tradition to craft recipes that not only taste delicious but also bring joy to the dining table. From our kitchen to yours, we strive to make cooking an enjoyable and rewarding experience for everyone. Our commitment to quality, transparency, and customer satisfaction drives everything we do. Whether you're cooking for a family dinner or hosting a dinner party, RecipeWorld is here to support you every step of the way. +91-141-4816294 recipeworld@gmail.com Gulab Nagar, Chhatrapati Nagar, Rewa, Madhya Pradesh 486001, India",
    "index": "Discover Culinary Delights | RecipeWorld Gallery Advantages Contact Reviews Privacy policy Terms of use Delicious Recipes Await You Discover a world of flavors and culinary delights Start Cooking A Culinary Journey Through Time At RecipeWorld, we embark on a culinary adventure, celebrating the art of cooking and the joy of sharing meals with loved ones. Our dedicated team of chefs and food enthusiasts curate the finest recipes from around the globe, each dish telling a story of tradition, innovation, and flavor. From comforting classics to daring experiments, we invite you to explore our collection and discover the richness of the culinary world. Our gallery Exploring Culinary Delights, Creating Memories At RecipeWorld, we believe that food is more than just sustenance—it's an expression of culture, creativity, and love. Our platform is dedicated to sharing the joys of cooking and the pleasures of savoring delicious meals with family and friends. From timeless classics to innovative creations, our curated collection of recipes caters to every taste and occasion. Join us on a culinary journey where every dish tells a story and every bite creates cherished memories. Unleashing Flavor, Inspiring Creations RecipeWorld is committed to embracing innovation and sustainability in the world of culinary arts. Our diverse range of recipes celebrates the richness of global cuisines while promoting ethical sourcing and mindful consumption. From farm-to-table favorites to plant-based delights, we strive to inspire culinary enthusiasts to explore new flavors and cooking techniques. Join us in the pursuit of delicious, eco-conscious dining experiences that nourish both body and soul. If you have questions for us, leave a request and you will be contacted Contact +91-141-4816294 recipeworld@gmail.com Gulab Nagar, Chhatrapati Nagar, Rewa, Madhya Pradesh 486001, India",
    "privacy": "Privacy Policy | RecipeWorld Gallery Advantages Contact Reviews Privacy policy Terms of use Privacy Policy This Privacy Policy outlines our commitment to protecting the privacy of our users. It details how we collect, use, and protect your personal information and informs you about your rights under privacy legislation. Understanding and Definitions Definitions Affiliate: An entity that is under the control of, controls, or is under common control with our company, where \"control\" is defined as owning at least 50% of the voting stock, shares, or other securities eligible for the election of directors or other managerial authority. Account: A unique account established for you to access our service or specific parts of it. Personal Data: Any data about an individual from which that person can be identified from that data (or from that and other information in our possession or likely to come into our possession). Device: Any device capable of accessing the service, such as a smartphone, computer, or digital tablet. Service Provider: Any individual or company that processes data on behalf. This includes third-party companies or individuals contracted by the company to facilitate the service, to provide the service on behalf of the company, to perform services related to the service, or to assist the company in analyzing how the service is used. Usage Data: Data automatically collected, generated by the use of the service or from the service infrastructure itself (e.g., the duration of a page visit). You: The person accessing or using the service, or the company, or other legal entity on behalf of which such person is accessing or using the service, as applicable. Understanding The terms defined here will have the same meaning, whether they are in the singular or plural form. Protection of Children's Privacy Our Service is not intended for individuals under the age of 13. We do not knowingly collect identifiable information from children under 13. If you are a parent or guardian and become aware that your child has provided us with Personal Data, please contact us. If we discover that we have collected Personal Data from children without parental consent verification, we take steps to remove that information from our servers. If we need to collect information from children under 13 years old, we will do so only with parental consent or as permitted by law. Amendments to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. Before the change becomes effective, we will notify you by email and/or a prominent notice on our Service, and update the \"Last Updated\" date at the top of this Privacy Policy. We encourage you to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. External Links on Our Service Our Service may include links to external websites not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. Contacting Us If you have any questions or concerns about this Privacy Policy, please contact us: By email: recipeworld@gmail.com +91-141-4816294 recipeworld@gmail.com Gulab Nagar, Chhatrapati Nagar, Rewa, Madhya Pradesh 486001, India",
    "terms": "Terms of Service | RecipeWorld Gallery Advantages Contact Reviews Privacy policy Terms of use Terms and Conditions We urge you to read these terms and conditions carefully before engaging with our services. Clarifications and Definitions Definitions Service: This term is used in reference to the website provided by the Company. Affiliate: Refers to any entity exercising control over, controlled by, or commonly controlled with a party, where \"control\" encompasses owning 50% or more of the voting rights, equity, or other securities influencing management election. Device: Encompasses any mechanism allowing access to the service, including but not limited to computers, smartphones, and tablets. You: Identifies any individual or entity using or accessing the service, personally or on behalf of another legal entity. Clarifications The terms in uppercase used here are defined under certain conditions and will maintain their assigned meanings, whether used in the singular or plural. Acknowledgment These terms and conditions form the basis of the agreement between you and the company, outlining the legal rights and obligations of all parties concerning the use of the service. Your use of the service is conditioned on your acceptance and adherence to these terms. They are applicable to all users, visitors, and others accessing or using the service. By engaging with the service, you agree to be bound by these terms. If you find any part of these terms unacceptable, it is advised not to use the service. You affirm that you are at least 18 years old. The company explicitly prohibits the use of the service by individuals under 18 years of age. Your use of the service is also conditioned on your acceptance of the company's privacy policy, which should be carefully reviewed before engagement. External Links Our service may feature links to external websites or services not operated by us. These links are provided for convenience and do not imply endorsement. We are not responsible for the content, policies, or practices of any third-party websites or services. It is your responsibility to review the privacy policies and terms of any sites you visit. Termination of Service We reserve the right to terminate or suspend access to our service immediately, without prior notice or liability, for any breach of these terms. If your right to use the service is terminated, it will cease immediately. Limitations of Liability In no event shall the company or its suppliers be liable for any incidental, indirect, special, punitive, or consequential damages arising out of or in connection with your use of the service, whether such damages are foreseeable. The aggregate liability of the company and its suppliers under these terms is limited to the greater of the amount you paid to the company for access and use of the service, or 100 USD if no purchase was made through the service. Provision of Service \"AS IS\" The service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis, without warranties of any kind, express or implied. The company disclaims all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement. The company does not warrant that the service will function uninterrupted, be secure, or be available at any particular time or location. Applicable Law The laws of the country, excluding conflict of laws rules, govern these terms and your use of the service. Your use of the app may also subject you to other local, state, national, or international laws. Dispute Resolution If you have disputes or concerns regarding the service, we encourage you to contact the company directly to seek resolution. Severability & Waiver Severability If any provision of these terms is deemed unenforceable or invalid, such provision shall be modified to achieve the original intent as closely as possible, and the remaining provisions shall remain in full force. Waiver Failure to enforce any right or provision of these terms shall not be considered a waiver of those rights. Modification of Terms We reserve the right to modify these terms at our discretion. You will be notified of any significant changes in advance, and by continuing to use the service, you accept the revised terms. Contact Us If you have any questions about these terms, please contact us directly. By email: recipeworld@gmail.com +91-141-4816294 recipeworld@gmail.com Gulab Nagar, Chhatrapati Nagar, Rewa, Madhya Pradesh 486001, India",
    "thanks": "Thank You for Your Submission | RecipeWorld Thank you for choosing our products! Our expert will contact you shortly. We hope you will be satisfied with our products! Lar"
  }
}