{
  "name": "New_v9_OfficeChairsIndia",
  "pages": {
    "index": "OfficeChairsIndia - Best Office Chairs in India Home Our benefits Catalog Contact FAQ Email Upgrade Your Workspace with Comfortable Office Chairs Explore Now Find Your Perfect Office Chair Explore our collection of ergonomic and stylish office chairs designed to provide comfort and support throughout your workday. Discover More Elevate Your Gaming Experience with Our Gaming Chairs Take your gaming setup to the next level with our premium gaming chairs. Designed for ultimate comfort and support, our gaming chairs are equipped with ergonomic features to ensure long gaming sessions without discomfort. Features include adjustable armrests, lumbar support, neck pillows, and reclining capabilities, allowing you to find the perfect position for hours of gaming. With sleek designs and high-quality materials, our gaming chairs not only enhance your performance but also add style to your gaming space. Explore our collection of gaming chairs today and transform your gaming experience. Revamp Your Workspace with Stylish and Comfortable Office Chairs Create a productive and comfortable work environment with our range of office chairs. Whether you're looking for ergonomic designs, executive chairs, or modern styles, we have the perfect chair to suit your needs. Our office chairs are built with quality materials and ergonomic features to provide support and comfort throughout your workday. With adjustable features such as height, armrests, and lumbar support, you can customize your chair to fit your body and workspace. Upgrade your workspace today with our stylish and functional office chairs. Our benefits Free Shipping Enjoy free shipping on all orders, no minimum purchase required. Quality Guarantee We guarantee the quality of our products. If you're not satisfied, we'll make it right. Quick Delivery Fast and efficient delivery to ensure you get your order when you need it. Easy Returns If you're not completely satisfied with your purchase, return it within 30 days for a full refund. Competitive Prices Shop with confidence knowing you're getting the best prices on high-quality office chairs. Excellent Customer Service Our dedicated customer service team is here to help you with any questions or concerns. Catalog Ergonomic Office Chair ₹ 999 Order Executive Leather Chair ₹ 1299 Order Mesh Back Office Chair ₹ 899 Order Adjustable Swivel Chair ₹ 1499 Order Ergonomic Gaming Chair ₹ 1999 Order Modern Office Chair ₹ 1099 Order Address #25, G1, Narayana Shama Roa Compound, Mission Rd, Bengaluru, Karnataka 560027, India Email officechairsindia@gmail.com Phone +918041499138 Contact Form I accept privacy policy Send message Frequently Asked Questions Q1. What is the shipping cost? A1. We offer free shipping on all orders. Q2. How long does delivery take? A2. Delivery typically takes 3-5 business days. Q3. Do you offer international shipping? A3. Yes, we offer international shipping to select countries. Please contact us for more information. Q4. What is your return policy? A4. We accept returns within 30 days of purchase. Please see our returns policy for more information. Q5. How do I track my order? A5. Once your order has shipped, you will receive a tracking number via email. You can use this number to track your order on our website. Q6. Are your products covered by warranty? A6. Yes, all of our products come with a one-year warranty against manufacturing defects. Q7. Can I cancel my order? A7. Yes, you can cancel your order within 24 hours of placing it. Please contact us as soon as possible to cancel your order. Q8. Do you offer bulk discounts? A8. Yes, we offer discounts on bulk orders. Please contact our sales team for more information. Q9. Can I customize my order? A9. Yes, we offer customization options for certain products. Please contact us to discuss your requirements. Q10. Do you have a showroom? A10. Yes, we have a showroom located at [Address]. You are welcome to visit us during our opening hours. Q11. How do I clean my office chair? A11. We recommend cleaning your office chair with a mild detergent and water. Avoid using harsh chemicals that may damage the fabric or material. Q12. Do you offer assembly services? A12. Yes, we offer assembly services for an additional fee. Please contact us to arrange assembly for your order. Q13. How do I choose the right office chair? A13. Choosing the right office chair depends on your specific needs and preferences. Consider factors such as ergonomics, material, and adjustability. Our team is here to help you find the perfect chair for your workspace. Q14. Can I place an order over the phone? A14. Yes, you can place an order over the phone by contacting our sales team at [Phone Number]. #25, G1, Narayana Shama Roa Compound, Mission Rd, Bengaluru, Karnataka 560027, India officechairsindia@gmail.com +918041499138 Home Our benefits Catalog Contact FAQ Privacy policy Terms and Conditions",
    "privacy": "OfficeChairsIndia - Best Office Chairs in India | Privacy Policy Home Our benefits Catalog Contact FAQ Email Privacy Policy At OfficeChairsIndia, we are committed to protecting the privacy and security of our visitors and customers. This Privacy Policy outlines the types of personal information we collect when you use our website, how we use that information, and the steps we take to safeguard it. By using our website, you consent to the collection and use of your information as described in this Privacy Policy. Information We Collect When you visit our website, we may collect personal information such as your name, email address, phone number, and postal address. We may also collect information about your computer and browsing activities, including your IP address, browser type, and pages visited. We collect this information to process orders, provide customer service, improve our website, and send you promotional emails about new products or special offers. How We Use Your Information We use the information we collect to: Process orders and provide customer service Improve our website and enhance your browsing experience Send you promotional emails about new products or special offers We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except as required by law or as necessary to provide services to you. Security We take appropriate measures to protect the personal information we collect from unauthorized access, alteration, disclosure, or destruction. These measures include: Using encryption technology to protect sensitive information transmitted online Restricting access to personal information to employees who need it to perform their job duties Regularly updating our security measures in line with technological advancements However, please be aware that no method of transmission over the internet, or method of electronic storage, is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security. Third-Party Links Our website may contain links to third-party websites that are not owned or controlled by us. We are not responsible for the privacy practices or the content of these third-party websites. We encourage you to review the privacy policies of these websites before providing them with any personal information. Changes to This Privacy Policy We reserve the right to update or change our Privacy Policy at any time. Any changes to this Privacy Policy will be posted on this page, and the revised policy will take effect immediately upon posting. Contact Us If you have any questions about our Privacy Policy, please contact us at officechairsindia@gmail.com #25, G1, Narayana Shama Roa Compound, Mission Rd, Bengaluru, Karnataka 560027, India officechairsindia@gmail.com +918041499138 Home Our benefits Catalog Contact FAQ Privacy policy Terms and Conditions",
    "terms": "OfficeChairsIndia - Best Office Chairs in India | Terms and Conditions Home Our benefits Catalog Contact FAQ Email Terms and Conditions Please read these terms and conditions carefully before using the OfficeChairsIndia website operated by us. Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service. By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service. Purchases If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your name, address, and payment details. Subscriptions Some parts of the Service are billed on a subscription basis (\"Subscription(s)\"). You will be billed in advance on a recurring basis. Content Our Service allows you to post, link, store, share, and otherwise make available certain information, text, graphics, videos, or other material (\"Content\"). You are responsible for the Content that you post on or through the Service, including its legality, reliability, and appropriateness. Changes We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Contact Us If you have any questions about these Terms, please contact us at officechairsindia@gmail.com #25, G1, Narayana Shama Roa Compound, Mission Rd, Bengaluru, Karnataka 560027, India officechairsindia@gmail.com +918041499138 Home Our benefits Catalog Contact FAQ Privacy policy Terms and Conditions",
    "thank": "OfficeChairsIndia - Best Office Chairs in India | Thank Thank You for Your Inquiry! We have received your message and will get back to you as soon as possible. If you need immediate assistance, please feel free to call us or email us. Thank you for choosing OfficeChairsIndia! Go to home page"
  },
  "date": "2024-04-30T11:16:39.949Z"
}