{
  "name": "New_v9_RoyalCouture",
  "pages": {
    "about": "About Us – Royal Couture Royal Couture main page about us services gallery contact us Royal Couture Our Story Royal Couture was born from a passion for creating exceptional garments that transcend trends and time. Founded by a visionary in fashion design, our atelier is rooted in a rich tradition of tailoring excellence, combined with a forward-thinking approach to modern couture. Our journey began with a simple yet profound belief: that every individual deserves a garment that is as unique and distinguished as they are. With years of experience in the fashion industry, our founder set out to establish an atelier that would offer bespoke tailoring services of the highest caliber, merging classic techniques with contemporary design. From our humble beginnings, Royal Couture has grown into a renowned name in luxury tailoring. Our founder, with a background in both international fashion houses and bespoke tailoring workshops, brought a wealth of knowledge and expertise to the establishment of our atelier. This deep understanding of garment construction and design, coupled with a dedication to personalized service, has been the cornerstone of our success. At Royal Couture, we are proud to carry forward a legacy of meticulous craftsmanship and attention to detail. Our team consists of highly skilled artisans who share a commitment to excellence and a passion for creating garments that make a statement. Each member of our team is dedicated to upholding the highest standards of quality and service, ensuring that every client experiences the luxury of a perfectly tailored garment. Our atelier has become a destination for those who seek not only beautifully crafted suits and wedding dresses but also a personalized experience that celebrates individual style and sophistication. Over the years, we have had the honor of dressing clients for some of life’s most significant moments, from weddings to high-profile events, each time delivering garments that exceed expectations. As we continue to grow and evolve, our core values remain unchanged. Royal Couture is committed to innovation, excellence, and the art of bespoke tailoring. We look forward to continuing our tradition of creating timeless pieces that embody elegance and reflect the unique personality of each wearer. Join us on a journey of style and sophistication at Royal Couture, where every creation is a testament to the art of fine tailoring. Our Team At Royal Couture, we pride ourselves on a team of dedicated professionals who bring their expertise and passion to every creation. Each member of our team plays a crucial role in delivering the unparalleled quality and personalized service that define our atelier. Founder and Lead Designer - Mira Rao With a distinguished background in fashion design and tailoring, Mira is the visionary behind Royal Couture. Mira Rao has honed their craft through years of experience working with prestigious fashion houses and bespoke tailoring workshops. Her deep understanding of design principles and commitment to excellence drives the creative direction of our atelier. Ms. Rao is known for their ability to blend classic elegance with contemporary innovation, creating garments that are both timeless and unique. Their personal touch is evident in every piece, reflecting their dedication to delivering exceptional bespoke clothing. Client Relations Manager: Aarav Patel Aarav Patel serves as our Client Relations Manager, dedicated to providing an exceptional experience for every client. With a background in luxury customer service, Mr. Patel is adept at understanding clients' needs and preferences, ensuring a seamless and enjoyable process from the initial consultation to the final fitting. Aarav is committed to making each client's journey with Royal Couture personalized and memorable, offering expert guidance and support throughout. Fabric Specialist: Saanvi Kapoor Saanvi is our Fabric Specialist, responsible for curating and sourcing the finest materials for our bespoke garments. With a keen eye for quality and a deep understanding of textiles, Saanvi ensures that our clients have access to a wide range of luxurious fabrics. Their expertise helps in selecting the perfect materials that align with each design, enhancing both the aesthetic and functional aspects of our garments. Sewing Team Our talented sewing team, led by Rohan Sharma and supported by skilled artisans, brings the designs to life with meticulous craftsmanship. Each member of the sewing team is dedicated to upholding the highest standards of quality, ensuring that every stitch and detail is executed with precision. Their collective experience and expertise contribute to the exceptional finish of each bespoke piece. Together, our team at Royal Couture combines creativity, skill, and dedication to deliver garments that are truly extraordinary. We are committed to making every client's vision a reality, ensuring that each piece is a masterpiece of bespoke tailoring. Unforgettable Style, Unmatched Quality Amity Rd, Sector 125, Noida, Uttar Pradesh 201301, India +91-425-7588510 royalcouture@gmail.com Privacy Policy Terms and Conditions document.addEventListener(\"DOMContentLoaded\", function () { const burgerMenu = document.getElementById(\"burger-menu\"); const nav = document.getElementById(\"nav\"); const body = document.body; burgerMenu.addEventListener(\"click\", function (event) { nav.classList.toggle(\"show-menu\"); event.stopPropagation(); }); document.addEventListener(\"click\", function (event) { if ( !nav.contains(event.target) && !burgerMenu.contains(event.target) ) { nav.classList.remove(\"show-menu\"); } }); });",
    "index": "Royal Couture – Elite Custom Suits & Wedding Dresses Royal Couture main page about us services gallery contact us Royal Couture Welcome to Royal Couture, where elegance meets craftsmanship. At our esteemed atelier, we specialize in creating bespoke suits and wedding dresses that embody the perfect blend of tradition and contemporary design. Our commitment to excellence begins with a personalized consultation to understand your unique style and preferences. With meticulous attention to detail and the finest materials, our talented team of designers and tailors crafts each garment to your exact specifications, ensuring a flawless fit and a distinctive look. Whether you are preparing for a special occasion or seeking a statement piece for your wardrobe, we pride ourselves on delivering unparalleled quality and sophistication. Discover the art of personalized fashion with Royal Couture, where every creation is a masterpiece designed just for you. Let us transform your vision into a stunning reality, and experience the luxury of bespoke tailoring at its finest. At Royal Couture, we offer a range of premium tailoring services, each meticulously designed to cater to your unique fashion needs Bespoke Suits Our bespoke suits are crafted to fit your body perfectly and reflect your personal style. From initial consultation to final fitting, every step is tailored to ensure a suit that combines impeccable craftsmanship with individual flair. We offer a variety of styles, fabrics, and customization options, including lapel shapes, pocket styles, and button choices, ensuring your suit is a true representation of your taste. Custom Wedding Dresses Celebrate your special day in a wedding dress that's as unique as you are. Our custom wedding dresses are designed to capture your vision and transform it into a stunning reality. We work closely with you to understand your preferences, whether you desire a classic, contemporary, or couture gown. From intricate lace detailing to luxurious silk fabric, every element is chosen to create a dress that is both beautiful and unforgettable. Personalized Consultations Our process begins with a one-on-one consultation, where we discuss your fashion preferences, lifestyle, and the specific details of your garment. This personalized approach ensures that we capture your vision and translate it into a design that meets your exact needs. Our expert consultants provide guidance on fabric selection, style choices, and fitting to help you make informed decisions. Expert Craftsmanship At Royal Couture, we take pride in our commitment to quality. Our skilled artisans use traditional tailoring techniques combined with modern innovations to create garments that are not only stylish but also durable. Every stitch, seam, and detail is executed with precision to ensure the highest standards of craftsmanship. Exclusive Fabrics and Materials We source the finest fabrics and materials from around the world to ensure your garment has a luxurious feel and lasting quality. Whether you prefer classic wool, rich silk, or elegant lace, our extensive selection offers options that enhance both the look and feel of your custom piece. Flawless Fit A perfect fit is the hallmark of a great garment. We provide multiple fittings to ensure that your suit or dress fits flawlessly. Our attention to detail and dedication to achieving the perfect fit ensures you look and feel your best on any occasion. Exceptional Service From the moment you walk into our atelier to the final delivery of your bespoke garment, we are committed to providing exceptional service. Our team is dedicated to making your experience enjoyable and stress-free, with a focus on delivering results that exceed your expectations. Experience the luxury and sophistication of Royal Couture, where every detail is crafted with care and every garment is a masterpiece. Our Works book the consultation Unforgettable Style, Unmatched Quality Amity Rd, Sector 125, Noida, Uttar Pradesh 201301, India +91-425-7588510 royalcouture@gmail.com Privacy Policy Terms and Conditions document.addEventListener(\"DOMContentLoaded\", function () { const burgerMenu = document.getElementById(\"burger-menu\"); const nav = document.getElementById(\"nav\"); const body = document.body; burgerMenu.addEventListener(\"click\", function (event) { nav.classList.toggle(\"show-menu\"); event.stopPropagation(); }); document.addEventListener(\"click\", function (event) { if ( !nav.contains(event.target) && !burgerMenu.contains(event.target) ) { nav.classList.remove(\"show-menu\"); } }); });",
    "privacy": "Privacy Policy – Royal Couture Royal Couture main page about us services gallery contact us Welcome to Royal Couture Privacy Policy At Royal Couture, we value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website, engage with our services, or otherwise interact with us. By using our services, you agree to the terms of this policy. 1. Information We Collect We collect various types of information to provide and improve our services: Personal Information: When you schedule a consultation, or contact us, we may collect personal details such as your name and contact information. Usage Data: We collect information on how you use our website and services, including IP addresses, browser types, and access times. 2. How We Use Your Information Your information is used for the following purposes: Service Provision: To deliver and manage our bespoke tailoring services, including consultations and garment creation. Communication: To contact you regarding your appointments, orders, and inquiries. Improvement: To analyze and improve our website and services based on your usage and feedback. Marketing: With your consent, to send promotional materials and updates about our offerings. 3. How We Share Your Information We do not sell or rent your personal information to third parties. We may share your information in the following circumstances: Service Providers: We may share data with trusted third-party service providers who assist us in delivering our services, such as payment processors and logistics companies. Legal Requirements: We may disclose your information if required by law or to comply with legal processes. Business Transfers: In the event of a merger, acquisition, or sale of assets, your information may be transferred as part of the transaction. 4. Data Security We implement robust security measures to protect your personal information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is completely secure. We strive to use commercially acceptable means to protect your data but cannot guarantee its absolute security. 5. Your Rights You have the following rights regarding your personal information: Access: You can request access to the personal data we hold about you. Correction: You can request corrections to any inaccurate or incomplete data. Deletion: You can request the deletion of your personal information, subject to legal and contractual obligations. Opt-Out: You can opt out of receiving marketing communications from us at any time. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant changes by posting the updated policy on our website. Your continued use of our services after any changes constitutes your acceptance of the revised policy. 7. Contact Us If you have any questions or concerns about this Privacy Policy or our data practices, please contact us at: royalcouture@gmail.com Thank you for trusting Royal Couture with your personal information. We are committed to ensuring your privacy and providing you with a secure and enjoyable experience. Unforgettable Style, Unmatched Quality Amity Rd, Sector 125, Noida, Uttar Pradesh 201301, India +91-425-7588510 royalcouture@gmail.com Privacy Policy Terms and Conditions document.addEventListener(\"DOMContentLoaded\", function () { const burgerMenu = document.getElementById(\"burger-menu\"); const nav = document.getElementById(\"nav\"); const body = document.body; burgerMenu.addEventListener(\"click\", function (event) { nav.classList.toggle(\"show-menu\"); event.stopPropagation(); }); document.addEventListener(\"click\", function (event) { if ( !nav.contains(event.target) && !burgerMenu.contains(event.target) ) { nav.classList.remove(\"show-menu\"); } }); });",
    "services": "Our Services – Royal Couture Royal Couture main page about us services gallery contact us Royal Couture Services Consultations At Royal Couture, our bespoke tailoring process begins with a personalized consultation designed to understand your unique style and fashion needs. Our consultation services are tailored to ensure that every detail of your custom suit or wedding dress is crafted to perfection. Here’s a comprehensive look at what you can expect from our consultation process: Personalized Consultation The heart of our service is the one-on-one consultation where our experienced designers and stylists work closely with you to capture your vision. This meeting allows us to discuss your specific requirements, preferences, and aspirations for your bespoke garment. Whether you’re envisioning a classic tailored suit, a luxurious wedding dress, or a unique statement piece, this is the time to share your ideas and inspirations. Style and Design Guidance During the consultation, our team will offer expert guidance on design elements, fabric choices, and customization options. We’ll help you explore various styles, cuts, and details to ensure that the final design reflects your personal taste and fits your needs perfectly. Our designers will provide recommendations based on current fashion trends, timeless elegance, and what suits your body type and lifestyle. Fabric and Material Selection Choosing the right fabric is crucial to the overall look and feel of your garment. We offer a wide selection of premium fabrics, including luxurious wools, elegant silks, and intricate laces. Our fabric specialists will guide you through the selection process, helping you choose materials that align with your design and ensure the highest quality and comfort. Measurement and Fit Analysis Accurate measurements are essential for a perfect fit. During the consultation, we will take detailed measurements to create a pattern that is tailored to your exact body specifications. Our experienced team uses precise techniques to ensure that every aspect of your garment is adjusted to your unique dimensions, providing a flawless fit. Design Sketch and Review Following our discussion and measurements, our designer will create a detailed sketch of your bespoke garment. This sketch will illustrate the design elements, fabric choices, and customization options. We will review the sketch with you, making any necessary adjustments to ensure that the design meets your expectations. Indian Classical Fusion Indian Classical Fusion is an innovative course that blends traditional Indian dance forms with contemporary styles. Students will explore how to incorporate elements from Bharatanatyam, Kathak, and Odissi into modern dance techniques. This course encourages creativity and experimentation, allowing dancers to develop their unique style. banner Scheduling a Consultation Booking a consultation with Royal Couture is simple and straightforward. You can schedule an appointment through our website by filling out our online booking form, or by contacting us directly via phone or email. We offer flexible appointment times to accommodate your schedule and provide a relaxed and enjoyable experience. I accept Privacy policy Send At Royal Couture, our goal is to ensure that your consultation is a comprehensive and enjoyable experience. We are dedicated to providing personalized service and expert advice to help you achieve the perfect bespoke garment. We look forward to working with you to bring your fashion vision to life. Unforgettable Style, Unmatched Quality Amity Rd, Sector 125, Noida, Uttar Pradesh 201301, India +91-425-7588510 royalcouture@gmail.com Privacy Policy Terms and Conditions document.addEventListener(\"DOMContentLoaded\", function () { const burgerMenu = document.getElementById(\"burger-menu\"); const nav = document.getElementById(\"nav\"); const body = document.body; burgerMenu.addEventListener(\"click\", function (event) { nav.classList.toggle(\"show-menu\"); event.stopPropagation(); }); document.addEventListener(\"click\", function (event) { if ( !nav.contains(event.target) && !burgerMenu.contains(event.target) ) { nav.classList.remove(\"show-menu\"); } }); });",
    "terms-conditions": "Terms and Conditions – Royal Couture Royal Couture main page about us services gallery contact us Welcome to Royal Couture Terms and Conditions These Terms and Conditions (\"Terms\") govern your use of our website and services. By accessing or using our website or engaging with our services, you agree to be bound by these Terms. If you do not agree to these Terms, please do not use our website or services. 1. Acceptance of Terms By using our website and services, you agree to these Terms, as well as any additional terms and conditions that may apply to specific sections of our website or services. We may update these Terms from time to time, and your continued use of our services constitutes your acceptance of any changes. 2. Services Royal Couture provides bespoke tailoring services, including custom suits and wedding dresses. Our services are designed to deliver high-quality, personalized garments based on your specifications. Consultations: We offer personalized consultations to discuss your needs and preferences. Appointments can be scheduled through our website or by contacting us directly. Bespoke Tailoring: We craft custom garments according to the design and measurements provided during your consultation. Delivery: Once your garment is complete, it will be delivered as per the agreed timeline. We are not responsible for delays caused by external factors. 3. Payment Pricing: The prices for our services are as provided during your consultation. Prices may vary based on fabric selection, design complexity, and other factors. Payment Methods: We accept various payment methods, including credit/debit cards and bank transfers. Payment details will be provided during the offline consultation. Refunds: Due to the bespoke nature of our services, we do not offer refunds once work has commenced. In the event of an issue, please contact us to discuss potential solutions. 4. Intellectual Property All content on our website, including text, images, logos, and designs, is the property of Royal Couture or our licensors and is protected by intellectual property laws. You may not use, reproduce, or distribute any content from our website without our express written permission. 5. User Conduct When using our website, you agree to: Provide Accurate Information: Ensure that all information you provide is accurate and up-to-date. Respect Intellectual Property: Do not infringe on the intellectual property rights of Royal Couture or any third parties. Prohibited Activities: Do not engage in any activities that could harm or disrupt our website or services, including unauthorized access or interference. 6. Limitation of Liability Royal Couture is not liable for any indirect, incidental, special, or consequential damages arising from your use of our website or services. Our total liability for any claim related to our services is limited to the amount paid for the service in question. 7. Privacy Your use of our website and services is subject to our Privacy Policy. Please review our Privacy Policy to understand how we collect, use, and protect your personal information. 8. Governing Law These Terms are governed by and construed in accordance with the laws of India. Any disputes arising from these Terms or your use of our services will be subject to the exclusive jurisdiction of the courts in India. 9. Contact Us If you have any questions or concerns about these Terms, please contact us at: royalcouture@gmail.com Thank you for choosing Royal Couture. We look forward to providing you with exceptional bespoke tailoring services. Unforgettable Style, Unmatched Quality Amity Rd, Sector 125, Noida, Uttar Pradesh 201301, India +91-425-7588510 royalcouture@gmail.com Privacy Policy Terms and Conditions document.addEventListener(\"DOMContentLoaded\", function () { const burgerMenu = document.getElementById(\"burger-menu\"); const nav = document.getElementById(\"nav\"); const body = document.body; burgerMenu.addEventListener(\"click\", function (event) { nav.classList.toggle(\"show-menu\"); event.stopPropagation(); }); document.addEventListener(\"click\", function (event) { if ( !nav.contains(event.target) && !burgerMenu.contains(event.target) ) { nav.classList.remove(\"show-menu\"); } }); });",
    "thank": "Thank You for Contacting Us – Royal Couture body { font-family: Arial, sans-serif; background-color: #fbe5e5; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: rgb(240, 240, 240); border: 3px solid rgb(28, 10, 100); } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { background-color: rgb(28, 10, 100); color: #fff; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; border: 3px solid rgb(28, 10, 100); } .btn:hover { background-color: #fff; color: rgb(28, 10, 100); } Thank you for contacting Royal Couture! We appreciate your interest and have received your message. Our team is currently reviewing your inquiry and will respond as quickly as possible. If you have any urgent questions or need immediate assistance, please feel free to reach out to us directly. We look forward to connecting with you and providing the exceptional service you deserve. Thank you for choosing us! main page"
  },
  "date": "2024-07-25T09:35:01.581Z"
}