{
  "name": "New_v9_DevineDessetr",
  "pages": {
    "delivery": "Devine Dessert - Delivery | Contacts Cakes About Us Manufacturing Contacts Cakes About Us Manufacturing Contacts Order Our Finest Pastries and Indulge in the Exquisite Flavors of Our Best CreationsBye Now! Order At Divine Dessert, we pride ourselves on crafting exquisite pastries and desserts that tantalize the senses. Each creation is meticulously made using only the finest ingredients, ensuring a perfect balance of flavors and textures. From decadent cakes adorned with edible flowers to delicate macarons bursting with flavor, our desserts are a testament to artisanal skill and passion for quality. Delivery and Payment We offer convenient delivery options and secure payment methods. Enjoy our desserts with ease: We offer convenient delivery services to bring these delectable treats straight to your doorstep. Whether you're celebrating a special occasion or simply treating yourself, our city-wide delivery ensures freshness and satisfaction with every order. Choose from a variety of payment options for a seamless transaction experience. Indulge in the heavenly taste of Divine Dessert and elevate your dessert experience to new heights. Discover why our customers rave about our desserts and let us sweeten your day with every bite. Delivery: We provide city-wide delivery. Choose your preferred time and location during checkout. Payment: We accept all major credit cards and electronic payments. Your information is securely processed and protected. Immerse yourself in the world of taste and convenience with Divine Dessert! Our Clients I ordered a chocolate cake for my daughter's birthday, and it was absolutely divine! The cake was moist, rich, and beautifully decorated. Everyone loved it and asked where I got it from. I'll definitely be ordering again!Jessica M. Divine Dessert has the best pastries I've ever tasted. The macarons were perfectly crisp on the outside and soft on the inside, and the flavors were incredible. Highly recommend for any special occasion or just a sweet treat!Michael B. I recently tried the éclairs from Divine Dessert, and they were out of this world! The cream filling was so smooth and delicious, and the pastry was perfectly baked. I can't wait to try more of their offerings.Emily R. Contact usWe'd love to hear from you! Whether you have a question about our services, need assistance, or just want to share your thoughts, our team is here to help. Please fill out the form below, and we will get back to you as soon as possible SUBMIT I accept Privacy Policy +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718 Privacy Policy Terms and Conditions +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718",
    "index": "Divine Dessert | Exquisite Cakes & Pastries Cakes About Us Manufacturing Contacts Cakes About Us Manufacturing Contacts Divine Dessert Divine Dessert Indulge in Sweet Perfection. Welcome to Divine Dessert - where every bite is a heavenly delight Choose a Pastry Cakes Classic Eclairs $12.00 Shop Now Classic Eclairs Pink $13.00 Shop Now Lemon Zest Macaron $15.00 Shop Now Chocolate Diamond $9,90 Shop Now Vanilla Cream Puff $7,90 Shop Now Strawberry Tart $6,90 Shop Now Celebration Cake $49,90 Shop Now Chocolate Ganache Cake $45,90 Shop Now Lemon Mini Puff $10,90 Shop Now Eclairs Pink $11.00 Shop Now Raspberry Delight Macaron $14,90 Shop Now Salted Caramel Macaron $12,90 Shop Now About Us At Divine Dessert, we specialize in crafting delicious pastries that tantalize your taste buds. Our cakes and pastries are made from the finest ingredients, offering a perfect balance of sweetness and flavor. From rich, creamy éclairs to delicate macarons, our treats are sure to satisfy every sweet tooth. Experience the divine taste of our freshly baked goods and let your senses be transported to dessert heaven Manufacturing Artisanal Craftsmanship At Divine Dessert, every pastry and cake is a masterpiece of artisanal craftsmanship. Our expert bakers use traditional techniques combined with modern creativity to produce desserts that are not only delicious but also visually stunning. Each treat is carefully handcrafted, ensuring the perfect balance of texture and flavor in every bite Enjoy Now Finest Ingredients We believe that the best desserts start with the best ingredients. At Divine Dessert, we source the highest quality, all-natural ingredients to ensure every bite is rich, flavorful, and satisfying. From fresh fruits and premium chocolates to organic flour and real butter, our commitment to quality shines through in every dessert we createBuy Sweet Delights Passion for Perfection Our passion for perfection drives us to continually innovate and improve our recipes. At Divine Dessert, we are dedicated to creating desserts that not only taste divine but also look like works of art. Our team is constantly experimenting with new flavors, textures, and presentation styles to bring you the best in sweet indulgenceOrder Delicious Treats Discover Divine Dessert's exquisite pastries crafted with the finest ingredients and artisanal expertise. Indulge in a symphony of flavors, from decadent cakes to delicate macarons, each meticulously prepared to satisfy every sweet tooth. Our commitment to quality ensures every bite is a heavenly delight, making Divine Dessert your ultimate destination for irresistible dessertsEnjoy Now Treat Yourself to Divine Dessert Indulge in Sweet Bliss with Our Exquisite Pastries and Cakes. Order Now for a Taste of Heavenly Delight!Bye Now! Privacy Policy Terms and Conditions +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718",
    "privacy-policy": "Privacy Policy - Divine Dessert | Your Privacy MattersCakesAbout UsManufacturingContactsCakesAbout UsManufacturingContactsPrivacy PolicyWelcome to Divine Dessert. We are committed to protecting your privacy and ensuring that your personal information is handled securely and responsibly. This Privacy Policy outlines how we collect, use, and protect your information when you visit our website and make use of our services.1. Information We Collect:Personal identification information (name, email address, phone number, etc.) when you place an order or contact us.Payment information to process your orders securely.Non-personal identification information (browser type, IP address, etc.) to improve our website.2. How We Use Your Information:To process and fulfill your orders.To send periodic emails regarding your order status and updates.To improve our website and customer service.To comply with legal obligations.3. Protection of Your Information:We implement a variety of security measures to maintain the safety of your personal information.All sensitive information is transmitted via Secure Socket Layer (SSL) technology.4. Sharing Your Information:We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties, except when necessary to provide our services (e.g., shipping companies).5. Your Consent:By using our site, you consent to our privacy policy.Changes to Our Privacy Policy:Any changes to our privacy policy will be posted on this page.For more information, please contact us at: +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718Privacy PolicyTerms and Conditions +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718",
    "terms-conditions": "Terms and Conditions - Divine Dessert | Shop with ConfidenceCakesAbout UsManufacturingContactsCakesAbout UsManufacturingContactsTerms and ConditionsWelcome to Divine Dessert. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully.1. General Conditions:By using this site, you represent that you are at least the age of majority in your state or province of residence.We reserve the right to refuse service to anyone for any reason at any time.2. Products and Services:Our products are subject to availability and we reserve the right to limit the quantities of any products or services that we offer.We have made every effort to display as accurately as possible the colors and images of our products that appear at the store.3. Orders and Payment:By placing an order, you agree to provide current, complete, and accurate purchase and account information.We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.4. Pricing and Availability:Prices for our products are subject to change without notice.We reserve the right at any time to modify or discontinue the service (or any part or content thereof) without notice.5. Returns and Refunds:Due to the perishable nature of our products, all sales are final. We do not accept returns or offer refunds.If there is an issue with your order, please contact us within 24 hours of receiving your product.6. Limitation of Liability:In no case shall Divine Dessert, our directors, employees, affiliates, or suppliers be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind.7. Governing Law:These Terms and Conditions and any separate agreements whereby we provide you services shall be governed by and construed in accordance with the laws of India8. Changes to Terms and Conditions:You can review the most current version of the Terms and Conditions at any time on this page.We reserve the right to update, change, or replace any part of these Terms and Conditions by posting updates and/or changes to our website.All content on our website, including text, images, logos, and trademarks, is the property of Aqua Bliss Spa & Pools or its licensors. You may not reproduce, distribute, or create derivative works from any content without our prior written consent.Changes to These TermsWe may update these terms and conditions from time to time. Any changes will be posted on our website, and your continued use of our services constitutes acceptance of the updated terms.For more information, please contact us at: +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718Privacy PolicyTerms and Conditions +91-119-5648230 divinedessert@gmail.com Verna Industrial Estate, Verna, Goa 403718",
    "thanks-page": "Thank You | Divine Dessert Thank You for Your Order! Thank you for choosing Divine Dessert! Your order has been successfully placed and our team is already working on preparing your delicious pastries. You will receive a confirmation email shortly with the details of your order. If you have any questions or need further assistance, feel free to contact us. We hope you enjoy your treats and look forward to serving you again soon!Explore More Desserts"
  },
  "date": "2024-07-04T15:28:10.634Z"
}