{
  "name": "New_v11_SeasonalSplendore",
  "pages": {
    "index": "Seasonal Splendor - Frutas e Vegetais Frescos no Brasil Pagina inicial Sobre nós Produção Contatos +55-85-8931-7702 (9:00 - 19:00) Produtos Frescos: Da Fazenda Para Sua Mesa Descubra a qualidade e frescor dos nossos vegetais e frutas, colhidos diretamente da fazenda para garantir o melhor sabor e nutrientes para você e sua família. Explore Agora Seleção de Frutas e Vegetais Frescos Na \"Seasonal Splendor\", nossa prioridade é oferecer uma ampla variedade de frutas e vegetais frescos, cultivados localmente e colhidos no auge da maturidade para garantir sabor e qualidade incomparáveis. Com uma equipe dedicada a selecionar os melhores produtos da estação, estamos comprometidos em fornecer uma experiência gastronômica excepcional aos nossos clientes. Saiba mais Variedade Fresca e Deliciosa Em \"Seasonal Splendor\", sabemos que oferecer uma variedade fresca e deliciosa é essencial para satisfazer nossos clientes. Nossos produtos são selecionados cuidadosamente para garantir qualidade e sabor incomparáveis. Desde frutas exóticas até vegetais cultivados localmente, nossa variedade é uma celebração da diversidade e do frescor da natureza. Saiba mais Frescor Sustentável Aqui no \"Seasonal Splendor\", nosso compromisso com o frescor é tão importante quanto nossa dedicação à sustentabilidade. Descubra como nossos produtos frescos são cultivados de maneira responsável, respeitando o meio ambiente e contribuindo para um futuro mais verde. Junte-se a nós enquanto trabalhamos para oferecer produtos frescos e sustentáveis para você e sua família desfrutarem. Saiba mais Frescor e Qualidade: Nossa Missão Essencial Estamos comprometidos em fornecer os vegetais e frutas mais frescos diretamente da fazenda para a sua mesa. Nossa dedicação à qualidade e à saúde nos impulsiona a oferecer produtos que fazem a diferença na sua alimentação. Junte-se a nós para uma vida mais saudável e saborosa. 500 Produtos Disponíveis 2000+ Clientes Satisfeitos 50 Fazendas Parceiras Produtos Orgânicos e Naturais Nosso compromisso é oferecer os melhores produtos frescos e saudáveis diretamente da fazenda para sua mesa. Estamos empenhados em garantir a qualidade e a sustentabilidade em todas as etapas de produção. Junte-se a nós para uma alimentação mais saudável e consciente. Saiba Mais Nossos Produtos Frescos e Orgânicos Saiba Mais Vegetais Frescos Oferecemos uma grande variedade de vegetais frescos, cultivados com cuidado e colhidos no ponto certo para garantir o melhor sabor e qualidade. Frutas Orgânicas Nossas frutas são cultivadas de forma orgânica, sem o uso de pesticidas químicos, garantindo um produto saudável e saboroso para sua mesa. Entrega Rápida e Segura Garantimos que seus pedidos cheguem frescos e no prazo, utilizando métodos de transporte que preservam a qualidade dos nossos produtos. Sobre Nós Nossa Missão Na Seasonal Splendor, estamos comprometidos em oferecer produtos frescos e saudáveis que promovem um estilo de vida sustentável. Localizados no coração da bela região brasileira, buscamos constantemente por agricultores locais e métodos de cultivo eco-friendly para fornecer produtos da mais alta qualidade aos nossos clientes, ao mesmo tempo em que protegemos o meio ambiente. Junte-se a nós na Seasonal Splendor e descubra uma variedade de produtos frescos e saudáveis diretamente do campo para sua mesa. Com nossa seleção cuidadosamente escolhida, você pode desfrutar de alimentos cultivados com amor e respeito pelo meio ambiente. Explore a diversidade de frutas e vegetais na Seasonal Splendor, onde cada produto é cultivado com atenção aos detalhes e ao meio ambiente. Desde frutas tropicais suculentas até vegetais orgânicos frescos, estamos comprometidos em fornecer opções saudáveis e sustentáveis para sua dieta. Dê o primeiro passo em direção a um estilo de vida mais saudável e sustentável com a Seasonal Splendor. Nossos produtos frescos e saudáveis não apenas alimentam seu corpo, mas também nutrem o planeta, promovendo práticas agrícolas responsáveis e ecologicamente corretas. Faça parte da revolução verde com a Seasonal Splendor e experimente o poder dos alimentos frescos e naturais. Com nossa variedade de produtos sazonais, você pode desfrutar de uma dieta nutritiva e deliciosa, enquanto contribui para a preservação do meio ambiente. Descubra o poder da natureza com a Seasonal Splendor. Nossos produtos frescos e saudáveis são cultivados com cuidado e respeito pelo meio ambiente, oferecendo uma maneira deliciosa e sustentável de se alimentar e viver em harmonia com a natureza. Na Seasonal Splendor, estamos comprometidos em fazer a diferença. Com nossa seleção de produtos frescos e saudáveis, estamos promovendo um estilo de vida mais saudável e sustentável para nossos clientes e para o planeta como um todo. Junte-se a nós na Seasonal Splendor e descubra o poder dos alimentos frescos e naturais. Com nossa ampla variedade de produtos sazonais, você pode desfrutar de uma alimentação nutritiva e deliciosa, ao mesmo tempo em que contribui para um futuro mais saudável e sustentável. Juntos, cultivamos frescor sustentável. Nossa missão é liderar a indústria no fornecimento de alimentos frescos e sustentáveis. Estamos comprometidos em utilizar práticas agrícolas orgânicas e métodos de cultivo sustentáveis para oferecer produtos de qualidade superior enquanto protegemos o meio ambiente. Cada produto que cultivamos é cultivado com cuidado e respeito pela natureza, promovendo um estilo de vida mais saudável e sustentável. Juntos, podemos cultivar um futuro onde a agricultura sustentável seja a norma, fornecendo alimentos frescos e nutritivos para todos. Cultivando Frescor Sustentável Nossa produção de frutas e vegetais frescos é baseada em práticas agrícolas responsáveis e técnicas inovadoras para uma colheita sustentável. Utilizamos apenas métodos de cultivo orgânicos, livres de produtos químicos nocivos, para garantir a qualidade e a segurança dos nossos produtos enquanto protegemos o meio ambiente. Nosso objetivo é tornar os alimentos frescos acessíveis a todos, promovendo um estilo de vida saudável e sustentável para nossos clientes. Seleção Cuidadosa Estamos comprometidos em selecionar cuidadosamente os melhores produtos frescos de agricultores locais que compartilham nossos valores de qualidade e sustentabilidade. Cultivo Responsável Nos esforçamos para cultivar nossos produtos de forma responsável, minimizando o uso de recursos naturais e protegendo a biodiversidade local. Compromisso Sustentável Nossa missão é promover práticas agrícolas sustentáveis que beneficiem tanto nossos clientes quanto o meio ambiente, contribuindo para um futuro mais verde e saudável. Concordo Política de Privacidade Seasonal Splendor - Frutas e Vegetais Frescos no Brasil seasonalsplendor@gmail.com Guabirotuba, Curitiba - PR, 81510-260, Brasil Páginas Pagina inicialSobre nósContatos Informação ProduçãoEssencial Mais Ecológico © Seasonal Splendor. All Rights Reserved. Política de Privacidade and Termos e Condições",
    "privacy-policy": "Política de Privacidade - Seasonal Splendor Pagina inicial Sobre nós Produção Contatos +55-85-8931-7702 (9:00 - 19:00) Política de Privacidade Política de Privacidade: Nossa Política de Privacidade descreve as informações que coletamos, como são utilizadas e as medidas que tomamos para proteger seus dados. Informações Coletadas: Coletamos informações pessoais, como nome, endereço, e-mail e número de telefone, quando você realiza uma compra ou cria uma conta em nosso site. Uso das Informações: Utilizamos suas informações para processar pedidos, fornecer suporte ao cliente e enviar atualizações sobre nossos produtos e promoções. Compartilhamento de Informações: Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para processar seu pedido e cumprir com obrigações legais. Proteção de Dados: Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração ou divulgação. Consentimento: Ao usar nosso site, você consente com a coleta e uso de suas informações conforme descrito nesta Política de Privacidade. Alterações na Política: Podemos atualizar nossa Política de Privacidade periodicamente. Recomendamos que você revise esta página regularmente para se manter informado sobre as mudanças. Acesso e Correção de Dados: Você tem o direito de acessar e corrigir suas informações pessoais. Entre em contato conosco para solicitar alterações. Exclusão de Dados: Você pode solicitar a exclusão de suas informações pessoais de nossos registros. Atenderemos sua solicitação conforme exigido por lei. Retenção de Dados: Mantemos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade. Marketing: Podemos usar suas informações para enviar comunicações de marketing. Você pode optar por não receber esses e-mails a qualquer momento. Segurança Online: Utilizamos protocolos de segurança, como SSL, para proteger suas informações durante a transmissão. Direitos do Usuário: Você tem direitos sob a lei de proteção de dados, incluindo o direito de acessar, corrigir e excluir suas informações pessoais. Contatos: Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco através do seasonalsplendor@gmail.com. Transferências Internacionais: Podemos transferir suas informações para fora do seu país de residência, sempre com as devidas proteções em vigor. Menores de Idade: Nosso site não é destinado a menores de 18 anos, e não coletamos intencionalmente informações de menores de idade. Consentimento dos Pais: Se coletarmos informações de menores, faremos isso apenas com o consentimento dos pais ou responsáveis. Seasonal Splendor - Frutas e Vegetais Frescos no Brasil seasonalsplendor@gmail.com Guabirotuba, Curitiba - PR, 81510-260, Brasil Páginas Pagina inicialSobre nósContatos Informação ProduçãoEssencial Mais Ecológico © Seasonal Splendor. All Rights Reserved. Política de Privacidade and Termos e Condições",
    "terms-conditions": "Termos e Condições - Seasonal Splendor Pagina inicial Sobre nós Produção Contatos +55-85-8931-7702 (9:00 - 19:00) Termos e Condições Termos e Condições: Estes Termos e Condições regulam o uso do nosso site e a compra de produtos no Seasonal Splendor. Elegibilidade: Para utilizar nosso site e realizar compras, você deve ter pelo menos 18 anos de idade. Cadastro de Conta: Você pode criar uma conta fornecendo informações precisas e atualizadas. Você é responsável por manter a confidencialidade de sua conta. Pedidos: Ao fazer um pedido, você concorda em fornecer informações precisas sobre você e seu pagamento. Reservamo-nos o direito de recusar qualquer pedido. Preços: Todos os preços listados no site estão sujeitos a alterações sem aviso prévio. Os preços incluem impostos, mas não incluem custos de envio. Pagamento: Aceitamos várias formas de pagamento, incluindo cartões de crédito e débito. O pagamento deve ser efetuado no momento da compra. Envio: Oferecemos várias opções de envio. Os prazos de entrega são estimados e podem variar. Não somos responsáveis por atrasos fora do nosso controle. Devoluções e Reembolsos: Aceitamos devoluções de produtos não perecíveis dentro de 30 dias. Produtos perecíveis não podem ser devolvidos. Consulte nossa política de devoluções para mais detalhes. Garantia: Garantimos que nossos produtos são de alta qualidade. Se você não estiver satisfeito, entre em contato com nosso suporte ao cliente. Responsabilidade: Não nos responsabilizamos por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do uso de nossos produtos ou site. Propriedade Intelectual: Todo o conteúdo do site, incluindo textos, gráficos e logotipos, é de nossa propriedade e protegido por leis de direitos autorais. Uso Aceitável: Você concorda em não usar nosso site para qualquer propósito ilegal ou proibido por estes Termos e Condições. Modificações no Site: Podemos modificar ou descontinuar nosso site ou serviços a qualquer momento, sem aviso prévio. Política de Privacidade: Ao usar nosso site, você também concorda com nossa Política de Privacidade, que descreve como coletamos e utilizamos suas informações pessoais. Links para Terceiros: Nosso site pode conter links para sites de terceiros. Não nos responsabilizamos pelo conteúdo ou práticas desses sites. Legislação Aplicável: Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa será resolvida nos tribunais brasileiros. Alterações nos Termos: Podemos revisar estes Termos e Condições a qualquer momento. As alterações serão publicadas em nosso site e entrarão em vigor imediatamente. Contato: Se você tiver dúvidas sobre estes Termos e Condições, entre em contato conosco através do seasonalsplendor@gmail.com. Seasonal Splendor - Frutas e Vegetais Frescos no Brasil seasonalsplendor@gmail.com Guabirotuba, Curitiba - PR, 81510-260, Brasil Páginas Pagina inicialSobre nósContatos Informação ProduçãoEssencial Mais Ecológico © Seasonal Splendor. All Rights Reserved. Política de Privacidade and Termos e Condições",
    "thanks": "Obrigado por Comprar no Seasonal Splendor Obrigado! Obrigado por escolher o Seasonal Splendor! Agradecemos pela sua compra e por confiar em nossos produtos frescos e de alta qualidade. Nosso objetivo é proporcionar a melhor experiência de compra possível. Se tiver alguma dúvida ou precisar de assistência, não hesite em entrar em contato com nossa equipe de atendimento ao cliente. Esperamos que você desfrute de nossos vegetais e frutas de temporada. Volte sempre ao Seasonal Splendor para mais produtos frescos e saudáveis diretamente da fazenda para a sua mesa! Pagina inicial"
  },
  "date": "2024-05-21T10:09:08.831Z"
}