{
  "name": "New_v9_covercrafters",
  "pages": {
    "terms-conditions": "Terms of Use - CoverCrafters: Ensuring Quality and Satisfaction CoverCrafters Home Our covers Collection Our success Qualities Mobile covers Write Terms of Use Indemnification You agree to indemnify and hold CoverCrafters, its officers, directors, employees, and agents harmless from and against any claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney's fees and costs, arising out of or in any way connected with your use of CoverCrafters or violation of these Terms of Use. Entire Agreement These Terms of Use constitute the entire agreement between you and CoverCrafters regarding your use of CoverCrafters and supersede all prior and contemporaneous agreements, representations, and understandings, whether oral or written. Waiver and Severability The failure of CoverCrafters to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision. If any provision of these Terms of Use is found to be unenforceable or invalid, the remaining provisions of these Terms of Use will remain in full force and effect. Assignment You may not assign or transfer any of your rights or obligations under these Terms of Use without the prior written consent of CoverCrafters. CoverCrafters may assign or transfer any or all of its rights and obligations under these Terms of Use without restriction. Changes to Services CoverCrafters reserves the right to modify or discontinue, temporarily or permanently, any part of CoverCrafters with or without notice. You agree that CoverCrafters shall not be liable to you or to any third party for any modification, suspension, or discontinuance of CoverCrafters. Third-Party Links CoverCrafters may contain links to third-party websites or services that are not owned or controlled by CoverCrafters. CoverCrafters has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that CoverCrafters shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or services. Feedback We welcome your feedback, comments, suggestions, and ideas regarding CoverCrafters (\"Feedback\"). By submitting Feedback, you agree that we may use, copy, modify, publish, or redistribute your Feedback for any purpose without any compensation to you. Accessibility CoverCrafters is committed to making our website accessible to all users, including those with disabilities. We strive to adhere to the Web Content Accessibility Guidelines (WCAG) to ensure that our website is accessible to individuals with disabilities. If you encounter any accessibility barriers on CoverCrafters, please contact us at covercrafters@gmail.com so that we can address the issue promptly. User Conduct You agree to use CoverCrafters in a manner consistent with all applicable laws and regulations. You further agree not to engage in any conduct that: Violates or infringes upon the rights of others, including intellectual property rights. Is harmful, threatening, abusive, harassing, defamatory, libelous, obscene, invasive of another's privacy, or otherwise objectionable. Constitutes unauthorized or unsolicited advertising, junk or bulk email (spamming), chain letters, or any other form of solicitation. Impersonates any person or entity, or falsely states or misrepresents your affiliation with a person or entity. Disclaimer of Liability in no event shall covercrafters, its officers, directors, employees, or agents, be liable to you for any direct, indirect, incidental, special, punitive, or consequential damages whatsoever resulting from any (i) errors, mistakes, or inaccuracies of content, (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of our services, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) any interruption or cessation of transmission to or from our services, (iv) any bugs, viruses, trojan horses, or the like, which may be transmitted to or through our services by any third party, and/or (v) any errors or omissions in any content or for any loss or damage of any kind incurred as a result of your use of any content posted, emailed, transmitted, or otherwise made available via the covercrafters website, whether based on warranty, contract, tort, or any other legal theory, and whether or not the company is advised of the possibility of such damages. the foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction. Severability If any provision of these Terms of Use is held to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Use and shall not affect the validity and enforceability of any remaining provisions. Entire Agreement These Terms of Use constitute the entire agreement between you and CoverCrafters regarding the subject matter hereof and supersede all prior or contemporaneous communications and proposals, whether oral or written, between you and CoverCrafters. Waiver The failure of CoverCrafters to enforce any right or provision of these Terms of Use shall not be deemed a waiver of such right or provision. The waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of CoverCrafters. Language It is the express wish of the parties that these Terms of Use and all related documents have been drawn up in English. C'est la volonté expresse des parties que la présente convention ainsi que les documents qui s'y rattachent soient rédigés en anglais. No Agency No agency, partnership, joint venture, or employment relationship is created as a result of these Terms of Use, and neither party has any authority of any kind to bind the other party in any respect whatsoever. Headings The section headings in these Terms of Use are for convenience only and have no legal or contractual effect. User Responsibility You are solely responsible for your interactions with other users of CoverCrafters. We reserve the right, but have no obligation, to monitor disputes between you and other users. Modification of Services CoverCrafters reserves the right to modify or discontinue any aspect of its services at any time. We may also impose limits on certain features or restrict your access to parts or all of CoverCrafters without notice or liability. No Guarantee of Results While we strive to provide high-quality services, CoverCrafters does not guarantee any specific results from the use of its services. Feedback We value your feedback and may use it to improve our services. By providing feedback, you grant CoverCrafters the right to use and incorporate it into our services without any obligation to you. Consent to Electronic Communications By using CoverCrafters, you consent to receive electronic communications from us, including notices, updates, and newsletters. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing. Assignment You may not assign or transfer any rights or obligations under these Terms of Use without the prior written consent of CoverCrafters. CoverCrafters may freely assign or transfer its rights and obligations under these Terms of Use. Acknowledgment By using CoverCrafters, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use. Entire Agreement These Terms of Use constitute the entire agreement between you and CoverCrafters regarding the subject matter herein and supersede all prior or contemporaneous communications and proposals, whether oral or written, between you and CoverCrafters. Acceptance of Terms By using CoverCrafters, you agree to these Terms of Use and our Privacy Policy. If you do not agree with any part of these terms, you may not use our services. Use of Services CoverCrafters provides a platform for users to browse, purchase, and review book covers. You agree to use our services only for lawful purposes and in accordance with these terms. You may not use our services for any illegal or unauthorized purpose. Intellectual Property All content on CoverCrafters, including text, graphics, logos, images, and software, is the property of CoverCrafters or its licensors and is protected by copyright and other intellectual property laws. You may not use, reproduce, modify, distribute, or display any content from CoverCrafters without our prior written consent. User Content You may be able to submit content, such as reviews or comments, to CoverCrafters. By submitting content, you grant CoverCrafters a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. Prohibited Conduct You agree not to: Use CoverCrafters in any way that violates any applicable law or regulation. Impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity. Interfere with or disrupt the operation of CoverCrafters or the servers or networks used to make CoverCrafters available. Harvest or collect any information about other users of CoverCrafters. Termination We reserve the right to terminate or suspend your access to CoverCrafters at any time and for any reason without notice. Upon termination, your right to use CoverCrafters will immediately cease. Limitation of Liability In no event shall CoverCrafters, its officers, directors, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, arising out of or in connection with your use of CoverCrafters. Contact Us If you have any questions about these Terms of Use, please contact us at covercrafters@gmail.com. Thank you for using CoverCrafters! WORKING HOURS Mon. – Fri. 7:30am – 9:00pm Saturday 8:30am – 7:00pm Sunday 9:00am – 6:00pm WORKING HOURS Home Our covers Collection Our success Qualities Mobile covers Privacy Policy Terms of Use ADDRESS Galli no. 15, &, Rameshwari Rd, behind medical college, behind ajni police station, Empress Mill Colony, Vishwakarma Nagar, Rameshwari, Nagpur, Maharashtra 440027, India",
    "thanks": "Thank You - CoverCrafters: Appreciating Your Support for Trendy Phone Cases Thank You! We truly appreciate you taking the time to reach out to us. Your feedback is invaluable and helps us improve our services. At CoverCrafters, we're dedicated to providing the best experience possible for our users. Your input helps us achieve that goal. If you have any further questions or concerns, feel free to contact us again. We're always here to help! Back to Homepage",
    "index": "Welcome to CoverCrafters - Your Ultimate Destination for Stylish Phone Cases CoverCrafters Home Our covers Collection Our success Qualities Mobile covers Write Protect Your Phone in Style with CoverCrafters Welcome to CoverCrafters - Your Destination for Trendy Phone Cases At CoverCrafters, we believe in blending style with protection. Explore our collection of high-quality phone cases designed to keep your device safe while adding a touch of personality. From sleek and minimalistic designs to vibrant and eye-catching patterns, we have something for every taste. Elevate your phone's look and safeguard it from everyday wear and tear with CoverCrafters. Why Choose CoverCrafters for Your Phone Case Needs? CoverCrafters stands out as your go-to destination for premium phone cases for several reasons. Our commitment to quality craftsmanship ensures that each case not only looks great but also provides reliable protection for your device. Whether you prefer a slim and elegant case or a more rugged design, we have options to suit every style and need. With a focus on both aesthetics and functionality, CoverCrafters combines the latest trends with durable materials to offer a range of cases that not only complement your phone but also enhance its durability. Trust CoverCrafters to keep your phone safe and stylish, no matter where life takes you. Look Discover Our Latest Collection Unveil the newest additions to our lineup at CoverCrafters. Explore cutting-edge designs and trendy patterns that will elevate your phone's style while providing top-notch protection. Stay ahead of the curve with our fresh arrivals. Why Choose CoverCrafters for Your Phone Case Needs? CoverCrafters stands out as your go-to destination for premium phone cases for several reasons. Our commitment to quality craftsmanship ensures that each case not only looks great but also provides reliable protection for your device. Whether you prefer a slim and elegant case or a more rugged design, we have options to suit every style and need. Elevate your phone's look with CoverCrafters' stylish and functional cases. Browse our selection today and find the perfect match for your device. Quality Materials Stylish Designs Durable Protection Trendy Patterns 1000+ Happy Customers 5000+ Cases Sold 500+ Five-Star Reviews 5000+ Social Media Followers Stay Updated with CoverCrafters Sign up for our newsletter to receive exclusive offers, new product updates, and more directly to your inbox. Don't miss out on the latest trends and promotions from CoverCrafters - subscribe today! I accept the Privacy Policy Send a message Customer Satisfaction Guaranteed Rest assured with CoverCrafters' commitment to customer satisfaction. Our dedicated support team is here to assist you with any inquiries or issues you may have. Your happiness is our priority. Hassle-Free Returns No questions asked, we make returns easy. Fast Shipping Get your new case quickly with our expedited shipping options. 24/7 Customer Support Reach out anytime for assistance - we're here for you. Phone +91-712-2748954 Email covercrafters@gmail.com Location Galli no. 15, &, Rameshwari Rd, behind medical college, behind ajni police station, Empress Mill Colony, Vishwakarma Nagar, Rameshwari, Nagpur, Maharashtra 440027, India Explore Our Best Sellers Slim Fit Case Protective and stylish case for your phone. ₹500 Order Leather Wallet Case Elegant and functional wallet case. ₹800 Order Shockproof Cover Rugged and durable shockproof case. ₹600 Order WORKING HOURS Mon. – Fri. 7:30am – 9:00pm Saturday 8:30am – 7:00pm Sunday 9:00am – 6:00pm WORKING HOURS Home Our covers Collection Our success Qualities Mobile covers Privacy Policy Terms of Use ADDRESS Galli no. 15, &, Rameshwari Rd, behind medical college, behind ajni police station, Empress Mill Colony, Vishwakarma Nagar, Rameshwari, Nagpur, Maharashtra 440027, India",
    "privacy-policy": "Privacy Policy - CoverCrafters: Your Trusted Source for Phone Case Protection CoverCrafters Home Our covers Collection Our success Qualities Mobile covers Write Privacy Policy Indemnity You agree to indemnify, defend, and hold harmless CoverCrafters and its affiliates, partners, contributors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising from or related to your use or misuse of the website, your violation of this disclaimer, or your infringement of any intellectual property or other right of any person or entity. User Responsibility You acknowledge and agree that your use of CoverCrafters is solely at your own risk. You are solely responsible for any consequences, losses, or damages that may result from your use of the website. You agree to use the website in accordance with all applicable laws, regulations, and guidelines. Changes to Disclaimer CoverCrafters reserves the right to update, revise, or change this disclaimer at any time without prior notice. Any changes to this disclaimer will be posted on the website, and your continued use of the website following the posting of any changes will constitute your acceptance of such changes. Entire Agreement This disclaimer constitutes the entire agreement between you and CoverCrafters regarding your use of the website, superseding any prior agreements or understandings between you and CoverCrafters relating to the same subject matter. Severability If any provision of this disclaimer is found to be invalid, illegal, or unenforceable, the remaining provisions shall nevertheless be binding and enforceable to the fullest extent permitted by law. Waiver The failure of CoverCrafters to enforce any provision of this disclaimer shall not be deemed a waiver of such provision or any other provision herein. Acceptance of Terms By using CoverCrafters, you signify your acceptance of this disclaimer. If you do not agree to this disclaimer, please do not use our website. Your continued use of the website following the posting of changes to this disclaimer will be deemed your acceptance of those changes. Disclaimer for CoverCrafters Welcome to CoverCrafters! Before you proceed to use our website, we urge you to carefully read and understand the following disclaimer. By accessing and using CoverCrafters, you agree to be bound by the terms and conditions outlined in this disclaimer. If you do not agree with any part of this disclaimer, we kindly ask you to refrain from using our website. Accuracy of Information The information provided on CoverCrafters is for general informational purposes only. While we strive to keep the information accurate and up to date, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability concerning the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Professional Advice The content on CoverCrafters does not constitute professional advice of any kind, whether medical, legal, financial, or otherwise. You should not rely solely on the information provided on this website as a substitute for professional advice. Before making any decisions or taking any actions based on the information provided on CoverCrafters, we strongly recommend consulting with a qualified professional in the relevant field. External Links CoverCrafters may contain links to external websites that are not maintained or controlled by us. We do not endorse or make any representations about the content, products, services, or accuracy of information on these external websites. We are not responsible for any damages or losses incurred from the use of these external websites. Users should exercise caution and review the terms and conditions and privacy policies of any third-party websites they visit. Limitation of Liability In no event shall CoverCrafters or its affiliates, partners, contributors, employees, or agents be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of or in any way connected with the use of or inability to use the website, any information obtained from the website, or any errors or omissions in the content thereof. This includes damages for loss of profits, business interruption, loss of data, or any other commercial damages or losses, even if CoverCrafters has been advised of the possibility of such damages. Intellectual Property Rights All content, including but not limited to text, graphics, logos, images, audio clips, digital downloads, and software, on CoverCrafters is the property of CoverCrafters or its content suppliers and is protected by international copyright laws. The compilation of all content on the website is the exclusive property of CoverCrafters and is protected by international copyright laws. You may not reproduce, modify, distribute, display, perform, or use any content from CoverCrafters without the express written consent of CoverCrafters. User Submissions Any material, information, or other communication you transmit or post to CoverCrafters will be considered non-confidential and non-proprietary. By submitting or posting any content to CoverCrafters, you grant CoverCrafters a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content worldwide via any media. You also grant CoverCrafters the right to use the name you submit in connection with such content. You represent and warrant that you own or otherwise control all of the rights to the content you submit, that the content is accurate, that use of the content you supply does not violate this disclaimer and will not cause injury to any person or entity, and that you will indemnify CoverCrafters for all claims resulting from content you supply. Termination CoverCrafters reserves the right to terminate your access to the website, without cause or notice, which may result in the forfeiture and destruction of all information associated with your account. All provisions of this disclaimer that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Affiliate Disclosure CoverCrafters may contain affiliate links, which means that we may earn a commission if you click on the link and make a purchase. However, this will not incur additional cost to you. The inclusion of affiliate links does not influence the content or opinions expressed on CoverCrafters. Modification of Services CoverCrafters reserves the right to modify or discontinue, temporarily or permanently, any aspect of the website, including but not limited to content, features, or availability, with or without prior notice. You agree that CoverCrafters shall not be liable to you or any third party for any modification, suspension, or discontinuance of the website. User Conduct You agree to use CoverCrafters only for lawful purposes and in a manner consistent with all applicable laws and regulations. You agree not to use the website in any way that could damage, disable, overburden, or impair the website or interfere with any other party's use and enjoyment of the website. You further agree not to attempt to gain unauthorized access to any part of the website or any systems or networks connected to the website. Changes to Terms of Service CoverCrafters reserves the right to update, revise, or change these terms of service at any time without prior notice. Any changes to these terms of service will be posted on the website, and your continued use of the website following the posting of any changes will constitute your acceptance of such changes. Severability If any provision of these terms of service is found to be invalid, illegal, or unenforceable, the remaining provisions shall nevertheless be binding and enforceable to the fullest extent permitted by law. Force Majeure CoverCrafters shall not be liable for any failure or delay in performance arising out of or caused by circumstances beyond its reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, civil unrest, labor disputes, government actions, and internet disruptions. Assignment You may not assign, transfer, or sublicense any of your rights or obligations under this disclaimer without the prior written consent of CoverCrafters. Any attempted assignment, transfer, or sublicense in violation of this provision shall be null and void. Entire Agreement This disclaimer constitutes the entire agreement between you and CoverCrafters regarding your use of the website, superseding any prior agreements or understandings between you and CoverCrafters relating to the same subject matter. Contact Us If you have any questions or concerns regarding this disclaimer, please feel free to contact us at covercrafters@gmail.com. WORKING HOURS Mon. – Fri. 7:30am – 9:00pm Saturday 8:30am – 7:00pm Sunday 9:00am – 6:00pm WORKING HOURS Home Our covers Collection Our success Qualities Mobile covers Privacy Policy Terms of Use ADDRESS Galli no. 15, &, Rameshwari Rd, behind medical college, behind ajni police station, Empress Mill Colony, Vishwakarma Nagar, Rameshwari, Nagpur, Maharashtra 440027, India"
  }
}