{
  "name": "New_v9_LightingStore",
  "pages": {
    "privacy": "Política de Privacidade - LightingStore Sobre nós Nossas vantagens Galeria Perguntas frequentes Contatos Política de Privacidade 1. Informações que Coletamos Na LightingStore, coletamos informações que você nos fornece diretamente, bem como automaticamente quando você utiliza nosso site. 2. Como Usamos as Informações As informações que coletamos são usadas para processar pedidos, fornecer suporte ao cliente, personalizar sua experiência de compra, enviar comunicações de marketing e melhorar nossos serviços e produtos. Também podemos usar suas informações para fins de análise e prevenção de fraudes. 3. Compartilhamento de Informações Nós valorizamos a sua privacidade e não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para fornecer nossos serviços, cumprir requisitos legais, proteger nossos direitos ou garantir a segurança de nossos usuários. 4. Segurança das Informações Implementamos medidas de segurança para proteger suas informações contra acesso não autorizado, uso indevido, alteração ou destruição. No entanto, é importante lembrar que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. 5. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Se desejar exercer esses direitos ou tiver alguma dúvida sobre nossas práticas de privacidade, entre em contato conosco através dos canais fornecidos em nosso site. 6. Alterações nesta Política Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento. Quaisquer alterações significativas serão comunicadas através do nosso site ou por outros meios de comunicação apropriados. Ao continuar a usar nosso site após tais alterações, você estará concordando com a versão atualizada da Política de Privacidade. 7. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade, entre em contato conosco através dos dados de contato fornecidos em nosso site. Estamos comprometidos em proteger sua privacidade e responderemos prontamente a quaisquer solicitações ou perguntas que você possa ter. Lar Termos e Condições política de Privacidade",
    "terms": "ermos de Uso - LightingStore Sobre nós Nossas vantagens Galeria Perguntas frequentes Contatos Termos e Condições 1. Aceitação dos Termos Ao acessar ou usar o site da LightingStore, você concorda em cumprir estes Termos de Uso. Se você não concordar com qualquer parte destes termos, não poderá acessar o site ou utilizar os nossos serviços. 2. Uso do Site Você concorda em utilizar o site da LightingStore apenas para fins legítimos e de acordo com estes Termos de Uso. Você concorda em não utilizar o site de forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso e na desfrutação do site por parte de outros usuários. 3. Conteúdo do Usuário Você é responsável por todo o conteúdo que você postar ou enviar através do site da LightingStore. Ao enviar conteúdo, você concede à LightingStore uma licença mundial, não exclusiva, livre de royalties, sublicenciável e transferível para usar, reproduzir, modificar, adaptar, publicar, traduzir, criar obras derivadas, distribuir, executar e exibir esse conteúdo. 4. Direitos de Propriedade Intelectual Todo o conteúdo do site da LightingStore, incluindo textos, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais e software, é propriedade da LightingStore ou de seus licenciadores e é protegido por leis de direitos autorais e outras leis de propriedade intelectual. 5. Limitação de Responsabilidade Em nenhuma circunstância a LightingStore, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequentes ou punitivos decorrentes do uso ou da incapacidade de usar o site ou qualquer conteúdo nele contido. 6. Alterações nos Termos de Uso A LightingStore reserva-se o direito de modificar ou substituir estes Termos de Uso a qualquer momento. As alterações entram em vigor imediatamente após serem publicadas no site. Ao continuar a acessar ou utilizar o site após tais alterações, você concorda em ficar vinculado aos termos revisados. 7. Lei Aplicável Estes Termos de Uso são regidos e interpretados de acordo com as leis do país em que a LightingStore está sediada. Você concorda irrevogavelmente com a jurisdição exclusiva dos tribunais desse país para resolver quaisquer disputas decorrentes destes Termos de Uso ou do uso do site. 8. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos de Uso, entre em contato conosco através dos dados de contato fornecidos em nosso site. Estamos aqui para esclarecer qualquer questão que você possa ter sobre o uso do nosso site. Lar Termos e Condições política de Privacidade",
    "thanks": "Obrigado por Escolher a LightingStore! Obrigado por escolher nossos produtos! Valorizamos sua escolha e estamos empolgados por tê-lo como nosso cliente. Nossa equipe especializada entrará em contato com você em breve para garantir que sua experiência com nossos produtos seja excepcional. Estamos dedicados a fornecer produtos de qualidade e serviço excepcional para garantir sua total satisfação. Lar",
    "index": "LightingStore - Iluminação Residencial de Qualidade Sobre nós Nossas vantagens Galeria Perguntas frequentes Contatos Bem-vindo à LightingStore Seja bem-vindo à LightingStore, sua fonte confiável para os melhores e mais modernos equipamentos de iluminação. Nossa missão é iluminar seu espaço com qualidade, estilo e eficiência, oferecendo uma ampla variedade de luminárias, lâmpadas e acessórios para todas as suas necessidades de iluminação. Sobre Nós Artesanato e Qualidade Na LightingStore, nos orgulhamos de nosso artesanato e compromisso com a qualidade. Cada luminária é meticulosamente fabricada com atenção aos detalhes, garantindo uma aparência realista e durabilidade que dura por anos. Design Inovador Nossa equipe de designers está constantemente inovando para trazer as últimas tendências em design de luminárias. Dos estilos tradicionais aos designs contemporâneos, oferecemos uma ampla gama de opções para atender a todos os gostos e decorações. Práticas Sustentáveis Comprometidos com a sustentabilidade, utilizamos materiais e processos de fabricação eco-friendly na produção de nossas luminárias. Com a LightingStore, você pode celebrar a temporada de festas com tranquilidade, sabendo que está fazendo uma escolha que é boa para o meio ambiente. Nossas Vantagens Nossa Visão Fundada na crença de que a arte tem o poder de mudar vidas, a LightingStore está dedicada a tornar a arte contemporânea acessível a todos. Nossa loja não só exibe uma ampla gama de obras de arte, mas também serve como uma plataforma para diálogo, descoberta e inspiração. Estamos comprometidos em promover artistas de diversos backgrounds e culturas, oferecendo-lhes um palco global para exibir seu trabalho. Nossa Missão Na LightingStore, nossa missão é criar exposições envolventes que despertem curiosidade e emoções. Nos esforçamos para criar um ambiente onde artistas e entusiastas de arte possam se reunir para apreciar a beleza e complexidade da arte contemporânea. Através de nossas exposições, workshops e eventos comunitários, temos como objetivo promover uma compreensão mais profunda e uma maior apreciação da arte na sociedade. Por que escolher a LightingStore? Nosso compromisso em exibir arte inovadora e instigante nos diferencia. Com um olhar atento para as tendências emergentes e uma paixão pela excelência artística, garantimos que cada visita à LightingStore seja uma experiência única e enriquecedora. Seja você um colecionador experiente ou novo no mundo da arte, encontrará algo que ressoa com seu espírito e estimula sua imaginação. Our gallery Perguntas Frequentes Como escolher a melhor iluminação para minha casa? Na LightingStore, entendemos que cada espaço tem suas próprias necessidades de iluminação. Nossos especialistas estão aqui para ajudá-lo a encontrar as opções mais adequadas para sua casa, desde soluções práticas até designs estilosos que realçam a beleza do seu ambiente. Quais são as vantagens de usar iluminação LED? A iluminação LED oferece diversas vantagens, incluindo eficiência energética, durabilidade e uma variedade de opções de temperatura de cor. Na LightingStore, você encontrará uma ampla seleção de luminárias LED para atender às suas necessidades de iluminação com estilo e economia. Como posso criar um ambiente acolhedor com iluminação? A iluminação desempenha um papel fundamental na criação de uma atmosfera acolhedora e convidativa em qualquer espaço. Na LightingStore, oferecemos uma variedade de opções de iluminação, desde luminárias de teto até lâmpadas de mesa, para ajudá-lo a criar o ambiente perfeito para relaxar, socializar ou trabalhar. Phone number +55-14-9501-5182 Endereço Av. Cardeal Eugênio Pacelli, 1336 - Cidade Industrial, Contagem - MG, 32210-002, Brasil E-mail LightingStore@gmail.com Contatos Concordo com os termos da política de privacidade Lar Termos e Condições política de Privacidade"
  }
}