{
  "name": "New_v9_NaturalCharm",
  "pages": {
    "index": "Natural Charm - Handcrafted Soaps for Natural Care Natural Charm Home About Contact +91-910-3236767 Natural Charm: The Art of Handmade Soap Immerse yourself in the world of natural care with Natural Charm's handcrafted soaps. Each bar is made with love and attention, using only the finest natural ingredients to provide your skin with health and comfort. Shop Now ABOUT HAND WASHING Enhance your hand hygiene experience with our exceptional hand wash, taking cleanliness to new heights. Highlights our dedication to enhancing hand hygiene standards. Our premium products and efficient solutions aim to improve your hand cleanliness and overall health. Provides essential insights into the significance of handwashing, correct techniques, and the advantages of keeping your hands clean About Us Welcome to Natural Charm! We are passionate about creating high-quality, handcrafted soaps that promote healthy and beautiful skin. Our mission is to bring the best of nature to your daily skincare routine. Our Story Natural Charm began with a simple idea: to harness the power of natural ingredients to create luxurious soaps that benefit both the skin and the environment. Our founder, driven by a love for nature and a desire to provide safe skincare options, started crafting soaps that quickly gained popularity for their purity and effectiveness. Our Values At Natural Charm, we prioritize quality, sustainability, and customer satisfaction. We carefully select natural ingredients that are kind to your skin and the planet. Our products are cruelty-free and eco-friendly, ensuring that you can indulge in your skincare routine with a clear conscience. Our Commitment We are committed to continuous innovation and excellence. Each bar of soap is handcrafted with care, ensuring the highest standards of quality. Our team is dedicated to creating products that not only cleanse but also nourish and rejuvenate your skin. Products Mint Cool Refreshing soap with mint extract. Perfectly invigorates and refreshes the skin. Learn More Honey Delight Natural soap with added honey. Nourishes and moisturizes the skin, making it soft. Learn More Lavender Bliss Natural handcrafted soap with a lavender aroma. Perfect for relaxation and skin care. Learn More Citrus Freshness Soap with a refreshing citrus aroma. Tones and energizes the skin. Learn More Oat Morning Handcrafted soap with oatmeal. Ideal for gentle cleansing and care of sensitive skin. Learn More Coffee Awakening Exfoliating soap with ground coffee beans. Perfect for morning wake-up and gentle peeling. Learn More Coconut Dream Moisturizing soap with coconut oil. Makes the skin soft and smooth. Learn More Herbal Bouquet Soap with extracts of various herbs. Provides excellent skin care and gives it a natural glow. Learn More Submit I accept Privacy policy Contact Us Get in Touch If you have any questions, inquiries, or feedback, feel free to reach out to us. We're here to assist you with any information you need about our handcrafted soaps or our brand. Phone: +91-910-3236767 Email: naturalcharm@gmail.com Address: Ganeshpeth Colony, Nagpur, Maharashtra 440018, India We recommend it Mint Cool Refreshing soap with mint extract. Perfectly invigorates and refreshes the skin. Learn More Honey Delight Natural soap with added honey. Nourishes and moisturizes the skin, making it soft. Learn More Lavender Bliss Natural handcrafted soap with a lavender aroma. Perfect for relaxation and skin care. Learn More Natural Charm Home About Contact Telephone: +91-910-3236767 Mail: naturalcharm@gmail.com Adress: Ganeshpeth Colony, Nagpur, Maharashtra 440018, India Privacy policy Terms and Conditions",
    "privacy-policy": "Natural Charm Privacy Policy Natural Charm Home About Contact +91-910-3236767 Privacy Policy At Natural Charm, we prioritize your privacy and are dedicated to safeguarding your personal information. This privacy policy outlines the types of data we collect, how we use it, and the measures we take to protect it. Please take a moment to read and understand our policy. Information We Collect We may collect personal information such as your name, email address, phone number, and any other details you choose to provide when you interact with our website, place an order, subscribe to our newsletter, or engage with our customer service team. How We Use Your Information Your information is used to process and fulfill orders, provide customer support, and communicate with you regarding our products and services. Additionally, we may use your data to analyze user behavior on our website, improve its functionality, and enhance your overall experience. Data Security We implement advanced security measures to protect your personal data from unauthorized access, disclosure, or alteration. Our website and systems are regularly audited and updated to ensure they meet the highest standards of security. Third-Party Disclosure We do not sell, trade, or transfer your personal information to third parties, except in cases where it is necessary to provide our services, comply with legal obligations, or protect our rights. Third-party partners may include payment processors and shipping carriers, with whom we share only the minimum necessary information. Your Consent By using our website or providing your personal information, you consent to the collection, use, and sharing of your information as outlined in this privacy policy. You may withdraw your consent at any time by contacting us directly. Contact Us If you have any questions or concerns regarding our privacy policy or data practices, feel free to reach out to us at naturalcharm@gmail.com. We are here to assist you. Natural Charm Home About Contact Telephone: +91-910-3236767 Mail: naturalcharm@gmail.com Adress: Ganeshpeth Colony, Nagpur, Maharashtra 440018, India Privacy policy Terms and Conditions",
    "terms-conditions": "Natural Charm - Terms and Conditions Natural Charm Home About Contact +91-910-3236767 Terms and Conditions Welcome to Natural Charm! These terms and conditions govern the use of our website and the purchase and use of our products. By accessing our website or engaging with our services, you agree to abide by these terms. Please take a moment to review them carefully. Acceptance of Terms By using our website or placing an order for our products, you accept and agree to be bound by these terms and conditions. If you do not agree with any of these terms, please refrain from using our website and services. Use of the Website You agree to use our website in a lawful manner and not engage in any activity that may disrupt or interfere with the functioning of the website. You also agree not to engage in any conduct that may harm the rights or interests of other users. Product Purchases When placing an order, you agree to provide accurate and complete information. All product prices and descriptions are subject to change without notice. We reserve the right to limit or cancel orders where fraud or other violations of these terms and conditions are suspected. Intellectual Property All content, trademarks, and intellectual property rights on our website are the property of Natural Charm. You may not reproduce, distribute, or use our content without our prior written consent. Limitation of Liability Natural Charm shall not be liable for any damages or losses resulting from the use or inability to use our website or products, except as required by law. We do not guarantee the accuracy or completeness of the information provided on our website. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction where Natural Charm operates. Any disputes arising from the use of our website or products will be resolved in accordance with the laws of that jurisdiction. Contact Us If you have any questions or concerns regarding these terms and conditions, feel free to reach out to us at naturalcharm@gmail.com. Natural Charm Home About Contact Telephone: +91-910-3236767 Mail: naturalcharm@gmail.com Adress: Ganeshpeth Colony, Nagpur, Maharashtra 440018, India Privacy policy Terms and Conditions",
    "thanks": "Thank You - Natural Charm Thank You! Thank you for reaching out to us. We appreciate your message and will process it shortly. If you have any other questions or feedback, feel free to reach out to us at naturalcharm@gmail.com. Return Home"
  },
  "date": "2024-06-20T09:50:11.116Z"
}