{
  "name": "New_v9_HeartFire",
  "pages": {
    "aromas": "Aromas - Heart Fire Heart Fire Order Shop Aromas Contact OUR REFINED FRAGRANCES Explore our exquisite collection of candles and find the perfect scent that resonates with your state of mind. Each fragrance is thoughtfully curated to evoke emotions and create a soothing atmosphere. Whether you seek relaxation, invigoration, or a touch of elegance, our diverse range of fragrances will captivate your senses and elevate your space. Discover the scent that speaks to you and let it transform your surroundings into a personal sanctuary. HERMES Candle in plaster $15 BALANCE Candle in plaster $15 BUDDHA Candle in plaster $15 MUM Candle in plaster $15 TINY Candle in plaster $15 TINY X3 Candle in plaster 3pcs with a tray $15 MOVIE Candle in plaster $15 BIG Candle in the glass $15 MEDIUM Candle in the glass $15 MINI Candle in the glass $15 Candles are not just a fetil with fire, it's a whole world of art Candles are not just a flicker with fire; they represent an entire world of art. Each candle is a masterpiece, intricately designed and crafted to bring warmth, beauty, and ambiance into your home. From the delicate blend of fragrances to the elegant shapes and colors, our candles are created to be more than just a source of light. They are an expression of style and sophistication, transforming ordinary moments into extraordinary experiences. Illuminate your space with our artistic candles and discover the magic they bring to any setting. Any other questions? contact us and we will try to solve your questions about the best candles in the world Contact us Privacy Policy Heart Fire Terms and Conditions",
    "contact": "Contact - Heart Fire Heart Fire Order Shop Aromas Contact IF YOU HAVE ANY QUESTIONS, PLEASE CONTACT US We are always happy to help and advise you about our candles or your orders! heartfire@gmail.com +918937008244. Vardman Nagar, Bolda Colony, Indore, Madhya Pradesh 452007 Quality guarantee Individual approach Together with you, we will create a unique product according to your requirements. Wide selection More than 20 of the most popular fragrances to choose from, a wide range of shapes and colors. Pouring candles into your container You can buy containers, bring them to us, and we will provide services only for bottling candles. It is possible to select containers according to your wishes. Compliance with deadlines We always ship exactly on the agreed date and even a little earlier. Quality materials Our candles use only the best components - you will not be ashamed of the quality of the products. We conclude a contract We will conclude a contract, issue an invoice and provide all the necessary documents. We hope that we helped to give you a piece of our creativity Sincerely, the Heart Fire team Privacy Policy Heart Fire Terms and Conditions",
    "index": "Heart Fire Heart Fire Order Shop Aromas Contact Natural scented candles Fill your home with an unforgettable aroma with our unique naturally prepared candles Order NEW PRODUCTS OF THE MONTH Discover our classic candles in a glass, meticulously crafted to complement any interior style. Each candle is designed to create a warm and inviting atmosphere, making them the perfect addition to your home decor. Explore our latest collection and find the perfect candle that will not only illuminate your space but also melt your heart with its enchanting fragrance and elegant design. New MINI CANDLE Candle in the glass $15 New MEDIUM CANDLE Candle in the glass $20 New GRAND CANDLE Candle in the glass $25 New GRAND CANDLE MAX Candle in the glass $35 See all fragrances CANDLES IN THE INTERIOR Each of our candles is meticulously crafted with the special attention of our skilled artisans and designers. This dedication ensures that any candle you choose will seamlessly blend into and enhance any interior space. Whether you’re looking to add a touch of elegance to your living room, create a relaxing ambiance in your bedroom, or make a stylish statement in your dining area, our candles are the perfect accessory. Their exquisite design and captivating fragrances will transform your home into a warm and inviting haven. Let our candles be the finishing touch that brings your interior decor to life. WHAT IS FORREST? This is the creation of household goods from natural components Materials Our products use high-quality components from trusted suppliers. Premium coconut wax made in Japan Indian aromatic oils Creativity All products are made exclusively by hand and are unique. A creative approach is used when creating each product. Testing We carefully check and test all our products so that you get the best result! Quality We select the most successful products, not allowing defects for sale, I provide a guarantee. Order If you need to order a certain color of mold or wax - leave a request below and we will try to fulfill your wishes as soon as possible. I accept the terms of Privacy Policy Send Privacy Policy Heart Fire Terms and Conditions",
    "privacy-policy": "Privacy Policy - Heart Fire Heart Fire Order Shop Aromas Contact Privacy Policy At Heart Fire, we value your privacy and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and safeguard your data when you visit our website or purchase our products. 1. Information We Collect We may collect personal information that you provide to us directly, such as when you create an account, make a purchase, sign up for our newsletter, or contact us. This information may include your name, email address, mailing address, phone number, and payment information. Additionally, we automatically collect certain information when you visit our website, including your IP address, browser type, operating system, referring URLs, access times, and pages viewed. 2. How We Use Your Information We use the information we collect to: Process your orders and transactions. Send you order confirmations and updates. Respond to your inquiries and provide customer support. Personalize your shopping experience. Improve our website and services. Send you promotional communications, if you have opted in to receive them. Comply with legal obligations and enforce our terms and conditions. 3. How We Share Your Information We may share your personal information with third parties in the following situations: With service providers who perform services on our behalf, such as payment processing, shipping, and marketing. With third-party partners for marketing and promotional purposes, with your consent. To comply with legal requirements, such as in response to a subpoena or court order. In connection with a business transfer, such as a merger or acquisition. 4. Data Security We implement reasonable security measures to protect your personal information from unauthorized access, use, or disclosure. However, no data transmission over the internet or electronic storage is completely secure, and we cannot guarantee absolute security. 5. Your Choices You have the right to: Access and update your personal information. Opt-out of receiving promotional communications from us. Request the deletion of your personal information. Withdraw your consent to our data processing activities. 6. Third-Party Links Our website may contain links to third-party websites that are not operated by us. We are not responsible for the privacy practices or content of these third-party sites. We encourage you to review the privacy policies of any third-party websites you visit. 7. Children's Privacy Our services are not intended for individuals under the age of 13. We do not knowingly collect personal information from children under 13. If we become aware that we have collected personal information from a child under 13, we will take steps to delete such information. 8. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any significant changes by posting the new Privacy Policy on our website and updating the effective date at the top of this page. 9. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: Email: heartfire@gmail.com Privacy Policy Heart Fire Terms and Conditions",
    "terms-conditions": "Terms and Conditions - Heart Fire Heart Fire Order Shop Aromas Contact Terms and Conditions Welcome to Heart Fire! These terms and conditions outline the rules and regulations for the use of Heart Fire's website 1. Introduction By accessing this website, we assume you accept these terms and conditions. Do not continue to use Heart Fire if you do not agree to all the terms and conditions stated on this page. 2. Intellectual Property Rights Unless otherwise stated, Heart Fire and/or its licensors own the intellectual property rights for all material on Heart Fire. All intellectual property rights are reserved. You may access this from Heart Fire for your own personal use subjected to restrictions set in these terms and conditions. 3. Restrictions You are specifically restricted from all of the following: Publishing any material from Heart Fire in any other media. Selling, sublicensing, and/or otherwise commercializing any material from Heart Fire. Publicly performing and/or showing any material from Heart Fire. Using this website in any way that is or may be damaging to this website. Using this website in any way that impacts user access to this website. Using this website contrary to applicable laws and regulations, or in any way that may cause harm to the website, or to any person or business entity. Engaging in any data mining, data harvesting, data extracting, or any other similar activity in relation to this website. Using this website to engage in any advertising or marketing. 4. Your Privacy Please read our Privacy Policy. 5. No Warranties This website is provided \"as is,\" with all faults, and Heart Fire expresses no representations or warranties, of any kind related to this website or the materials contained on this website. Also, nothing contained on this website shall be interpreted as advising you. 6. Limitation of Liability In no event shall Heart Fire, nor any of its officers, directors, and employees, be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. Heart Fire, including its officers, directors, and employees shall not be held liable for any indirect, consequential, or special liability arising out of or in any way related to your use of this website. 7. Indemnification You hereby indemnify to the fullest extent Heart Fire from and against any and/or all liabilities, costs, demands, causes of action, damages, and expenses arising in any way related to your breach of any of the provisions of these terms. 8. Severability If any provision of these terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein. 9. Variation of Terms Heart Fire is permitted to revise these terms at any time as it sees fit, and by using this website you are expected to review these terms on a regular basis. 10. Assignment The Heart Fire is allowed to assign, transfer, and subcontract its rights and/or obligations under these terms without any notification. However, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these terms. 11. Entire Agreement These terms constitute the entire agreement between Heart Fire and you in relation to your use of this website, and supersede all prior agreements and understandings. 12. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws of India, and you submit to the non-exclusive jurisdiction of India for the resolution of any disputes. 13. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: Email: heartfire@gmail.com Privacy Policy Heart Fire Terms and Conditions",
    "thank_page": "Thank You! Thank You! We hope that a piece of our soul and creativity will be glad to see you again Shop"
  },
  "date": "2024-07-02T11:25:08.045Z"
}