{
  "name": "New_RealmofChampions",
  "pages": {
    "disclaimer": "Disclaimer | Realm of Champions - Legal Notice and Liability Limitations Play ☰ Cricket Subscriptions Reviews Sponsors Disclaimer Welcome to Realm of Champions. This disclaimer governs your use of our website; by using our website, you accept this disclaimer in full. If you disagree with any part of this disclaimer, do not use Realm of Champions. Website Content The information provided on this website is for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. External Links Through this website, you may be able to link to other websites which are not under the control of Realm of Champions. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Limitation of Liability In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. Professional Advice The information contained on this website is provided for informational purposes only and should not be construed as professional advice. You should not act upon the information or content without seeking professional advice. Changes to the Disclaimer We may update this disclaimer from time to time by publishing a new version on our website. You should check this page occasionally to ensure you are familiar with any changes. Contact Us If you have any questions about this Disclaimer, please contact us: By email: realmofchampions@gmail.com By mail: Patna, India Address H4XG+2GM, New Jakkanpur, Mithapur, Patna, Bihar 800001, India Email realmofchampions@gmail.com Phone +91-345-3458761 Privacy Policy Terms and Conditions Disclaimer",
    "index": "Realm of Champions | Ultimate Fantasy Sports Experience Play ☰ Cricket Subscriptions Reviews Sponsors Unleash Your Fantasy Realm of Champions Awaits! Welcome to Realm of Champions, where your wildest sports fantasies come to life. Dive into a realm of strategic prowess and exhilarating competition. Build your dream teams, strategize your moves, and compete in thrilling tournaments. Join a vibrant community of sports enthusiasts and embark on an epic journey filled with passion and glory. Ready to turn your fantasies into reality? Join us today and let the games begin! Your Premier Destination for Fantasy Cricket About Realm of Champions Industry Leader Realm of Champions is a pioneering platform in the fantasy cricket industry, providing a top-notch experience for cricket enthusiasts. Vibrant Community We boast a thriving community of passionate players and fans, with thousands of active users participating in leagues and tournaments. Innovative Features Our platform offers innovative features such as real-time statistics, advanced analytics, and customized league options to enhance your fantasy cricket experience. Dedicated Support We pride ourselves on exceptional customer service, ensuring our users have the support they need through comprehensive FAQs, live chat, and email assistance. From Humble Beginnings to a Fantasy Cricket Phenomenon Our Journey Realm of Champions was founded in 2018 by a group of passionate cricket enthusiasts who wanted to bring the excitement of fantasy sports to the cricketing world. What started as a small project quickly gained traction among friends and fellow fans, growing into a vibrant community dedicated to strategy, competition, and the love of the game. In the early days, we focused on creating a user-friendly platform that combined real-time statistics with engaging gameplay. Our innovative features, such as custom leagues and advanced analytics, set us apart from other fantasy sports websites. As word spread, our user base expanded, and we began to attract attention from major partners and sponsors within the cricketing industry. Today, Realm of Champions is a leading name in fantasy cricket, with thousands of active users from around the globe. Our commitment to excellence and continuous improvement has driven us to constantly update and enhance our platform, ensuring that our community always has access to the best fantasy cricket experience available. As we look to the future, we remain dedicated to our mission of bringing cricket fans closer to the game they love. Dive into the Exciting World of Fantasy Cricket What is Fantasy Cricket? Create Your Dream Team In fantasy cricket, you get to act as the manager of your own cricket team. Select players from real-life cricket teams and form your fantasy squad. Your chosen players earn points based on their actual performances in real-world matches, making every game a new opportunity to score big. Compete with Others Join leagues and compete against friends, family, or other cricket fans from around the world. Leagues can be public or private, allowing for casual play or intense competition. Track your team's performance on leaderboards and aim to top the rankings by making strategic decisions and player swaps. Enhance Your Cricket Knowledge Fantasy cricket isn’t just about fun and competition; it also deepens your understanding of the game. Stay updated with player stats, match schedules, and team news to make informed choices. This immersive experience helps you learn more about cricket strategies and player performances, making you a more knowledgeable fan. Key Achievements and Stats Company Milestones 2018 Year Founded 10,000+ Active Users 150+ Leagues Hosted 50+ Business Partners Enhance Your Cricket Knowledge Fantasy cricket encourages you to stay updated with player statistics, team news, and match results. Experience the Thrill of Competition Fantasy cricket provides a platform for friendly competition. Improve Analytical Skills Building and managing a fantasy cricket team sharpens your analytical skills. Unleash Your Creativity Fantasy cricket allows you to unleash your creativity by experimenting with different team compositions and strategies. Discover the Benefits of Joining the Fantasy Cricket World Why Play Fantasy Cricket? Explore Our Exclusive Deals Unlock Special Discounts Today! At Realm of Champions, we believe in rewarding our dedicated users with exciting promotions and special offers. Whether you're a seasoned player or just starting out, our promotions are designed to enhance your fantasy cricket experience and provide you with even more opportunities to win big. Our promotions include a variety of rewards, such as bonus points, free entries into premium leagues, and exclusive merchandise. Keep an eye on our promotions page to stay updated on the latest offers. We regularly update our promotions to ensure that there's always something new and exciting for you to take advantage of. Try Now Choose the Plan that Suits You Best Subscription Plans At Realm of Champions, we offer a range of subscription plans designed to enhance your fantasy cricket experience. Whether you're a casual player or a dedicated fantasy cricket enthusiast, our subscription plans provide exclusive features and benefits to help you stay ahead of the game. Enjoy advanced analytics, priority customer support, and special rewards tailored to your level of play. 01 Basic Plan Free Access to standard leagues Basic team management tools Weekly updates and newsletters 02 Pro Plan $9.99/month All Basic Plan features Analytics and player statistics Access to premium leagues Monthly rewards and bonuses 03 Elite Plan $19.99/month All Pro Plan features Personalized team management advice Access to new features and leagues Rewards and exclusive merchandise 04 Champion Plan $29.99/month All Elite Plan features Priority customer support VIP access to special events Exclusive invites to test new updates Supporting Partnerships that Drive Excellence Our Sponsors At Realm of Champions, we are proud to collaborate with leading sponsors who share our passion for cricket and fantasy sports. These partnerships enable us to continuously enhance our platform, offering you the best possible fantasy cricket experience. Our sponsors not only support our growth but also contribute to the development of innovative features and exciting opportunities for our community of users. By partnering with reputable brands in the sports and entertainment industries, Realm of Champions ensures that our users have access to exclusive benefits and rewards. These collaborations allow us to host larger tournaments, provide valuable prizes, and offer unique experiences that elevate your engagement with fantasy cricket. We value the trust and support of our sponsors, who play a crucial role in expanding our reach and improving our services. Together, we strive to create a dynamic and rewarding environment where cricket enthusiasts can thrive and enjoy the thrill of fantasy sports. See What Our Clients Are Saying Client Testimonials At Realm of Champions, our clients' feedback is invaluable to us. Here are some testimonials from our satisfied users: Olivia Wilson Realm of Champions has made fantasy cricket incredibly fun and engaging. The interface is intuitive, and the league options are diverse. I look forward to playing every season! Jack Thompson \"I've been a fantasy sports enthusiast for years, and Realm of Champions stands out with its innovative features. The ability to customize leagues and track player performance in real-time keeps me coming back.\" Emily Garcia \"Being part of the Realm of Champions community has been a blast. The competitive spirit in the leagues is thrilling, and I've met fellow cricket fans who share my passion. It's more than just a game; it's a community.\" Daniel Lee \"The support team at Realm of Champions is fantastic. They are always quick to respond and resolve any issues I have. It's refreshing to see such dedication to customer satisfaction in a fantasy sports platform.\" How to Begin Your Fantasy Cricket Journey Getting Started Welcome to Realm of Champions, your gateway to the exhilarating world of fantasy cricket! To begin your journey, simply visit our registration page and enter your name and email address. Once you've chosen a secure password and submitted your information, check your email for a verification link to activate your account. After verifying your account, log in to Realm of Champions and explore our platform. Dive into a variety of leagues, tournaments, and customization options designed to suit every level of cricket enthusiast. Use our intuitive team creation tools to assemble your fantasy squad based on real-life player performances and strategic insights. Join leagues, compete against other players, and earn points based on your team's performance during live matches. Stay updated with live match updates, detailed player statistics, and community forums where you can engage with fellow cricket fans. Our customer support team is available to assist you every step of the way, ensuring you have a seamless and enjoyable experience. Registration I accept Privacy Policy Address H4XG+2GM, New Jakkanpur, Mithapur, Patna, Bihar 800001, India Email realmofchampions@gmail.com Phone +91-345-3458761 Privacy Policy Terms and Conditions Disclaimer",
    "privacy-policy": "Privacy Policy | Realm of Champions - Protecting Your Privacy and Data Play ☰ Cricket Subscriptions Reviews Sponsors Privacy Policy Welcome to Realm of Champions. Your privacy is important to us. This Privacy Policy explains how we collect, use, and protect your information. Information We Collect We may collect the following types of information: Personal Information: Name, email address, phone number, and other contact details. Usage Data: Information about how you use our website, including your IP address, browser type, and browsing history. Cookies: Data files that are placed on your device or computer and often include an anonymous unique identifier. How We Use Your Information We use the information we collect in the following ways: To provide and maintain our service. To notify you about changes to our service. To provide customer support. To monitor the usage of our service. To detect, prevent, and address technical issues. How We Protect Your Information We implement a variety of security measures to maintain the safety of your personal information. However, no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee its absolute security. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except as described below: To comply with legal obligations. To protect and defend our rights and property. To prevent or investigate possible wrongdoing in connection with our service. To protect the personal safety of users of our service or the public. Third-Party Services We may employ third-party companies and individuals to facilitate our service (\"Service Providers\"), provide the service on our behalf, perform service-related services, or assist us in analyzing how our service is used. These third parties have access to your personal information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose. Your Consent By using our website, you consent to our Privacy Policy. Changes to Our Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, please contact us: By email: realmofchampions@gmail.com By mail: Patna, India Address H4XG+2GM, New Jakkanpur, Mithapur, Patna, Bihar 800001, India Email realmofchampions@gmail.com Phone +91-345-3458761 Privacy Policy Terms and Conditions Disclaimer",
    "terms-conditions": "Terms and Conditions | Realm of Champions - User Agreement and Legal Terms Play ☰ Cricket Subscriptions Reviews Sponsors Terms and Conditions Welcome to Realm of Champions! These terms and conditions outline the rules and regulations for the use of our website. Introduction By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use Realm of Champions if you do not accept all of the terms and conditions stated on this page. License Unless otherwise stated, Realm of Champions and/or its licensors own the intellectual property rights for all material on Realm of Champions. All intellectual property rights are reserved. You may view and/or print pages from realmofchampions.com for your own personal use subject to restrictions set in these terms and conditions. You must not: Republish material from realmofchampions.com Sell, rent, or sub-license material from realmofchampions.com Reproduce, duplicate, or copy material from realmofchampions.com Redistribute content from Realm of Champions (unless content is specifically made for redistribution) User Comments This Agreement shall begin on the date hereof. Certain parts of this website offer the opportunity for users to post and exchange opinions, information, material, and data ('Comments') in areas of the website. Realm of Champions does not screen, edit, publish, or review Comments prior to their appearance on the website, and Comments do not reflect the views or opinions of Realm of Champions, its agents, or affiliates. Comments reflect the view and opinion of the person who posts such view or opinion. To the extent permitted by applicable laws, Realm of Champions shall not be responsible or liable for the Comments or for any loss, cost, liability, damages, or expenses caused and or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. Realm of Champions reserves the right to monitor all Comments and to remove any Comments that it considers, in its absolute discretion, to be inappropriate, offensive, or otherwise in breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not infringe any intellectual property right, including without limitation copyright, patent, or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent, or otherwise unlawful material or material which is an invasion of privacy; The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant to Realm of Champions a non-exclusive royalty-free license to use, reproduce, edit, and authorize others to use, reproduce, and edit any of your Comments in any and all forms, formats, or media. Hyperlinking to our Content The following organizations may link to our website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors when they list us in the directory may link to our website in the same manner as they hyperlink to the websites of other listed businesses; and Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our website. iFrames Without prior approval and express written permission, you may not create frames around our web pages or use other techniques that alter in any way the visual presentation or appearance of our website. Content Liability We shall have no responsibility or liability for any content appearing on your website. You agree to indemnify and defend us against all claims arising out of or based upon your website. No link(s) may appear on any page on your website or within any context containing content or materials that may be interpreted as libelous, obscene, or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right at any time and in our sole discretion to request that you remove all links or any particular link to our website. You agree to immediately remove all links to our website upon such request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuing to link to our website, you agree to be bound to and abide by these linking terms and conditions. Removal of Links from Our Website If you find any link on our website or any linked website objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose, and/or the use of reasonable care and skill). Contact Us If you have any questions about these Terms and Conditions, please contact us: By email: realmofchampions@gmail.com By mail: Patna, India Address H4XG+2GM, New Jakkanpur, Mithapur, Patna, Bihar 800001, India Email realmofchampions@gmail.com Phone +91-345-3458761 Privacy Policy Terms and Conditions Disclaimer",
    "thanks": "Thank You | Realm of Champions - We Appreciate Your Visit body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #8519dc; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: rgb(0, 0, 0); text-decoration: none; } .back:hover { background-color: white; border: 2px solid #8519dc; transition: 0.3s; color: black; transition: 0.3s; } Thank You! We appreciate you visiting Realm of Champions. Your support means a lot to us, and we hope you enjoyed your time on our site. If you have any questions, feedback, or need assistance, please don't hesitate to contact us. Thank you once again, and we look forward to seeing you again soon! Home"
  },
  "date": "2024-07-09T09:58:01.517Z"
}