{
  "name": "New_v9_EnergizeYoga",
  "pages": {
    "terms-conditions": "Recarregue com Energize Yoga | Sinta o poder do Yoga Casa Sobre nós Perguntas frequentes Casa Sobre nós Perguntas frequentes Termos e Condições Bem-vindo ao Energize Yoga! Estes termos e condições descrevem as regras e regulamentos para o uso do nosso site e serviços. 1. Aceitação dos Termos Ao acessar este site e usar nossos serviços, você concorda em ficar vinculado a estes termos e condições, todas as leis e regulamentos aplicáveis, e concorda que você é responsável por conformidade com quaisquer leis locais aplicáveis. 2. Uso dos Serviços Nossos serviços são destinados apenas para uso pessoal. Você não pode usar nossos serviços para qualquer finalidade ilegal ou finalidade não autorizada. 3. Pedidos e Pagamentos Todos os pedidos feitos através do nosso site estão sujeitos à disponibilidade e aceitação. Preços e a disponibilidade dos itens está sujeita a alterações sem aviso prévio. 4. Entrega Nosso objetivo é entregar os pedidos dentro do prazo estimado, mas os prazos de entrega podem variar dependendo em fatores fora do nosso controle. 5. Contas de usuário Pode ser necessário que você crie uma conta para acessar determinados recursos do nosso site. Você é responsável por manter a confidencialidade de sua conta e senha. 6. Limitação de responsabilidade Não seremos responsáveis ​​por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrente ou de alguma forma relacionado ao uso de nossos serviços. 7. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis de [Seu Jurisdição]. 8. Alterações nos Termos e Condições Reservamo-nos o direito de modificar ou substituir estes termos e condições a qualquer momento. As mudanças serão entrará em vigor imediatamente após a publicação nesta página. Se você tiver alguma dúvida sobre estes termos e condições, entre em contato conosco em energizeyoga@gmail.com Energize Yoga Casa Sobre nós Perguntas frequentes Política de Privacidade Termos e Condições +55 83 71592-3842 energizeyoga@gmail.com R. Tuiuti, 515 - Tatuapé, São Paulo - SP, 03081-003",
    "thanks": "Energize Sessões de Yoga | Revitalize sua mente e corpo Casa Sinceros agradecimentos de Energize Yoga Agradecemos que você nos escolheu e tentaremos responder o mais breve possível",
    "index": "Energize Yoga | Aumente sua energia e flexibilidade Casa Sobre nós Perguntas frequentes Casa Sobre nós Perguntas frequentes Meditações ajudam você Desintoxique seu corpo Transforme sua mente, corpo e espírito com nossas energizantes aulas de ioga. Junte-se a nós para experimentar o máximo em relaxamento e boa forma. Meditação Participe de nossas sessões de meditação para acalmar sua mente e encontrar a paz interior. Loga Nossas aulas de ioga são projetadas para melhorar sua flexibilidade, força e bem-estar geral. Som Experimente o poder curativo do som com nossas sessões de terapia sonora. Sobre Energize Yoga Na Energize Yoga, nossa missão é inspirar e capacitar os indivíduos a alcançar o bem-estar físico e mental através da prática de yoga, meditação e terapia sonora. Acreditamos no poder transformador destas práticas para melhorar a saúde geral, reduzir o stress e promover um estilo de vida equilibrado. Estamos empenhados em fornecer um ambiente de apoio e inclusivo onde todos possam explorar e aprofundar a sua prática. O melhor da meditação Estresse e ansiedade reduzidos Melhor foco e concentração Maior autoconsciência e saúde emocional Melhor qualidade de sono Transforme seu corpo, Mente e vida hoje Meditação da Atenção Plena A meditação mindfulness incentiva o praticante a observar pensamentos errantes à medida que eles vagam pela mente. A intenção não é envolver-se com os pensamentos ou julgá-los, mas simplesmente estar consciente de cada nota mental à medida que ela surge. Meditação transcendental A Meditação Transcendental (MT) envolve o uso de um mantra e é praticada por 15 a 20 minutos, duas vezes por dia, sentado com os olhos fechados. O objetivo é permitir que o praticante experimente um profundo estado de alerta repousante. Perguntas frequentes O que é Energize Yoga? Energize Yoga é uma prática que combina técnicas tradicionais de yoga com métodos modernos para melhorar o bem-estar físico e mental. Nossas aulas são projetadas para todos os níveis e visam melhorar a flexibilidade, força e atenção plena. Preciso de alguma experiência anterior para participar das aulas? Nenhuma experiência anterior é necessária para participar de nossas aulas. Oferecemos sessões para iniciantes e profissionais avançados, e nossos instrutores irão guiá-lo em cada etapa. O que devo levar para a aula? Recomendamos trazer tapete de yoga, toalha e garrafa de água. Use roupas confortáveis ​​que permitam uma amplitude completa de movimentos. Caso não tenha tapete, temos alguns disponíveis para uso. Como posso me inscrever em uma aula? Você pode se inscrever em nossas aulas on-line através do nosso site. Basta navegar até a página de programação, selecionar a aula que deseja assistir e concluir o processo de inscrição. Walk-ins também são bem-vindos, mas recomendamos inscrever-se com antecedência para garantir sua vaga. Nossos contatos +55 83 71592-3842 energizeyoga@gmail.com Enviar Aceito a Política de Privacidade Energize Yoga Casa Sobre nós Perguntas frequentes Política de Privacidade Termos e Condições +55 83 71592-3842 energizeyoga@gmail.com R. Tuiuti, 515 - Tatuapé, São Paulo - SP, 03081-003",
    "privacy-policy": "Yoga para Energia e Harmonia | Energize Yoga Casa Sobre nós Perguntas frequentes Casa Sobre nós Perguntas frequentes Política de Privacidade Sua privacidade é importante para nós. Esta Política de Privacidade descreve os tipos de informações pessoais que a Energize Yoga coleta, como usamos e protegemos essas informações e seus direitos em relação a essas informações. Informações que coletamos Podemos coletar informações pessoais, como seu nome, endereço de e-mail, número de telefone e endereço de entrega endereço quando você cria uma conta ou faz um pedido. Como usamos suas informações Usamos suas informações para processar seus pedidos, comunicar com você sobre seus pedidos, melhorar nossos serviços e fornecer recomendações personalizadas. Compartilhamento de suas informações Não vendemos, trocamos ou transferimos de outra forma suas informações pessoais a terceiros sem seu consentimento, exceto conforme descrito nesta Política de Privacidade ou conforme exigido por lei. Segurança das suas informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso ou divulgação. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro. Seus direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Você também pode cancelar de receber nossas comunicações de marketing a qualquer momento. Alterações nesta Política de Privacidade Podemos atualizar esta Política de Privacidade de tempos em tempos. Iremos notificá-lo sobre quaisquer alterações postando a nova Política de Privacidade nesta página. Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco em energizeyoga@gmail.com Energize Yoga Casa Sobre nós Perguntas frequentes Política de Privacidade Termos e Condições +55 83 71592-3842 energizeyoga@gmail.com R. Tuiuti, 515 - Tatuapé, São Paulo - SP, 03081-003"
  },
  "date": "2024-06-28T06:31:10.790Z"
}