{
  "name": "New_v9_MaxMics",
  "pages": {
    "index": "MaxMics - Instrumental Shop AboutUs Team Discounts Contacts Hear Yourself! Make your sound unique with the best instruments. Quality sound and a luxurious look. Instruments Types Our shop offers a wide variety of musical instruments to suit every musician's needs. From string and wind instruments to percussion and electronic gear, we provide top-quality products to help you create beautiful music. Our knowledgeable staff is always ready to assist you in finding the perfect instrument. Explore our extensive collection and find the perfect instrument for your musical journey. Strings Explore our extensive range of string instruments, from guitars to violins. Each piece is crafted to perfection, ensuring an unparalleled musical experience. Percussion Discover the rhythmic world of our percussion instruments, including drums and tambourines. Perfect for setting the beat and enhancing your music's rhythm. Wind Our selection of wind instruments includes flutes, saxophones, and trumpets. Each instrument offers exceptional sound quality for both beginners and professionals. Mics Enhance your sound with our range of high-quality microphones. Ideal for recording, live performances, and studio sessions, delivering clear and crisp audio. Just We Are Best quality and music brands At our store, we pride ourselves on offering only the best quality musical instruments and equipment. We carry a wide range of renowned music brands that are trusted by musicians worldwide. Our instruments are carefully selected to ensure they meet the highest standards of sound and craftsmanship. Whether you're a beginner or a professional, you'll find top-notch gear that enhances your performance. Experience the difference with our premium selection of instruments. Rent everything We understand that purchasing an instrument may not always be the best option, which is why we offer flexible rental plans. Our rental services allow you to enjoy high-quality instruments without the long-term commitment. Whether you need equipment for a short-term project or to try out a new instrument, we've got you covered. Enjoy the freedom and flexibility of our comprehensive rental options. We can help with your choice Choosing the right instrument can be overwhelming, but our expert staff is here to help. We provide personalized advice and recommendations based on your needs and preferences. Our team has extensive knowledge and experience to guide you through the selection process. Let us assist you in finding the perfect instrument that matches your musical style and goals. Rental information Whether you're a student, a professional musician, or someone looking to try out a new instrument, our rental services provide a cost-effective and convenient solution. Rental Process Simply browse our selection of rental instruments and equipment online or visit our store. Once you've chosen the items you wish to rent, you can easily complete the rental agreement online or in-store. Our staff is available to answer any questions and help you select the best options for your requirements. Rental Terms Our rental terms are designed to provide maximum flexibility and convenience. You can rent instruments on a daily, weekly, or monthly basis, with the option to extend your rental period as needed. We require a security deposit, which will be refunded upon the safe return of the equipment. All rentals include a maintenance plan to ensure that the instruments remain in optimal condition throughout the rental period. Convenient Rules We believe in making the rental experience as hassle-free as possible. We require valid identification and a signed rental agreement before you can take the equipment home. Our comprehensive insurance policy covers accidental damage, giving you peace of mind while using our instruments. Our comprehensive insurance policy covers accidental damage, giving you peace of mind while using our instruments. Our Team Drake Brollin Instrument Technician Emily Hatches Store Manager Jane Norfolk Seller Birk Preston Instrument Technician Trisha Chamber Instrument Technician Special Offers Pro Half-Acoustic Enjoy a 20% discount on every half-acoustic guitar in our store. These guitars are perfect for musicians looking to achieve a balanced sound with both acoustic and electric elements. BUY Classic Take advantage of our 40% discount on rental acoustic guitars. Whether you're a beginner or an experienced player, our range of acoustic guitars offers something for everyone. BUY Rocky Electro Our electric guitar range is perfect for rock enthusiasts. Get the sound you need to perform at your best with our 15% discount. BUY Reggae Vibes Explore our new collection of ukuleles, designed to bring the vibrant sounds of reggae to your music. Ideal for both beginners and seasoned players. BUY FAQ How do I rent an instrument? You can rent an instrument by visiting our store or through our website. Select the instrument, fill out the rental form, and complete the payment. What is the minimum rental period? The minimum rental period is one week. You can extend the rental period by contacting us before the due date. Are there any security deposits required? Yes, a refundable security deposit is required for all rentals. The amount varies depending on the instrument. What happens if the instrument gets damaged? If the instrument is damaged during the rental period, you are responsible for the repair costs. We recommend taking good care of the instruments. Can I purchase the instrument after renting? Yes, you can choose to purchase the instrument after renting. We will deduct a portion of the rental fees from the purchase price. Do you offer delivery and pick-up services? Yes, we offer delivery and pick-up services for an additional fee. Please contact us for more details and to schedule a delivery. What payment methods do you accept? We accept various payment methods including credit/debit cards, PayPal, and cash. Payment is required at the time of rental. Rental Return Rules Here are some rules we ask you to follow when you use our rental service. On-Time Return Please return the rented items on or before the due date to avoid late fees. Proper Care Ensure that all rented items are kept in good condition and free from damage. Original Packaging Return all items in their original packaging to ensure they are protected during transit. Inspection Allow time for an inspection upon return to verify the condition of the rented items. Write to Us Name Email Message I accept Privacy Policy SEND Address: AamWali Masjid, Ghazi Banda Main Rd, Zohra Colony, Shalibanda, Hyderabad, Telangana 500265, India Tel: +917995020400 maxmics@gmail.com AboutUs Team Discounts Main Privacy Policy Terms & Conditions &copy; 2024 MaxMics. All rights reserved. document.addEventListener(\"DOMContentLoaded\", function () { const questions = document.querySelectorAll(\".faq-block\"); questions.forEach((question) => { question.addEventListener(\"click\", function () { this.classList.toggle(\"active\"); const text = this.querySelector(\".text\"); text.classList.toggle(\"active\"); }); }); });",
    "privacy": "MaxMics Instrumental Shop - Privacy Policy Home Terms and Conditions Privacy Policy 1. Data Security At MaxMics Instrumental Shop, we prioritize the security of your personal data. We implement robust security measures to protect your information from unauthorized access, alteration, and disclosure. 2. Information Collection We collect personal information that you provide directly to us, such as when you create an account, make a purchase, or contact customer support. 3. Use of Information Your personal information is used to process transactions, provide customer service, and improve our products and services. 4. Data Sharing We do not share your personal information with third parties except as necessary to provide our services, comply with legal obligations, or with your consent. 5. Technologies We use similar technologies to enhance your browsing experience, analyze some data, and understand that you may know about this. 6. Your Rights You have the right to access, correct, or delete your personal information. You can also object to the processing of your data or request data portability. 7. Data Retention We retain your personal information for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required or permitted by law. 8. Children's Privacy Our services are not directed to individuals under the age of 13. We do not knowingly collect personal information from children under 13. 9. Third-Party Links Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these third-party sites. 10. Changes to Privacy Policy We may update this privacy policy from time to time. Any changes will be posted on this page with an updated revision date. 11. Contact Information If you have any questions or concerns about this privacy policy, please contact us at maxmics@gmail.com 12. Consent By using our services, you consent to the collection and use of your personal information as described in this privacy policy. 13. Data Breach Response In the event of a data breach, we will notify affected individuals and authorities as required by law and take necessary steps to mitigate the breach. 14. International Data Transfers Your personal information may be transferred to and processed in countries other than the country in which you are resident. These countries may have data protection laws that are different from those of your country. 15. Governing Law This privacy policy is governed by the laws of the jurisdiction in which MaxMics Instrumental Shop operates. Any disputes arising from this policy will be resolved in accordance with the applicable laws. Back to Home Terms & Conditions &copy; 2024 MaxMics. All rights reserved.",
    "terms": "MaxMics Instrumental Shop - Terms and Conditions Home Privacy Policy Terms and Conditions 1. Order Placement Orders can be placed through our website, in-store, or via phone. All orders are subject to availability and confirmation of the order price. 2. Payment Terms We accept various payment methods including credit cards, PayPal, and bank transfers. Payment must be made in full before the items are shipped or collected. 3. Pricing All prices are listed in local currency and include applicable taxes. We reserve the right to change prices at any time without prior notice. 4. Shipping and Delivery We offer various shipping options. Delivery times and costs will vary based on the shipping method selected. MaxMics Instrumental Shop is not responsible for delays caused by the shipping carrier. 5. Returns and Refunds We accept returns within 30 days of purchase for a full refund, provided the item is in its original condition. Custom orders are non-refundable. 6. Rental Terms Instruments are available for rent on a daily, weekly, or monthly basis. Rental fees must be paid upfront and a security deposit may be required. 7. Rental Return Rented instruments must be returned in the same condition they were received. Late returns may incur additional fees. 8. Damage and Repairs Customers are responsible for any damage to rented instruments. Repair costs will be deducted from the security deposit or charged separately. 9. Product Warranty New instruments come with a manufacturer’s warranty. Warranty periods vary by product. Used instruments are sold as-is and do not include a warranty. 10. Intellectual Property All content on our website, including images, text, and designs, is the property of MaxMics Instrumental Shop and protected by intellectual property laws. 11. Privacy Policy We are committed to protecting your privacy. Please review our Privacy Policy to understand how we collect, use, and safeguard your personal information. 12. Limitation of Liability MaxMics Instrumental Shop is not liable for any indirect, incidental, or consequential damages arising from the use of our products or services. 13. Contact Information If you have any questions or concerns about this privacy policy, please contact us at maxmics@gmail.com 14. Governing Law These terms and conditions are governed by and construed in accordance with the laws of the jurisdiction in which MaxMics Instrumental Shop operates. Any disputes will be resolved in accordance with these laws. 15. Changes to Terms and Conditions We reserve the right to update these terms and conditions at any time. Any changes will be posted on this page with an updated revision date. Back to Home Privacy Policy &copy; 2024 MaxMics. All rights reserved.",
    "thank_page": "MaxMics - Thanks Welcome to MaxMics ! Thank you for selecting MaxMics! We are excited to welcome you and trust you'll relish your time in our cutting-edge instrumental spaces. We eagerly anticipate offering you an extraordinary and unforgettable musical experience. Back to MaxMics!"
  },
  "date": "2024-07-07T22:39:33.236Z"
}