{
  "name": "New_v8_DevDojo",
  "pages": {
    "about-us": "DevDojo - Conheça Mais Sobre Nossa Missão e Valores INÍCIO SOBRE NÓS Cursos CONTATO DevDojo DevDojo - Especialistas em Educação em Programação EXPERIÊNCIA NA PERFEIÇÃO DA PROGRAMAÇÃO No DevDojo, somos especializados em fornecer cursos de programação de alta qualidade. Nossa dedicação se estende a cada aluno, garantindo que recebam o aprendizado que merecem. Desde fundamentos até técnicas avançadas, garantimos que sua jornada na programação seja orientada com excelência. NOSSO COMPROMISSO COM A EXCELÊNCIA EM EDUCAÇÃO EM PROGRAMAÇÃO No DevDojo, estamos comprometidos em oferecer educação de programação de alta qualidade. Veja como nos destacamos na área: Currículos atualizados com as últimas tecnologias e práticas de desenvolvimento Instrutores experientes e apaixonados pelo ensino de programação Suporte contínuo ao aluno e feedback personalizado Plataforma de aprendizagem intuitiva e acessível Compromisso com o crescimento profissional e pessoal de nossos alunos Saiba mais sobre nossos cursos e metodologias aqui. O QUE NOSSOS ALUNOS DIZEM \"O DevDojo tornou meu aprendizado em programação muito mais acessível! Os cursos são bem estruturados, e os instrutores são muito experientes. Recomendo!\" - Ana P. \"Estou muito satisfeito com os cursos do DevDojo. Eles cobrem desde o básico até temas avançados de maneira clara e prática. Excelente plataforma de ensino!\" - Carlos M. \"A equipe do DevDojo é incrível! Sempre dispostos a ajudar e com um suporte muito eficiente. Estou aprendendo muito e me sentindo confiante na programação.\" - Luana R. O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "contacts": "DevDojo - Entre em Contato Conosco para Mais Informações INÍCIO SOBRE NÓS Cursos CONTATO DevDojo CONTATO COM DEVDOJO SIA Trecho 4 - Guará, Brasilia - Federal District, Brazil devdojo@gmail.com +55 27 3904-6063 Tem alguma pergunta? Concordo com a Política de Privacidade ENVIAR SOLICITAÇÃO O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "disclaimers": "DevDojo - Avisos Legais e Isenções de Responsabilidade INÍCIO SOBRE NÓS Cursos CONTATO DevDojo Avisos Legais 1. Limitação de Responsabilidade O DevDojo não se responsabiliza por quaisquer danos diretos, indiretos, especiais, consequenciais ou incidentais decorrentes do uso ou da incapacidade de usar o website ou seus serviços. Isso inclui, mas não se limita a, perda de dados, lucros ou oportunidades de negócios, mesmo que tenhamos sido avisados da possibilidade de tais danos. 2. Precisão das Informações Todas as informações fornecidas neste website são apenas para fins informativos. Embora nos esforcemos para manter as informações atualizadas e corretas, não garantimos sua precisão, integridade ou atualidade. 3. Links para Terceiros Este website pode conter links para websites de terceiros. Esses links são fornecidos apenas para conveniência e não implicam nossa aprovação do conteúdo desses sites. Não temos controle sobre o conteúdo ou práticas de privacidade desses sites. 4. Alterações nos Avisos Legais Reservamo-nos o direito de modificar estes Avisos Legais a qualquer momento, sem aviso prévio. Ao continuar a usar este website, você concorda em ficar vinculado à versão atualizada destes Avisos Legais. O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "index": "DevDojo - Explore o Mundo da Programação com Eficiência e Praticidade INÍCIO SOBRE NÓS Cursos CONTATO DevDojo SOLUÇÕES DE APRENDIZAGEM EFICIENTES PARA SUA CARREIRA EM TECNOLOGIA Cursos de Programação Especializados Adaptados ao Seu Estilo de Aprendizagem. Mergulhe em uma educação de programação de alta qualidade projetada para avançar suas habilidades. Desde fundamentos para iniciantes até técnicas avançadas, garantimos que sua jornada na tecnologia seja eficaz, envolvente e orientada profissionalmente. DevDojo - Especialistas em Educação em Programação EXPERIÊNCIA NA PERFEIÇÃO DA PROGRAMAÇÃO No DevDojo, somos especializados em fornecer cursos de programação de alta qualidade. Nossa dedicação se estende a cada aluno, garantindo que recebam o aprendizado que merecem. Desde fundamentos até técnicas avançadas, garantimos que sua jornada na programação seja orientada com excelência. SOBRE NÓS NOSSO COMPROMISSO COM A EXCELÊNCIA EM EDUCAÇÃO EM PROGRAMAÇÃO No DevDojo, estamos comprometidos em oferecer educação de programação de alta qualidade. Veja como nos destacamos na área: Currículos atualizados com as últimas tecnologias e práticas de desenvolvimento Instrutores experientes e apaixonados pelo ensino de programação Suporte contínuo ao aluno e feedback personalizado Plataforma de aprendizagem intuitiva e acessível Compromisso com o crescimento profissional e pessoal de nossos alunos Saiba mais sobre nossos cursos e metodologias aqui. O QUE NOSSOS ALUNOS DIZEM \"O DevDojo tornou meu aprendizado em programação muito mais acessível! Os cursos são bem estruturados, e os instrutores são muito experientes. Recomendo!\" - Ana P. \"Estou muito satisfeito com os cursos do DevDojo. Eles cobrem desde o básico até temas avançados de maneira clara e prática. Excelente plataforma de ensino!\" - Carlos M. \"A equipe do DevDojo é incrível! Sempre dispostos a ajudar e com um suporte muito eficiente. Estou aprendendo muito e me sentindo confiante na programação.\" - Luana R. NOSSOS PLANOS Plano Básico Ideal para iniciantes em programação R$ 99 por curso Inclui acesso ao conteúdo básico e exercícios Plano Intermediário Para quem deseja aprofundar conhecimentos R$ 199 por curso Inclui conteúdo avançado e projetos práticos Plano Avançado Para quem busca especialização e certificação R$ 299 por curso Inclui mentoria personalizada e suporte avançado DEVDOJO - Tratamentos de Cursos FUNDAMENTOS BÁSICOS Domine os fundamentos essenciais da programação para construir uma base sólida de conhecimento. APROFUNDAMENTO Aprofunde seus conhecimentos com cursos avançados que exploram técnicas e práticas avançadas. ESPECIALIZAÇÃO Especialize-se em áreas específicas da programação com cursos focados em tecnologias emergentes. MENTORIA PERSONALIZADA Receba suporte individualizado e orientação de especialistas para acelerar seu aprendizado e crescimento profissional. LOCALIZAÇÃO CONVENIENTE DEVDOJO - CURSOS DE PROGRAMAÇÃO SIA Trecho 4 - Guará, Brasilia - Federal District, Brazil Horário de Atendimento Segunda a Sexta: 8:00 - 18:00Sábado e Domingo: Fechado APERFEIÇOE SUA EXPERIÊNCIA DE APRENDIZADO No DevDojo, priorizamos práticas modernas de ensino combinadas com técnicas e métodos avançados. Seu aprendizado é nossa maior preocupação, e personalizamos nossos serviços para atender às suas necessidades específicas, garantindo um aprendizado de qualidade e sustentável em programação. EXCELÊNCIA EM ENSINO GARANTIA DE QUALIDADE Experimente a excelência em ensino com nossa dedicação ao uso de produtos premium e sustentáveis de marcas confiáveis. Colaboramos com fabricantes renomados como Seventh Generation, Ecover e The Laundress, entre outros. A combinação de produtos superiores, técnicas especializadas e a proficiência de nossa equipe estabelece as bases para o seu sucesso no aprendizado de programação. O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "privacy-policy": "DevDojo - Política de Privacidade e Proteção de Dados INÍCIO SOBRE NÓS Cursos CONTATO DevDojo Política de Privacidade A sua privacidade é importante para nós. Esta Política de Privacidade descreve como o DevDojo (\"nós\", \"nosso\" ou \"nossos\") coleta, usa, divulga, e protege as suas informações pessoais quando você visita o nosso website (o \"Site\") e usa os nossos serviços. 1. Informações que Coletamos Coletamos informações pessoais que você nos fornece diretamente, como seu nome, endereço de e-mail, número de telefone, informações de pagamento, e qualquer outra informação que você optar por nos fornecer. 2. Uso das Informações Utilizamos suas informações pessoais para fornecer e melhorar nossos serviços, para enviar comunicações relacionadas ao serviço, e para fins de marketing, sempre que você tiver consentido ou quando permitido por lei. 3. Compartilhamento de Informações Não vendemos, comercializamos ou transferimos suas informações pessoais para terceiros sem o seu consentimento, exceto conforme descrito nesta Política de Privacidade ou quando exigido por lei. 4. Proteção das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. 5. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco através dos meios de contato fornecidos abaixo. 6. Alterações a esta Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente, e recomendamos revisar esta página regularmente para estar ciente de quaisquer alterações. Informaremos você sobre quaisquer mudanças publicando a nova Política de Privacidade nesta página. O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "products": "DevDojo - Explore Nossa Variedade de Cursos de Programação INÍCIO SOBRE NÓS Cursos CONTATO DevDojo NOSSOS PLANOS Plano Básico Ideal para iniciantes em programação R$ 99 por curso Inclui acesso ao conteúdo básico e exercícios Plano Intermediário Para quem deseja aprofundar conhecimentos R$ 199 por curso Inclui conteúdo avançado e projetos práticos Plano Avançado Para quem busca especialização e certificação R$ 299 por curso Inclui mentoria personalizada e suporte avançado DEVDOJO - Tratamentos de Cursos FUNDAMENTOS BÁSICOS Domine os fundamentos essenciais da programação para construir uma base sólida de conhecimento. APROFUNDAMENTO Aprofunde seus conhecimentos com cursos avançados que exploram técnicas e práticas avançadas. ESPECIALIZAÇÃO Especialize-se em áreas específicas da programação com cursos focados em tecnologias emergentes. MENTORIA PERSONALIZADA Receba suporte individualizado e orientação de especialistas para acelerar seu aprendizado e crescimento profissional. LOCALIZAÇÃO CONVENIENTE DEVDOJO - CURSOS DE PROGRAMAÇÃO SIA Trecho 4 - Guará, Brasilia - Federal District, Brazil Horário de Atendimento Segunda a Sexta: 8:00 - 18:00Sábado e Domingo: Fechado APERFEIÇOE SUA EXPERIÊNCIA DE APRENDIZADO No DevDojo, priorizamos práticas modernas de ensino combinadas com técnicas e métodos avançados. Seu aprendizado é nossa maior preocupação, e personalizamos nossos serviços para atender às suas necessidades específicas, garantindo um aprendizado de qualidade e sustentável em programação. EXCELÊNCIA EM ENSINO GARANTIA DE QUALIDADE Experimente a excelência em ensino com nossa dedicação ao uso de produtos premium e sustentáveis de marcas confiáveis. Colaboramos com fabricantes renomados como Seventh Generation, Ecover e The Laundress, entre outros. A combinação de produtos superiores, técnicas especializadas e a proficiência de nossa equipe estabelece as bases para o seu sucesso no aprendizado de programação. O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "terms-conditions": "DevDojo - Termos e Condições de Uso INÍCIO SOBRE NÓS Cursos CONTATO DevDojo Termos e Condições de Uso 1. Aceitação dos Termos Estes Termos e Condições regem o uso deste website e dos serviços oferecidos pelo DevDojo (\"nós\", \"nosso\" ou \"nossos\"). Ao acessar ou utilizar este website, você concorda com estes Termos e Condições na íntegra. Se você não concorda com qualquer parte destes termos, não utilize o nosso website. 2. Uso do Website Você concorda em usar este website apenas para fins legais e de maneira que não infrinja os direitos de terceiros ou impeça o uso adequado do website por outros usuários. Você concorda em não acessar (ou tentar acessar) áreas restritas do website sem autorização. 3. Propriedade Intelectual O conteúdo deste website, incluindo textos, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads digitais, e software, é propriedade do DevDojo e está protegido por leis de direitos autorais e propriedade intelectual aplicáveis. 4. Limitação de Responsabilidade Não nos responsabilizamos por quaisquer danos diretos, indiretos, especiais, consequenciais ou incidentais decorrentes do uso ou incapacidade de uso deste website ou dos serviços aqui fornecidos, mesmo que tenhamos sido avisados da possibilidade de tais danos. 5. Alterações aos Termos Podemos atualizar estes Termos e Condições periodicamente. Recomendamos revisar esta página regularmente para estar ciente de quaisquer alterações. Ao continuar a utilizar o website após a publicação de alterações nos Termos e Condições, você aceita essas alterações. 6. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos e Condições será submetida à jurisdição exclusiva dos tribunais localizados em Guará. O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições",
    "thanks": "DevDojo - Obrigado pelo seu Contato! INÍCIO SOBRE NÓS Cursos CONTATO DevDojo Obrigado pelo seu Contato! Agradecemos por entrar em contato conosco. Em breve, nossa equipe entrará em contato para fornecer mais informações ou responder às suas perguntas. Enquanto isso, sinta-se à vontade para explorar mais sobre nossos cursos de programação. Voltar para a Página Inicial O site DevDojo utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceite ou Recuse. Aceitar Recusar DevDojo Sobre Nós Cursos Contato TEL: +55 27 3904-6063 Avisos Legais Política de Privacidade Termos e Condições"
  },
  "date": "2024-06-23T10:03:33.417Z"
}