{
  "name": "New_v9_VerdeLar",
  "pages": {
    "catalog": "VerdeLar: Catálogo VerdeLar Catálogo Móveis ecológicos para jardim da VerdeLar Traga a natureza para o seu jardim com os móveis ecológicos da VerdeLar. Nossos produtos são feitos de materiais sustentáveis. Cada peça de mobiliário combina estética e funcionalidade para criar um espaço acolhedor para o seu descanso e eventos familiares ao ar livre. Nossas coleções incluem mesas, cadeiras, bancos e acessórios, todos projetados com atenção especial aos detalhes e à pureza ecológica. Seja você à procura de um design clássico ou soluções modernas, temos a opção perfeita para o seu jardim. Ao escolher a VerdeLar, você escolhe estilo, qualidade e cuidado com o meio ambiente. Vamos juntos criar um espaço único, onde cada detalhe lembra nosso amor pela natureza e por um futuro sustentável. VerdeLar Catálogo Cadeira VerdeLar EcoComfort saber mais Greenhouse VerdeLar EcoGrow saber mais Banco VerdeLar EcoRelax saber mais Conjunto VerdeLar EcoJardim saber mais Banco VerdeLar EcoSerenidade saber mais Cadeira VerdeLar Naturale saber mais Cadeira VerdeLar EcoConforto saber mais Poltrona VerdeLar EcoAconchego saber mais Estufa VerdeLar EcoViva saber mais Estufa VerdeLar BioCrescer saber mais Сadeira VerdeLar EcoTranquilidade saber mais Decoração VerdeLar EcoGarden saber mais Banco VerdeLar EcoTranquilidade saber mais Decoração VerdeLar EcoVerde saber mais Mesa VerdeLar EcoDinâmica saber mais A VerdeLar é dedicada à criação de móveis de jardim ecologicamente corretos, combinando design elegante e funcionalidade sustentável. Utilizamos materiais reciclados e madeira certificada para produzir cadeiras, mesas, bancos e decorações de alta qualidade que embelezam e respeitam o meio ambiente. Nosso compromisso é transformar espaços ao ar livre em oásis de conforto, promovendo um estilo de vida mais consciente e harmonioso com a natureza. Contacte-nos Adoraríamos ouvir de você! Se você tiver perguntas sobre nossos produtos ou quiser compartilhar seu feedback, nossa equipe está aqui para ajudar. Enviar I accept Política de Privacidade VerdeLar Ecológico. Elegante. Sustentável Telefone: +55-8265-8928 Email: VerdeLar@gmail.com Endereço: Av. dos Municípios, 1300 - Nucleo Hab. Vila Nova, Campo Bom - RS, Brazil Política de Privacidade Termos e Condições",
    "index": "VerdeLar: Sobre Nós VerdeLar Catálogo móveis ecológicos VerdeLar: Móveis de Jardim Ecológicos e Sofisticados Onde o Verde Encontra o Conforto mais pormenorizadamente Categorias Móveis de jardim Decoração de jardim Estufas Sobre a Empresa \"VerdeLar\" \"VerdeLar\" é uma empresa especializada na fabricação e venda de móveis e acessórios ecológicos para jardins. Nosso objetivo é oferecer soluções sustentáveis para o paisagismo de jardins e espaços externos, combinando alta qualidade com preocupação ambiental. Diversidade em decoração de jardim Estamos orgulhosos de oferecer produtos que não apenas são esteticamente agradáveis e funcionais, mas também promovem a preservação ambiental e a criação de um ambiente saudável para viver. \"VerdeLar\" convida você a descobrir o mundo das soluções ecológicas para o seu jardim. Mesa e cadeiras ecológicas para jardim da VerdeLar Transforme seu jardim em um oásis de tranquilidade com nosso conjunto de móveis ecológicos para jardim da VerdeLar. O conjunto inclui uma mesa resistente e cadeiras confortáveis, feitas de materiais sustentáveis. São ideais para relaxar ao ar livre, almoçar ao ar livre ou para festas com amigos e familiares. Este mobiliário não só se integra perfeitamente ao paisagismo do seu jardim, mas também ajuda a fazer uma escolha em prol de um planeta saudável. mais detalhadamente Estufa ecológica da VerdeLar As nossas estufas ecológicas da VerdeLar são a solução ideal para o cultivo de plantas durante todo o ano. Esta estufa é feita de materiais sustentáveis, proporcionando condições ideais para o desenvolvimento das suas plantas. Compacta e fácil de montar, é perfeita para o seu jardim ou quintal. Crie uma zona verde mesmo em espaços limitados com a nossa estufa! mais detalhadamente Interiores com nossos produtos mais pormenorizadamente Contacte-nos Adoraríamos ouvir de você! Se você tiver perguntas sobre nossos produtos ou quiser compartilhar seu feedback, nossa equipe está aqui para ajudar. Enviar I accept Política de Privacidade VerdeLar Ecológico. Elegante. Sustentável Telefone: +55-8265-8928 Email: VerdeLar@gmail.com Endereço: Av. dos Municípios, 1300 - Nucleo Hab. Vila Nova, Campo Bom - RS, Brazil Política de Privacidade Termos e Condições",
    "privacy": "VerdeLar: Política de Privacidade VerdeLar Catálogo POLÍTICA DE PRIVACIDADE A VerdeLar está comprometida com a proteção da sua privacidade. Coleta de Dados A VerdeLar coleta informações, incluindo preferências dos usuários e histórico de viagens, para melhorar sua experiência de viagem. Informações Pessoais Os usuários podem fornecer voluntariamente informações pessoais durante o processo de reserva para cumprimento de pedidos e fins de comunicação. Uso das Informações Os dados coletados são utilizados para processar reservas, personalizar recomendações de viagens e melhorar os serviços da VerdeLar. Parceiros Terceirizados A VerdeLar pode compartilhar informações não pessoais com parceiros terceirizados para fins de análise e marketing, mas nunca vende informações pessoais. Segurança dos Dados A VerdeLar adota medidas de segurança para proteger as informações dos usuários contra acesso, divulgação ou alteração não autorizados. Privacidade Infantil A VerdeLar não é destinada a usuários menores de 13 anos. O site não coleta intencionalmente informações pessoais de crianças. Consentimento Ao usar a VerdeLar, os usuários consentem com os termos descritos nesta Política de Privacidade. Opção de Exclusão Os usuários têm o direito de optar por não receber comunicações de marketing. Entre em contato conosco para obter assistência. Atualização das Informações Os usuários podem revisar, atualizar ou excluir suas informações pessoais acessando sua conta na VerdeLar. Alterações na Política A VerdeLar reserva-se o direito de atualizar esta Política de Privacidade. Os usuários serão notificados sobre quaisquer mudanças. Compartilhamento de Dados Informações pessoais não são compartilhadas com terceiros para fins de marketing. Informações não pessoais podem ser compartilhadas com parceiros para análises. Retenção de Dados As informações dos usuários são retidas pelo tempo necessário para cumprir os propósitos descritos nesta política. Conformidade Legal A VerdeLar cumpre as leis e regulamentações de proteção de dados aplicáveis. Direitos dos Usuários Os usuários têm o direito de acessar, corrigir ou excluir suas informações pessoais. Entre em contato conosco para exercer esses direitos. Informações de Contato Para dúvidas ou preocupações relacionadas a esta Política de Privacidade, entre em contato com nossa equipe de suporte através do e-mail fornecido: VerdeLar@gmail.com. Feedback Agradecemos o feedback dos usuários sobre nossa Política de Privacidade e experiência geral de viagem. Comunicação Os usuários podem receber confirmações de reservas, notificações de viagens e outros e-mails relacionados a transações. Comunicações de Marketing Os usuários podem receber e-mails promocionais. As opções de exclusão são fornecidas em cada e-mail de marketing. VerdeLar Ecológico. Elegante. Sustentável Telefone: +55-8265-8928 Email: VerdeLar@gmail.com Endereço: Av. dos Municípios, 1300 - Nucleo Hab. Vila Nova, Campo Bom - RS, Brazil Política de Privacidade Termos e Condições",
    "terms-conditions": "VerdeLar: Termos e Condições VerdeLar Catálogo Termos e Condições Leia estes Termos e Condições cuidadosamente antes de usar nosso Serviço. Aceitação dos Termos Ao usar a VerdeLar, os usuários reconhecem que leram, entenderam e concordaram com estes termos. Se você não concorda, por favor, não utilize o site. Reserva e Realização de Pedidos As reservas feitas na VerdeLar estão sujeitas à disponibilidade e aceitação. Emails de confirmação indicam a realização bem-sucedida de uma reserva. Propriedade Intelectual Todo o conteúdo da VerdeLar, incluindo imagens, logotipos e textos, é propriedade intelectual da VerdeLar. O uso não autorizado é estritamente proibido. Conduta Proibida Os usuários concordam em não se envolver em comportamentos ilegais, prejudiciais ou disruptivos ao usar a VerdeLar. Rescisão A VerdeLar reserva-se o direito de encerrar contas de usuários ou o acesso ao site por violações destes termos ou por qualquer outro motivo. Modificações A VerdeLar pode atualizar estes termos a qualquer momento. As mudanças serão efetivas imediatamente após a publicação. Verifique esta página regularmente para atualizações. Responsabilidade A VerdeLar não é responsável por quaisquer danos ou perdas resultantes do uso do site ou de seu conteúdo. Indenização Os usuários concordam em indenizar e isentar a VerdeLar de quaisquer reivindicações, danos ou perdas decorrentes do uso do site ou da violação destes termos. Informações de Contato Para perguntas ou preocupações relacionadas a estes Termos e Condições, entre em contato com nossa equipe de suporte pelo email VerdeLar@gmail.com. Divisibilidade Se qualquer disposição destes termos for considerada inválida ou inexequível, as disposições restantes continuarão a ser válidas e exequíveis. Renúncia A falha da VerdeLar em aplicar qualquer direito ou disposição nestes termos não constituirá uma renúncia a esse direito ou disposição, a menos que reconhecida e acordada por escrito. Acordo Completo Estes Termos e Condições constituem o acordo completo entre o usuário e a VerdeLar e substituem quaisquer acordos ou entendimentos anteriores. VerdeLar Ecológico. Elegante. Sustentável Telefone: +55-8265-8928 Email: VerdeLar@gmail.com Endereço: Av. dos Municípios, 1300 - Nucleo Hab. Vila Nova, Campo Bom - RS, Brazil Política de Privacidade Termos e Condições",
    "thank": "VerdeLar: Obrigado! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #abaeab; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #eee; } p { color: #eee; margin-bottom: 20px; } .btn { border: 3px solid rgb(126, 12, 12); background-color: #fff; color: rgb(126, 12, 12); padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; } .btn:hover { background-color: rgb(126, 12, 12); color: #fff; } Bem-vindo ao VerdeLar! Bem-vindo à VerdeLar! Estamos dedicados a criar móveis e decorações eco-friendly para seu jardim, combinando design inovador com materiais sustentáveis. Nossa missão é proporcionar soluções que não apenas embelezam, mas também promovem um estilo de vida consciente em harmonia com a natureza. Explore nosso catálogo e descubra como podemos transformar seu espaço exterior em um oásis ecológico. Explorar VerdeLar"
  },
  "date": "2024-07-04T15:09:13.389Z"
}