{
  "name": "New_8_giftvista",
  "pages": {
    "privacy-policy": "Privacy Policy - GiftVista's Commitment to Your Privacy Upgrade your bedtime routine with our exquisite bedding collections. GiftVista Home About Us Why are we Our promise How does it work Contacts Privacy Policy Welcome to GiftVista's Privacy Policy page. We are committed to protecting the privacy and security of our customers and site visitors. This Privacy Policy explains how we collect, use, and protect your personal information when you use our website or place an order with us. Information We Collect We collect personal information from you when you place an order, create an account, subscribe to our newsletter, or contact us through our website. The personal information we collect may include your name, email address, mailing address, phone number, and payment information. We also collect non-personal information from you when you visit our website, such as your IP address, browser type, and operating system. This information is used for analytical purposes to improve the functionality and user experience of our website. How We Use Your Information We use your personal information to process your order, communicate with you about your order, and provide customer service. We may also use your personal information to send you promotional emails, newsletters, and other marketing materials if you have opted in to receive them. We do not sell or rent your personal information to third parties for their marketing purposes. However, we may share your personal information with third-party service providers who assist us in operating our website, conducting our business, or servicing you, such as payment processors, shipping providers, and data analysts. Cookies and Tracking Technologies We use cookies and other tracking technologies to improve your experience on our website. Cookies are small files that are stored on your device when you visit our website. They allow us to recognize your device and remember your preferences. We use different types of cookies, including session cookies, persistent cookies, and third-party cookies. Session cookies are temporary and expire when you close your browser. Persistent cookies remain on your device until you delete them or they expire. Third-party cookies are set by third-party service providers who assist us in operating our website. You can control the use of cookies through your browser settings. However, disabling cookies may affect your ability to use certain features of our website. Data Retention We retain your personal information for as long as necessary to fulfill the purposes for which it was collected, unless otherwise required by law. We may also retain your personal information for a reasonable period of time to comply with legal obligations, resolve disputes, or enforce our agreements. Do Not Track Signals Some web browsers have a \"Do Not Track\" feature that allows users to indicate that they do not want to be tracked by websites. However, there is no universally accepted standard for how websites should respond to Do Not Track signals. Therefore, we do not currently respond to Do Not Track signals. Contact Us If you have any questions or concerns about our Privacy Policy, please contact us at giftvista@gmail.com. We will do our best to address your inquiry in a timely and professional manner. GiftVista Home About Us Why are we Our promise How does it work Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "Terms of Use - GiftVista's Terms and Conditions for Website Use Upgrade your bedtime routine with our exquisite bedding collections. GiftVista Home About Us Why are we Our promise How does it work Contacts Terms of Use User Conduct You agree to use our website only for lawful purposes and in a manner that does not infringe the rights of, or restrict or inhibit the use and enjoyment of, this site by any third party. Such restriction or inhibition includes, without limitation, conduct which is unlawful, or which may harass or cause distress or inconvenience to any person, and the transmission of obscene or offensive content or disruption of normal flow of dialogue within this site. Indemnification You agree to indemnify, defend, and hold harmless GiftVista, its officers, directors, employees, agents, licensors, and suppliers from and against all claims, losses, liabilities, expenses, damages, and costs, including, without limitation, attorneys' fees, arising from or relating in any way to your use of this site, your violation of these Terms of Use, or your violation of any rights of another. Third-Party Links Our website may contain links to third-party websites. These links are provided for your convenience only. We do not endorse or take responsibility for the content, products, or services offered on these third-party websites. Termination We reserve the right, in our sole discretion, to terminate your access to all or part of our website, with or without notice. Entire Agreement These Terms of Use and any policies or operating rules posted by us on this site constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision. Gift Cards GiftVista gift cards can be redeemed towards the purchase of any product on our site. Gift cards cannot be redeemed for cash, except where required by law. Force Majeure GiftVista shall not be liable for any failure or delay in performance due to causes beyond our reasonable control, including but not limited to, acts of God, war, terrorism, strikes, labor disputes, government orders, or natural disasters. Governing Language These Terms of Use have been drafted in the English language. In the event of any conflict or inconsistency between the English version and any translated version, the English version shall prevail. Feedback and Reviews We value your feedback and encourage you to leave reviews for the products you purchase. By submitting a review, you grant us the right to use, reproduce, modify, and distribute your review in any medium. Modifications to the Site We reserve the right to modify, suspend, or discontinue any part of our website at any time, with or without notice. If you have any questions or concerns regarding these Terms of Use, please contact us at giftvista@gmail.com. We are always here to help and we look forward to serving you. Thank you for choosing GiftVista for your gifting needs. GiftVista Home About Us Why are we Our promise How does it work Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - GiftVista - Your Purchase is Appreciated GiftVista Thank you for reaching out to us! We truly appreciate you taking the time to connect with us. Your feedback and questions are invaluable as they help us improve our services and create a better experience for you. Our team will carefully review your message and get back to you as soon as possible. We value your patience and understanding in this process. Once again, thank you for your thoughtful engagement. We look forward to continuing this conversation and building a stronger relationship with you. To main",
    "about": "About GiftVista - Our Mission, Values, and Commitment to Excellence Upgrade your bedtime routine with our exquisite bedding collections. GiftVista Home About Us Why are we Our promise How does it work Contacts About GiftVista At GiftVista, we strive to make gift-giving effortless and delightful. Our curated selection of diverse gifts is designed to inspire joy and create memorable moments for every occasion. We are dedicated to quality, creativity, and customer satisfaction in everything we do. Whether you're marking a birthday, anniversary, or special milestone, GiftVista is committed to helping you discover the perfect gift that expresses your love and appreciation. Join us in celebrating life's moments with thoughtful gifts that leave a lasting impression. Our Mission At GiftVista, our mission is to revolutionize gift-giving with a curated collection of distinctive and meaningful gifts. We aspire to foster moments of joy and connection through thoughtful presents that resonate deeply. Emphasizing quality, creativity, and customer satisfaction, we endeavor to ensure every gift-giving experience is seamless and unforgettable. Come along on our journey to spread happiness, one gift at a time. Our Values At GiftVista, we uphold values that guide our commitment to excellence and customer satisfaction. We believe in: Quality Assurance Each gift at GiftVista is meticulously handpicked to meet our stringent standards of craftsmanship and uniqueness. Customer-Centric Service Our dedicated team is here to assist you at every step, ensuring your gifting experience with us is seamless and enjoyable. Our Impact GiftVista is committed to making a positive impact through meaningful gift experiences. Here's how we're making a difference: +10,000 Gifts Delivered 500+ Happy Customers Daily 95% Customer Satisfaction 50+ Countries Served GiftVista Home About Us Why are we Our promise How does it work Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. OK document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookieBannerAccepted\")) { var cookieBanner = document.getElementById(\"cookie-banner\"); cookieBanner.style.display = \"block\"; var acceptButton = document.getElementById(\"accept-cookies\"); acceptButton.addEventListener(\"click\", function () { cookieBanner.style.display = \"none\"; localStorage.setItem(\"cookieBannerAccepted\", true); }); } });",
    "disclaimer": "Disclaimer - GiftVista's Legal Information and Disclaimers Upgrade your bedtime routine with our exquisite bedding collections. GiftVista Home About Us Why are we Our promise How does it work Contacts Disclaimer Website Content All the content provided on GiftVista, including but not limited to text, graphics, logos, images, audio clips, video clips, data compilations, and software, is the property of GiftVista and is protected by international copyright laws. The content on our website is intended for personal, non-commercial use only. Any unauthorized use, reproduction, or distribution of the content without our express written consent is strictly prohibited. Product Descriptions We strive to provide accurate and complete product descriptions and specifications on our website. However, we do not warrant that the product descriptions, colors, or other content available on the site are accurate, complete, reliable, current, or error-free. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update information at any time without prior notice. Product Availability All products listed on GiftVista are subject to availability. We strive to maintain accurate stock levels on our website, but there may be occasions when an item is out of stock or unavailable. In such cases, we will notify you as soon as possible and offer a refund or replacement if applicable. Pricing Prices for our products are subject to change without notice. We reserve the right to correct any pricing errors that may inadvertently occur. Additionally, prices do not include taxes or shipping and handling charges, which will be added to the total order amount. Links to Third-Party Websites Our website may contain links to third-party websites. These links are provided for your convenience only, and we do not endorse or assume any responsibility for the content, products, services, or privacy practices of these third-party websites. You access and use these websites at your own risk. Limitation of Liability In no event shall GiftVista, its affiliates, directors, officers, employees, or agents be liable for any direct, indirect, special, incidental, or consequential damages, including but not limited to loss of data or profit, arising out of or in connection with the use or inability to use our website or the purchase of our products. International Orders We accept international orders, subject to certain restrictions and conditions. International customers are responsible for any customs duties, taxes, or other fees associated with their order. We are not responsible for any delays or issues related to customs clearance or international shipping. Contact Us If you have any questions or concerns about this Disclaimer, please contact us at giftvista@gmail.com. We value your feedback and will make every effort to respond to your inquiries in a timely manner. GiftVista Home About Us Why are we Our promise How does it work Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to GiftVista - Discover Unique Gifts for Every Occasion Upgrade your bedtime routine with our exquisite bedding collections. GiftVista Home About Us Why are we Our promise How does it work Contacts Unearth the Ideal Present with GiftVista At GiftVista, we are dedicated to enhancing every occasion with a personal touch. Dive into our handpicked assortment of distinctive and heartfelt gifts, tailored for every celebration. Whether it's birthdays or anniversaries, our array is crafted to inspire delight and forge enduring memories. Embark on your gifting adventure with us now and discover the ultimate gift for those who matter most to you! Range Why Choose GiftVista? G iftVista stands out for its commitment to quality, creativity, and convenience. We meticulously curate an expansive selection of gifts to cater to all tastes and occasions. Our dedication to fast shipping, outstanding customer service, and a satisfaction guarantee ensures a seamless shopping experience. Trust GiftVista to elevate every celebration with unforgettable gifts that reflect our passion for excellence. Our Promise to You At GiftVista, we're dedicated to delivering an exceptional shopping experience. Every item in our selection is handpicked to meet our rigorous standards of quality and uniqueness. Whether you're in search of a heartfelt gift or a delightful surprise, we promise you'll discover something truly special. Our committed team is here to support you throughout your gifting journey, ensuring it's seamless and enjoyable from start to finish. How It Works Discovering the ideal gift at GiftVista is effortless and delightful. Here’s how you can find and purchase a gift that will bring joy to your loved ones Browse Our Collection Discover our vast collection of thoughtfully curated gifts tailored for every occasion. Whether you're celebrating a birthday, anniversary, or simply want to show someone you care, we offer something extraordinary for everyone. Choose Your Gift Once you've discovered the ideal item, just click to add it to your cart. Our detailed product descriptions and high-quality images ensure that making your decision is effortless. Personalize Your Message Enhance your gift with a personalized message. Simply provide us with your custom message, and we'll include it with your gift to add an extra special touch, making your present even more memorable. Fast & Secure Checkout Experience a smooth checkout process with our secure payment options. Your chosen gift will be swiftly on its way, poised to bring joy to its lucky recipient in no time. Our Unique Offerings At GiftVista, we exceed expectations by offering extraordinary gifts that stand apart from the ordinary. Explore what sets our collection apart and uncover the perfect present for any occasion. Handcrafted Treasures Explore our selection featuring beautifully handcrafted items skillfully made by artisans. Each piece is unique, ensuring your gift is truly one-of-a-kind and special. Eco-Friendly Choices Choose from our selection of stylish and sustainable eco-friendly gifts, showcasing your commitment to the planet. Customizable Gifts Personalize your gift with our customizable options, from engraved jewelry to personalized keepsakes, ensuring a special touch your recipient will cherish forever. Join Our Community Join the GiftVista family and stay connected with us. Subscribe to our newsletter for exclusive offers, the latest product updates, and gifting inspiration. Follow us on social media to connect with fellow gift enthusiasts and share your own memorable gifting experiences. GiftVista is more than just a store—it's where unforgettable moments begin. Join Featured Collection Best Gifts for Every Occasion ₹999 Elegant Candle Set Create a relaxing atmosphere with this beautifully crafted candle set, perfect for any home. Order ₹1,499 Personalized Mug Add a personal touch with a custom message or name on this high-quality ceramic mug. Order ₹2,199 Luxury Spa Kit Indulge in a spa-like experience at home with our luxurious spa kit, complete with bath salts and essential oils. Order ₹1,299 Handcrafted Jewelry Box Store your treasures in style with this intricately designed jewelry box, made by skilled artisans. Order ₹1,799 Eco-Friendly Tote Bag Carry your essentials in this stylish and sustainable tote bag, made from recycled materials. Order ₹2,499 Customized Photo Frame Capture precious moments in this elegant photo frame, personalized with your favorite memories. Order Stay Updated Subscribe to Our Newsletter Address Reliance Mall, Gajanan Maharaj Mandir Rd, opposite Radha Krushna Magal Karyalay, Garkheda, Maharashtra 431001, India Phone +91-180-01027382 Email giftvista@gmail.com I accept the Privacy Policy Send GiftVista Home About Us Why are we Our promise How does it work Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept document.addEventListener(\"DOMContentLoaded\", function () { if (!localStorage.getItem(\"cookieBannerAccepted\")) { var cookieBanner = document.getElementById(\"cookie-banner\"); cookieBanner.style.display = \"block\"; var acceptButton = document.getElementById(\"accept-cookies\"); acceptButton.addEventListener(\"click\", function () { cookieBanner.style.display = \"none\"; localStorage.setItem(\"cookieBannerAccepted\", true); }); } });"
  },
  "date": "2024-06-25T10:04:25.260Z"
}