{
  "name": "New_v9_espressoelegance",
  "pages": {
    "privacy-policy": "Privacy Policy | EspressoElegance - Your Trusted Source for Quality Coffee Products EspressoElegance Home We The choice of coffee The numbers about us Consultations Our products Get Help Privacy Policy Indemnification You agree to indemnify, defend, and hold harmless EspressoElegance and its affiliates, employees, agents, and third-party service providers, from and against any claims, losses, damages, liabilities, and expenses (including but not limited to attorney's fees) arising out of or related to your use of or inability to use the Service, any user postings made by you, your violation of any terms of this disclaimer, or your violation of any rights of a third party. Changes EspressoElegance reserves the right, at our sole discretion, to modify or replace this disclaimer at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. Intellectual Property Rights All content included on EspressoElegance, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of EspressoElegance or its content suppliers and protected by international copyright laws. The compilation of all content on this site is the exclusive property of EspressoElegance and protected by international copyright laws. Trademark EspressoElegance's trademarks and trade dress may not be used in connection with any product or service that is not EspressoElegance's, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits EspressoElegance. All other trademarks not owned by EspressoElegance that appear on this site are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by EspressoElegance. User Comments, Feedback, and Other Submissions If you send certain specific submissions (e.g., contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate, and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments. EspressoElegance may, but have no obligation to, monitor, edit, or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene, or otherwise objectionable or violates any party's intellectual property or these Terms of Service. Termination We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Entire Agreement The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision. These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service). Accuracy of Information We strive to provide accurate and up-to-date information on our website, but we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Professional Advice The information provided on EspressoElegance is not intended to be a substitute for professional advice. Always seek the advice of qualified professionals regarding any questions or concerns you may have related to any content on our website. External Links EspressoElegance may contain links to external websites that are not provided or maintained by us. We do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Affiliate Disclaimer EspressoElegance may contain affiliate links. If you click on an affiliate link and make a purchase, we may receive a commission at no additional cost to you. We only recommend products or services that we believe will add value to our users. No Warranty EspressoElegance is provided on an \"as is\" and \"as available\" basis without any representations or warranties, express or implied. We do not warrant that the website will be constantly available, or available at all, or that the information on the website is complete, true, accurate, or non-misleading. Additional Information EspressoElegance may also collect certain non-personal information automatically when you visit our website. This information may include your IP address, browser type, domain names, access times, and referring website addresses. This information is used for the operation of the service, to maintain the quality of the service, and to provide general statistics regarding the use of the EspressoElegance website. Consent By using our website, you hereby consent to our disclaimer and agree to its terms. Liability Limitations EspressoElegance and its affiliates, officers, directors, employees, agents, partners, and licensors shall not be liable to you for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, resulting from: the use or inability to use the Service; unauthorized access to or alteration of your transmissions or data; statements or conduct of any third party on the Service; any other matter relating to the Service. External Links Disclaimer EspressoElegance may contain links to external websites that are not provided or maintained by or in any way affiliated with us. Please note that we do not guarantee the accuracy, relevance, timeliness, or completeness of any information on these external websites. We cannot be held responsible for the content, privacy policies, or practices of these websites. No Professional Relationship Your use of EspressoElegance and the information contained herein does not create a professional relationship between you and us. The information provided on this website is for general informational purposes only and should not be construed as professional advice. You should seek the advice of qualified professionals regarding any specific concerns you may have. Contact Us If you have any questions about this disclaimer, please contact us at espressoelegance@gmail.com. By using EspressoElegance, you hereby consent to our disclaimer and agree to its terms. EspressoElegance Links Home We The choice of coffee The numbers about us Consultations Our products Additionally Privacy Policy Terms of Use Contacts NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 espressoelegance@gmail.com",
    "terms-conditions": "Terms of Use | EspressoElegance - Explore Our Range of Fine Coffee Equipment EspressoElegance Home We The choice of coffee The numbers about us Consultations Our products Get Help Terms of Use Feedback EspressoElegance welcomes your feedback, comments, and suggestions regarding the Site. By providing feedback, you grant EspressoElegance a perpetual, irrevocable, worldwide, royalty-free license to use such feedback for any purpose without any obligation to you. Entire Agreement These Terms of Use constitute the entire agreement between you and EspressoElegance regarding your use of the Site and supersede all prior or contemporaneous agreements and understandings, whether oral or written, between you and EspressoElegance. Waiver and Severability The failure of EspressoElegance to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of such right or provision. If any provision of these Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms of Use shall remain in full force and effect. Assignment You may not assign or transfer any of your rights or obligations under these Terms of Use without the prior written consent of EspressoElegance. EspressoElegance may freely assign or transfer any of its rights or obligations under these Terms of Use without restriction. Use of Site EspressoElegance grants you a limited, non-exclusive, non-transferable, and revocable license to access and use the Site solely for your personal and non-commercial purposes. You agree not to use the Site for any unlawful purpose or in any way that could damage, disable, overburden, or impair the Site. Content All content provided on the Site, including but not limited to text, graphics, images, logos, videos, and software, is owned by EspressoElegance or its licensors and is protected by copyright, trademark, and other intellectual property laws. You may not modify, reproduce, distribute, display, or create derivative works of such content without the prior written consent of EspressoElegance. Third-Party Links The Site may contain links to third-party websites or resources. These links are provided solely for your convenience and do not constitute an endorsement by EspressoElegance of the content or services provided by such third parties. EspressoElegance is not responsible for the content or practices of any third-party websites or resources. Disclaimers the site is provided on an \"as is\" and \"as available\" basis, without any warranties of any kind, express or implied. espressoelegance disclaims all warranties, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement. espressoelegance does not warrant that the site will be uninterrupted or error-free, that defects will be corrected, or that the site or the servers that host the site are free of viruses or other harmful components. Limitation of Liability in no event shall espressoelegance be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses (even if espressoelegance has been advised of the possibility of such damages), arising out of or in connection with the use of the site or the inability to use the site. Indemnification You agree to indemnify, defend, and hold harmless EspressoElegance and its officers, directors, employees, agents, and affiliates from and against any and all claims, liabilities, damages, losses, or expenses, including legal fees and costs, arising out of or in any way connected with your use of the Site or your violation of these Terms of Use. Changes to Terms of Use EspressoElegance reserves the right to modify or revise these Terms of Use at any time and without prior notice. By continuing to use the Site after any such changes, you agree to be bound by the revised Terms of Use. Intellectual Property Rights All trademarks, service marks, logos, and trade names displayed on the Site are the property of EspressoElegance or their respective owners. Nothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any trademark displayed on the Site without the prior written consent of EspressoElegance or the third-party owner of the trademark. User Conduct You agree to use the Site only for lawful purposes and in accordance with these Terms of Use. You are prohibited from: Using the Site in any way that violates any applicable federal, state, local, or international law or regulation. Engaging in any conduct that restricts or inhibits anyone's use or enjoyment of the Site, or which, as determined by EspressoElegance, may harm EspressoElegance or users of the Site or expose them to liability. Attempting to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Site, the server on which the Site is stored, or any server, computer, or database connected to the Site. Using any robot, spider, or other automatic device, process, or means to access the Site for any purpose, including monitoring or copying any of the material on the Site. International Users The Site is controlled, operated, and administered by EspressoElegance from its offices within [Location]. If you access the Site from a location outside [Location], you are responsible for compliance with all local laws. You agree that you will not use the Site in any country or in any manner prohibited by any applicable laws, restrictions, or regulations. Consent to Electronic Communications By using the Site, you consent to receive electronic communications from EspressoElegance (via email or by posting notices on the Site), and you agree that all agreements, notices, disclosures, and other communications that EspressoElegance provides to you electronically satisfy any legal requirement that such communications be in writing. Changes to the Site EspressoElegance reserves the right to modify, suspend, or discontinue any aspect or feature of the Site at any time without prior notice. This includes but is not limited to content, functionality, or availability of the Site. EspressoElegance shall not be liable to you or any third party for any such modification, suspension, or discontinuance of the Site. Security EspressoElegance takes reasonable measures to maintain the security of the Site. However, you acknowledge that no internet transmission is completely secure, and EspressoElegance cannot guarantee the security of your personal information transmitted to the Site. Any transmission of personal information is at your own risk. EspressoElegance is not responsible for circumvention of any privacy settings or security measures contained on the Site. Compliance with Laws You agree to comply with all applicable laws, rules, and regulations regarding your use of the Site. You also agree not to use the Site for any illegal or unauthorized purpose and to comply with all regulations, policies, and procedures of networks connected to the Site. No Agency No agency, partnership, joint venture, employee-employer, or franchiser-franchisee relationship is intended or created by these Terms of Use between you and EspressoElegance. Headings The headings in these Terms of Use are for convenience only and shall not affect the interpretation of these Terms of Use. Survival The provisions of these Terms of Use which by their nature should survive termination of your use of the Site shall survive such termination, including, but not limited to, the provisions regarding intellectual property rights, user conduct, disclaimers, limitation of liability, indemnification, and governing law. Entire Agreement These Terms of Use constitute the entire agreement between you and EspressoElegance regarding your use of the Site and supersede all prior or contemporaneous agreements and understandings, whether oral or written, between you and EspressoElegance. Class Action Waiver To the fullest extent permitted by applicable law, you agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated, or representative action. You further agree that you will not participate in any class action (existing or future) brought by any third party arising under or in connection with these Terms of Use. No Waiver No waiver of by EspressoElegance of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of EspressoElegance to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision. Reservation of Rights EspressoElegance reserves all rights not expressly granted to you in these Terms of Use. Nothing in these Terms of Use shall be construed as conferring any license or right to use any trademark, logo, or service mark of EspressoElegance or any third party. Feedback EspressoElegance welcomes feedback, comments, and suggestions from users to improve the Site. However, please be aware that any feedback, comments, or suggestions you submit to EspressoElegance regarding the Site shall become the property of EspressoElegance. By submitting such feedback, comments, or suggestions, you grant EspressoElegance the right to use, copy, modify, publish, or otherwise exploit the feedback, comments, or suggestions for any purpose, without any compensation to you. Contact Us If you have any questions about these Terms of Use, please contact us at espressoelegance@gmail.com. Thank you for reading our Terms of Use. We hope you enjoy your experience on EspressoElegance! EspressoElegance Links Home We The choice of coffee The numbers about us Consultations Our products Additionally Privacy Policy Terms of Use Contacts NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 espressoelegance@gmail.com",
    "thanks": "Thank You for Choosing EspressoElegance - Your Partner in Exceptional Coffee Experiences Thank You! Dear valued customer, Thank you for reaching out to EspressoElegance. Your feedback is greatly appreciated and helps us improve our services. We will carefully review your message and get back to you as soon as possible. In the meantime, feel free to explore more of EspressoElegance's offerings. We're dedicated to providing you with the finest coffee experiences. Thank you once again for choosing EspressoElegance. Best Regards, The EspressoElegance Team Back to Homepage",
    "index": "Welcome to EspressoElegance - Discover Premium Coffee Machines & Accessories EspressoElegance Home We The choice of coffee The numbers about us Consultations Our products Get Help High -quality coffee machine store Welcome to Espressoelegance - your source of elegant coffee machines! Start Expertly Crafted Espresso Machines Discover our selection of espresso machines meticulously engineered for precision brewing. From automatic to manual, each machine is designed to deliver the perfect balance of aroma, flavor, and crema in every shot. Premium Coffee Beans Explore our range of premium coffee beans sourced from the finest coffee regions around the globe. From single-origin to blends, each batch is expertly roasted to perfection, ensuring a rich and flavorful coffee experience with every sip. Accessories for Coffee Connoisseurs Elevate your coffee ritual with our collection of accessories, including tamper sets, milk frothers, and cleaning kits. Designed with both style and functionality in mind, our accessories complement your espresso machine, making every brewing session a seamless and enjoyable experience. Explore Our Coffee Selection At EspressoElegance, we believe that the key to a perfect cup of coffee starts with quality beans. Dive into our carefully curated selection of premium coffee beans sourced from the world's most renowned coffee-growing regions. From bold and robust to smooth and nuanced, we have the perfect blend to satisfy every coffee lover's palate. Single-Origin Delights Indulge in the distinctive flavors of our single-origin coffee beans, each sourced from a specific region known for its unique terroir. From the fruity notes of Ethiopian Yirgacheffe to the chocolatey richness of Colombian Supremo, experience the essence of each origin in every sip. Artisanal Blends Our artisanal blends are meticulously crafted to achieve a harmonious balance of flavors and aromas. Combining beans from different origins and roast profiles, these blends offer complexity and depth, delivering a truly satisfying coffee experience that delights the senses with every cup. Decaffeinated Options For those who prefer to enjoy the rich taste of coffee without the caffeine, we offer a selection of premium decaffeinated beans. Carefully processed to retain flavor while removing caffeine, our decaf options promise a smooth and satisfying coffee experience any time of day. 2500+ Happy Customers Worldwide 100+ Premium Coffee Machines 50+ Varieties of Coffee Beans Expert Advice and Support At EspressoElegance, we're not just passionate about coffee; we're also dedicated to providing exceptional customer service. Our team of coffee experts is here to guide you every step of the way, from selecting the perfect espresso machine to mastering the art of brewing. Personalized Recommendations Let our knowledgeable staff help you find the ideal coffee solution tailored to your preferences and lifestyle. Whether you're a novice or a connoisseur, we'll provide personalized recommendations to ensure you get the most out of your coffee experience. Troubleshooting Assistance Encountering issues with your coffee machine? Don't worry; we're here to help. Our support team is available to assist you with troubleshooting tips and solutions to keep your espresso machine running smoothly. Ongoing Support and Resources Beyond your purchase, EspressoElegance is committed to being your trusted coffee companion. Take advantage of our extensive online resources, including brewing guides, maintenance tips, and frequently asked questions, to enhance your coffee journey. Espresso Machine Model X1 ₹12,999 Experience espresso perfection with our Model X1. Featuring a sleek design and intuitive controls, this machine delivers rich, velvety espresso shots with every use. Elevate your home coffee bar and impress your guests with cafe-quality beverages. Order Barista Starter Kit ₹1,999 Kickstart your barista journey with our comprehensive starter kit. Including essential tools such as a tamper, milk frothing pitcher, and cleaning brush, this kit equips you with everything you need to craft professional-quality espresso drinks at home. Order Premium Coffee Grinder ₹5,499 Grind your beans to perfection with our premium coffee grinder. Featuring adjustable settings and durable stainless steel burrs, this grinder ensures a consistent grind size for optimal extraction, unlocking the full flavor potential of your coffee beans. Order Variety Pack of Coffee Beans ₹899 Explore a world of flavors with our variety pack of coffee beans. Curated to showcase different origins and roast profiles, this pack allows you to discover new taste sensations and find your perfect brew. Embark on a coffee tasting adventure from the comfort of your home. Order Location NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India Phone +91-798-7283821 Email espressoelegance@gmail.com I accept the Privacy Policy Send EspressoElegance Gift Card Give the gift of exceptional coffee experiences with an EspressoElegance gift card. Perfect for any occasion, our gift cards allow your loved ones to explore our range of premium coffee machines, accessories, and beans, ensuring they find the perfect addition to their coffee ritual. Coffee Subscription Service Never run out of your favorite beans with our coffee subscription service. Choose from our curated selection of coffee blends or single-origin beans, and receive fresh shipments delivered straight to your door at regular intervals. Enjoy convenience and quality with every cup. Virtual Barista Workshops Elevate your coffee skills from the comfort of your home with our virtual barista workshops. Led by experienced coffee experts, these interactive sessions cover everything from espresso fundamentals to advanced latte art techniques. Join our community of coffee enthusiasts and hone your craft together. Coffee Accessories Bundle Upgrade your coffee setup with our accessories bundle. Featuring essential tools such as a tamper, frothing pitcher, and cleaning tablets, this bundle has everything you need to maintain your espresso machine and create cafe-quality beverages with ease. Simplify your coffee routine and elevate your results. EspressoElegance Links Home We The choice of coffee The numbers about us Consultations Our products Additionally Privacy Policy Terms of Use Contacts NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India +91-798-7283821 espressoelegance@gmail.com"
  }
}