{
  "name": "New_v9_Petropolis",
  "pages": {
    "index": "PETROPOLIS - Zoológico e Hospedagem para Animais de Estimação PETROPOLIS Início Serviços Preço Galeria Contato Bem-vindo ao PETROPOLIS Descubra um paraíso para animais de estimação, onde cada hóspede é tratado com amor e cuidado. Saiba Mais Sobre Nós Somos apaixonados por animais de estimação e dedicados a fornecer um ambiente seguro e acolhedor para cada hóspede em nosso zoológico e hospedagem. Nossa equipe altamente qualificada está aqui para garantir que cada animal seja tratado com amor, cuidado e respeito. Desde a nossa abertura, temos o compromisso de promover o bem-estar animal e a conservação da vida selvagem. Trabalhamos arduamente para oferecer experiências enriquecedoras para todos os nossos visitantes, humanos e animais. No PETROPOLIS, acreditamos que cada animal tem uma história única e merece uma vida plena. É por isso que nos esforçamos para criar um ambiente onde os animais possam prosperar e ser felizes. Além de oferecer hospedagem de qualidade para animais de estimação, também nos dedicamos a educar o público sobre a importância da preservação da vida selvagem e do respeito pelos animais. Junte-se a nós em nossa missão de criar um mundo melhor para todos os seres vivos. Vida ao ar livre Nossos hóspedes têm amplo espaço para explorar e brincar ao ar livre, proporcionando uma experiência enriquecedora. Atendimento personalizado Nossa equipe dedicada oferece atendimento personalizado, garantindo que cada animal se sinta em casa e amado. Diversão garantida Com uma variedade de atividades e entretenimento, nossos hóspedes nunca ficam entediados durante a estadia. Nossos Serviços Hospedagem de Qualidade Nossa hospedagem oferece quartos espaçosos e confortáveis para seus animais de estimação, garantindo que eles se sintam em casa durante a estadia. Cada quarto é projetado para proporcionar o máximo de conforto e segurança, com instalações modernas e limpas. Cuidados Veterinários Profissionais Nossa equipe de veterinários altamente qualificados está disponível para fornecer cuidados médicos especializados para seus animais de estimação. De exames de rotina a tratamentos médicos avançados, estamos aqui para garantir que seus animais recebam os cuidados de saúde necessários. Atividades Recreativas Além de hospedagem e cuidados veterinários, oferecemos uma variedade de atividades recreativas para manter seus animais de estimação ativos e felizes. De passeios ao ar livre a sessões de brincadeiras supervisionadas, há sempre algo divertido acontecendo no nosso zoológico e hospedagem. Nós Fazemos Seus Animais de Estimação Mais Felizes Somos dedicados a proporcionar um ambiente seguro e acolhedor para cada hóspede em nosso zoológico e hospedagem. Nossa equipe altamente qualificada está aqui para garantir que cada animal seja tratado com amor, cuidado e respeito. Nossos Preços Plano Básico Perfeito para aqueles que procuram uma opção acessível e confiável. Inclui alojamento confortável, alimentação balanceada e monitoramento regular. A partir de R$ 50,00 Plano Premium O plano intermediário, projetado para clientes que desejam um pouco mais de luxo para seus animais de estimação. Oferece tudo no Plano Básico, além de tratamentos de spa e atividades exclusivas. A partir de R$ 100,00 Plano VIP O plano premium para os donos mais exigentes. Inclui todos os benefícios do Plano Premium, além de serviços personalizados, acompanhamento 24 horas e suítes de luxo. A partir de R$ 150,00 Nós Ouvimos Você Estamos aqui para ouvir suas preocupações, responder às suas perguntas e garantir que suas necessidades e as de seus animais de estimação sejam atendidas da melhor maneira possível. Entre em contato conosco hoje mesmo e deixe-nos saber como podemos ajudar. Avaliações dos Clientes João Silva \"Ótimo serviço! Meus animais de estimação adoraram a estadia e foram muito bem cuidados. Altamente recomendado!\" Maria Oliveira \"Estou muito satisfeita com a atenção e cuidado que minha mascote recebeu. Com certeza voltarei!\" Carlos Santos \"Equipe incrível! Sempre dispostos a ajudar e muito profissionais. Meus animais adoram!\" Ana Lima \"A melhor experiência que tive com hospedagem de animais. A equipe é super atenciosa e o local é muito limpo e organizado.\" Pedro Oliveira \"Recomendo a todos os donos de animais de estimação. Minhas preocupações foram todas eliminadas ao ver o cuidado e carinho que deram para o meu pet.\" Fernanda Silva \"Excelente serviço! Minha cachorrinha ficou muito feliz e bem cuidada durante toda a estadia. Voltaremos com certeza!\" Luiz Oliveira \"Fiquei extremamente satisfeito com a hospedagem do meu gato. A equipe demonstrou muito profissionalismo e carinho. Recomendo a todos!\" Juliana Costa \"Meu cachorro adorou a estadia! Fui muito bem atendida e pude viajar tranquila sabendo que ele estava em boas mãos.\" Perguntas Frequentes Qual é o horário de funcionamento? O nosso zoológico e hospedagem está aberto todos os dias das 8h às 20h. Não hesite em nos visitar durante esse horário para conhecer nossas instalações e serviços. Quais são os serviços oferecidos? Nós oferecemos uma variedade de serviços, incluindo hospedagem para animais de estimação, cuidados veterinários, atividades recreativas e muito mais. Consulte nossa página de serviços para obter mais informações. Como faço para reservar? Para fazer uma reserva, você pode entrar em contato conosco por telefone, e-mail ou visitar pessoalmente nossa recepção. Nossa equipe terá prazer em ajudá-lo a encontrar a melhor opção para suas necessidades. Posso trazer minha própria comida para meu animal de estimação? Sim, você pode trazer a comida preferida do seu animal de estimação. No entanto, também oferecemos uma variedade de opções alimentares de alta qualidade disponíveis em nosso zoológico e hospedagem. Quais medidas de segurança estão em vigor para proteger os animais? Nossa equipe segue rigorosos protocolos de segurança para garantir o bem-estar de todos os animais sob nossa responsabilidade. Isso inclui medidas de segurança física, monitoramento 24 horas e procedimentos veterinários preventivos. Existem descontos para clientes frequentes? Sim, oferecemos descontos especiais para clientes que utilizam nossos serviços regularmente. Entre em contato conosco para obter mais informações sobre nosso programa de fidelidade. Nossos Hóspedes Contatos Telefone: +556134257031 Email: PETROPOLIS@gmail.com Endereço: Parque Das Larangeiras, Av. Prof. Nilton Lins, 3259-Flores, Manaus-AM, 69058-030, Brasil Nome: Email: Mensagem: Aceito a política de privacidade Enviar Início Serviços Preço Galeria Contato Termos e Condições Política de Privacidade",
    "policy": "Política de Privacidade | PETROPOLIS main { padding: 50px 0; } p { margin-bottom: 20px; } h2 { margin-bottom: 20px; } PETROPOLIS Início Serviços Preço Galeria Contato Política de Privacidade Na PETROPOLIS, temos o compromisso de proteger sua privacidade. Esta política de privacidade se aplica ao nosso site e a todos os produtos e serviços oferecidos pela PETROPOLIS. Segurança da Informação Implementamos práticas apropriadas para coleta, armazenamento e processamento de dados, além de medidas de segurança para proteger contra acesso não autorizado, alteração, divulgação ou destruição de suas informações pessoais, nome de usuário, senha, informações de transações e dados armazenados em nosso site. Suas informações pessoais são armazenadas em servidores seguros e protegidas por firewalls e criptografia avançada para garantir máxima segurança. No entanto, é importante lembrar que nenhuma transmissão de dados pela Internet ou método de armazenamento eletrônico é 100% seguro. Assim, embora nos esforcemos para proteger suas informações pessoais, não podemos garantir segurança absoluta. Você também é responsável por manter a confidencialidade de suas informações de login e senha. Recomendamos que escolha senhas fortes e únicas e não compartilhe suas credenciais de acesso com ninguém. Caso tenha alguma preocupação com a segurança de suas informações pessoais ou suspeite de atividades suspeitas em sua conta, entre em contato conosco imediatamente para que possamos tomar as medidas necessárias para proteger sua privacidade e segurança. Consentimento Pedimos que leia atentamente antes de utilizar nosso site. Entendemos a importância da privacidade e estamos comprometidos em garantir que suas informações pessoais sejam tratadas com segurança, privacidade e respeito. Não venderemos, comercializaremos ou alugaremos suas informações pessoais para terceiros sem seu consentimento expresso, exceto conforme descrito nesta política de privacidade ou quando exigido por lei. Se fizermos alterações nesta política de privacidade, atualizaremos a data de revisão na parte inferior desta página. Ao continuar a utilizar o site após a publicação de tais alterações, você estará consentindo com as novas práticas descritas nesta política. Alterações a esta Política de Privacidade Na PETROPOLIS, podemos ocasionalmente atualizar nossa Política de Privacidade para refletir alterações em nossas práticas e requisitos legais. Encorajamos você a revisar esta Política de Privacidade periodicamente para se manter informado sobre como coletamos, usamos e protegemos suas informações pessoais. Ao continuar a utilizar nosso site e nossos serviços após a entrada em vigor das alterações à presente Política de Privacidade, você estará concordando com os termos atualizados. Se você não concordar com qualquer parte da política atualizada, você pode optar por interromper o uso de nosso site e serviços. Se tiver quaisquer dúvidas ou preocupações sobre nossa Política de Privacidade ou sobre as alterações introduzidas na mesma, entre em contato conosco para esclarecimentos. Sua privacidade e confiança são importantes para nós, e estamos empenhados em ser transparentes sobre nossas práticas de dados. Seus Direitos Na PETROPOLIS, respeitamos seus direitos relativos às suas informações pessoais e estamos empenhados em garantir que você tenha controle sobre seus dados. Como tal, você tem os seguintes direitos: Direito de Acesso: Você tem o direito de solicitar acesso às informações pessoais que mantemos sobre você. Isso inclui informações sobre como coletamos, usamos e divulgamos seus dados. Direito de Atualização: Você tem o direito de solicitar atualizações ou correções de quaisquer informações pessoais imprecisas ou incompletas que tenhamos sobre você. Nós nos esforçamos para garantir que suas informações sejam precisas e atualizadas. Direito de Excluir: Você tem o direito de solicitar a exclusão de suas informações pessoais de nossos registros. Cumpriremos seu pedido, sujeito a certas obrigações legais e contratuais. Direito de Oposição: Você tem o direito de se opor ao processamento de suas informações pessoais para determinados fins, como marketing direto ou criação de perfis. Respeitaremos suas preferências e cessaremos o tratamento de seus dados para esses fins. Direito de Restringir: Você tem o direito de solicitar a restrição do processamento de suas informações pessoais em determinadas circunstâncias, como quando a exatidão dos dados é contestada ou o processamento é ilegal. Direito à Portabilidade de Dados: Você tem o direito de receber uma cópia de suas informações pessoais em um formato estruturado, comumente usado e legível por máquina, e de transmitir esses dados a outro controlador. Se deseja exercer algum desses direitos ou tiver quaisquer dúvidas sobre seus direitos relativamente às suas informações pessoais, entre em contato conosco através das informações de contato fornecidas abaixo. Responderemos ao seu pedido prontamente e de acordo com as leis de proteção de dados aplicáveis. Contacte-nos Seja bem-vindo a entrar em contato conosco caso tenha algum comentário, pergunta ou preocupação. Nossa equipe de Apoio ao Cliente está dedicada a prestar assistência e suporte em relação ao nosso site, produtos ou serviços. Parque Das Larangeiras, Av. Prof. Nilton Lins, 3259-Flores, Manaus-AM, 69058-030, Brasil +556134257031 PETROPOLIS@gmail.com Nos esforçamos para responder a todos os inquéritos dentro de 24-48 horas durante o nosso horário comercial regular. No entanto, os tempos de resposta podem variar dependendo do volume de inquéritos recebidos. Início Serviços Preço Galeria Contato Termos e Condições Política de Privacidade",
    "terms": "PETROPOLIS | Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h2 { margin-bottom: 20px; } PETROPOLIS Início Serviços Preço Galeria Contato Termos e Condições 1. Introdução Saudações e seja bem-vindo à página de Termos e Condições da PETROPOLIS. Ao utilizar ou acessar o nosso website, você concorda em seguir e estar vinculado por estes Termos e Condições, assim como pela nossa Política de Privacidade, e todas as leis e regulamentos aplicáveis. Se houver qualquer discordância com qualquer parte destes termos, o acesso ou uso deste site será proibido. Os materiais encontrados neste site estão sujeitos a direitos autorais e marcas registradas. Por favor, leia atentamente estes Termos e Condições antes de utilizar nosso website. Seu acesso e uso do site estão condicionados à sua concordância e conformidade com estes Termos. Estes Termos se aplicam a todos os visitantes, usuários e outras pessoas que acessam ou utilizam o site. Ao acessar ou usar o site, você concorda em se vincular a estes Termos. Caso discorde de qualquer parte destes Termos, não poderá acessar o site. A PETROPOLIS reserva-se o direito de alterar estes Termos e Condições a qualquer momento. Essas alterações entrarão em vigor imediatamente após sua publicação no site. Você é responsável por revisar periodicamente estes Termos para estar ciente de quaisquer modificações. 3. Direitos de Propriedade Intelectual Todo o conteúdo deste site, incluindo texto, gráficos, logotipos, ícones, imagens, áudio e vídeo, downloads digitais, compilações de dados e software, é propriedade da PETROPOLIS ou de seus fornecedores de conteúdo, e está protegido por leis internacionais de direitos autorais. A compilação de todo o conteúdo deste site é exclusiva da PETROPOLIS e é protegida pelas leis internacionais de direitos autorais. É proibido modificar, publicar, transmitir, participar na transferência ou venda, reproduzir, criar obras derivadas, distribuir, executar, exibir ou de qualquer forma explorar qualquer conteúdo, total ou parcialmente, sem o consentimento prévio por escrito da PETROPOLIS. As marcas registradas, marcas de serviço, gráficos e logotipos da PETROPOLIS usados neste site são propriedade exclusiva da PETROPOLIS. Outras marcas comerciais, marcas de serviço, gráficos e logotipos usados neste site podem ser propriedade de seus respectivos proprietários. O uso deste site não concede a você nenhum direito ou licença para reproduzir ou utilizar quaisquer marcas registradas da PETROPOLIS ou de terceiros. A PETROPOLIS reserva todos os direitos não expressamente concedidos a você em relação ao site e ao seu conteúdo. Este acordo não transfere para você nenhuma propriedade intelectual da PETROPOLIS ou de terceiros, e todos os direitos, títulos e interesses relacionados a tal propriedade permanecerão exclusivamente com a PETROPOLIS. Ao concordar com estes Termos, você se compromete a não se envolver no uso, cópia ou distribuição de qualquer conteúdo que não seja expressamente permitido nestes Termos, incluindo qualquer uso, cópia ou distribuição de submissões de usuários de terceiros obtidas através do site para fins comerciais. Se você acredita que seus direitos de propriedade intelectual foram violados por qualquer conteúdo em nosso site, entre em contato conosco imediatamente para que possamos investigar e tomar as medidas apropriadas. 4. Links para Outros Sites Nosso serviço pode conter links para sites ou serviços de terceiros que não são de propriedade ou controlados pela PETROPOLIS. A PETROPOLIS não tem controle sobre esses sites ou serviços de terceiros e não assume qualquer responsabilidade pelo conteúdo, políticas de privacidade ou práticas de tais sites ou serviços de terceiros. Você reconhece e concorda que a PETROPOLIS não será responsável, direta ou indiretamente, por quaisquer danos ou perdas causados ou alegadamente causados pelo uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de tais sites ou serviços de terceiros. 5. Alterações A PETROPOLIS reserva-se o direito, a seu exclusivo critério, de modificar ou substituir estes Termos a qualquer momento. É sua responsabilidade revisar periodicamente estes termos para quaisquer alterações. Alterações a estes Termos entrarão em vigor imediatamente após sua publicação no site. Seu uso continuado do site após a publicação de quaisquer alterações constitui sua aceitação dessas alterações. A PETROPOLIS também pode, no futuro, oferecer novos serviços e/ou recursos através do site (incluindo o lançamento de novas ferramentas e recursos). Esses novos recursos e/ou serviços estarão sujeitos a estes Termos e Condições. A PETROPOLIS reserva-se o direito de modificar ou descontinuar o site (ou qualquer parte dele) temporária ou permanentemente, com ou sem aviso prévio. A PETROPOLIS não será responsável perante você ou terceiros por qualquer modificação, suspensão ou descontinuação do site. Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as disposições restantes destes Termos permanecerão em vigor. Estes Termos constituem o acordo integral entre nós em relação ao nosso site e substituem quaisquer acordos anteriores que possamos ter em relação ao site. 6. Entre em Contato Conosco Estamos sempre abertos a receber qualquer comentário, pergunta ou preocupação que você possa ter. Nossa equipe de suporte ao cliente está aqui para fornecer assistência e suporte em relação ao nosso site, produtos ou serviços. Parque Das Larangeiras, Av. Prof. Nilton Lins, 3259-Flores, Manaus-AM, 69058-030, Brasil +556134257031 PETROPOLIS@gmail.com Início Serviços Preço Galeria Contato Termos e Condições Política de Privacidade",
    "thanks": "PETROPOLIS | Obrigado pelo seu Feedback! body { background-color: #51b09b; } main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.3); } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #fff; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Agradecemos pelo Seu Feedback! Aqui na PETROPOLIS, valorizamos imensamente o feedback que recebemos de nossos clientes e visitantes. Suas opiniões são essenciais para continuarmos aprimorando nossos serviços e adaptando nossas ofertas para melhor atender às suas necessidades. Queremos expressar nossa mais profunda gratidão por você dedicar um tempo para compartilhar seus pensamentos conosco. Seja para elogiar um serviço excepcional ou para fornecer críticas construtivas que nos ajudam a evoluir, cada feedback que recebemos é extremamente valioso. Tenha certeza de que sua contribuição será cuidadosamente analisada por nossa equipe. Estamos empenhados em proporcionar experiências excepcionais em aluguel de automóveis, garantindo que cada momento que você passa conosco seja verdadeiramente excepcional. Novamente, agradecemos por confiar na PETROPOLIS para compartilhar seu feedback. Esperamos ter a oportunidade de servi-lo novamente no futuro! Página Inicial"
  }
}