{
  "name": "New_8_pacepro",
  "pages": {
    "services": "PacePro Services - Expert Maintenance and Repair Solutions Help is needed? +91-775-6842444 pacepro@gmail.com PacePro Home Why are we Selected paths Join Difference Services Our Comprehensive Service Offerings Welcome to PacePro Services, where your fitness goals are our priority. We offer a range of comprehensive services designed to enhance your treadmill experience and support your journey to better health. From expert maintenance and repairs to personalized training programs, PacePro is here to ensure your treadmill operates at peak performance and helps you achieve your fitness aspirations efficiently and effectively. Expert Maintenance and Repairs 01 Routine Maintenance Keep your treadmill in top condition with our routine maintenance services. Our skilled technicians perform thorough inspections and maintenance checks to ensure optimal performance and longevity of your equipment. 02 Repair Services Facing issues with your treadmill? Our repair services cover everything from minor adjustments to major repairs. Trust our experienced team to diagnose and fix problems swiftly, getting you back to your workouts without delay. 500+ Expertise in Years 24/7 Customer Support 100% Satisfaction Guaranteed Nationwide Service Coverage Location Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India Phone +91-775-6842444 Email pacepro@gmail.com PacePro Empowering Your Fitness Journey with PacePro Our links Home Why are we Selected paths Join Difference Services Disclaimer Privacy Policy Terms of Use Contact Us Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India pacepro@gmail.com +91-775-6842444 This website uses cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesBtn = document.getElementById(\"accept-cookies\"); const cookieAccepted = getCookie(\"cookieAccepted\"); if (!cookieAccepted) { cookieBanner.style.display = \"block\"; } acceptCookiesBtn.addEventListener(\"click\", function () { setCookie(\"cookieAccepted\", \"true\", 365); // Expires in 365 days cookieBanner.style.display = \"none\"; }); function setCookie(name, value, days) { const date = new Date(); date.setTime(date.getTime() + days * 24 * 60 * 60 * 1000); const expires = \"expires=\" + date.toUTCString(); document.cookie = name + \"=\" + value + \";\" + expires + \";path=/\"; } function getCookie(name) { const cookieName = name + \"=\"; const decodedCookie = decodeURIComponent(document.cookie); const cookieArray = decodedCookie.split(\";\"); for (let i = 0; i",
    "terms-conditions": "PacePro - Terms of Use and Conditions Help is needed? +91-775-6842444 pacepro@gmail.com PacePro Home Why are we Selected paths Join Difference Services Terms of Use Acceptance of Terms By visiting PacePro's website, purchasing our products, or using any of our services, you accept and agree to be bound by these Terms of Use. If you do not agree to these terms, you should not use or access our website. Changes to Terms PacePro reserves the right to modify these Terms of Use at any time without prior notice. Any changes will be effective immediately upon posting the revised terms on our website. Your continued use of our website following any changes indicates your acceptance of the revised terms. User Conduct While using our website, you agree not to: Use our website for any illegal purpose. Interfere with or disrupt our website or servers. Attempt to gain unauthorized access to our website or any accounts, computer systems, or networks connected to our website. Use any robot, spider, scraper, or other automated means to access our website for any purpose without our express written permission. Product Descriptions We strive to provide accurate descriptions of our treadmills on our website. However, we do not warrant that product descriptions or other content on our website is accurate, complete, reliable, current, or error-free. Pricing All prices for our treadmills are subject to change without notice. We reserve the right to correct any pricing errors on our website. Disclaimer of Warranties Our website and its content are provided \"as is\" and \"as available\" without any warranties of any kind, either express or implied. PacePro disclaims all warranties, including but not limited to, any implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement. Account Registration To use certain features of our website, you may need to register for an account. When registering, you agree to provide accurate, current, and complete information about yourself as prompted by the registration form. You are responsible for maintaining the confidentiality of your account password and for any activities that occur under your account. You agree to immediately notify PacePro of any unauthorized use of your account or any other breach of security. Order Processing When you place an order for a treadmill on our website, we will send you a confirmation email with the details of your order. Please review this email carefully and notify us immediately if there are any errors. We reserve the right to refuse or cancel any orders for any reason at any time. Shipping and Delivery We strive to ship all orders as soon as possible. However, shipping times may vary depending on the availability of the treadmill and your location. We are not responsible for any delays caused by shipping carriers, weather, or other factors beyond our control. Product Warranty All of our treadmills come with a limited warranty that covers defects in materials and workmanship for a specified period. The warranty period varies depending on the treadmill model. Please refer to the warranty document included with your treadmill for details. User Content Our website may allow you to submit, post, or upload content such as reviews, comments, or other materials. By submitting any content, you grant PacePro a worldwide, non-exclusive, royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content in any form, media, or technology. You also represent and warrant that you own or have the necessary rights to submit the content and that the content does not infringe any third-party rights. Prohibited Content You agree not to submit any content that: Is false, misleading, defamatory, obscene, pornographic, or offensive. Promotes violence, discrimination, or illegal activities. Infringes any intellectual property rights, privacy rights, or other rights of any third party. Contains viruses, Trojan horses, worms, time bombs, cancelbots, or other computer programming routines that may damage, detrimentally interfere with, surreptitiously intercept, or expropriate any system, data, or personal information. Copyright Infringement PacePro respects the intellectual property rights of others and expects its users to do the same. If you believe that any content on our website infringes your copyright, please provide us with a written notice that includes: A physical or electronic signature of the copyright owner or a person authorized to act on their behalf. Identification of the copyrighted work claimed to have been infringed. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled. Your contact information, including your name, address, telephone number, and email address. A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the copyright owner. Contact Information If you have any questions about these Terms of Use, please contact us at pacepro@gmail.com. PacePro Empowering Your Fitness Journey with PacePro Our links Home Why are we Selected paths Join Difference Services Disclaimer Privacy Policy Terms of Use Contact Us Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India pacepro@gmail.com +91-775-6842444",
    "thanks": "PacePro - Thank You Page for Your Support Thank You for Reaching Out! We appreciate you taking the time to connect with us here at PacePro. Your thoughts, questions, and feedback are invaluable to our team. We believe that communication is the key to building strong relationships and improving our platform. Our dedicated team is committed to reviewing each message with care and attention. Please allow some time for us to process your inquiry and provide you with a thoughtful response. We understand that your time is precious, and we aim to get back to you as soon as possible. In the meantime, feel free to explore our website to learn more about our services and the ways in which PacePro can help you achieve your goals. We're excited to have you as part of our community and look forward to continuing this conversation. Once again, thank you for connecting with us. Your input helps shape the future of PacePro, and we're grateful for your support. Return to Homepage",
    "disclaimer": "PacePro - Disclaimer and Legal Information Help is needed? +91-775-6842444 pacepro@gmail.com PacePro Home Why are we Selected paths Join Difference Services Disclaimer Accuracy of Information: At PacePro, we strive to provide accurate and up-to-date information on our website. However, we cannot guarantee that all information is completely accurate, current, or error-free. We reserve the right to modify or update the information on our website without prior notice. Product Descriptions: We aim to provide precise and detailed descriptions of our treadmills, including specifications, features, and images. However, please note that slight variations may occur due to manufacturing processes or photographic representations. The actual product may differ marginally from the images displayed on the website. Fitness & Health Advice: PacePro's website may contain fitness advice, workout tips, and health-related information. This content is intended for informational and educational purposes only and should not be considered as medical advice or a substitute for professional medical consultation. Always seek the advice of a qualified healthcare professional before beginning any exercise program or if you have any questions regarding a medical condition. Product Usage & Safety: Our treadmills are designed for safe use when operated according to the provided instructions. Users should familiarize themselves with the owner's manual and safety guidelines before using the equipment. PacePro is not liable for any injuries or damages resulting from improper use or failure to follow safety instructions. External Links: PacePro's website may contain links to third-party websites. We are not responsible for the content, accuracy, or opinions expressed on these external sites. We provide these links as a convenience, and their inclusion does not imply endorsement by PacePro. Product Registration: To ensure the best possible customer experience, we encourage all customers to register their treadmills upon purchase. Product registration helps us maintain accurate records, expedite warranty claims, and notify you of any product updates or recalls. To register your product, please visit the \"Product Registration\" page on our website and follow the instructions provided. Customer Reviews & Testimonials: PacePro values customer feedback and may use customer reviews, testimonials, or other forms of user-generated content on our website or in promotional materials. By submitting a review or testimonial, you grant PacePro permission to use your content in whole or in part, without compensation or attribution. We reserve the right to edit or remove any content that is inappropriate, offensive, or violates our content guidelines. Promotions & Discounts: From time to time, PacePro may offer promotions, discounts, or special offers on our products. These offers are subject to specific terms and conditions, which will be provided at the time of the promotion. PacePro reserves the right to modify, cancel, or terminate any promotion at any time without prior notice. Indemnification: By using PacePro's website and products, you agree to indemnify, defend, and hold harmless PacePro, its officers, directors, employees, agents, and affiliates from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt arising from your use of our website, products, or services, or your violation of any term or condition set forth in this Disclaimer. Severability: If any provision of this Disclaimer is found to be invalid, unlawful, or unenforceable, that provision shall be severed from the remainder of the Disclaimer, and the validity and enforceability of the remaining provisions shall not be affected. Entire Agreement: This Disclaimer, along with our Privacy Policy and any other agreements or policies referenced herein, constitutes the entire agreement between you and PacePro regarding the use of our website, products, and services. Any prior agreements or understandings are superseded by this Disclaimer. Environmental Responsibility: At PacePro, we are committed to minimizing our environmental impact and promoting sustainable practices. Our treadmills are designed with energy-efficient features and constructed using eco-friendly materials whenever possible. We encourage our customers to join us in our environmental efforts by recycling packaging materials and disposing of their treadmills responsibly at the end of their useful life. Social Media: PacePro maintains a presence on various social media platforms to engage with our customers, share fitness-related content, and provide updates on our products and services. By interacting with PacePro on social media, you agree to abide by the terms and conditions of the respective platforms and to engage in respectful and appropriate communication. We reserve the right to remove any content that is offensive, inappropriate, or violates our content guidelines. For any questions, concerns, or feedback regarding this Disclaimer, please contact us at pacepro@gmail.com. We appreciate your understanding and cooperation in adhering to these guidelines. Thank you for choosing PacePro as your fitness partner. PacePro Empowering Your Fitness Journey with PacePro Our links Home Why are we Selected paths Join Difference Services Disclaimer Privacy Policy Terms of Use Contact Us Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India pacepro@gmail.com +91-775-6842444",
    "index": "Welcome to PacePro - Your Ultimate Destination for Treadmills Help is needed? +91-775-6842444 pacepro@gmail.com PacePro Home Why are we Selected paths Join Difference Services Welcome to PacePro: Your Ultimate Running Companion Discover the perfect blend of innovation and performance with PacePro. Our state-of-the-art treadmills are designed to cater to runners of all levels, offering unparalleled comfort and advanced features to help you achieve your fitness goals. Whether you're a seasoned athlete or just starting your fitness journey, PacePro is here to support you every step of the way. Experience the future of running with our cutting-edge technology and elevate your workouts to new heights. Find out more Why Choose PacePro? Advanced Technology Stay ahead of the curve with our latest treadmill innovations. PacePro treadmills feature smart integration, allowing you to track your progress and tailor your workouts for maximum efficiency. Unmatched Comfort Run longer and stronger with our ergonomically designed treadmills. Each model offers superior cushioning and support, minimizing impact on your joints and maximizing comfort. Customizable Workouts Take control of your fitness with our customizable workout programs. Whether you prefer interval training, long-distance running, or gentle walking, PacePro has the perfect setting for you. Durable and Reliable Invest in quality with PacePro. Our treadmills are built to last, using the highest quality materials and rigorous testing to ensure durability and reliability for years to come. Space-Saving Design Make the most of your space with our compact and foldable treadmill models. Perfect for home gyms, apartments, and small spaces, PacePro treadmills are designed to fit seamlessly into your lifestyle. Exceptional Support Enjoy peace of mind with our dedicated customer support team. From setup assistance to troubleshooting, we're here to ensure your experience with PacePro is nothing short of exceptional. Explore Our Featured Treadmills 01 PacePro Elite Experience the pinnacle of performance with the PacePro Elite. Featuring an ultra-responsive touchscreen, advanced incline settings, and a powerful motor, this treadmill is designed for serious runners who demand the best. 02 PacePro Flex Perfect for home gyms, the PacePro Flex combines space-saving design with high performance. Its foldable frame and smooth operation make it ideal for any living space, while still providing a robust running experience. 03 PacePro Endurance Built for those who love long-distance running, the PacePro Endurance offers extended deck space, enhanced cushioning, and a variety of preset programs to keep you motivated and comfortable through every mile. 04 PacePro Sprint Maximize your speed training with the PacePro Sprint. With quick acceleration, precise speed control, and interval training options, this treadmill is perfect for athletes looking to improve their sprinting capabilities. Join Our Fitness Community At PacePro, we believe in the power of community to inspire and motivate. Join our fitness community to connect with like-minded individuals, share your progress, and gain access to exclusive content, tips, and events. Together, we can achieve more and push our limits further. Stay Updated with PacePro Don't miss out on the latest from PacePro. Subscribe to our newsletter for updates on new products, special offers, and expert advice on getting the most out of your treadmill workouts. Be the first to know and stay ahead in your fitness journey with PacePro. Discover the PacePro Difference At PacePro, we are committed to transforming your fitness experience with innovative treadmill solutions that cater to every runner's needs. Our dedication to quality, performance, and customer satisfaction sets us apart in the industry. Whether you're looking to improve your health, train for a race, or simply enjoy the benefits of regular exercise, PacePro is here to support you on every step of your journey. Discover the difference with PacePro and take the first step towards a healthier, more active lifestyle today. Get Started with PacePro Today Embark on your fitness journey with PacePro and experience the benefits of our top-of-the-line treadmills. From advanced technology to exceptional comfort, our treadmills are designed to meet all your running needs. Don't wait to achieve your fitness goals—start today with PacePro and see the difference quality makes. Unlock Your Potential with PacePro Innovative Features for Optimal Performance Designed for Every Runner Commit to Fitness with PacePro Explore Our Top-Selling Treadmills Discover our best-selling treadmills that combine advanced features, durability, and exceptional performance. Perfect for every fitness enthusiast, these models are designed to help you reach your fitness goals with ease and comfort. Check out our top picks and find the perfect treadmill for your home gym today. PacePro Elite Experience the ultimate running experience with the PacePro Elite. Featuring a responsive touchscreen, advanced incline settings, and a powerful motor, this treadmill is perfect for serious runners who demand the best in performance and technology. ₹120,000 Order PacePro Flex Designed for space-saving convenience without compromising on performance, the PacePro Flex is perfect for home gyms. Its foldable frame and smooth operation make it ideal for any living space, offering a robust running experience in a compact package. ₹85,000 Order PacePro Endurance Built for endurance runners, the PacePro Endurance offers extended deck space, superior cushioning, and a variety of preset programs to keep you motivated and comfortable during long-distance runs. ₹100,000 Order Contact us I accept the Privacy Policy Send a message PacePro Empowering Your Fitness Journey with PacePro Our links Home Why are we Selected paths Join Difference Services Disclaimer Privacy Policy Terms of Use Contact Us Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India pacepro@gmail.com +91-775-6842444 This website uses cookies to ensure you get the best experience on our website. Learn more Accept document.addEventListener(\"DOMContentLoaded\", function () { const cookieBanner = document.getElementById(\"cookie-banner\"); const acceptCookiesBtn = document.getElementById(\"accept-cookies\"); const cookieAccepted = getCookie(\"cookieAccepted\"); if (!cookieAccepted) { cookieBanner.style.display = \"block\"; } acceptCookiesBtn.addEventListener(\"click\", function () { setCookie(\"cookieAccepted\", \"true\", 365); // Expires in 365 days cookieBanner.style.display = \"none\"; }); function setCookie(name, value, days) { const date = new Date(); date.setTime(date.getTime() + days * 24 * 60 * 60 * 1000); const expires = \"expires=\" + date.toUTCString(); document.cookie = name + \"=\" + value + \";\" + expires + \";path=/\"; } function getCookie(name) { const cookieName = name + \"=\"; const decodedCookie = decodeURIComponent(document.cookie); const cookieArray = decodedCookie.split(\";\"); for (let i = 0; i",
    "privacy-policy": "PacePro - Privacy Policy for Your Data Protection Help is needed? +91-775-6842444 pacepro@gmail.com PacePro Home Why are we Selected paths Join Difference Services Privacy Policy Privacy Policy for PacePro At PacePro, we are committed to protecting the privacy and security of our customers and site visitors. We understand the trust you place in our business when you provide us with personal information. Our Privacy Policy sets out our privacy promise to you. We do not share your data with third parties for them to market their products/services to you. If you have any questions about how we Protect Your Privacy, please contact us at pacepro@gmail.com Our Privacy Promise We will always keep your data safe and secure. We will not share your data with third parties for their own marketing purposes. We will provide you with ways to manage and review your marketing choices at any time. Data Protection PacePro is devoted to protecting our customers' privacy and personal information. We collect, process and use your personal data only with your consent or if it is permitted by law. We will only store your data as long as it is necessary for the purpose for which it was collected or as required by law. Personal Information We Collect We may collect the following information about you: Your name, age/date of birth, gender and other relevant demographic information Your contact details: postal address including billing and delivery addresses, telephone numbers (including mobile numbers) and e-mail address Purchases and orders made by you Your on-line browsing activities on PacePro website Your password(s) When you make a purchase or place an order with us, your payment card details Your communication and marketing preferences Your interests, preferences, feedback, competition and survey responses Your location Your correspondence and communications with PacePro Other publicly available personal data, including any which you have shared via a public platform (such as Instagram, YouTube, Twitter or public Facebook page) This list is not exhaustive and, in specific instances, we may need to collect additional data for the purposes set out in this Policy. How We Use Your Personal Data We use your personal data to: Provide goods and services to you Make a tailored website available to you Manage any registered account(s) that you hold with us Verify your identity For crime and fraud prevention, detection and related purposes With your agreement, to contact you electronically about promotional offers and products and services which we think may interest you For market research purposes - to better understand your needs To enable PacePro to manage customer service interactions with you Where we have a legal right or duty to use or disclose your information (for example in relation to an investigation by a public authority or in a legal dispute) Marketing Promotions We may use your personal data for electronic marketing purposes (with your consent) and may send you postal mail to update you on the latest PacePro offers. You have the right to opt out of receiving promotional communications at any time, by: Making use of the simple “unsubscribe” link in emails or the “STOP” number for texts; and/or Contacting PacePro via the contact channels set out in this Policy. We may analyze your browsing and purchasing activity, both online and in-store, and your responses to marketing communications. The results of this analysis, together with other demographic data, allow us to ensure that we contact you with information on products, services, events and offers that are tailored to your needs and preferences. To do so, we use software and other technology (automated processing). Sharing Data with Third Parties We will never sell or rent our customer data to other organizations for marketing purposes. We may share your data with: Governmental bodies, regulators, law enforcement agencies, courts/tribunals and insurers where we are required to do so: - To comply with our legal obligations; To exercise our legal rights (for example in court cases); For the prevention, detection, investigation of crime or prosecution of offenders; and For the protection of our employees and customers. How Long Do We Keep Your Data? We will not retain your data for longer than necessary for the purposes set out in this Policy. Different retention periods apply for different types of data, however, the longest we will normally hold any personal data is 6 years. Contacting Us If you have any questions about this Privacy Policy, or if you wish to exercise any of your rights, please contact us by email at pacepro@gmail.com or by writing to us at PacePro, Privacy Officer. PacePro Empowering Your Fitness Journey with PacePro Our links Home Why are we Selected paths Join Difference Services Disclaimer Privacy Policy Terms of Use Contact Us Gadiya Vihar Road, near Trisharan Chowk, Shantinath Housing Society, Mayurban Colony, Gadia Vihar, Aurangabad, Maharashtra 431001, India pacepro@gmail.com +91-775-6842444"
  },
  "date": "2024-06-25T09:57:51.942Z"
}