{
  "name": "New_v11_FlexWorks",
  "pages": {
    "index": "FlexWorks FlexWorks Home Service About Contact Welcome to FlexZone - your personal coworking space to achieve your fitness goals! FlexZone is more than just a gym, it's an innovative space where everyone can find their comfort zone to develop their body and mind. Regardless of your fitness level or goals, we offer a wide range of equipment and programs to help you form the perfect combination of exercises to achieve results. Join us today and start your journey to the best version of yourself! Our classes Discover the diverse range of classes offered at FlexZone, designed to cater to all fitness levels and preferences. From high-intensity interval training (HIIT) to yoga, pilates, strength training, and everything in between, our classes are led by certified instructors who are passionate about helping you reach your fitness goals. HIIT Explosion 45 mins • 500 calories Power Yoga Flow 60 mins • 400 calories Strength & Conditioning 60 mins • 550 calories Core Focus 30 mins • 240 calories Maria S. \"I'm absolutely thrilled with my experience at FlexZone! I've found the perfect blend of workouts to suit my goals. The instructors are incredibly motivating, and the atmosphere is positively charged. Thank you, FlexZone, for making my fitness journey so enjoyable and effective!\" Alexander P. \"Highly recommend the strength training classes at FlexZone! Within just a few weeks of attending, I noticed significant improvements in my form and strength. Excellent equipment and fantastic instructors. Thanks for the inspiration!\" John D. \"FlexZone has been a game-changer for me! As someone who was hesitant to join a gym, I was pleasantly surprised by the welcoming atmosphere and personalized attention from the trainers. The classes are dynamic and engaging, and I've seen noticeable improvements in my fitness level and overall well-being. Highly recommend giving it a try!\" JOIN TODAY Unlock your potential and embark on a transformative fitness journey with FlexZone. Our state-of-the-art facility, expert instructors, and diverse range of classes await you. Whether you're a seasoned gym-goer or just starting out, there's a place for you here. Experience the power of community as you sweat, push, and achieve together. From high-energy workouts to mindful practices, we offer something for every fitness enthusiast. Don't wait any longer to prioritize your health and wellness. Join FlexZone today and discover the strength, confidence, and vitality you've always dreamed of. Start now Cardio Blast Intermediate Time: 60 minutes • Anna Smith Join Cardio Blast led by experienced trainer Anna Smith! This high-intensity cardio class will help improve your endurance, burn extra calories, and enhance your cardiovascular health. Get ready for an energetic workout that will make your heart beat faster! Strength & Sculpt Beginers Time: 45 minutes • Michael Johnson Transform your body with Strength & Sculpt led by Michael Johnson. This class focuses on muscle strengthening and sculpting. Using various equipment and strength training techniques, you'll reach new heights in your fitness journey. Yoga Flow Advanced Time: 75 minutes • Sophia Lee Immerse yourself in the world of harmony and tranquility with Yoga Flow led by Sophia Lee. This class combines breathing exercises, asanas, and meditation to improve flexibility, strength, and inner peace. Treat yourself to a moment of relaxation and rejuvenation with Yoga Flow. Boxing Bootcamp Intermediate Time: 60 minutes • David Harris Ready to feel like a champion in the ring? Join Boxing Bootcamp led by experienced trainer David Harris! This class combines elements of boxing, cardio, and strength exercises to improve endurance, coordination, and strength. Pilates Core Fusion Beginers Time: 50 minutes • Emilia Gray Strengthen your core with Pilates Core Fusion led by Emilia Gray. This class focuses on developing strength and flexibility in your core muscles to improve posture, balance, and overall well-being. Sunrise Stretch Beginers Time: 30 minutes • Ava Roberts Start your day right with Sunrise Stretch led by Ava Roberts. This gentle yet invigorating class focuses on stretching and mobility exercises to awaken your body and mind. Set against the backdrop of a beautiful sunrise, this session will leave you feeling refreshed, energized, and ready to tackle the day ahead. Join us for a revitalizing experience that will uplift your spirit and enhance your flexibility. Home Service About Contact Privacy Policy Terms and Conditions © 2024 FlexWorks. All rights reserved.",
    "privacy-policy": "Privacy policy - FlexWorks FlexWorks Home Service About Contact Privacy policy Introduction: FlexWorks Fitness Center (\"FlexWorks\") is committed to protecting the privacy of its users. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or use our services. By accessing or using FlexWorks, you consent to the terms of this Privacy Policy. FlexWorks collects personal information such as your name, email address, and contact details when you register for membership or sign up for our services. We may also collect non-personal information such as your IP address, browser type, and device information for analytical purposes. Information Collection: FlexWorks collects personal information from you when you voluntarily submit it to us, such as when you register for a membership, sign up for a class, or contact us through our website. We may also collect information automatically when you visit our website, such as your IP address, browser type, and device information. Use of Information: FlexWorks uses the information we collect to provide and improve our services, personalize your experience, communicate with you, process transactions, and send you marketing communications, if you have opted in to receive them. Data Sharing: FlexWorks may share your information with trusted third-party service providers who assist us in operating our website, conducting our business, or servicing you. We may also disclose your information to comply with legal obligations or protect our rights. Data Security: FlexWorks takes reasonable measures to protect your information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Third-Party Links: FlexWorks website may contain links to third-party websites or services that are not operated by us. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. Children's Privacy: FlexWorks does not knowingly collect personal information from children under the age of 13. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us so that we can delete the information. Changes to Privacy Policy: FlexWorks reserves the right to update or change this Privacy Policy at any time. Any changes will be effective immediately upon posting the revised Privacy Policy on our website. We encourage you to review this Privacy Policy periodically for any updates or changes. FlexWorks@gmail.com. Your Consent: By accessing or using FlexWorks, you consent to the terms of this Privacy Policy and the collection, use, and disclosure of your information as described herein. Contact Information: If you have any questions or concerns about this Privacy Policy or our practices, please contact us at FlexWorks.com. Consent: By using FlexWorks, you consent to the collection and use of your personal information as outlined in this Privacy Policy. Opt-Out: You may opt-out of receiving marketing communications from FlexWorks by following the unsubscribe instructions provided in the communication or by contacting us directly. Data Retention: FlexWorks will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. FlexWorks@gmail.com. Access and Correction: You may access and update your personal information held by FlexWorks by logging into your account or contacting us directly. We will respond to your request within a reasonable timeframe. International Data Transfers: Your information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. California Privacy Rights: California residents have the right to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please contact us. GDPR Compliance: FlexWorks complies with the General Data Protection Regulation (GDPR) and provides appropriate safeguards for the transfer of personal data outside of the European Economic Area. Data Breach Notification: In the event of a data breach involving your personal information, FlexWorks will notify you and the relevant authorities as required by applicable law. User Responsibilities: You are responsible for maintaining the confidentiality of your account information and for restricting access to your computer or device. You agree to accept responsibility for all activities that occur under your account. Governing Law: This Privacy Policy is governed by and construed in accordance with the laws, United States, without regard to its conflict of law provisions. Any disputes arising out of or relating to this Privacy Policy will be resolved exclusively in the state or federal. Home Service About Contact Privacy Policy Terms and Conditions © 2024 FlexWorks. All rights reserved.",
    "service": "Service - FlexWorks FlexWorks Home Service About Contact FlexPass Basic Most popular $50 per month With FlexPass Basic, you'll have access to all our standard facilities and equipment during regular hours. This membership is perfect for those looking to maintain a consistent fitness routine at an affordable price. Access to standard gym facilities. Use of basic workout equipment. Valid during regular operating hours. No additional perks or privileges included. Choose plan FlexPass Plus Most popular $80 per month Upgrade to FlexPass Plus for enhanced benefits, including access to premium classes and extended gym hours. Enjoy the flexibility to choose from a wider range of workouts and tailor your fitness routine to your preferences. Access to standard gym facilities. Use of basic and premium workout equipment. Valid during extended operating hours. Includes access to premium classes and workshops. Choose plan FlexPass Elite Most popular $120 per month Experience the ultimate fitness package with FlexPass Elite. This premium membership grants you unlimited access to all facilities, equipment, classes, and exclusive perks such as personalized training sessions and priority booking for special events. Unlimited access to all gym facilities. Use of basic, premium, and specialized workout equipment. Valid during extended operating hours and exclusive access times. Includes access to all classes, workshops, and additional perks like personalized training sessions. Choose plan Contact Have questions or ready to start your fitness journey with FlexZone? We're here to help! Whether you want to learn more about our classes, inquire about membership options, or schedule a tour of our facility, our team is dedicated to providing you with the information and support you need. Contact us today via phone, email, or visit us in person to speak with one of our friendly staff members. Let's work together to help you achieve your fitness goals and unleash your full potential. Get in touch with FlexZone and take the first step towards a healthier, happier you! Number: +91-797-4860142 FlexWorks@gmail.com Uttar Pradesh 221008, India I accept Privacy policy Submit About At FlexZone, we're more than just a gym - we're a community dedicated to empowering individuals to lead healthier, happier lives. Our state-of-the-art facility offers a wide range of fitness options, from high-intensity workouts to mindful practices, suitable for all fitness levels and goals. What sets us apart is our commitment to providing personalized attention and support to every member. Our experienced trainers are passionate about helping you reach your full potential, whether you're striving to lose weight, build muscle, or improve overall well-being. But FlexZone is more than just a place to work out. It's a place where friendships are formed, goals are achieved, and obstacles are overcome. Join us at FlexZone and become part of a thriving community dedicated to fitness, health, and happiness. The story of FlexZone Gym began in a small town where a group of fitness enthusiasts came together with one goal in mind - to create a space where everyone could find strength, health and confidence. Inspired by the idea of a community space where people could meet, develop and inspire each other, they put their heart and soul into creating FlexZone. The first gym opened in a modest building equipped with basic exercise equipment and a simple interior. Despite the modest conditions, the atmosphere in the hall was so warm and supportive that word of it quickly spread throughout the city. Over time, FlexZone became not only a place for fitness, but also a center for fitness culture in the city. The gym expanded, adding new equipment and unique workout programs. The team of trainers was strengthened by professionals, inspired by mentors who shared their knowledge and experience with the students. Every day FlexZone attracted more and more people who wanted to join this community of health and strength. From students to retirees, from beginners to professionals, everyone has found their place and support here. Today, FlexZone has become an integral part of the urban landscape, a symbol of healthy living and an inspiration to many. Our gym continues to grow and develop, but its soul remains the same - it is a place where everyone feels at home, where friends meet and goals become reality. FAQs Everything you need to know What are your operating hours? FlexZone is open from 6:00 AM to 10:00 PM Monday through Saturday, and from 8:00 AM to 8:00 PM on Sundays. Do you offer personal training sessions? Yes, we offer personalized training sessions with our certified trainers. These sessions are tailored to your individual fitness goals and needs. What types of classes do you offer? We offer a variety of classes including HIIT, yoga, pilates, strength training, boxing, and more. Check out our class schedule for more details. Is there parking available? Yes, we have ample parking available for our members. Do you provide locker room facilities? Yes, we have locker rooms equipped with showers and amenities for your convenience. What safety measures do you have in place? Your safety is our top priority. We have implemented strict cleaning protocols, social distancing measures, and provide hand sanitizing stations throughout the facility. How do I cancel or freeze my membership? You can cancel or freeze your membership by contacting our front desk staff or by logging into your online account. Please refer to our membership terms and conditions for more details. Meet our trainers At FlexZone, our team of dedicated trainers is here to support you on your fitness journey. Each member of our staff brings a wealth of knowledge, experience, and passion for helping you reach your goals. Hey everyone, I want you to take a moment and imagine yourself achieving your fitness goals. Picture yourself stronger, healthier, and more confident than ever before. Now, hold onto that vision and let it fuel your determination. Remember, every drop of sweat, every rep, every step forward is bringing you closer to that version of yourself. Keep pushing, keep believing, and never underestimate the power of your own strength. Sarah Johnson , Trainer Alright team, I know the road to fitness can be tough. There will be days when you feel tired, discouraged, or tempted to give up. But remember, it's during these challenging moments that your true strength shines through. It's when you push past your limits, when you refuse to back down, that you grow stronger both physically and mentally. So embrace the struggle, embrace the journey, and know that every obstacle you overcome brings you one step closer to success. David Miller , Trainer Listen up, champions! Today is not just another workout session. Today is an opportunity for you to prove to yourself what you're capable of. It's a chance to push beyond your comfort zone, to break through barriers, and to unlock your full potential. So dig deep, tap into that reservoir of strength within you, and give it everything you've got. Remember, greatness isn't achieved by staying in your comfort zone. It's achieved by pushing past your limits and refusing to settle for anything less than your best. Emily Carter , Trainer Home Service About Contact Privacy Policy Terms and Conditions © 2024 FlexWorks. All rights reserved.",
    "terms-conditions": "Terms and Conditions - FlexWorks FlexWorks Home Service About Contact Terms and Conditions Introduction: Welcome to FlexWorks Fitness Center (\"FlexWorks\"). These Terms and Conditions govern your use of our website and services. By accessing or using FlexWorks, you agree to comply with these Terms and Conditions. FlexWorks reserves the right to modify or revise these Terms and Conditions at any time without prior notice. It is your responsibility to review these Terms and Conditions periodically for any updates or changes. Membership: To access certain features of FlexWorks, you may be required to register for a membership and create an account. You must provide accurate and complete information when registering for a membership. Membership fees are payable in advance and are non-refundable. FlexWorks may suspend or terminate your membership at any time for breach of these Terms and Conditions or for any other reason. Use of Facilities: You must adhere to all rules and regulations posted within FlexWorks premises. Any misuse or abuse of FlexWorks facilities may result in immediate termination of your membership. FlexWorks reserves the right to deny access to any individual who poses a threat to the safety or well-being of others. You are solely responsible for any damage or injury caused by your use of FlexWorks facilities. Code of Conduct: You agree to conduct yourself in a respectful and courteous manner while on FlexWorks premises. Harassment, discrimination, or any other form of inappropriate behavior will not be tolerated. You must follow the instructions of FlexWorks staff at all times. Failure to comply with staff instructions may result in disciplinary action, including suspension or termination of your membership. Personal Belongings: FlexWorks is not responsible for any lost, stolen, or damaged personal belongings. You are advised to secure your belongings and not leave them unattended while on FlexWorks premises. Lockers are provided for your convenience, and you are encouraged to use them to store your belongings. However, FlexWorks is not liable for any items left in lockers. Health and Safety: You must ensure that you are in good health and physical condition before participating in any exercise program at FlexWorks. If you have any medical conditions or concerns, you should consult a physician before starting any exercise program. You agree to use FlexWorks facilities and equipment safely and responsibly. FlexWorks is not liable for any injuries or accidents resulting from improper use of facilities or equipment. Payment and Fees: You are responsible for paying all fees and charges associated with your use of FlexWorks facilities and services. Payment must be made in accordance with the terms specified by FlexWorks. FlexWorks reserves the right to change membership fees or introduce new fees at any time. Any changes to fees will be communicated to you in advance. Cancellation and Refunds: You may cancel your membership at any time by providing written notice to FlexWorks. Membership fees are non-refundable, and no refunds will be provided for any unused portion of your membership. FlexWorks may terminate your membership at any time for breach of these Terms and Conditions or for any other reason deemed appropriate by FlexWorks. Intellectual Property: All content on the FlexWorks website, including text, images, graphics, logos, and audio/video clips, is the property of FlexWorks or its licensors and is protected by copyright laws. You may not reproduce, distribute, modify, or display any content from the FlexWorks website without the prior written consent of FlexWorks. Indemnification: You agree to indemnify and hold FlexWorks harmless from any claims, damages, liabilities, costs, or expenses arising out of or related to your use of FlexWorks facilities and services. FlexWorks reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you, in which case you agree to cooperate with FlexWorks in defending such claims. Limitation of Liability: In no event shall FlexWorks be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, or goodwill, arising out of or in connection with your use of FlexWorks facilities and services. FlexWorks' total liability to you for all claims arising out of or related to your use of FlexWorks facilities and services shall not exceed the amount paid by you to FlexWorks during the twelve (12) months preceding the claim. Governing Law: These Terms and Conditions shall be governed by and construed in accordance with the laws of the state of California, United States, without regard to its conflict of law provisions. Any disputes arising out of or related to these Terms and Conditions shall be resolved exclusively in the state or federal courts located in California. Severability: If any provision of these Terms and Conditions is found to be invalid, illegal, or unenforceable, the remaining provisions shall nevertheless be valid, legal, and enforceable to the fullest extent permitted by law. Waiver: The failure of FlexWorks to enforce any provision of these Terms and Conditions shall not be deemed a waiver of such provision or any other provision thereof. Entire Agreement: These Terms and Conditions constitute the entire agreement between you and FlexWorks regarding your use of FlexWorks facilities and services, superseding any prior agreements or understandings between you and FlexWorks. FlexWorks@gmail.com. Contact Information: If you have any questions or concerns about these Terms and Conditions, please contact us FlexWorks.com. Modification of Terms: FlexWorks reserves the right to modify or revise these Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting the revised Terms and Conditions on our website. Your Acceptance: By accessing or using FlexWorks, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions. Third-Party Links: FlexWorks website may contain links to third-party websites or services that are not operated by us. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party websites or services. Data Protection: FlexWorks respects your privacy and is committed to protecting your personal information. Please refer to our Privacy Policy for information on how we collect, use, and protect your data. Home Service About Contact Privacy Policy Terms and Conditions © 2024 FlexWorks. All rights reserved.",
    "thanks": "Thanks - FlexWorks Going Home Thank you for visiting our website! We hope you have found the information here useful about our services and offerings. If you still have questions or need further assistance, do not hesitate to contact us. We hope to see you among our visitors again! We look forward to helping you achieve your fitness goals. Regards, FlexZone Team\""
  },
  "date": "2024-05-08T11:22:11.704Z"
}