{
  "name": "New_v9_SaborBrasileiro",
  "pages": {
    "about": "Restaurante Sabor Brasileiro - Culinária Autêntica do Brasil | Sobre Nós Início Sobre nós Menu Sobre Nós Quem Somos Uma Experiência Gastronômica Única Somos um restaurante Sabor Brasileiro dedicado a proporcionar uma experiência culinária excepcional, onde cada prato é cuidadosamente preparado para encantar os nossos clientes. Nossa Missão Nossa missão é criar momentos memoráveis através da comida, oferecendo pratos deliciosos preparados com ingredientes frescos e locais, em um ambiente acolhedor e hospitaleiro. Nossos Valores Nosso compromisso com a qualidade, a inovação e o serviço ao cliente são os pilares que nos guiam em cada etapa do nosso trabalho. Valorizamos a satisfação dos nossos clientes acima de tudo. Nossa História Desde a nossa fundação em 2016, temos nos esforçado para nos destacar como um dos principais destinos gastronômicos da região. Ao longo dos anos, construímos uma reputação sólida baseada na excelência culinária e na hospitalidade excepcional. Depoimentos de clientes Excelente experiência gastronômica \"Tive uma experiência incrível no restaurante. A comida era divina e o serviço foi impecável. O ambiente era muito acolhedor. Com certeza voltarei!\" - Ana Silva Sabor excepcional \"A comida era simplesmente deliciosa! Cada prato tinha um sabor incrível e fresco. Além disso, o atendimento foi excelente. Altamente recomendado!\" - Pedro Santos Atendimento excepcional \"Fiquei impressionado com a qualidade do atendimento neste restaurante Sabor Brasileiro. A equipe foi extremamente atenciosa e prestativa, garantindo uma experiência muito agradável. A comida também estava deliciosa. Com certeza voltarei!\" - Marcela Oliveira Ambiente agradável \"O restaurante Sabor Brasileiro tem um ambiente muito agradável e acolhedor. A decoração é encantadora e a música ambiente cria uma atmosfera relaxante. Além disso, a comida estava deliciosa. Recomendo!\" - André Costa Experiência memorável \"Minha experiência neste restaurante Sabor Brasileiro foi verdadeiramente memorável. A comida era deliciosa, o serviço foi excelente e o ambiente era muito agradável. Mal posso esperar para voltar e experimentar mais pratos!\" - Laura Martins Comida excepcional \"A comida neste restaurante é simplesmente excepcional. Cada prato é cuidadosamente preparado e tem um sabor incrível. Definitivamente um dos melhores restaurantes que já experimentei!\" - Carlos Silva ENCOMENDAR ONLINE Faça seu pedido online agora mesmo e desfrute da conveniência de receber sua comida favorita onde quer que esteja. Navegue pelo nosso menu e escolha entre uma variedade de pratos deliciosos! ENCOMENDAR AGORA SERVIÇO DE ENTREGA Experimente nosso serviço de entrega rápido e confiável. Peça seus pratos favoritos e nós os entregaremos diretamente à sua porta, garantindo uma refeição fresca e saborosa sempre que você desejar! ENCOMENDAR AGORA ESTAMOS AQUI Endereço: Viaduto Nove de Julho, 193 - Centro Histórico de São Paulo, São Paulo - SP, 01050-060, Brasil Mail: saborbrasileiro@gmail.com Telefone +55-11-3257-7121 Nós nos dedicamos a proporcionar a você uma experiência gastronômica autêntica, repleta dos sabores vibrantes e diversificados do Brasil. Explore nosso cardápio para descobrir uma variedade de pratos deliciosos que refletem a riqueza culinária do nosso país. Links Início Sobre nós Menu Política de Privacidade Termos e Condições",
    "index": "Restaurante Sabor Brasileiro - Culinária Autêntica do Brasil Início Sobre nós Menu Descubra os Sabores Autênticos do Brasil Seja bem-vindo ao Sabor Brasileiro, onde cada prato conta uma história e cada sabor é uma viagem às raízes da culinária brasileira. Nossos chefs especializados trazem a autenticidade dos sabores regionais para a sua mesa, oferecendo uma experiência gastronômica única e memorável. Conheça nosso cardápio HORÁRIO DE FUNCIONAMENTO Segunda a Sexta-feira: 7:00h - 22:00h Sábado: 8:00h - 23:00h Domingo: 18:30h - 23:00h Feriados: Fechado CAFÉ DA MANHÃ Segunda a Sexta-feira: 7:00h - 11:30h Sábado: 8:00h - 11:30h Domingo: 6:30h - 11:30h Feriados: Fechado ALMOÇO E JANTAR Segunda a Sexta-feira: 11:30h - 22:00h Sábado: 10:30h - 23:00h Domingo: 10:00h - 23:00h Feriados: Fechado Ir para o menu Descubra uma Experiência Gastronômica Única Bem-vindo ao nosso restaurante Sabor Brasileiro, onde cada prato é uma celebração da arte culinária. Nossa missão é oferecer a você uma experiência gastronômica inesquecível, onde cada mordida é uma explosão de sabores e cada refeição é uma jornada de descoberta. Nossa equipe de chefs talentosos trabalha incansavelmente para criar pratos que não apenas alimentam o corpo, mas também elevam o espírito. Utilizando ingredientes frescos e sazonais, combinados com técnicas culinárias inovadoras, cada prato é uma obra-prima em seu próprio direito. Além da nossa comida excepcional, também nos dedicamos a proporcionar um ambiente acolhedor e um serviço impecável. Quer você esteja planejando um jantar romântico a dois, uma reunião de negócios importante ou simplesmente uma refeição casual com amigos, estamos aqui para tornar cada momento memorável. Explore nosso menu diversificado, que abrange desde pratos clássicos reconfortantes até criações contemporâneas surpreendentes. Seja para café da manhã, almoço, jantar ou apenas um lanche rápido, temos algo para todos os gostos e ocasiões. Venha nos visitar e descubra por que somos reconhecidos como um dos destinos gastronômicos mais emocionantes da região. Estamos ansiosos para recebê-lo em nossa casa e criar memórias culinárias que durarão uma vida inteira. COMO NOS ENCONTRAR? Nosso restaurante está convenientemente localizado no coração da cidade, a apenas alguns passos de distância da principal estação de metrô. Basta seguir as indicações e você nos encontrará facilmente. Esperamos vê-lo em breve! ENTRE EM CONTATO CONOSCO PARA RESERVAR UMA MESA E FAZER A ENTREGA: +55-11-3257-7121 RESTAURANTE INFORMATIVO: Endereço: Viaduto Nove de Julho, 193 - Centro Histórico de São Paulo, São Paulo - SP, 01050-060, Brasil Mail: saborbrasileiro@gmail.com Horário de funcionamento: Seg - Sex : 9.00am - 22.00pm, Feriados : Fechado Ir para o menu ESTAMOS AQUI Endereço: Viaduto Nove de Julho, 193 - Centro Histórico de São Paulo, São Paulo - SP, 01050-060, Brasil Mail: saborbrasileiro@gmail.com Telefone +55-11-3257-7121 Nós nos dedicamos a proporcionar a você uma experiência gastronômica autêntica, repleta dos sabores vibrantes e diversificados do Brasil. Explore nosso cardápio para descobrir uma variedade de pratos deliciosos que refletem a riqueza culinária do nosso país. Links Início Sobre nós Menu Política de Privacidade Termos e Condições",
    "menu": "Restaurante Sabor Brasileiro - Culinária Autêntica do Brasil | Nosso menu Início Sobre nós Menu Nosso menu Macarrão Carbonara R$ 25,90 Pedido Bife à Parmegiana R$ 30,50 Pedido Salada Caesar R$ 18,99 Pedido Sushi Combo R$ 35,00 Pedido Pizza Margherita R$ 22,00 Pedido Cheesecake de Morango R$ 12,99 Pedido Variedade de Pratos Oferecemos uma ampla seleção de pratos deliciosos para satisfazer todos os paladares, desde refeições reconfortantes até opções saudáveis e vegetarianas. Entrega Rápida Nosso serviço de entrega rápida garante que você receba sua comida fresca e quente no conforto da sua casa ou escritório, sem demoras desnecessárias. Ingredientes Frescos Utilizamos apenas os ingredientes mais frescos e de alta qualidade em nossos pratos, garantindo sabor e nutrição excepcionais em cada mordida. Preços Acessíveis Nossos preços acessíveis permitem que você desfrute de uma refeição deliciosa sem quebrar o banco, para que todos possam se deliciar com nossos pratos. Serviço Personalizado Nossa equipe dedicada está sempre pronta para atender às suas necessidades e garantir uma experiência gastronômica excepcional do início ao fim. Opções de Entrega Oferecemos opções de entrega tanto para os moradores locais quanto para os clientes que desejam desfrutar de nossos pratos onde quer que estejam, para uma conveniência máxima. BASTA DAR UMA OLHADA! Ligue para nós ou apareça a qualquer momento. Nós nos esforçamos para responder a todas as perguntas dentro de 24 horas nos dias úteis. dias úteis. Teremos prazer em responder suas perguntas. Aceito a política de privacidade Enviar mensagem ESTAMOS AQUI Endereço: Viaduto Nove de Julho, 193 - Centro Histórico de São Paulo, São Paulo - SP, 01050-060, Brasil Mail: saborbrasileiro@gmail.com Telefone +55-11-3257-7121 Nós nos dedicamos a proporcionar a você uma experiência gastronômica autêntica, repleta dos sabores vibrantes e diversificados do Brasil. Explore nosso cardápio para descobrir uma variedade de pratos deliciosos que refletem a riqueza culinária do nosso país. Links Início Sobre nós Menu Política de Privacidade Termos e Condições",
    "thank": "Restaurante Sabor Brasileiro - Culinária Autêntica do Brasil | Obrigado Obrigado por nos contatar! Sua mensagem foi enviada com sucesso. Nossa equipe entrará em contato em breve para atender suas necessidades. Início",
    "privacy": "Restaurante Sabor Brasileiro - Culinária Autêntica do Brasil | Política de Privacidade Início Sobre nós Menu Política de Privacidade do Sabor Brasileiro No Sabor Brasileiro, valorizamos a sua privacidade e estamos comprometidos em proteger as informações pessoais que você nos fornece. Esta Política de Privacidade descreve como coletamos, usamos, compartilhamos e protegemos suas informações pessoais quando você utiliza nosso site e os serviços relacionados. Informações que Coletamos Quando você utiliza nosso site, podemos coletar informações pessoais que você nos fornece voluntariamente, como nome, endereço de e-mail, número de telefone e outras informações que você decide compartilhar conosco. Uso das Informações Utilizamos as informações coletadas para fornecer, manter e melhorar nossos serviços, bem como para enviar comunicações relacionadas ao Sabor Brasileiro, como promoções, novidades e atualizações. Não compartilhamos suas informações pessoais com terceiros sem o seu consentimento, exceto quando necessário para cumprir obrigações legais. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição não autorizada. No entanto, lembre-se de que nenhum método de transmissão pela Internet ou armazenamento eletrônico é totalmente seguro. Portanto, não podemos garantir absoluta segurança das informações. Alterações nesta Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente. Recomendamos que você revise esta página regularmente para ficar informado sobre as alterações. Quaisquer alterações serão efetivas assim que forem publicadas nesta página. Contato Se você tiver dúvidas sobre esta Política de Privacidade, entre em contato conosco através do e-mail: saborbrasileiro@gmail.com. ESTAMOS AQUI Endereço: Viaduto Nove de Julho, 193 - Centro Histórico de São Paulo, São Paulo - SP, 01050-060, Brasil Mail: saborbrasileiro@gmail.com Telefone +55-11-3257-7121 Nós nos dedicamos a proporcionar a você uma experiência gastronômica autêntica, repleta dos sabores vibrantes e diversificados do Brasil. Explore nosso cardápio para descobrir uma variedade de pratos deliciosos que refletem a riqueza culinária do nosso país. Links Início Sobre nós Menu Política de Privacidade Termos e Condições",
    "terms": "Restaurante Sabor Brasileiro - Culinária Autêntica do Brasil | Termos e Condições Início Sobre nós Menu Termos e Condições do Sabor Brasileiro Estes Termos e Condições regem o uso deste site e dos serviços oferecidos pelo Sabor Brasileiro. Ao acessar ou utilizar este site, você concorda com estes Termos e Condições na íntegra. Se você não concordar com qualquer parte destes termos, não poderá acessar o site ou usar os serviços. Uso do Site Você concorda em usar este site apenas para fins legais e de acordo com estes Termos e Condições. Você concorda em não usar este site de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso e gozo de qualquer outra pessoa do site. Propriedade Intelectual O conteúdo deste site, incluindo textos, gráficos, logotipos, imagens e software, é de propriedade do Sabor Brasileiro e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você concorda em respeitar todos os avisos de direitos autorais e outras restrições contidas neste site e em não modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar ou criar trabalhos derivados baseados em tal conteúdo. Links para Terceiros Este site pode conter links para sites de terceiros que não são controlados pelo Sabor Brasileiro. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site de terceiros. Você reconhece e concorda que o Sabor Brasileiro não será responsável, direta ou indiretamente, por qualquer dano ou perda causada ou supostamente causada pelo uso de ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de qualquer site de terceiros. Alterações nos Termos e Condições Reservamo-nos o direito, a nosso critério, de modificar ou substituir estes Termos e Condições a qualquer momento. Quaisquer alterações entrarão em vigor imediatamente após a publicação dos termos revisados neste site. O seu uso contínuo do site após a publicação de quaisquer alterações constitui aceitação dessas alterações. Contato Se você tiver dúvidas sobre estes Termos e Condições, entre em contato conosco através do e-mail: saborbrasileiro@gmail.com. ESTAMOS AQUI Endereço: Viaduto Nove de Julho, 193 - Centro Histórico de São Paulo, São Paulo - SP, 01050-060, Brasil Mail: saborbrasileiro@gmail.com Telefone +55-11-3257-7121 Nós nos dedicamos a proporcionar a você uma experiência gastronômica autêntica, repleta dos sabores vibrantes e diversificados do Brasil. Explore nosso cardápio para descobrir uma variedade de pratos deliciosos que refletem a riqueza culinária do nosso país. Links Início Sobre nós Menu Política de Privacidade Termos e Condições"
  }
}