{
  "name": "New_SunbeamInn_India",
  "pages": {
    "contact": "Sunbeam Inn | Your Home Under the Sun We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts +91 91570 30941 sunbeaminn@gmail.com 7, Wardha Rd, Chatrapati Nagar, Nagpur, Maharashtra 440015 Get in Touch We'd love to hear from you! Whether you have a question about our services, feedback about your experience, or a general inquiry, feel free to reach out using the form below Send Request I accept the Privacy Policy Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "disclaimers": "Sunbeam Inn | The Ultimate Sunny Retreat We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts Disclaimer No warranties This website is provided \"as is\" without any representations or warranties, express or implied. Sunbeam Inn makes no representations or warranties in relation to this website or the information and materials provided on this website. Limitation of liability Sunbeam Inn will not be liable to you (whether under the law of contact, the law of torts, or otherwise) in relation to the contents of, or use of, or otherwise in connection with, this website: to the extent that the website is provided free-of-charge, for any direct loss; for any indirect, special, or consequential loss; or for any business losses, loss of revenue, income, profits, or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data. Exceptions Nothing in this website disclaimer will exclude or limit any warranty implied by law that it would be unlawful to exclude or limit; and nothing in this website disclaimer will exclude or limit Sunbeam Inn's liability in respect of any: death or personal injury caused by Sunbeam Inn's negligence; fraud or fraudulent misrepresentation on the part of Sunbeam Inn; or matter which it would be illegal or unlawful for Sunbeam Inn to exclude or limit, or to attempt or purport to exclude or limit, its liability. Reasonableness By using this website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable. Other parties You accept that, as a limited liability entity, Sunbeam Inn has an interest in limiting the personal liability of its officers and employees. You agree that you will not bring any claim personally against Sunbeam Inn's officers or employees in respect of any losses you suffer in connection with the website. Contact Information If you have any questions about this Disclaimer, please contact us sunbeaminn@gmail.com Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "index": "Welcome to Sunbeam Inn | Your Sunny Getaway We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts Welcome to Sunbeam Inn – Your Ultimate Sunny Getaway Experience the warmth of the sun and the comfort of luxury at Sunbeam Inn, where every moment is designed to make your stay unforgettable. Nestled in the heart of a picturesque coastal town, our hotel offers an unparalleled combination of breathtaking views, modern amenities, and exceptional service, ensuring that your vacation is nothing short of perfect. Find Out More Advantages of Staying at Sunbeam Inn Accommodations Experience the epitome of comfort in our elegantly designed rooms and suites, featuring modern amenities and stunning views. Exquisite Dining Savor culinary delights crafted by our expert chefs, offering a variety of dining options to suit every taste and occasion. Top-Notch Amenities Enjoy our extensive range of amenities, including a sparkling outdoor pool, rejuvenating spa, and fully equipped fitness center. Prime Location Discover the beauty of our coastal town, with easy access to pristine beaches, cultural attractions, and exciting outdoor activities. Discover Our Unique Features At Sunbeam Inn, we offer a variety of unique features that set us apart and ensure a memorable stay for all our guests. From luxurious accommodations to exceptional amenities, discover what makes our inn the perfect destination for your next getaway. Stunning Views: Enjoy breathtaking views of the ocean or lush gardens from the comfort of your room. Our inn is designed to provide you with a serene and picturesque environment. Gourmet Dining: Indulge in a culinary experience like no other. Our on-site restaurants offer a diverse menu of gourmet dishes crafted from the freshest local ingredients. Luxurious Accommodations: Relax in elegantly designed rooms and suites that combine modern comforts with timeless elegance. Each space is thoughtfully appointed to enhance your stay. Latest from Our Blog Stay up to date with our latest articles Published: July 1, &nbsp; Exploring the Local Culture Discover the rich cultural heritage of our coastal town. From historical landmarks to local festivals, immerse yourself in the vibrant traditions and stories that make this place unique. Published: June 28, &nbsp; Top 10 Things to Do at Sunbeam Inn Make the most of your stay with our guide to the top 10 activities and experiences at Sunbeam Inn. From relaxing by the pool to exploring nearby attractions, there's something for everyone. Published: June 20, &nbsp; A Culinary Journey: Dining at Sunbeam Inn oin us on a culinary journey and explore the exquisite dining options at Sunbeam Inn. Our chefs use the freshest local ingredients to create dishes that delight your taste buds. Published: June 15, &nbsp; How Hotels Can Enhance Guest Experience Through Technology Technological advancements have revolutionized the hospitality industry. Here’s how hotels can leverage technology to improve guest experience... Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "privacy-policy": "Sunbeam Inn | A Bright Stay Awaits We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts Privacy Policy Welcome to Sunbeam Inn. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice or our practices with regard to your personal information, please contact us. We collect personal information that you voluntarily provide to us when you register on our website, express an interest in obtaining information about us or our products and services, or otherwise when you contact us. The personal information we collect may include your name, email address, postal address, phone number, and other similar contact data. We also collect passwords, password hints, and similar security information used for authentication and account access. We use the information we collect or receive to send administrative information to you, to protect our services, to enforce our terms, conditions, and policies, and to comply with legal and regulatory requirements. We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations. We may process or share your data based on your consent, legitimate business interests, or for compliance with legal obligations. We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law. You have certain rights under applicable data protection laws. These may include the right to request access and obtain a copy of your personal information, to request rectification or erasure, to restrict the processing of your personal information, and if applicable, to data portability. If you wish to exercise any of these rights, please contact us. We will consider and act upon any request in accordance with applicable data protection laws. If you have questions or comments about this notice, you may contact us at sunbeaminn@gmail.com. Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "terms-conditions": "Sunbeam Inn | Sun-Kissed Comfort and Luxury We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts Terms and Conditions Welcome to Sunbeam Inn. These terms and conditions outline the rules and regulations for the use of our website. By accessing this website, we assume you accept these terms and conditions. Do not continue to use our website if you do not agree to all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same. License: Unless otherwise stated, Sunbeam Inn and/or its licensors own the intellectual property rights for all material on Sunbeam Inn. All intellectual property rights are reserved. You may access this from Sunbeam Inn for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from Sunbeam Inn Sell, rent or sub-license material from Sunbeam Inn Reproduce, duplicate or copy material from Sunbeam Inn Redistribute content from Sunbeam Inn This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Sunbeam Inn does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Sunbeam Inn,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Sunbeam Inn shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. Sunbeam Inn reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. If you have questions or comments about this notice, you may contact us at sunbeaminn@gmail.com. Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "thanks": "Sunbeam Inn | Shine Bright with Us We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept Home Thank You! Your message has been received. We will get back to you shortly.",
    "about": "Sunbeam Inn | Bask in Warm Hospitality We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts About Us Welcome to Sunbeam Inn, a sanctuary where luxury meets tranquility. Our inn is more than just a place to stay; it's an experience designed to delight your senses and rejuvenate your spirit. Nestled along the stunning coastline, Sunbeam Inn offers a perfect blend of modern comfort and natural beauty, making it an ideal destination for both relaxation and adventure. Our journey began over two decades ago, when Jane and John stumbled upon this picturesque location during one of their travels. They immediately fell in love with the serene beaches, lush landscapes, and the welcoming local community. Driven by a passion for hospitality and a commitment to excellence, they transformed a charming old house into what is now Sunbeam Inn. With continuous improvements and expansions, we have maintained the charm and warmth of our beginnings while offering modern amenities and luxurious accommodations. Our Mission At Sunbeam Inn, our mission is to provide our guests with an unparalleled experience of comfort, relaxation, and personalized service. We believe that every guest deserves a unique and memorable stay, and we strive to exceed expectations in every aspect of our hospitality. From the moment you arrive, our dedicated team is here to ensure that your stay is nothing short of extraordinary. We are committed to creating a welcoming environment where guests can unwind and feel at home. Whether you are here for a romantic getaway, a family vacation, or a solo retreat, we offer a range of services and amenities tailored to meet your needs. Our goal is to make every visit to Sunbeam Inn a cherished memory that you will treasure for years to come. We strive to exceed our guests' expectations in every aspect of their stay. From the comfort and cleanliness of our rooms to the friendliness and professionalism of our staff, we are dedicated to maintaining the highest standards of excellence. Discover Our Values Sustainability We are dedicated to protecting the natural beauty of our surroundings through sustainable practices. From energy-efficient systems to eco-friendly amenities, we make every effort to minimize our environmental impact. Community We are proud to be a part of the local community and are committed to supporting local businesses and initiatives. We believe in giving back to the community that has given us so much. Excellence We strive for excellence in every aspect of our operations, from the quality of our accommodations to the level of our service. Our commitment to excellence ensures that our guests receive the best possible experience. Hospitality We believe in treating our guests like family, offering a warm and welcoming atmosphere that makes everyone feel at home. Our friendly and attentive staff is always ready to assist with any request, big or small. Guest Reviews \"Our stay at Sunbeam Inn was absolutely wonderful. The staff was incredibly attentive, the rooms were luxurious, and the views were breathtaking. We can't wait to come back!\" John \"Sunbeam Inn exceeded all of our expectations. The food was delicious, the spa treatments were relaxing, and the overall atmosphere was so peaceful. Highly recommend!\" Sarah Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer",
    "casino": "Sunbeam Inn | Where Every Stay is a Sunny Delight We use cookies to improve your experience on our website. By continuing to browse, you agree to our use of cookies. Accept &times; You must be 18 years or older to view this content. Please confirm your age. Yes No Sunbeam Inn Home About Us Casino Contacts Home About Us Casino Contacts Welcome to our casino Welcome to our casino, a premier destination for entertainment and gaming. Established in 1995, our casino has grown to become one of the most respected and renowned gaming establishments in the region. We started with a modest facility, offering a handful of slot machines and table games. Over the years, through our commitment to excellence and customer satisfaction, we have expanded significantly, incorporating the latest in gaming technology and offering a wide variety of games and services. Find Out More About Us Our casino was founded in 1995 with a vision to create a world-class gaming and entertainment destination. Starting with just a few slot machines and table games, we have continually expanded our offerings and facilities to meet the growing demands of our patrons. Over the years, we have hosted numerous high-profile events, tournaments, and performances, cementing our reputation as a leader in the industry. Our journey has been marked by continuous innovation and a focus on providing a superior guest experience. From the latest gaming technology to luxurious accommodations and dining, we have set new standards in the casino world. Our history is rich with milestones, including the launch of our state-of-the-art sportsbook and the opening of our renowned poker room. Games and Entertainment Slot Machines With hundreds of slot machines ranging from penny slots to high-stakes games, you are sure to find a machine that suits your style. Table Games Enjoy traditional favorites such as Blackjack, Roulette, Poker, and Baccarat. Our professional dealers ensure a fair and exciting gaming experience. Roulette Roulette is one of the most iconic and exciting games in the casino world, known for its elegance, simplicity, and the thrill of the spinning wheel. Live Poker Room Test your skills in our dedicated poker room, where you can participate in daily tournaments and cash games. Sunbeam Inn Home About Us Contact Casino Privacy Policy Terms and conditions Disclaimer"
  },
  "date": "2024-07-18T07:36:27.483Z"
}