{
  "name": "New_v9_MundoDeIdiomas",
  "pages": {
    "index": "Mundo de Idiomas - Cursos de Idiomas Estrangeiros Home Course Client Gallery Teacher Curso de Inglês Aprenda inglês com prazer! Junte-se ao nosso curso e descubra novas oportunidades. Nossos professores profissionais vão ajudar você a alcançar seus objetivos no aprendizado do inglês. Inscreva-se agora Último Curso Oferecemos Cursos Inglês Russo Espanhol Francês Alemão Chinês INGLÊS Curso de Inglês para Iniciantes João Silva 25 Horas 8 Aulas $30 RUSSO Curso de Russo para Intermediários Maria Santos 15 Horas 18 Aulas $20 ESPANHOL Curso de Espanhol Avançado Pedro Oliveira 10 Horas 6 Aulas $10 Avaliação dos Clientes O que nossos alunos dizem Nossa missão é oferecer a melhor experiência de aprendizado de idiomas. Veja o que nossos alunos dizem sobre os cursos e como eles ajudaram a alcançar seus objetivos. João da Silva \"Os cursos são excelentes e os professores são muito atenciosos. Aprendi muito mais rápido do que esperava. Recomendo a todos que queiram aprender um novo idioma!\" Maria Oliveira \"A plataforma é muito intuitiva e os materiais de estudo são de alta qualidade. Estou muito satisfeita com o progresso que fiz até agora.\" Pedro Costa \"Adorei a flexibilidade dos horários e a possibilidade de aprender no meu próprio ritmo. Os cursos são muito bem estruturados e os professores são excelentes.\" Galeria Nossos alunos Sobre os Professores Nossos Professores Conheça nossos dedicados e experientes professores que estão prontos para guiá-lo em sua jornada de aprendizado de idiomas. Cada um dos nossos professores traz uma riqueza de conhecimento e paixão pelo ensino. João da Silva Especialista em inglês com mais de 10 anos de experiência no ensino de idiomas. Apaixonado por ajudar os alunos a alcançar a fluência. Maria Santos Especialista em francês com um talento especial para tornar o aprendizado divertido e acessível. Com mais de 8 anos de experiência, ela inspira confiança e paixão pelo idioma. Pedro Oliveira Professor de espanhol com vasta experiência em ensinar alunos de diferentes níveis. Focado em promover a compreensão e a comunicação eficaz. Ana Costa Professora de russo com um profundo entendimento cultural e linguístico. Adora criar aulas interativas e envolventes. Entre em Contato Fale Conosco Se você tiver alguma dúvida ou quiser saber mais sobre nossos cursos, não hesite em nos contatar através do formulário abaixo. Estamos aqui para ajudar! Nome: Email: Mensagem: Aceito a Política de Privacidade Enviar Mensagem Home Course Client Gallery Teacher Telefone: +55-17-6492-5319 E-mail: mundodeidiomas@gmail.com Endereço: R. 6, 195 - Alvorada, Manaus - AM, 69043-160, Brasil Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Mundo de Idiomas Home Course Client Gallery Teacher Política de Privacidade Bem-vindo ao Mundo de Idiomas. Nós nos comprometemos a proteger a sua privacidade e garantir que suas informações pessoais estejam seguras. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você usa nosso site e serviços. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como quando você se registra em nosso site, assina nossa newsletter, participa de nossos cursos ou entra em contato conosco. As informações coletadas podem incluir seu nome, endereço de email, número de telefone e outras informações relevantes para a prestação de nossos serviços. 2. Uso das Informações Utilizamos as informações que coletamos para fornecer, operar, manter e melhorar nossos serviços. Isso inclui: Processar suas inscrições e pagamentos para os cursos; Enviar comunicações promocionais, desde que você tenha consentido em recebê-las; Responder às suas perguntas e fornecer suporte ao cliente; Personalizar sua experiência no site e recomendar cursos que possam ser do seu interesse. 3. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto nos casos necessários para cumprir a lei, proteger nossos direitos, ou no caso de fusão, aquisição ou venda de ativos. Poderemos compartilhar suas informações com prestadores de serviços de confiança que auxiliam na operação do nosso site e na prestação de nossos serviços, mas esses prestadores estão sujeitos a obrigações de confidencialidade. 4. Segurança das Informações Implementamos medidas de segurança apropriadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhuma transmissão de dados pela Internet ou sistema de armazenamento eletrônico é 100% seguro, e não podemos garantir a segurança absoluta das suas informações. 5. Seus Direitos Você tem o direito de acessar, corrigir, atualizar ou solicitar a exclusão de suas informações pessoais. Se desejar exercer esses direitos, entre em contato conosco pelo email mundodeidiomas@gmail.com. Responderemos à sua solicitação dentro de um prazo razoável e de acordo com as leis aplicáveis. 6. Retenção de Dados Reteremos suas informações pessoais pelo tempo necessário para cumprir os propósitos descritos nesta Política de Privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei. 7. Alterações nesta Política de Privacidade Poderemos atualizar esta Política de Privacidade de tempos em tempos para refletir mudanças em nossas práticas ou em requisitos legais. Publicaremos a política revisada em nosso site e indicaremos a data da última atualização. Recomendamos que você reveja esta política periodicamente para se manter informado sobre como protegemos suas informações. 8. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou nossas práticas de privacidade, entre em contato conosco pelo email mundodeidiomas@gmail.com. Estamos aqui para ajudar e esclarecer quaisquer dúvidas que você possa ter. Agradecemos por confiar no Mundo de Idiomas. Estamos comprometidos em proteger sua privacidade e fornecer uma experiência segura e agradável em nosso site. Home Course Client Gallery Teacher Telefone: +55-17-6492-5319 E-mail: mundodeidiomas@gmail.com Endereço: R. 6, 195 - Alvorada, Manaus - AM, 69043-160, Brasil Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Mundo de Idiomas Home Course Client Gallery Teacher Termos e Condições Bem-vindo ao Mundo de Idiomas. Ao acessar e utilizar nosso site e serviços, você concorda em cumprir e estar sujeito aos seguintes termos e condições. Por favor, leia-os atentamente antes de usar nosso site. 1. Aceitação dos Termos Ao acessar ou usar qualquer parte do nosso site, você concorda em cumprir estes Termos e Condições. Se você não concordar com todos os termos e condições deste acordo, então você não poderá acessar o site ou usar quaisquer serviços. 2. Modificações nos Termos Reservamo-nos o direito de atualizar, alterar ou substituir qualquer parte destes Termos e Condições, publicando atualizações e/ou alterações em nosso site. É sua responsabilidade verificar periodicamente as mudanças. Seu uso continuado ou acesso ao site após a publicação de quaisquer alterações constitui aceitação dessas alterações. 3. Descrição dos Serviços O Mundo de Idiomas oferece uma plataforma online onde os usuários podem explorar e participar de uma variedade de cursos de idiomas. Esforçamo-nos para descrever nossos cursos com a maior precisão possível. No entanto, não garantimos que as descrições dos cursos sejam totalmente precisas, completas, confiáveis, atuais ou livres de erros. 4. Contas de Usuário Para acessar certos recursos do nosso site, você pode ser solicitado a criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta, incluindo sua senha, e por todas as atividades que ocorram sob sua conta. Você concorda em notificar-nos imediatamente de qualquer uso não autorizado de sua conta ou qualquer outra violação de segurança. 5. Política de Pagamentos Todos os pagamentos devem ser realizados através dos métodos de pagamento aceitos listados em nosso site. Você concorda em fornecer informações de pagamento válidas e precisas. Reservamo-nos o direito de recusar ou cancelar seu pedido se suspeitarmos de fraude ou uso não autorizado. 6. Acesso e Uso do Site Você concorda em usar nosso site e serviços apenas para fins legais e de acordo com estes Termos e Condições. Você não deve usar nosso site de qualquer maneira que possa prejudicar, desativar, sobrecarregar ou danificar qualquer servidor ou rede conectada ao nosso site, ou interferir no uso e aproveitamento de qualquer outra parte. 7. Direitos de Propriedade Intelectual Todo o conteúdo do site, incluindo, mas não limitado a, textos, gráficos, logotipos, ícones, imagens e software, é propriedade do Mundo de Idiomas ou de seus fornecedores de conteúdo e é protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte do site sem a permissão expressa por escrito de nós. 8. Limitação de Responsabilidade Em nenhuma circunstância o Mundo de Idiomas, seus diretores, funcionários ou agentes serão responsáveis por quaisquer danos indiretos, incidentais, punitivos ou consequenciais decorrentes do uso do nosso site ou dos serviços adquiridos através do site. 9. Indenização Você concorda em indenizar, defender e isentar o Mundo de Idiomas de qualquer reivindicação ou demanda, incluindo honorários advocatícios razoáveis, feitos por qualquer terceiro devido a ou decorrente de sua violação destes Termos e Condições ou dos documentos que incorporam por referência, ou sua violação de qualquer lei ou direitos de terceiros. 10. Rescisão Podemos rescindir ou suspender seu acesso ao nosso site e serviços imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar os Termos e Condições. Todas as disposições dos Termos que, por sua natureza, devem sobreviver à rescisão, sobreviverão à rescisão, incluindo, sem limitação, disposições de propriedade, isenções de garantia, indenização e limitações de responsabilidade. 11. Lei Aplicável Estes Termos e Condições e qualquer acordo separado pelo qual lhe fornecemos serviços serão regidos e interpretados de acordo com as leis do Brasil. 12. Contato Se você tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco pelo email mundodeidiomas@gmail.com. Estamos aqui para ajudar e esclarecer quaisquer dúvidas que você possa ter. Agradecemos por escolher o Mundo de Idiomas. Estamos comprometidos em fornecer a você a melhor experiência possível e proteger seus direitos enquanto utiliza nossos serviços. Home Course Client Gallery Teacher Telefone: +55-17-6492-5319 E-mail: mundodeidiomas@gmail.com Endereço: R. 6, 195 - Alvorada, Manaus - AM, 69043-160, Brasil Política de Privacidade Termos e Condições",
    "thanks": "Obrigado - Mundo de Idiomas Obrigado! Obrigado por entrar em contato conosco. Sua mensagem foi recebida com sucesso e entraremos em contato em breve. Voltar para a Página Inicial"
  },
  "date": "2024-07-04T11:34:37.774Z"
}