{
  "name": "New_v9_activeattire",
  "pages": {
    "terms-conditions": "Termos de Uso - ActiveAttire: Regras e Condições para Navegação e Compras ActiveAttire Página inicial Catálogo Contatos Moda Qualidade Escreva para nós Termos de Uso Bem-vindo ao ActiveAttire! Estes Termos de Uso regem o seu uso do site ActiveAttire e os serviços oferecidos por nós. Ao acessar ou usar o site ActiveAttire, você concorda com estes Termos de Uso. Leia atentamente antes de usar nosso site. Aceitação dos Termos Ao acessar ou usar o site ActiveAttire, você concorda em ficar vinculado por estes Termos de Uso e por todas as leis e regulamentos aplicáveis. Se você não concordar com algum desses termos, você não está autorizado a usar este site. Uso do Site Você concorda em usar o site ActiveAttire apenas para fins legais e de acordo com estes Termos de Uso. Você concorda em não usar o site de forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso e aproveitamento de qualquer outra pessoa do site. Direitos de Propriedade Intelectual O conteúdo do site ActiveAttire, incluindo textos, gráficos, logotipos, imagens, vídeos, áudios, interfaces e o layout do site, são de propriedade exclusiva da ActiveAttire ou de seus licenciadores e estão protegidos pelas leis de direitos autorais e outras leis de propriedade intelectual. Isenção de Garantias O site ActiveAttire é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o site será seguro, ininterrupto, livre de erros, livre de vírus ou outros componentes prejudiciais, ou que os defeitos serão corrigidos. Limitação de Responsabilidade Em nenhuma circunstância a ActiveAttire será responsável por danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos, incluindo, sem limitação, perda de lucros, receitas, economias, dados, uso ou outras vantagens econômicas, decorrentes de ou relacionadas ao uso ou incapacidade de usar o site ActiveAttire. Alterações nos Termos de Uso Reservamos o direito de modificar estes Termos de Uso a qualquer momento, a nosso critério. Se fizermos alterações, iremos publicar a versão revisada dos Termos de Uso neste site. O uso continuado do site após a publicação das alterações constituirá sua aceitação dos termos revisados. Disposições Gerais Estes Termos de Uso constituem o acordo completo entre você e a ActiveAttire em relação ao seu uso do site ActiveAttire e substituem todos os acordos anteriores e contemporâneos entre você e a ActiveAttire em relação a tal assunto. Lei Aplicável e Jurisdição Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente ou relacionada a estes Termos de Uso estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil. Renúncia e Severabilidade A falha da ActiveAttire em fazer valer qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível por um tribunal competente, tal disposição será limitada ou eliminada na medida mínima necessária, e as demais disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Cessão A ActiveAttire pode ceder seus direitos e obrigações sob estes Termos de Uso a qualquer momento, sem aviso prévio. Você não pode ceder seus direitos ou obrigações sob estes Termos de Uso sem o consentimento prévio por escrito da ActiveAttire. Idioma Estes Termos de Uso foram redigidos em português. Se uma versão traduzida destes Termos de Uso entrar em conflito com a versão em português, a versão em português prevalecerá. Consentimento do Usuário Ao utilizar o site ActiveAttire, você declara e garante que tem pelo menos 18 anos de idade ou que acessou o site sob a supervisão de um responsável legal. Ao concordar com estes Termos de Uso, você declara estar legalmente capacitado para celebrar contratos vinculativos. Comentários e Sugestões Valorizamos seus comentários e sugestões sobre o site ActiveAttire. Qualquer feedback que você fornecer será considerado não confidencial e não proprietário. Ao enviar comentários ou sugestões, você concede à ActiveAttire o direito não exclusivo, livre de royalties, perpétuo, irrevogável e totalmente sublicenciável para usar, reproduzir, modificar, adaptar, publicar, traduzir, criar trabalhos derivados, distribuir e exibir tal feedback em qualquer meio. Links para Sites de Terceiros O site ActiveAttire pode conter links para sites de terceiros que não são controlados ou operados pela ActiveAttire. Não nos responsabilizamos pelo conteúdo, privacidade ou práticas de segurança de sites de terceiros. A inclusão de links para sites de terceiros não implica endosso ou recomendação dos mesmos. Manutenção do Site A ActiveAttire reserva-se o direito de realizar manutenção programada ou não programada, atualizações, modificações ou desativações do site ActiveAttire a qualquer momento, sem aviso prévio. Disposições de Força Maior A ActiveAttire não será responsável por qualquer falha ou atraso no cumprimento de suas obrigações decorrentes de eventos fora de seu controle razoável, incluindo, mas não se limitando a, greves, tumultos, incêndios, explosões, guerra, desastres naturais, atos de terrorismo, atos governamentais, falhas de provedores de serviços de Internet ou falhas de hardware, software ou rede. Resolução de Conflitos Qualquer disputa, controvérsia ou reclamação decorrente ou relacionada com estes Termos de Uso, incluindo sua formação, interpretação, violação, rescisão ou validade, ou o uso do site ActiveAttire, será resolvida por meio de mediação administrada pelo Centro de Arbitragem e Mediação da Câmara de Comércio Brasil-Canadá (CAM-CCBC), de acordo com suas regras de mediação em vigor na data de início da mediação. Lei Aplicável e Jurisdição Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer ação judicial decorrente destes Termos de Uso será exclusivamente julgada pelos tribunais competentes da cidade de São Paulo, com exclusão de qualquer outro foro, por mais privilegiado que seja. Alterações nos Termos de Uso Reservamos o direito de revisar estes Termos de Uso a qualquer momento, a nosso critério exclusivo. Todas as alterações serão publicadas nesta página e entrarão em vigor imediatamente, substituindo todas as versões anteriores. É sua responsabilidade verificar periodicamente esta página para ficar ciente de quaisquer alterações. O uso continuado do site após a publicação de alterações constitui sua aceitação dessas alterações. Disposições Adicionais Estes Termos de Uso representam o acordo completo entre você e o ActiveAttire em relação ao uso do site e substituem todos os acordos anteriores ou contemporâneos, entendimentos, discussões ou comunicações, escritas ou verbais, relacionadas ao assunto aqui tratado. Interpretação Os títulos usados nestes Termos de Uso são apenas para conveniência e não têm efeito legal ou contratual. A falha do ActiveAttire em exercer ou fazer valer qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Consentimento para Receber Comunicações Eletrônicas Ao usar o site ActiveAttire, você concorda em receber comunicações eletrônicas da ActiveAttire. Essas comunicações podem incluir mensagens sobre sua conta, transações e informações de marketing. Você concorda que qualquer aviso, contrato, divulgação ou outra comunicação fornecida eletronicamente satisfaz qualquer requisito legal de que tal comunicação seja por escrito. Aceitação dos Termos de Uso Ao continuar a usar o site ActiveAttire, você indica que leu, compreendeu e concorda com estes Termos de Uso. Se você não concordar com estes Termos de Uso, você não está autorizado a usar o site ActiveAttire. Capacidade de Modificação A ActiveAttire reserva-se o direito de modificar, alterar ou atualizar estes Termos de Uso a qualquer momento, a seu critério exclusivo. Recomendamos que você revise periodicamente estes Termos de Uso para estar ciente de quaisquer alterações. Disposições Finais Estes Termos de Uso representam o entendimento completo entre você e o ActiveAttire e regem o uso do nosso site, substituindo todos os acordos anteriores ou contemporâneos, entendimentos, discussões ou comunicações, escritas ou verbais, relacionadas ao assunto aqui tratado. Independência das Cláusulas Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível, tal disposição será limitada ou eliminada na medida mínima necessária, e as demais disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Força Maior Nenhuma das partes será responsável perante a outra por qualquer falha no cumprimento de suas obrigações decorrente de eventos fora de seu controle razoável, incluindo, mas não se limitando a, desastres naturais, atos de guerra, terrorismo, greves, bloqueios, interrupções de energia, ou qualquer outra circunstância além do controle razoável da parte afetada. Idioma Estes Termos de Uso foram redigidos em português. Se uma versão traduzida destes Termos de Uso entrar em conflito com a versão em português, a versão em português prevalecerá. Renúncia de Garantias e Limitação de Responsabilidade Ao utilizar o site ActiveAttire, você concorda expressamente que o uso do site é por sua conta e risco exclusivos. O ActiveAttire não oferece garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias de comercialização, adequação a um propósito específico, não violação ou precisão. Você entende e concorda que, em nenhuma circunstância, o ActiveAttire, seus diretores, funcionários, afiliados, agentes, contratados ou licenciantes serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais, exemplares ou punitivos, incluindo, sem limitação, lucros cessantes, perda de dados, uso, boa vontade ou outras perdas intangíveis, resultantes de: Seu acesso ou uso ou incapacidade de acessar ou usar o site; Qualquer conduta ou conteúdo de terceiros no site; Qualquer conteúdo obtido do site; e Acesso não autorizado, uso ou alteração de suas transmissões ou conteúdo, seja com base em garantia, contrato, delito (incluindo negligência) ou qualquer outra teoria legal, mesmo que tenham sido informados da possibilidade de tais danos. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos de Uso, entre em contato conosco pelo e-mail: activeattire@gmail.com. Ao usar o site ActiveAttire, você concorda em ficar vinculado por estes Termos de Uso. Obrigado por escolher ActiveAttire! Última atualização: Fevereiro de 2024 Página inicial Catálogo Contatos Moda Qualidade Política de Privacidade Termos de Uso © 2024 ActiveAttire. Todos os direitos reservados.",
    "thanks": "Página de agradecimento - ActiveAttire: Obrigado pela sua mensagem e confiança em nossa marca Obrigado! Agradecemos pelo seu feedback. A sua opinião é muito importante para nós. Voltar à Página Inicial",
    "index": "Bem-vindo à ActiveAttire - Sua Destinação para Moda Fitness e Roupas de Ginástica ActiveAttire Página inicial Catálogo Contatos Moda Qualidade Escreva para nós ActiveAttire Bem-vindo à ActiveAttire Descubra a combinação perfeita de estilo e funcionalidade com a nossa coleção de roupas de ginástica. Na ActiveAttire, estamos comprometidos em fornecer peças que o ajudarão a se destacar em seus treinos, mantendo-o confortável e confiante. Explore a nossa variedade de leggings, tops, shorts e muito mais, e vista-se para o sucesso em cada sessão de treino. Catálogo Na ActiveAttire, acreditamos que a qualidade é fundamental para o desempenho. É por isso que usamos apenas os melhores materiais em nossas roupas de ginástica, para que você possa se concentrar em seus treinos sem se preocupar com o conforto ou durabilidade de suas roupas. Nossas peças são projetadas para durar, para que você possa se sentir confiante em seu investimento em sua saúde e bem-estar. Qualidade que você pode sentir Aprender mais Novas Chegadas Fique por dentro das últimas tendências em moda fitness Descubra as últimas adições à nossa coleção. De leggings a tops, temos tudo o que você precisa para se destacar na academia. Na ActiveAttire, estamos sempre atualizando nossa coleção para oferecer a você as últimas tendências em moda fitness. Nossas novas chegadas apresentam designs inovadores, tecidos de alta qualidade e ajuste perfeito para que você possa se sentir confiante e confortável em cada treino. Não perca a oportunidade de explorar as últimas adições à nossa linha e elevar o seu estilo de treino para o próximo nível. Catálogo Escreva para nós Nossas melhores vendas Confira nossos itens mais populares e descubra por que eles são tão amados pelos nossos clientes. Cada um desses itens é projetado para oferecer o máximo em conforto, estilo e desempenho. Não perca a chance de experimentar nossas melhores vendas e descobrir por que eles são tão populares entre nossos clientes. Legging de cintura alta em tecido elástico Top esportivo com alças cruzadas Shorts de compressão com bolsos laterais Regata de treino com tecido respirável Legging estampada com cintura dobrável Top cropped com decote em V Shorts de corrida com forro interno Jaqueta corta-vento com capuz Nossa Missão Na ActiveAttire, nossa missão é inspirar e capacitar pessoas a viverem vidas mais saudáveis e ativas, fornecendo roupas de ginástica de alta qualidade que combinam estilo e funcionalidade. Acreditamos que quando você se veste com confiança, está pronto para enfrentar qualquer desafio. Estamos comprometidos em apoiar você em sua jornada de condicionamento físico, oferecendo roupas que o ajudarão a se sentir imparável em cada treino. Catálogo Conheça nossa coleção: Catálogo de produtos Legging de compressão R$ 99,90 Ordem Top esportivo com alças cruzadas R$ 79,90 Ordem Shorts de corrida com forro interno R$ 89,90 Ordem Jaqueta corta-vento com capuz R$ 149,90 Ordem Você tem dúvidas? Iremos ajudá-lo com qualquer dúvida, não hesite em nos escrever e obter conselhos úteis. +55 65 3549-2337 activeattire@gmail.com R. Sarandi, 1923 E - Rio Verde, Lucas do Rio Verde - MT, 78455-000, Brasil Eu aceito a Política de Privacidade Enviar Página inicial Catálogo Contatos Moda Qualidade Política de Privacidade Termos de Uso © 2024 ActiveAttire. Todos os direitos reservados.",
    "privacy-policy": "Política de Privacidade - ActiveAttire: Compromisso com a Proteção dos Seus Dados ActiveAttire Página inicial Catálogo Contatos Moda Qualidade Escreva para nós política de Privacidade Bem-vindo ao ActiveAttire! Por favor, leia atentamente este aviso legal antes de utilizar o site ActiveAttire e quaisquer serviços ou produtos associados a ele. Este aviso estabelece os termos e condições para o uso deste site. Ao acessar ou usar o site, você concorda em obedecer a estes termos e condições. Se você não concordar com qualquer parte deste aviso legal, por favor, não use o site. Precisão da Informação O ActiveAttire se esforça para fornecer informações precisas e atualizadas no site, mas não podemos garantir que todas as informações sejam completas, precisas ou atualizadas em todos os momentos. O conteúdo do site é fornecido apenas para fins informativos e não deve ser considerado como aconselhamento profissional ou legal. Uso do Site Você concorda em usar o site ActiveAttire por sua própria conta e risco. Não nos responsabilizamos por quaisquer danos diretos, indiretos, incidentais, consequentes ou punitivos resultantes do seu acesso ou uso do site. Isso inclui, mas não se limita a, danos a software ou hardware, perda de dados, lucros cessantes, interrupção de negócios ou qualquer outro dano econômico. Links para Sites de Terceiros O ActiveAttire pode conter links para sites de terceiros que não estão sob nosso controle. Não nos responsabilizamos pelo conteúdo, políticas de privacidade ou práticas de qualquer site vinculado. A inclusão de qualquer link não implica necessariamente uma recomendação ou endosso do conteúdo daquele site. Propriedade Intelectual Todo o conteúdo apresentado no site ActiveAttire, incluindo, mas não se limitando a, texto, imagens, logotipos, marcas registradas, é de propriedade exclusiva do ActiveAttire ou de seus licenciadores e está protegido pelas leis de direitos autorais e outras leis de propriedade intelectual. Alterações no Aviso Legal Reservamo-nos o direito de modificar este aviso legal a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após serem publicadas no site. Ao continuar a usar o site após a publicação de alterações, você concorda em ficar vinculado à versão revisada do aviso legal. Limitação de Responsabilidade Em nenhuma circunstância o ActiveAttire, seus diretores, funcionários, parceiros ou afiliados serão responsáveis perante você por qualquer dano direto, indireto, incidental, especial, consequencial ou punitivo decorrente do uso ou incapacidade de usar o site, mesmo que tenham sido avisados da possibilidade de tais danos. Indenização Você concorda em indenizar, defender e isentar o ActiveAttire, seus diretores, funcionários, parceiros e afiliados de qualquer responsabilidade, perda, reivindicação e despesa, incluindo honorários advocatícios razoáveis, decorrentes do seu uso do site ou violação destes termos. Jurisdição e Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente ou relacionada a estes termos estará sujeita à jurisdição exclusiva dos tribunais localizados no Brasil. Separabilidade Se qualquer disposição destes termos for considerada inválida, ilegal ou inexequível por um tribunal competente, tal disposição será considerada separada dos termos restantes, que permanecerão em pleno vigor e efeito. Consentimento Ao continuar a usar o site ActiveAttire, você consente expressamente com os termos e condições estabelecidos neste aviso legal. Por favor, envie todas as perguntas, comentários e solicitações em relação a este aviso legal para activeattire@gmail.com. Atualizações e Revisões do Conteúdo O ActiveAttire se esforça para manter seu conteúdo atualizado e preciso, no entanto, não podemos garantir que todas as informações apresentadas no site estejam livres de erros ou omissões. Periodicamente, podemos fazer atualizações ou revisões no conteúdo do site para refletir informações mais recentes ou corrigir imprecisões. No entanto, não assumimos qualquer obrigação de atualizar o conteúdo imediatamente após alterações nas circunstâncias ou na legislação. Disponibilidade do Site Enquanto nos esforçamos para garantir a disponibilidade contínua do site ActiveAttire, pode haver momentos em que o acesso ao site será interrompido devido a manutenção programada, falhas técnicas, ou outras circunstâncias além do nosso controle. Não nos responsabilizamos por qualquer inconveniência, perda ou dano resultante da indisponibilidade temporária do site. Consentimento para o Tratamento de Dados Pessoais Ao utilizar o site ActiveAttire, você reconhece e concorda com o tratamento dos seus dados pessoais de acordo com a nossa Política de Privacidade. Isso pode incluir a coleta, uso e armazenamento de informações pessoais conforme descrito na referida política. Se você não concorda com os termos da nossa Política de Privacidade, por favor, não continue a usar o site. Encerramento de Conta Reservamo-nos o direito de encerrar ou suspender a sua conta no ActiveAttire, a nosso critério exclusivo e sem aviso prévio, se determinarmos que você violou estes termos ou qualquer outra política aplicável. Em caso de encerramento da conta, você concorda em interromper imediatamente todo o uso do site e dos serviços associados. Modificações nos Termos de Uso O ActiveAttire reserva-se o direito de modificar ou atualizar estes Termos de Uso a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a publicação neste site. Ao continuar a utilizar o ActiveAttire após tais modificações, você concorda em ficar vinculado aos Termos de Uso revisados. É responsabilidade do usuário revisar periodicamente os Termos de Uso para estar ciente de quaisquer alterações. Renúncia de Garantias O ActiveAttire é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem representações ou garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o site será sempre seguro, livre de erros, interrupções, vírus ou outros componentes prejudiciais. O uso do ActiveAttire é por sua conta e risco, e você será o único responsável por qualquer dano ao seu dispositivo ou perda de dados que possam resultar do uso do site. Limitação de Responsabilidade Em nenhuma circunstância, o ActiveAttire, seus afiliados, diretores, funcionários ou agentes serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, punitivos ou consequenciais, incluindo, mas não se limitando a, perda de lucros, receita, dados ou uso, incorridos por você ou qualquer terceiro, seja em ação de contrato, delito ou de outra forma, mesmo que tenham sido avisados da possibilidade de tais danos. Idioma do Contrato A versão em português deste aviso legal é a versão oficial e prevalecerá sobre qualquer versão em outro idioma em caso de discrepância. Força Maior Nenhuma das partes será responsável perante a outra por qualquer falha ou atraso no cumprimento de suas obrigações sob estes Termos de Uso devido a causas além do controle razoável da parte afetada, incluindo, mas não se limitando a, atos de Deus, incêndios, inundações, guerras, terrorismo, embargos, greves ou escassez de matéria-prima, desde que a parte afetada notifique a outra parte por escrito e faça esforços razoáveis para mitigar os efeitos do evento. Direitos Autorais e Propriedade Intelectual Todo o conteúdo do ActiveAttire, incluindo texto, gráficos, logotipos, ícones, imagens, clipes de áudio e vídeo, downloads digitais e dados, é propriedade exclusiva do ActiveAttire ou de seus fornecedores de conteúdo e é protegido pelas leis de direitos autorais internacionais. O uso não autorizado de qualquer material protegido por direitos autorais no site pode violar leis de direitos autorais, leis de marcas registradas e outras regulamentações. Disposições Gerais Estes Termos de Uso constituem o acordo integral entre você e o ActiveAttire em relação ao uso do site, substituindo todos os acordos anteriores ou contemporâneos entre você e o ActiveAttire em relação a esse assunto. Nenhuma renúncia a qualquer disposição destes Termos de Uso será considerada uma renúncia adicional ou contínua a essa disposição ou a qualquer outra disposição, e a falha do ActiveAttire em exercer ou impor qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Resolução de Conflitos Em caso de qualquer disputa, controvérsia ou reclamação decorrente ou relacionada ao uso do ActiveAttire, as partes concordam em primeiro tentar resolver o problema de forma amigável e através de negociações diretas. Se as partes não conseguirem resolver a disputa por meio de negociações dentro de um prazo razoável, concordam em submeter a questão à mediação, de acordo com as regras e procedimentos de um mediador neutro e independente. Independência das Cláusulas Se qualquer disposição destes Termos de Uso for considerada inválida, ilegal ou inexequível por um tribunal competente, tal disposição será limitada ou eliminada na extensão mínima necessária, e as demais disposições destes Termos de Uso permanecerão em pleno vigor e efeito. Consentimento para Comunicações de Marketing Ao fornecer seu endereço de e-mail ou outras informações de contato, você concorda em receber comunicações de marketing do ActiveAttire, incluindo informações sobre produtos, promoções, eventos e ofertas especiais. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento de inscrição fornecidas em cada mensagem ou entrando em contato conosco através do e-mail activeattire@gmail.com. Integração do Contrato Estes Termos de Uso constituem o acordo integral entre você e o ActiveAttire em relação ao uso do site e substituem todos os acordos anteriores ou contemporâneos entre você e o ActiveAttire em relação a esse assunto. Nenhuma alteração ou renúncia a estes Termos de Uso será eficaz a menos que seja feita por escrito e assinada por um representante autorizado do ActiveAttire. Exclusão de Responsabilidade por Danos Colaterais O ActiveAttire não se responsabiliza por danos colaterais ou consequenciais decorrentes do uso do site, incluindo, mas não se limitando a perda de lucros, reputação, dados ou outros intangíveis, mesmo que tenhamos sido avisados da possibilidade de tais danos. Esta exclusão de responsabilidade se aplica mesmo que a alegada falha do ActiveAttire tenha sido causada pela negligência ou falha de nossos agentes, prestadores de serviços ou fornecedores. Consentimento para a Coleta de Dados de Navegação Ao utilizar o site ActiveAttire, você consente com a coleta automática de dados de navegação, incluindo endereço IP, tipo de navegador, páginas visitadas e horários de acesso. Esses dados são usados para análise estatística e melhoria da experiência do usuário. Para obter mais informações sobre como utilizamos e protegemos seus dados, consulte nossa Política de Privacidade. Proteção de Propriedade Intelectual de Terceiros O ActiveAttire respeita os direitos de propriedade intelectual de terceiros e incentiva seus usuários a fazerem o mesmo. Se você acredita que seu trabalho foi copiado de forma a constituir uma violação de direitos autorais, por favor, envie uma notificação por escrito ao nosso agente de direitos autorais, conforme descrito em nossa Política de Direitos Autorais. Contato Se você tiver alguma dúvida ou preocupação sobre este aviso legal, entre em contato conosco pelo e-mail activeattire@gmail.com. Obrigado por visitar o ActiveAttire. Esperamos que sua experiência em nosso site seja positiva e satisfatória! Este aviso legal foi atualizado em 8 de fevereiro de 2024. Página inicial Catálogo Contatos Moda Qualidade Política de Privacidade Termos de Uso © 2024 ActiveAttire. Todos os direitos reservados."
  }
}