{
  "name": "New_v8_kitchen",
  "pages": {
    "collection": "Arte na Cozinha Apresenta: Coleção Oceano - Uma Viagem ao Coração do Mar COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Adaptação aos Na Arte na Cozinha, entendemos que cada cliente possui uma visão única para o ordem Estilos Pessoais Seja você um admirador do design moderno, com suas linhas limpas e estética ordem Sob Medida Cada elemento da sua cozinha é cuidadosamente considerado e personalizado para ordem Nova Coleção Oceano: A Essência do Mar em Sua Cozinha Bem-vindo à mais recente inovação da Arte na Cozinha: a Coleção Oceano. Esta coleção exclusiva e limitada é uma homenagem à imensidão e beleza do mar, trazendo para o coração da sua casa a tranquilidade, as cores e a serenidade do oceano. Vidros Elegantes A sustentabilidade é um pilar importante na seleção de nossos materiais. Buscamos opções que não só sejam duradouras e de baixa manutenção, mas também responsáveis do ponto de vista ambiental. Além disso, estamos sempre em busca de inovações tecnológicas que possam melhorar a funcionalidade e o desempenho dos materiais, garantindo que as cozinhas da Arte na Cozinha sejam não apenas atemporais em design, mas também na qualidade e na sustentabilidade. Madeiras Nobres Selecionamos cuidadosamente madeiras de fontes responsáveis, valorizando não só a beleza natural e a textura, mas também a durabilidade e a capacidade de envelhecer graciosamente. Nossas madeiras nobres, como o carvalho, nogueira e cerejeira, são tratadas para resistir ao uso diário, garantindo que os armários, prateleiras e outros elementos de madeira mantenham sua beleza e integridade por muitos anos. Inspiração para a Criatividade Culinária Acreditamos que uma cozinha deve ser mais do que um lugar para preparar refeições; deve ser um espaço que inspire criatividade e paixão pela culinária. Com isso em mente, projetamos cozinhas que não só são belas e funcionais, mas que também são equipadas com as mais recentes tecnologias e inovações, facilitando a preparação de pratos deliciosos e permitindo que você explore novas possibilidades culinárias. Sustentabilidade e Inovação O vidro é um material versátil que oferece leveza e transparência, permitindo a criação de ambientes luminosos e arejados. Utilizamos vidro temperado para prateleiras, divisórias e portas de armários, proporcionando resistência e segurança, além de um acabamento elegante que pode ser personalizado em termos de cores e texturas. Pedras Naturais Os metais não são apenas funcionais; eles adicionam um toque de sofisticação ao design da cozinha. Utilizamos uma variedade de metais refinados, como aço inoxidável, cobre e bronze, para torneiras, puxadores e detalhes decorativos. Esses materiais são escolhidos pela sua resistência à corrosão, facilidade de manutenção e capacidade de complementar outros materiais, criando um conjunto harmonioso e luxuoso. Fomento aos Momentos Memoráveis Além de ser um espaço de criação culinária, a cozinha é um local de convivência, onde famílias e amigos se reúnem para compartilhar refeições e momentos especiais. Nosso design visa criar um ambiente acolhedor e convidativo, que promova a interação e crie memórias duradouras. Desde cozinhas com ilhas centrais que se tornam o ponto de encontro da casa até soluções integradas de sala de jantar, cada espaço é pensado para unir as pessoas e celebrar a alegria de estar juntos. Inspiração Marítima A essência da Coleção Oceano da Arte na Cozinha transcende o conceito tradicional ordem Cada Detalhe Esta coleção não é apenas uma série de cozinhas; é uma experiência imersiva que capta ordem Cores que Capturam Nossa paleta de cores é cuidadosamente selecionada para evocar a variedade ordem Espírito do Oceano Desde os azuis profundos que lembram as vastas extensões oceânicas em dias ordem Texturas que A textura desempenha um papel fundamental na Coleção Oceano, trazendo uma ordem Natureza Marinha Utilizamos superfícies que imitam a suavidade da areia sob seus pés, o relevo irregular ordem Materiais que Os materiais são escolhidos não apenas por sua beleza estética, mas também por sua. ordem Vida do Mar Detalhes decorativos, como puxadores em forma de conchas ou estampas sutis. ordem Celebra a Vida Cada cozinha é desenhada não apenas para ser um espaço de preparação de. ordem Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "contacts": "COZINHA Contato: Entre em Contato Conosco COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Nome Email I agree with terms of conditions Enviar Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "disclaimer": "COZINHA: Isenção de Responsabilidade COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca O conteúdo disponibilizado em www.chapeusdobrasil.com.br é destinado unicamente para fins informativos. Embora o COZINHA do Brasil se esforce para apresentar informações precisas e atualizadas, não podemos garantir a completa exatidão, confiabilidade, disponibilidade ou atualidade do conteúdo, e não oferecemos garantias, expressas ou implícitas, sobre esses aspectos. O conteúdo oferecido no \"COZINHA\" em www.artelattecafe.com é fornecido unicamente para finalidades de informação geral. Nos esforçamos para manter as informações atualizadas e corretas e as apresentamos de boa fé; contudo, não fazemos declarações nem garantimos, de maneira explícita ou implícita, a precisão, adequação, validade, confiabilidade, disponibilidade ou completude de qualquer informação. Isenção de Responsabilidade por Links Externos: O \"COZINHA\" pode incluir links para websites externos ou conteúdo de terceiros, bem como links para outros sites através de banners ou anúncios. Não garantimos a precisão ou confiabilidade de qualquer informação oferecida por sites externos. Você concorda em indenizar a \"Arte na Cozinha\" na maior extensão de quaisquer responsabilidades, custos, demandas, causas de ação, danos e despesas decorrentes de qualquer violação destes termos. Isenção de Responsabilidade Profissional: O \"COZINHA\" não se destina a fornecer conselhos específicos (como, por exemplo, culinários, legais ou de investimentos). A informação disponibilizada visa apenas propósitos educacionais e de informação geral e não deve ser tomada como base para decisões sem a consulta a um profissional qualificado. Recomendamos fortemente a busca de orientação profissional adequada antes de agir com base em qualquer informação fornecida. A \"Arte na Cozinha\" reserva-se o direito de modificar estes termos a qualquer momento, e ao usar este site, espera-se que você revise regularmente estes termos para garantir que entenda todos os termos que regem o uso deste site. Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "kitchen": "Arte na Cozinha: Descubra Nossas Cozinhas Designer Exclusivas COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Nossas Cozinhas: Onde o Design Encontra a Inovação Na Arte na Cozinha, entendemos que cada cliente possui uma visão única para o coração de sua casa. Por isso, nosso processo de design começa com a escuta ativa: buscamos compreender profundamente suas aspirações, estilo de vida e como você interage com o espaço da sua cozinha. Essa compreensão nos permite criar projetos que não são apenas esteticamente agradáveis, mas que também ressoam com a sua maneira de viver e cozinhar. Adaptação aos Na Arte na Cozinha, entendemos que cada cliente possui uma visão única para o ordem Estilos Pessoais Seja você um admirador do design moderno, com suas linhas limpas e estética ordem Sob Medida Cada elemento da sua cozinha é cuidadosamente considerado e personalizado para ordem Materiais de Alta Qualidade e Personalização Sem Limites Seja você um admirador do design moderno, com suas linhas limpas e estética minimalista, ou prefira o charme atemporal de uma cozinha clássica, com detalhes elegantes e acabamentos ricos, nossa equipe está preparada para trazer sua visão à realidade. Nossa flexibilidade e atenção aos detalhes nos permitem navegar por uma ampla gama de estilos, do minimalista ao extravagante, garantindo que o resultado final reflita verdadeiramente quem você é. Inspiração para Desde a escolha do layout ideal que otimiza o fluxo e a funcionalidade do espaço. ordem Criatividade Culinária Acreditamos que uma cozinha deve ser mais do que um lugar para preparar. ordem Momentos Memoráveis Além de ser um espaço de criação culinária, a cozinha é um local de convivência. ordem Vidros Elegantes A sustentabilidade é um pilar importante na seleção de nossos materiais. Buscamos opções que não só sejam duradouras e de baixa manutenção, mas também responsáveis do ponto de vista ambiental. Além disso, estamos sempre em busca de inovações tecnológicas que possam melhorar a funcionalidade e o desempenho dos materiais, garantindo que as cozinhas da Arte na Cozinha sejam não apenas atemporais em design, mas também na qualidade e na sustentabilidade. Madeiras Nobres Selecionamos cuidadosamente madeiras de fontes responsáveis, valorizando não só a beleza natural e a textura, mas também a durabilidade e a capacidade de envelhecer graciosamente. Nossas madeiras nobres, como o carvalho, nogueira e cerejeira, são tratadas para resistir ao uso diário, garantindo que os armários, prateleiras e outros elementos de madeira mantenham sua beleza e integridade por muitos anos. Inspiração para a Criatividade Culinária Acreditamos que uma cozinha deve ser mais do que um lugar para preparar refeições; deve ser um espaço que inspire criatividade e paixão pela culinária. Com isso em mente, projetamos cozinhas que não só são belas e funcionais, mas que também são equipadas com as mais recentes tecnologias e inovações, facilitando a preparação de pratos deliciosos e permitindo que você explore novas possibilidades culinárias. Sustentabilidade e Inovação O vidro é um material versátil que oferece leveza e transparência, permitindo a criação de ambientes luminosos e arejados. Utilizamos vidro temperado para prateleiras, divisórias e portas de armários, proporcionando resistência e segurança, além de um acabamento elegante que pode ser personalizado em termos de cores e texturas. Pedras Naturais Os metais não são apenas funcionais; eles adicionam um toque de sofisticação ao design da cozinha. Utilizamos uma variedade de metais refinados, como aço inoxidável, cobre e bronze, para torneiras, puxadores e detalhes decorativos. Esses materiais são escolhidos pela sua resistência à corrosão, facilidade de manutenção e capacidade de complementar outros materiais, criando um conjunto harmonioso e luxuoso. Fomento aos Momentos Memoráveis Além de ser um espaço de criação culinária, a cozinha é um local de convivência, onde famílias e amigos se reúnem para compartilhar refeições e momentos especiais. Nosso design visa criar um ambiente acolhedor e convidativo, que promova a interação e crie memórias duradouras. Desde cozinhas com ilhas centrais que se tornam o ponto de encontro da casa até soluções integradas de sala de jantar, cada espaço é pensado para unir as pessoas e celebrar a alegria de estar juntos. Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "lar": "Arte na Cozinha: Transforme Seu Espaço com Elegância e Criatividade COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Bem-Vindo ao Universo da Arte na Cozinha Onde o Design Encontra a Gastronomia ordem ordem Nossa Visão Artistas da Vida Cotidiana ordem Espaço de Arte A Cozinha como um ordem Inovação e Qualidade em Cada Escolha Detalhes que Fazem a Diferença Nossos Serviços Na Arte na Cozinha, nosso objetivo é oferecer uma experiência de design totalmente ordem Personalização sem Limites Nosso processo começa com uma conversa profunda, na qual escutamos ordem Design de Cozinha Nossos designers, com sensibilidade artística e técnica, trabalham para traduzir suas ordem Consultoria de Espaço A otimização do espaço é crucial para a criação de uma cozinha prática e confortável. Nossa equipe de especialistas analisa cuidadosamente as dimensões e a configuração de sua cozinha, propondo soluções inteligentes para aproveitar ao máximo cada centímetro disponível. Através de uma planificação meticulosa, garantimos que o espaço seja organizado de forma eficiente, promovendo a fluidez e a facilidade de movimento, ao mesmo tempo em que destacamos elementos de design que trazem charme e caráter ao ambiente. ordem Seleção de Materiais A escolha dos materiais é um dos aspectos mais emocionantes do processo de design, pois é aqui que a visão começa a tomar forma. Em Arte na Cozinha, temos acesso a uma vasta seleção de materiais de alta qualidade, desde madeiras ricas e texturizadas até metais polidos, vidros elegantes e pedras naturais de beleza incomparável. Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "marca": "Arte na Cozinha: Uma História de Paixão e Inovação no Design de Cozinhas COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Do Sonho à Realidade: A Fundação da Arte na Cozinha A Arte na Cozinha nasceu em 2010, fruto da visão pioneira de dois irmãos, Ana e Carlos Silva, que compartilhavam uma paixão incomum pela arte de cozinhar e um profundo apreço pelo design de interiores. Ana, com sua experiência em gastronomia, e Carlos, um renomado designer de interiores, sonhavam em criar espaços que não fossem apenas funcionais, mas que também evocassem a beleza e a emoção da culinária. Unidos por essa visão, eles lançaram a Arte na Cozinha, um estúdio de design dedicado a transformar cozinhas em obras de arte vivas. Uma Visão Compartilhada de Inovação e Beleza Desde o início, Ana e Carlos estabeleceram a inovação e a personalização como os pilares da Arte na Cozinha. Eles perceberam que, no coração de cada casa, a cozinha era mais do que um lugar para preparar refeições; era um espaço para a expressão criativa, reuniões familiares e memórias inesquecíveis. Com isso em mente, cada projeto da Arte na Cozinha foi meticulosamente desenhado para refletir a personalidade, o estilo de vida e os sonhos de seus clientes. Coleções Inspiradas e Limitadas A marca se destaca por suas coleções temáticas limitadas, que são inspiradas nas viagens, na natureza e nas artes. Cada coleção é uma celebração da beleza e da funcionalidade, trazendo elementos únicos que transformam cozinhas comuns em espaços extraordinários. A mais recente, a Coleção Oceano, é um testemunho da capacidade da Arte na Cozinhade capturar a essência da beleza natural em designs de cozinhas. Compromisso com a Sustentabilidade e Inovação Olhando para o futuro, a Arte na Cozinha continua comprometida com a inovação e a sustentabilidade. Ana e Carlos estão constantemente explorando novas tecnologias, materiais e técnicas de design para garantir que cada cozinha não apenas atenda às necessidades estéticas e funcionais de seus clientes, mas também contribua para um mundo mais sustentável. Pedras Naturais A história da Arte na Cozinha é uma prova do poder da paixão e da inovação no design de cozinhas. Desde sua fundação por Ana e Carlos Silva até sua posição atual como líder no mercado de design de cozinhas de luxo no Brasil, a Arte na Cozinha continua a inspirar com suas criações únicas, sua dedicação à excelência e seu compromisso inabalável com a sustentabilidade e a beleza. Sobre a Arte na Cozinha: Nossa Jornada Na \"Arte na Cozinha\", priorizamos a privacidade e a segurança das informações dos nossos usuários acima de tudo. Esta Política de Privacidade detalha os tipos de informações que coletamos, por que as coletamos e as medidas que tomamos para protegê-las. Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "privacy-policy": "Política de Privacidade do Oásis de Sabores: Protegendo Suas Informações COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Na \"COZINHA\", a privacidade e a segurança dos dados dos nossos clientes são de suma importância. A nossa Política de Privacidade explica quais informações pessoais coletamos, os motivos da coleta e como essas informações são protegidas. Somos firmemente contra a venda, troca ou compartilhamento inadequado de suas informações pessoais identificáveis com partes externas, exceto sob certas condições Comprometemo-nos a não vender, negociar ou de outra forma compartilhar suas informações pessoais identificáveis com entidades externas, exceto sob estas circunstâncias: Com nossos contratados e prestadores de serviços confiáveis que auxiliam em nossas operações comerciais, sob o acordo de que mantenham essas informações confidenciais e as utilizem exclusivamente para os fins para os quais foram compartilhadas Implementamos uma variedade de medidas de segurança para proteger suas informações pessoais. No entanto, é importante entender que nenhum método de transmissão ou Comprometemo-nos a não vender, negociar ou de outra forma compartilhar suas informações pessoais identificáveis com entidades externas, exceto sob estas circunstâncias: Utilizamos cookies para aprimorar a navegação no nosso site. Você pode configurar seu navegador para recusar todos os cookies ou para indicar quando um cookie está sendo enviado. Para proteger suas informações pessoais, empregamos uma variedade de medidas de segurança. É importante reconhecer, no entanto, que nenhuma transmissão pela internet ou método de armazenamento eletrônico é completamente seguro. Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "terms-conditions": "Utilizamos cookies para aprimorar a navegação no nosso site. Você pode configurar seu navegador para recusar todos os cookies ou para indicar quando um cookie está sendo enviado. COZINHA Lar Cozinhas Nova coleção Contactos Marca Lar Cozinhas Nova coleção Contactos Marca Este acordo delineia as regras e diretrizes para acessar e usar o site COZINHA do Brasil, acessível em www.chapeusdobrasil.com. Ao acessar este site, você concorda em cumprir estes termos e condições. Caso discorde de qualquer parte destes termos, por favor, abstenha-se de usar nosso site. Ao utilizar este site, você se compromete a aderir a estes termos e condições. Caso não concorde com alguma parte dos termos, aconselhamos que não faça uso do nosso site. Este site é fornecido \"como está\", com todas as falhas, e o COZINHA do Brasil não expressa representações ou garantias de qualquer tipo relacionadas a este site ou aos materiais contidos neste site. Este documento define os termos e condições para acessar e utilizar o site \"Arte na Cozinha\", disponível em www.artenacozinha.com. Salvo indicação em contrário, o \"COZINHA\" e/ou seus licenciantes possuem os direitos de propriedade intelectual de todo o material presente no site. É concedida a você uma licença limitada, sujeita às restrições especificadas nestes termos, somente para visualização do conteúdo disponibilizado. Reproduzir, duplicar ou copiar material do \"COZINHA\" para quaisquer fins sem a devida autorização escrita. A menos que o conteúdo seja de sua propriedade ou você tenha direitos sobre ele, a \"Arte na Cozinha\" e/ou seus licenciadores detêm todos os direitos de propriedade intelectual e materiais neste site. Uma licença limitada é concedida a você, sujeita às limitações descritas nestes termos, exclusivamente para visualizar o material neste site. \"Seu Conteúdo\" se refere a qualquer material (incluindo, sem limitação, textos, imagens, material áudio e vídeo) que você decidir apresentar ao site. Ao disponibilizar Seu Conteúdo, você concede ao \"COZINHA\" um direito não exclusivo, mundialmente irrevogável de utilizar, reproduzir, adaptar, publicar, traduzir e distribuir em qualquer meio. Isenção de responsabilidade Política de Privacidade Termos e Condições COZINHA@gmail.com +55 11 1234-5678 Avenida Brasil, 500, Jardim América, São Paulo, SP, 01431-000, Brasil Ao clicar em \"Aceitar Cookies\", você está concordando em permitir o armazenamento de cookies em seu dispositivo para melhorar a experiência de navegação no site, analisar o uso do site e ajudar em nossos esforços. aceitar Cookies",
    "thanks": "Obrigada! Obrigada! Desejamos expressar nossa sincera gratidão pelo apoio e confiança que nos tem sido dado. A sua escolha de nos preferir é extremamente significativa para nós, e estamos verdadeiramente honrados por tê-lo como parte da nossa comunidade. lar"
  }
}