{
  "name": "New_v9_BrasilTur",
  "pages": {
    "index": "BrasilTur - Sua Agência de Viagens no Brasil Início Serviços Galeria Passeios Entre em contato Contato Descubra o Brasil com a BrasilTur Explore os destinos mais deslumbrantes, vivencie experiências únicas e crie memórias inesquecíveis em sua viagem pelo Brasil. Explore nossos pacotes Por que viajar conosco? Destinos Exclusivos Explore os destinos mais incríveis e exclusivos do Brasil com nossos pacotes de viagem. Experiências Únicas Viva experiências únicas e inesquecíveis em cada viagem organizada pela BrasilTur. Atendimento Personalizado Nossa equipe está sempre pronta para oferecer um atendimento personalizado e garantir a melhor experiência em viagens para você. Preços Competitivos Oferecemos pacotes turísticos com preços competitivos, sem abrir mão da qualidade e do conforto. Experiência e Confiança Com anos de experiência no mercado, somos uma agência de viagens confiável e comprometida em proporcionar as melhores experiências para nossos clientes. Suporte 24/7 Estamos disponíveis 24 horas por dia, 7 dias por semana, para garantir o melhor suporte e assistência durante sua viagem. Sobre os fatos 1000+ Destinos incríveis 5000+ Clientes satisfeitos 200+ Pacotes de viagem 10+ Anos de experiência Navegue por nossos passeios mais populares! R$ 500,00 3 dias Manhã e tarde Rio de Janeiro Passeio pelas praias do Rio Descubra as praias mais famosas do Rio de Janeiro em um passeio de 3 dias, explorando Copacabana, Ipanema e muito mais. Selecione R$ 800,00 4 dias Dia inteiro Salvador Exploração histórica em Salvador Conheça a rica história de Salvador com este passeio de 4 dias, visitando o Pelourinho, o Mercado Modelo e as praias próximas. Selecione R$ 600,00 2 dias Manhã Foz do Iguaçu Passeio pelas Cataratas do Iguaçu Explore uma das maravilhas naturais do mundo com este passeio de 2 dias pelas Cataratas do Iguaçu, incluindo uma visita à Usina Hidrelétrica de Itaipu. Selecione R$ 900,00 5 dias Dia inteiro Amazônia Expedição pela Amazônia Explore a incrível biodiversidade da Amazônia em um passeio de 5 dias, incluindo caminhadas na selva, observação de pássaros e passeios de barco pelos rios. Selecione R$ 700,00 3 dias Manhã e tarde Chapada Diamantina Trilhas na Chapada Diamantina Descubra as deslumbrantes paisagens da Chapada Diamantina em um passeio de 3 dias, incluindo caminhadas por trilhas, cachoeiras e grutas. Selecione R$ 750,00 4 dias Dia inteiro Costa do Sauípe Resort na Costa do Sauípe Relaxe e aproveite as praias paradisíacas da Costa do Sauípe em um resort all-inclusive com este passeio de 4 dias. Selecione Entre em contato conosco e responderemos rapidamente Aceito a política de privacidade Enviar mensagem Contatos QS 03, Lotes 03, 05 e 07 Edifício Pátio Capital - Taguatinga, Brasília - DF, 71953-000, Brasil +556135611265 brasiltur@gmail.com Política Política de privacidade Termos e condições",
    "privacy": "BrasilTur - Sua Agência de Viagens no Brasil | Política de Privacidade Início Serviços Galeria Passeios Entre em contato Contato Política de Privacidade A sua privacidade é importante para nós. É política do BrasilTur respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site, e outros sites que possuímos e operamos. Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado. Recolhemos informações de várias formas, incluindo quando você visita nosso site, registra-se, faz um pedido, subscreve a nossa newsletter, preenche um formulário, e em conexão com outras atividades, serviços, recursos ou características que disponibilizamos em nosso site. As informações pessoais que coletamos são usadas apenas para fornecer um serviço específico solicitado por você. Não iremos vender, distribuir ou alugar suas informações pessoais a terceiros, a menos que tenhamos sua permissão ou sejamos obrigados por lei a fazê-lo. Usamos cookies e/ou web beacons quando você visita nosso site. Eles são usados ​​para armazenar informações, como as suas preferências pessoais quando visita o nosso site. Isso pode incluir um simples pop-up ou uma ligação em vários serviços que providenciamos, como fóruns. Também utilizamos publicidade de terceiros no nosso site para suportar os custos de manutenção. Alguns desses anunciantes podem usar tecnologias como cookies e/ou web beacons quando anunciam em nosso site, o que fará com que esses anunciantes (como o Google através do Google AdSense) também recebam informações, como o seu endereço IP, o seu ISP, o seu navegador, etc. Isso geralmente é usado para fins geográficos (mostrar publicidade de São Paulo apenas aos leitores oriundos de São Paulo, por exemplo) ou apresentar publicidade direcionada a um tipo de utilizador (como mostrar publicidade de restaurante a um utilizador que visita sites de culinária regularmente, por exemplo). Você pode desligar os seus cookies, nas opções do seu navegador, ou efetuando alterações nas ferramentas do seu Antivírus, como o Norton Internet Security. No entanto, isso poderá alterar a forma como interage com o nosso site, ou outros sites. Isso poderá afetar ou não permitir que faça logins em programas, sites ou fóruns da nossa e de outras redes. Os registros do servidor podem incluir informações, como endereços IP, tipo de navegador, provedor de serviços de Internet, carimbo de data/hora, páginas de referência/saída e possivelmente o número de cliques. Estes não estão ligados a nenhuma informação que seja pessoalmente identificável. O propósito das informações é analisar tendências, administrar o site, rastrear o movimento dos usuários no site e recolher informações demográficas. Cookies e Web Beacons Utilizamos cookies para armazenar informações, tais como as suas preferências pessoais quando visita o nosso site. Isto poderá incluir um simples popup, ou uma ligação em vários serviços que providenciamos, tais como fóruns. Em adição também utilizamos publicidade de terceiros no nosso site para suportar os custos de manutenção. Alguns destes publicitários, poderão utilizar tecnologias como os cookies e/ou web beacons quando publicitam no nosso site, o que fará com que esses publicitários (como o Google através do Google AdSense) também recebam as suas informações pessoais, como o endereço IP, o seu ISP, o seu browser, etc. Esta função é geralmente utilizada para geotargeting (mostrar publicidade de São Paulo apenas aos leitores oriundos de São Paulo por ex.) ou apresentar publicidade direcionada a um tipo de utilizador (como mostrar publicidade de restaurante a um utilizador que visita sites de culinária regularmente, por ex.). Você detém o poder de desligar os seus cookies, nas opções do seu browser, ou efetuando alterações nas ferramentas de programas Antivírus, como o Norton Internet Security. No entanto, isso poderá alterar a forma como interage com o nosso website, ou outros websites. Isso poderá afetar ou não permitir que faça logins em programas, sites ou fóruns da nossa e de outras redes. Ligações a Sites de terceiros BrasilTur possui ligações para outros sites, os quais, a nosso ver, podem conter informações/ferramentas úteis para os nossos visitantes. A nossa política de privacidade não é aplicada a sites de terceiros, pelo que, caso visite outro site a partir do nosso, deverá ler a politica de privacidade do mesmo. Não nos responsabilizamos pela política de privacidade ou conteúdo presente nesses mesmos sites. Consentimento Ao usar nosso site, você concorda com a nossa política de privacidade. Email brasiltur@gmail.com Contatos QS 03, Lotes 03, 05 e 07 Edifício Pátio Capital - Taguatinga, Brasília - DF, 71953-000, Brasil +556135611265 brasiltur@gmail.com Política Política de privacidade Termos e condições",
    "services": "BrasilTur - Sua Agência de Viagens no Brasil | serviços Início Serviços Galeria Passeios Entre em contato Contato Nossos melhores serviços Descubra os melhores serviços que oferecemos para tornar a sua viagem ao Brasil inesquecível. Desde passeios emocionantes até serviços de transporte e guias turísticos, estamos aqui para atender a todas as suas necessidades. Confira abaixo alguns dos nossos serviços mais populares: Ver todos os passeios Pacotes de viagem Explore os destinos mais incríveis do Brasil com os nossos pacotes de viagem personalizados. Transporte confortável Oferecemos transporte seguro e confortável para todos os nossos passeios e atividades. Guias turísticos especializados Nossos guias turísticos locais estão prontos para compartilhar o melhor do Brasil com você. Fotografia profissional Capture os melhores momentos da sua viagem com os nossos serviços de fotografia profissional. Gastronomia local Experimente o melhor da culinária brasileira com os nossos passeios gastronômicos. O que nossos clientes dizem \"Minha viagem ao Brasil foi simplesmente incrível! A equipe da BrasilTur fez tudo para garantir que minha experiência fosse perfeita. Os passeios foram emocionantes e os guias extremamente atenciosos. Recomendo a todos!\" Rajesh Patel \"Tive uma experiência incrível no Brasil com a BrasilTur. Os passeios foram bem organizados, os guias muito experientes e a equipe extremamente prestativa. Com certeza voltarei!\" Priya Sharma \"Meu sonho sempre foi conhecer o Brasil e graças à BrasilTur pude realizar esse sonho da melhor forma possível. Os passeios foram maravilhosos, a comida deliciosa e os guias super atenciosos. Recomendo a todos!\" Arun Singh \"Amei cada minuto da minha viagem ao Brasil. Os passeios foram emocionantes, a comida deliciosa e a equipe da BrasilTur extremamente atenciosa. Recomendo a todos que querem uma experiência única!\" Neha Gupta \"O Brasil é um país incrível e a BrasilTur fez minha viagem ser ainda mais especial. Os passeios foram maravilhosos, a equipe extremamente atenciosa e os guias muito experientes. Recomendo a todos!\" Vikram Singh \"Minha viagem ao Brasil foi simplesmente incrível! A equipe da BrasilTur fez tudo para garantir que minha experiência fosse perfeita. Os passeios foram emocionantes e os guias extremamente atenciosos. Recomendo a todos!\" Sunita Mishra Quem somos Somos a BrasilTur, sua agência de viagens especializada em proporcionar experiências inesquecíveis pelo Brasil. Com anos de experiência no setor, nossa missão é oferecer aos nossos clientes os melhores serviços, desde passeios emocionantes até pacotes de viagem personalizados. Nossa equipe é formada por profissionais apaixonados pelo Brasil, prontos para compartilhar o melhor deste país incrível com você. Trabalhamos incansavelmente para garantir que sua viagem seja memorável, segura e cheia de momentos inesquecíveis. Seja para explorar as maravilhas naturais da Amazônia, relaxar nas belas praias do Nordeste ou descobrir a rica cultura das cidades históricas, estamos aqui para tornar seus sonhos de viagem uma realidade. Perguntas frequentes? 1. Qual é o processo de reserva de um passeio? O processo de reserva de um passeio é simples. Você pode fazer sua reserva diretamente em nosso site, escolhendo o passeio desejado e seguindo as instruções de reserva. Se preferir, também podemos ajudá-lo com o processo de reserva por telefone ou e-mail. 2. Posso personalizar meu pacote de viagem? Sem dúvida! Na BrasilTur, entendemos que cada cliente é único, e por isso oferecemos a opção de personalizar seu próprio pacote de viagem. Entre em contato conosco para discutir suas necessidades e preferências, e teremos o prazer de criar um pacote sob medida para você. 3. Como posso pagar pelo meu passeio? Aqui na BrasilTur, oferecemos várias opções de pagamento para sua conveniência. Você pode pagar seu passeio com cartão de crédito, transferência bancária ou em dinheiro. As informações de pagamento serão fornecidas durante o processo de reserva. 4. Os passeios incluem transporte? Sim, a maioria dos nossos passeios inclui transporte. Nosso objetivo é proporcionar uma experiência tranquila e sem preocupações para nossos clientes, por isso garantimos que o transporte esteja incluído em nossos pacotes de viagem sempre que necessário. 5. Como faço para cancelar minha reserva? Se precisar cancelar sua reserva, entre em contato conosco o mais breve possível. Os termos e condições de cancelamento variam de acordo com o passeio reservado e a antecedência do cancelamento. Nossa equipe terá prazer em ajudá-lo com qualquer solicitação de cancelamento. 6. Vocês oferecem assistência em caso de emergência durante a viagem? Sua segurança é nossa prioridade. Em caso de emergência durante sua viagem, nossa equipe está disponível 24 horas por dia para oferecer assistência. Você receberá informações de contato para situações de emergência antes de iniciar sua viagem. 7. Posso fazer alterações na minha reserva depois de confirmada? Se precisar fazer alguma alteração na sua reserva após a confirmação, entre em contato conosco o mais breve possível. Faremos o possível para atender às suas solicitações, sujeitas à disponibilidade e às políticas de alteração de cada passeio. Contatos QS 03, Lotes 03, 05 e 07 Edifício Pátio Capital - Taguatinga, Brasília - DF, 71953-000, Brasil +556135611265 brasiltur@gmail.com Política Política de privacidade Termos e condições",
    "terms": "BrasilTur - Sua Agência de Viagens no Brasil | Termos e Condições Início Serviços Galeria Passeios Entre em contato Contato Termos e Condições Estes termos e condições regem o uso deste website; ao usar este website, você aceita estes termos e condições na íntegra. Se você não concorda com estes termos e condições ou qualquer parte destes termos e condições, você não deve usar este website. Você deve ter pelo menos 18 anos de idade para usar este site. Ao usar este site e concordar com estes termos e condições, você representa e garante que você tem pelo menos 18 anos de idade. Licença de Uso do Website A menos que seja declarado de outra forma, BrasilTur e/ou seus licenciadores detêm os direitos de propriedade intelectual e materiais contidos neste website. Todos os direitos de propriedade intelectual são reservados. Você pode visualizar e/ou imprimir páginas para sua própria utilização pessoal sujeitas às restrições estabelecidas nestes termos e condições. Você não deve: Republicar material deste website; Vender, alugar ou sub-licenciar material deste website; Reproduzir, duplicar ou copiar material deste website; Redistribuir conteúdo deste website. Este Contrato terá início na data deste documento. Restrições Você está expressamente proibido de todo e qualquer uso não autorizado deste website, incluindo, mas não se limitando a: Uso indevido; Alteração; Distribuição; Transmissão; Qualquer forma de exploração não autorizada deste website. Variação BrasilTur pode revisar estes termos e condições a qualquer momento. Ao usar este site, você concorda em ficar vinculado à versão atual destes termos e condições. Lei Aplicável e Jurisdição Estes termos e condições serão regidos e interpretados de acordo com as leis do Brasil, e qualquer disputa relacionada a estes termos e condições estará sujeita à jurisdição exclusiva dos tribunais do Brasil. Email brasiltur@gmail.com Contatos QS 03, Lotes 03, 05 e 07 Edifício Pátio Capital - Taguatinga, Brasília - DF, 71953-000, Brasil +556135611265 brasiltur@gmail.com Política Política de privacidade Termos e condições",
    "thank": "BrasilTur - Sua Agência de Viagens no Brasil | Obrigado Obrigado por entrar em contato Agradecemos por entrar em contato conosco. Sua mensagem foi recebida e nossa equipe entrará em contato o mais breve possível para ajudá-lo com sua solicitação. Enquanto isso, sinta-se à vontade para explorar nosso site e descobrir mais sobre os nossos serviços e pacotes de viagem. Estamos ansiosos para ajudá-lo a planejar a viagem dos seus sonhos ao Brasil! Início"
  },
  "date": "2024-05-10T13:51:22.201Z"
}