{
  "name": "New_v9_TechBazaar",
  "pages": {
    "index": "TechBazaar - India's Leading Online Computer Store Home Catalog About us Reasons to choose us Categories Testimonials FAQ Contact us Buy Laptops, Desktops, Hardware & Accessories Online in India Elevate your tech game with TechBazaar - India's leading online computer store. Explore our extensive range of laptops from top brands. Unleash ultimate performance with our powerful desktops and cutting-edge hardware components. Complete your setup with our curated selection of computer accessories. Shop now and experience unbeatable value, seamless delivery, and top-notch customer support. View catalog Most popular 15-inch Laptop with Intel Core i5 ₹35,990 Order Gaming Desktop with AMD Ryzen 5 ₹69,990 Order 15-inch Dual-Screen Laptop ₹2,29,990 Order Wireless Ergonomic Mouse ₹7,495 Order High-End Graphics Card ₹62,000 Order 1TB NVMe SSD ₹8,999 Order Unleash Your Productivity At TechBazaar, we understand the importance of having the right tools to boost your productivity. Our carefully curated selection of laptops, desktops, and accessories are designed to streamline your workflow and enhance your efficiency. Whether you're a professional juggling multiple projects or a student tackling academic challenges, our cutting-edge technology solutions empower you to conquer your tasks with ease. Invest in your productivity today and experience the transformative power of seamless computing. Elevate Your Gaming Experience Immerse yourself in the ultimate gaming realm with TechBazaar's cutting-edge gaming rigs. Our high-performance desktops, powerful graphics cards, and sleek gaming monitors are engineered to deliver unparalleled visuals and lightning-fast performance. Whether you're a hardcore enthusiast or a casual gamer, our arsenal of gaming gear will transport you to new levels of excitement and adrenaline-pumping action. Gear up with TechBazaar and conquer virtual worlds like never before. shop now Reasons to Shop at TechBazaar Free Nationwide Shipping Enjoy free shipping on all orders across India, no minimum purchase required. Easy Returns & Exchanges We offer hassle-free returns and exchanges within 30 days of purchase. Secure Payments Shop with confidence with our secure payment gateways and data encryption. Dedicated Customer Support Our friendly support team is available 24/7 to assist you with any queries or concerns. Tech Categories for Every Need Laptops Desktops Accessories Components Testimonials about us Excellent Service and Product Quality I recently purchased a gaming laptop from TechBazaar, and I'm thoroughly impressed with both the product and the service. The laptop is performing flawlessly, and the customer support team was incredibly helpful throughout the process. Rajesh Sharma Seamless Online Shopping Experience As someone who has always been hesitant about online shopping, TechBazaar has completely changed my perspective. Their user-friendly website and secure payment options made the process a breeze. I'm delighted with my purchase. Priya Desai Unbeatable Prices and Wide Selection I was amazed by the competitive prices and vast selection of products available at TechBazaar. They truly have something for everyone, whether you're looking for a budget-friendly option or the latest high-end model. Arjun Singh Prompt and Reliable Delivery I was pleasantly surprised by how quickly my order arrived. The packaging was secure, and the product was in perfect condition. TechBazaar's efficient delivery service has made me a loyal customer. Neha Kapoor Featured asked questions What payment methods do you accept? We accept all major debit cards, net banking, UPI, and cash on delivery. Do you offer free shipping? Yes, we provide free shipping on all orders across India. What is your return and refund policy? You can return or exchange products within 30 days of delivery. We offer hassle-free refunds or replacements. How long does delivery take? Delivery times vary based on your location, but most orders are delivered within 3-7 business days. Do you offer student or military discounts? Yes, we provide special discounts for students and military personnel. Please provide valid identification during checkout. Can I customize my computer build? Absolutely! Our user-friendly configurator allows you to customize your desktop or laptop with the desired specifications. Do you offer warranty and after-sales support? All our products come with a manufacturer's warranty, and we also provide dedicated after-sales support and service. How can I track my order? Once your order is shipped, you'll receive a tracking number via email. You can use this to track your package's progress. Can I pick up my order from a physical store? Currently, we operate exclusively as an online store. However, we plan to open physical retail locations in the future. Do you offer bundle deals or discounts? Yes, we frequently offer attractive bundle deals and discounts on selected products. Check our website for the latest offers. Can I upgrade my computer's components later? Certainly! Our computers are designed to be easily upgradable, allowing you to enhance components like RAM, storage, and graphics cards. Are your products genuine and new? We only sell brand-new, genuine products sourced directly from authorized manufacturers and distributors. Do you offer international shipping? At the moment, we only ship within India. However, we plan to expand our international shipping services soon. Can I cancel or modify my order? You can cancel or modify your order before it is processed for shipping. Contact our customer support for assistance. Do you have a physical store I can visit? Currently, we operate exclusively as an online store. However, we plan to open physical retail locations in the future. How can I contact customer support? You can reach our dedicated customer support team via email, phone, or live chat on our website. Your Trusted Partner in the World of Computer Technology At TechBazaar, we strive to be your reliable guide in the ever-evolving world of computer technology. Our mission is to provide innovative solutions that enhance productivity, simplify your life, and unlock new possibilities. We take pride in offering a wide assortment of high-quality products from leading brands, including powerful laptops, high-performance desktops, cutting-edge components, and accessories. Our team of experts carefully selects every product to ensure it meets the highest standards of quality and performance. At TechBazaar, we understand that technology is constantly advancing, and we aim to stay ahead of the curve. Our inventory is regularly updated to bring you the latest and greatest solutions that will allow you to ride the wave of technological innovation. Beyond our extensive product range, we also take pride in our outstanding customer service. Our friendly and knowledgeable support team is always ready to assist you with any questions or issues that may arise. We strive to create a seamless and enjoyable shopping experience, so you can focus on what truly matters – harnessing advanced technology to achieve your goals. At TechBazaar, we believe that technology should work for you, not the other way around. Join our community and let us be your partner on the journey to technical excellence. Together, we can unlock the true potential of computer technology and revolutionize the way you work, learn, and play. Get in Touch We value our customers and are always happy to hear from you. Whether you have a question, need assistance, or would like to share your feedback, our friendly team is here to help. Simply fill out the form below, and we'll get back to you as soon as possible. At TechBazaar, we are committed to providing exceptional service and ensuring your complete satisfaction. Our knowledgeable staff is dedicated to addressing your queries and concerns promptly and efficiently. So, go ahead and drop us a line. We look forward to assisting you and ensuring that your experience with TechBazaar is nothing short of outstanding. I accept privacy policy Send message Contacts 1st Floor, 2157/T1, Block A, Guru Arjun Nagar, Shadipur, New Delhi, Delhi, 110008, India +91 99 1000 2716 techbazaar@gmail.com Links Home Catalog About us Reasons to choose us Categories Testimonials FAQ Contact us Policy Privacy policy Terms and conditions",
    "thank": "TechBazaar - India's Leading Online Computer Store | Thank you Thank You for Reaching Out! Your message has been received, and we appreciate you taking the time to contact us. We value our customers and are committed to providing exceptional service and support. A member of our friendly team will review your inquiry and respond as soon as possible. We strive to address all queries and concerns promptly, ensuring you receive the attention and assistance you deserve. In the meantime, feel free to explore our website to learn more about our extensive range of products, exciting promotions, and valuable resources. We are dedicated to being your trusted partner in the world of computer technology, offering innovative solutions to enhance your productivity and unlock new possibilities. Once again, thank you for choosing TechBazaar. We look forward to assisting you further and providing you with an outstanding shopping experience. Main page",
    "terms": "TechBazaar - India's Leading Online Computer Store | Terms and Conditions Home Catalog About us Reasons to choose us Categories Testimonials FAQ Contact us Terms and Conditions Welcome to TechBazaar These Terms and Conditions govern your use of the TechBazaar website and related services. By accessing or using our website, you agree to be bound by these terms. Product Information We make every effort to provide accurate product information, including descriptions, specifications, and pricing. However, errors or discrepancies may occur, and we reserve the right to correct any such errors or inaccuracies. Ordering and Payment By placing an order on our website, you represent that all information provided is accurate and that you are authorized to use the payment method chosen. We reserve the right to cancel or refuse any order for any reason, including but not limited to product availability, errors in pricing or descriptions, or suspected fraud. Shipping and Delivery We strive to deliver orders as quickly as possible, but delivery times may vary based on your location and the shipping method chosen. We are not responsible for delays caused by carriers or other circumstances beyond our control. Returns and Refunds If you are not satisfied with your purchase, you may return it within 30 days of delivery for a refund or exchange. Intellectual Property All content on our website, including text, graphics, logos, and images, is the property of TechBazaar or our respective owners and is protected by copyright, trademark, and other intellectual property laws. You may not reproduce, distribute, or use any of this content without prior written consent. Limitation of Liability TechBazaar shall not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with the use of our website or services. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws. Any disputes shall be resolved exclusively in the courts. Changes to Terms and Conditions We reserve the right to modify or update these Terms and Conditions at any time. Your continued use of our website and services after any changes constitutes acceptance of the updated terms. If you have any questions or concerns regarding these Terms and Conditions, please contact us at techbazaar@gmail.com. Contacts 1st Floor, 2157/T1, Block A, Guru Arjun Nagar, Shadipur, New Delhi, Delhi, 110008, India +91 99 1000 2716 techbazaar@gmail.com Links Home Catalog About us Reasons to choose us Categories Testimonials FAQ Contact us Policy Privacy policy Terms and conditions",
    "privacy": "TechBazaar - India's Leading Online Computer Store | Privacy Policy Home Catalog About us Reasons to choose us Categories Testimonials FAQ Contact us Privacy Policy At TechBazaar, we are committed to protecting the privacy and security of our valued customers. This Privacy Policy outlines how we collect, use, and safeguard the personal information you provide when using our website and services. Information We Collect: We may collect personal information such as your name, email address, shipping address, and payment details when you place an order or create an account on our website. Additionally, we may gather information about your browsing behavior and preferences to improve our services. Use of Information: The personal information collected is used to process and deliver your orders, provide customer support, and communicate with you about our products, services, and promotions. We may also use this data to enhance your shopping experience and tailor our offerings to your preferences. Data Security: We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, or misuse. Our website uses SSL encryption to secure your data during transmission. Third-Party Sharing: We do not sell, trade, or rent your personal information to third parties. However, we may share relevant information with trusted service providers who assist us in operating our website, conducting business, or servicing you. These third parties are required to maintain the confidentiality of your information and are prohibited from using it for any other purpose. Cookies and Tracking Technologies: Our website uses cookies and similar technologies to enhance your experience and gather information about how you interact with our site. This data helps us improve our services and provide relevant content and advertisements. External Links: Our website may contain links to third-party websites. Please note that we are not responsible for the privacy practices or content of these external sites. Your Rights: You have the right to access, update, or delete your personal information stored with us. If you have any questions or concerns about our Privacy Policy or the handling of your data, please contact our customer support team. Updates: We may revise this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We encourage you to review this policy periodically for any updates. By using our website and services, you acknowledge that you have read and understood our Privacy Policy. If you have any further questions or concerns, please do not hesitate to contact us at techbazaar@gmail.com. Contacts 1st Floor, 2157/T1, Block A, Guru Arjun Nagar, Shadipur, New Delhi, Delhi, 110008, India +91 99 1000 2716 techbazaar@gmail.com Links Home Catalog About us Reasons to choose us Categories Testimonials FAQ Contact us Policy Privacy policy Terms and conditions"
  }
}