{
  "name": "New_v11_TravelTool",
  "pages": {
    "about": "Sobre Nós - TravelTool TravelTool Home Sobre Nós Perguntas Frequentes Fale Conosco Home Sobre Nós Perguntas Frequentes Fale Conosco Por Trás dos Pixels: Revelando o Panama Onde Visão Encontra Inovação Entendemos que cada viagem é única, por isso oferecemos uma ampla gama de acessórios personalizados adaptados às suas necessidades específicas. Quer você esteja planejando uma viagem de negócios, uma escapada de fim de semana ou uma aventura ao redor do mundo, nossa seleção de produtos irá garantir que sua experiência seja confortável e segura. Desde o planejamento inicial até a execução impecável, cuidaremos de todos os detalhes para que você possa relaxar e aproveitar sua viagem. Nossa equipe experiente fornecerá orientação especializada, ajudando você a escolher os acessórios perfeitos para suas necessidades. Com um profundo conhecimento do setor de viagens, oferecemos uma ampla gama de produtos, incluindo malas, mochilas, organizadores de bagagem, travesseiros de viagem, dispositivos de segurança e muito mais. Nosso objetivo é fornecer soluções personalizadas que atendam às suas necessidades e superem suas expectativas. Se você está procurando acessórios de viagem que possam transformar sua experiência, entre em contato conosco hoje. Nossa equipe dedicada ficará feliz em discutir seus requisitos e ajudá-lo a escolher os produtos perfeitos. Além de nossos produtos abrangentes, também oferecemos consultoria especializada para ajudá-lo a planejar suas viagens. Se você estiver viajando pela primeira vez ou precisar de orientação adicional, nossa equipe experiente pode fornecer insights valiosos, conselhos práticos e suporte contínuo para garantir o sucesso de sua viagem. Equipe Nossa Equipe Incrível Emily Johnson Michael Brown Sophia Martinez Perguntas Frequentes Capacite seus usuários criando cartões, contas, pagamentos e produtos de empréstimo - tão fácil quanto plug-and-play. Quando serei cobrado pelo meu pedido? Se precisar trocar um produto, entre em contato conosco dentro de 14 dias após receber seu pedido. Trabalharemos com você para determinar a melhor ação e orientá-lo durante o processo. Observe que algumas restrições podem se aplicar. Preciso pagar taxas alfandegárias ou impostos sobre meu pacote? Se precisar trocar um produto, entre em contato conosco dentro de 14 dias após receber seu pedido. Trabalharemos com você para determinar a melhor ação e orientá-lo durante o processo. Observe que algumas restrições podem se aplicar. Qual é a política de devolução? Se precisar trocar um produto, entre em contato conosco dentro de 14 dias após receber seu pedido. Trabalharemos com você para determinar a melhor ação e orientá-lo durante o processo. Observe que algumas restrições podem se aplicar. Como faço para solicitar a garantia? Se precisar trocar um produto, entre em contato conosco dentro de 14 dias após receber seu pedido. Trabalharemos com você para determinar a melhor ação e orientá-lo durante o processo. Observe que algumas restrições podem se aplicar. Como faço para solicitar a garantia? Se precisar trocar um produto, entre em contato conosco dentro de 14 dias após receber seu pedido. Trabalharemos com você para determinar a melhor ação e orientá-lo durante o processo. Observe que algumas restrições podem se aplicar. Onde posso alterar ou cancelar meu pedido? Se precisar trocar um produto, entre em contato conosco dentro de 14 dias após receber seu pedido. Trabalharemos com você para determinar a melhor ação e orientá-lo durante o processo. Observe que algumas restrições podem se aplicar. Não encontra o produto que está procurando? Entre em contato com nosso colega Fale Conosco TravelTool Onde a imaginação encontra a inovação - libere sua criatividade conosco! Produto Home Sobre Nós Perguntas Frequentes Fale Conosco Legal Política de Privacidade Termos de Uso Copyright © TravelTool",
    "index": "TravelTool - Acessórios para Viagens TravelTool Home Sobre Nós Perguntas Frequentes Fale Conosco Home Sobre Nós Perguntas Frequentes Fale Conosco Bem-vindo à TravelTool Descubra a loja definitiva de acessórios para viagens. Na TravelTool, oferecemos uma ampla variedade de produtos de alta qualidade que tornarão suas viagens mais confortáveis e seguras. Nossa seleção inclui malas, mochilas, organizadores de bagagem, travesseiros de viagem e muito mais. Cada item é escolhido com cuidado para garantir que você tenha uma experiência de viagem sem preocupações. Todos os nossos produtos são fabricados com materiais duráveis e designs práticos, facilitando sua vida na estrada. Explore nossa coleção e prepare-se para sua próxima aventura com a TravelTool. Fale Conosco Inovação que moldará como trabalhamos e nos envolvemos com as pessoas Entendemos que cada viagem é única, por isso oferecemos uma ampla gama de acessórios personalizados adaptados às suas necessidades específicas. Quer você esteja planejando uma viagem de negócios, uma escapada de fim de semana ou uma aventura ao redor do mundo, nossa seleção de produtos irá garantir que sua experiência seja confortável e segura. Desde o planejamento inicial até a execução impecável, cuidaremos de todos os detalhes para que você possa relaxar e aproveitar sua viagem. Nossa equipe experiente fornecerá orientação especializada, ajudando você a escolher os acessórios perfeitos para suas necessidades. Com um profundo conhecimento do setor de viagens, oferecemos uma ampla gama de produtos, incluindo malas, mochilas, organizadores de bagagem, travesseiros de viagem, dispositivos de segurança e muito mais. Nosso objetivo é fornecer soluções personalizadas que atendam às suas necessidades e superem suas expectativas. Se você está procurando acessórios de viagem que possam transformar sua experiência, entre em contato conosco hoje. Nossa equipe dedicada ficará feliz em discutir seus requisitos e ajudá-lo a escolher os produtos perfeitos. Além de nossos produtos abrangentes, também oferecemos consultoria especializada para ajudá-lo a planejar suas viagens. Se você estiver viajando pela primeira vez ou precisar de orientação adicional, nossa equipe experiente pode fornecer insights valiosos, conselhos práticos e suporte contínuo para garantir o sucesso de sua viagem. Produtos Inovação que transformará suas viagens Explore nossa seleção de acessórios de viagem. Desde mochilas e organizadores de bagagem até travesseiros e necessaires, cada produto foi cuidadosamente escolhido para oferecer conforto e praticidade nas suas aventuras. Mochila de Viagem Conforto e Espaço Organizador de Bagagem Praticidade em Movimento Travesseiro de Viagem Descanso em Qualquer Lugar Necessaire de Viagem Organização e Estilo Fale Conosco Serviço Serviços que Criamos! Digite sua descrição, e nossa IA única entenderá você! Então, sente-se e veja suas palavras ganharem vida com visuais lindos. Criando Soluções Inteligentes para o Amanhã Desenvolvimento poderoso do Webflow, implante e gerencie aplicativos nativos de nuvem com segurança rica, em vários dispositivos, ambientes e nuvens Pioneirismo em Software de Banco de Dados e Além Desenvolvimento poderoso do Webflow, implante e gerencie aplicativos nativos de nuvem com segurança rica, em vários dispositivos, ambientes e nuvens Iluminando Insights a partir de Dados Complexos Desenvolvimento poderoso do Webflow, implante e gerencie aplicativos nativos de nuvem com segurança rica, em vários dispositivos, ambientes e nuvens Navegando no Desenvolvimento Ágil e Operações Sem Costura Desenvolvimento poderoso do Webflow, implante e gerencie aplicativos nativos de nuvem com segurança rica, em vários dispositivos, ambientes e nuvens Simplificando a Gestão de TI através da Automação Desenvolvimento poderoso do Webflow, implante e gerencie aplicativos nativos de nuvem com segurança rica, em vários dispositivos, ambientes e nuvens Forjando Soluções Nativas de Nuvem Seguras e Ágeis Desenvolvimento poderoso do Webflow, implante e gerencie aplicativos nativos de nuvem com segurança rica, em vários dispositivos, ambientes e nuvens Insights Insights que compartilhamos Representamos atletas, narradores de histórias e marcas cujas vozes e visão definem a cultura e moldam nosso mundo. Descobrindo o Webflow – A Plataforma de Design Web Capacitada Como cultivar uma mentalidade de crescimento e abraçar desafios como oportunidades de crescimento. Top 10 Categorias de Modelos do Webflow Modelos do Webflow oferecem um ponto de partida para designers e desenvolvedores da web, oferecendo layouts e estilos pré-desenhados. Como Construir um E-commerce Rapidamente com Webflow Como cultivar uma mentalidade de crescimento e abraçar desafios como oportunidades de crescimento. Inicie a Conversa Vamos começar uma jornada juntos. Entre em contato conosco hoje e veja como a TravelTool pode revolucionar sua experiência de viagem através de soluções estratégicas e inovadoras. Seu futuro começa com um simples clique. Email: travel-tool@gmail.com Telefone: +55-32-3385-2208 Localização: Av. Pau Brasil, 6 - Sala 708 - Águas Claras, Brasília - DF, 71916-532 Entre em contato Queremos ouvir de você I accept Política de Privacidade TravelTool Onde a imaginação encontra a inovação - libere sua criatividade conosco! Produto Home Sobre Nós Perguntas Frequentes Fale Conosco Legal Política de Privacidade Termos de Uso Copyright © TravelTool",
    "privacy-policy": "Política de Privacidade - TravelTool TravelTool Home Sobre Nós Perguntas Frequentes Fale Conosco Home Sobre Nós Perguntas Frequentes Fale Conosco Política de Privacidade Última atualização: 12 de julho de 2024 Bem-vindo à nossa Política de Privacidade. Na TravelTool, a privacidade de nossos clientes é de extrema importância. Esta política descreve como coletamos, usamos, divulgamos e protegemos suas informações pessoais. 1. Informações que Coletamos Coletamos várias informações para fornecer e melhorar nossos serviços, incluindo: Informações de contato (nome, endereço, telefone, e-mail). Informações de pagamento (dados do cartão de crédito, informações bancárias). Informações de navegação (cookies, endereços IP, dados de uso do site). Feedback e avaliações de produtos. 2. Como Usamos Suas Informações Utilizamos as informações coletadas para: Processar suas compras e pagamentos. Enviar atualizações sobre seu pedido. Melhorar nosso site e serviços. Enviar promoções e ofertas especiais (com seu consentimento). 3. Compartilhamento de Informações Podemos compartilhar suas informações com terceiros para: Processamento de pagamentos. Entrega de produtos. Cumprimento de obrigações legais. 4. Segurança Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração e destruição. 5. Seus Direitos Você tem o direito de acessar, corrigir e excluir suas informações pessoais. Entre em contato conosco pelo e-mail travel-tool@gmail.com para exercer esses direitos. 6. Cookies Usamos cookies para melhorar sua experiência em nosso site. Você pode optar por desativar os cookies nas configurações do seu navegador. 7. Alterações na Política de Privacidade Podemos atualizar esta política periodicamente. Notificaremos você sobre quaisquer mudanças significativas. 8. Contato Se tiver dúvidas sobre nossa Política de Privacidade, entre em contato pelo telefone +55-32-3385-2208 ou pelo e-mail travel-tool@gmail.com 9. Termos Adicionais Esta política é parte integrante dos Termos e Condições da TravelTool. 10. Consentimento Ao utilizar nosso site, você consente com nossa Política de Privacidade. 11. Retenção de Dados Manteremos suas informações pessoais enquanto for necessário para fornecer nossos serviços ou conforme exigido por lei. 12. Transferências Internacionais Podemos transferir suas informações pessoais para outros países, garantindo que as mesmas proteções de privacidade sejam aplicadas. 13. Menores de Idade Nossos serviços não são direcionados a menores de 18 anos. Não coletamos intencionalmente informações pessoais de menores. 14. Responsável pelo Tratamento de Dados A TravelTool é a responsável pelo tratamento de seus dados pessoais. Entre em contato conosco para qualquer dúvida. 15. Reivindicações e Reclamações Se você acredita que seus dados não estão sendo tratados de acordo com esta política, por favor, entre em contato conosco. TravelTool Onde a imaginação encontra a inovação - libere sua criatividade conosco! Produto Home Sobre Nós Perguntas Frequentes Fale Conosco Legal Política de Privacidade Termos de Uso Copyright © TravelTool",
    "terms-conditions": "Termos e Condições - TravelTool TravelTool Home Sobre Nós Perguntas Frequentes Fale Conosco Home Sobre Nós Perguntas Frequentes Fale Conosco Termos e Condições Última atualização: 12 de julho de 2024 Bem-vindo aos Termos e Condições da TravelTool. Ao utilizar nosso site, você concorda com os seguintes termos e condições: 1. Aceitação dos Termos Ao acessar e usar o site da TravelTool, você aceita e concorda com os Termos e Condições aqui descritos. 2. Modificações nos Termos Reservamos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão notificadas em nosso site. 3. Registro de Usuário Para utilizar certos serviços, você pode precisar se registrar e criar uma conta conosco. Você é responsável por manter a confidencialidade de suas informações de login. 4. Compras e Pagamentos Ao fazer uma compra em nosso site, você concorda em fornecer informações de pagamento válidas e completas. Nos reservamos o direito de recusar ou cancelar qualquer pedido. 5. Política de Devolução Oferecemos uma política de devolução de 30 dias para produtos não utilizados e em sua embalagem original. Entre em contato conosco para iniciar um processo de devolução. 6. Direitos de Propriedade Intelectual Todo o conteúdo do site da TravelTool, incluindo textos, gráficos, logotipos e imagens, são de nossa propriedade ou licenciados para nós. É proibida a reprodução sem autorização prévia por escrito. 7. Uso Aceitável Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. É proibido: Usar o site de maneira que possa causar danos ou prejudicar o funcionamento do site. Utilizar o site para atividades fraudulentas, ilegais ou prejudiciais. Coletar dados pessoais de outros usuários sem consentimento. 8. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros que não são operados por nós. Não nos responsabilizamos pelo conteúdo ou práticas de privacidade desses sites. 9. Limitação de Responsabilidade Na medida permitida por lei, a TravelTool não será responsável por quaisquer danos diretos, indiretos, incidentais ou consequenciais resultantes do uso ou incapacidade de uso de nosso site. 10. Indenização Você concorda em indenizar e isentar a TravelTool de qualquer reivindicação, perda, dano ou despesa decorrente de seu uso do site ou violação destes Termos e Condições. 11. Rescisão Podemos encerrar ou suspender seu acesso ao site imediatamente, sem aviso prévio, por qualquer motivo, incluindo a violação destes Termos e Condições. 12. Lei Aplicável Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa será resolvida nos tribunais competentes do Distrito Federal. 13. Disposições Gerais Se qualquer disposição destes Termos for considerada inválida ou inaplicável, as demais disposições permanecerão em pleno vigor e efeito. 14. Comunicações Para quaisquer questões, entre em contato conosco pelo telefone +55-32-3385-2208 ou pelo e-mail travel-tool@gmail.com 15. Alterações e Atualizações Podemos atualizar estes Termos e Condições periodicamente. Quaisquer alterações serão notificadas em nosso site e entrarão em vigor imediatamente. 16. Política de Privacidade A sua privacidade é importante para nós. Consulte nossa Política de Privacidade para mais informações sobre como coletamos, usamos e protegemos suas informações pessoais. 17. Contato Para mais informações sobre nossos Termos e Condições, entre em contato conosco: TravelTool Endereço: Av. Pau Brasil, 6 - Sala 708 - Águas Claras, Brasília - DF, 71916-532 Telefone: +55-32-3385-2208 E-mail: travel-tool@gmail.com TravelTool Onde a imaginação encontra a inovação - libere sua criatividade conosco! Produto Home Sobre Nós Perguntas Frequentes Fale Conosco Legal Política de Privacidade Termos de Uso Copyright © TravelTool",
    "thank_page": "Obrigado - TravelTool Obrigado por Entrar em Contato! Agradecemos sua mensagem. Nossa equipe entrará em contato com você o mais breve possível. Se precisar de assistência imediata, sinta-se à vontade para nos ligar no número +55-32-3385-2208 ou enviar um e-mail para travel-tool@gmail.com Atenciosamente, Equipe TravelTool Pagina inicial"
  },
  "date": "2024-07-15T16:51:07.638Z"
}