{
  "name": "New_v9_DesiShots",
  "pages": {
    "catalog": "Desi Shots - Capturing the Heart of India Through Photography Desi Shots about us services Portfolio Desi Shots Your Story, Beautifully Captured Our Portfolio Wedding Photography Capturing the magic and romance of your special day with a blend of candid and traditional shots Portrait Photography Creating timeless portraits that highlight your individuality and charm Event Photography Documenting the energy and excitement of cultural, corporate, and private events Nature Photography Showcasing the breathtaking beauty of India's landscapes and wildlife Custom Photo Shoots Tailored sessions to suit your personal or professional requirements Contact us At Desi Shots, we believe that every photoshoot is a unique opportunity to capture your story and personality. Whether you’re looking for a stunning portrait, a memorable family session, or a creative concept, our team is here to bring your vision to life. We start with a personalized consultation to understand your preferences, style, and any specific ideas you have in mind. During the shoot, we create a relaxed and enjoyable atmosphere, allowing you to feel at ease in front of the camera. Our photographers use a combination of candid and posed techniques to ensure that we capture both the genuine moments and the perfect compositions. After the shoot, we carefully select and edit the best images to deliver a beautiful collection that you will treasure for years to come. Let us help you create stunning memories that reflect who you are! I accept Privacy Policy Send Desi Shots Your Story, Our Lens Gond Para, Gol Bazar, Chhattisgarh 495001, India +91-445-0218557 dasishots@gmail.com Privacy Policy Terms and Conditions",
    "index": "Desi Shots - Capturing the Essence of India Desi Shots about us services Portfolio Desi Shots Vibrance of India, Frame by Frame Welcome to Desi Shots, your gateway to capturing the vibrant essence of India. At Desi Shots, we believe every moment is a story waiting to be told, and we are passionate about bringing these stories to life through our lens. Whether it's the intricate details of a wedding, the lively atmosphere of a cultural event, or the serene beauty of nature, our mission is to capture the true spirit of every scene and subject. About Us Desi Shots is a premier photography studio dedicated to capturing the diverse and colorful tapestry of Indian life. Founded by a team of passionate photographers, our studio combines artistic vision with technical expertise to deliver stunning images that speak to the heart. Our Philosophy At Desi Shots, we believe in the power of a photograph to transcend time and evoke emotions. Our approach is rooted in authenticity and creativity, ensuring that each shot reflects the unique essence of the moment. We strive to create a comfortable and enjoyable experience for our clients, allowing their natural beauty and joy to shine through. Our Services We offer a wide range of photography services tailored to meet your needs: Wedding Photography Capturing the magic and romance of your special day is our passion. We blend candid and traditional shots to tell the complete story of your wedding. From the intimate moments shared between the bride and groom to the joyous celebrations with family and friends, we ensure every detail is beautifully documented. Our unobtrusive style allows us to capture genuine emotions and spontaneous moments, creating a timeless collection of images that you will cherish forever. Portrait Photography Creating timeless portraits that highlight your individuality and charm is our specialty. Whether it's a solo portrait, a family photo session, or a professional headshot, we strive to bring out the best in our subjects. Our relaxed and friendly approach helps you feel comfortable in front of the camera, allowing your true personality to shine through. We use creative lighting and composition techniques to produce striking and memorable portraits. Event Photography Documenting the energy and excitement of your events is our goal. From cultural festivals and corporate functions to private parties and ceremonies, we capture the essence of each event with precision and flair. Our photographers are adept at blending into the background, ensuring we capture all the key moments without disrupting the flow of the event. We provide a comprehensive visual record that reflects the atmosphere and highlights of your occasion. Nature Photography Showcasing the breathtaking beauty of India's landscapes and wildlife is a true passion of ours. Our nature and landscape photography services are designed to capture the awe-inspiring scenery and diverse wildlife of India. Whether it's the majestic mountains, serene beaches, lush forests, or vibrant wildlife, we bring out the natural beauty of each location. Our images not only highlight the splendor of nature but also evoke a deep sense of wonder and appreciation for the environment. Custom Photo Shoots Tailored sessions to suit your personal or professional requirements are our forte. Whether you need promotional images for your business, creative shots for your portfolio, or a unique concept for a personal project, we offer customized photography services that cater to your specific needs. We work closely with you to understand your vision and deliver images that exceed your expectations. Our flexibility and creativity ensure that your photo shoot is a unique and fulfilling experience. Our Team Our team at Desi Shots comprises talented photographers with a keen eye for detail and a deep understanding of the art of photography. Each member brings a unique perspective and skill set, ensuring a diverse and dynamic approach to every project. Rajesh Kumar Priya Sharma Vikram Singh Anil Kapoor Why Choose Us? Professionalism: We are committed to delivering high-quality service with a focus on client satisfaction. From the initial consultation to the final delivery of your photos, we maintain a high standard of professionalism in all our interactions. Our team is punctual, reliable, and dedicated to meeting your needs. We use state-of-the-art equipment and techniques to ensure that every shot is captured with precision and clarity. Our goal is to provide a seamless and enjoyable experience, making your photography session stress-free and memorable. Creativity: Our innovative approach ensures that each photo is a work of art. We believe that photography is not just about capturing images, but about telling stories and evoking emotions. Our photographers are constantly exploring new ideas and techniques to create unique and visually stunning photos. We pay attention to the smallest details, from the composition and lighting to the post-processing, to ensure that each image is a masterpiece. Whether it's a traditional portrait or an experimental shoot, we bring a fresh and creative perspective to every project. Experience: With years of experience in the industry, we have honed our skills to capture the perfect shot every time. Our extensive portfolio showcases a wide range of photography styles and subjects, reflecting our versatility and expertise. We have worked with clients from various backgrounds and industries, giving us the ability to adapt to different requirements and expectations. Our experience has taught us to anticipate and capture fleeting moments, ensuring that no important detail is missed. You can trust us to deliver consistent and exceptional results. Personal Touch: We take the time to understand your vision and work closely with you to bring it to life. Every client is unique, and we believe that your photos should reflect your personal style and preferences. During our initial consultation, we discuss your ideas, goals, and expectations in detail. We offer guidance and suggestions to enhance your vision while respecting your individuality. Throughout the shoot, we create a comfortable and collaborative environment, allowing you to express yourself naturally. Our personalized approach ensures that the final images are a true representation of your story and personality. Contact us Thank you for considering Desi Shots for your photography needs. We look forward to capturing your precious moments and creating memories that will last a lifetime. I accept Privacy Policy Send Desi Shots Your Story, Our Lens Gond Para, Gol Bazar, Chhattisgarh 495001, India +91-445-0218557 dasishots@gmail.com Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy for Desi Shots Desi Shots about us services Portfolio Privacy Policy for Desi Shots At Desi Shots, your privacy is of utmost importance to us. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you visit our website or engage with our photography services. By using our services, you consent to the practices described in this policy. 1. Information We Collect We may collect the following types of information: Personal Information: This includes data that can identify you, such as your name, email address, phone number, and mailing address. We collect this information when you book a photoshoot, subscribe to our newsletter, or contact us for inquiries. Usage Data: We gather information about your interactions with our website, such as your browser type, operating system, pages visited, time spent on each page, and referring URL. 2. How We Use Your Information Desi Shots uses your information for several purposes: Service Delivery: To provide and maintain our photography services, including managing bookings, appointments, and inquiries. Communication: To communicate with you about your bookings, send updates, promotional materials, and respond to your questions and feedback. Improvement of Services: To analyze usage data and feedback to improve our website, services, and customer experience. Marketing Purposes: To send you newsletters, promotional offers, and other marketing communications. You can opt out of these communications at any time. 3. Disclosure of Your Information We do not sell or rent your personal information to third parties. We may share your information in the following situations: With Service Providers: We may employ third-party companies and individuals to facilitate our services (e.g., hosting providers, marketing services). These third parties have access to your personal information only to perform specific tasks on our behalf and are obligated not to disclose or use it for any other purpose. For Legal Reasons: We may disclose your information if required to do so by law or in response to valid requests by public authorities (e.g., a court or government agency). 4. Data Security We take the security of your personal information seriously. We implement various security measures, including encryption, firewalls, and secure server hosting, to protect your data from unauthorized access, loss, or misuse. However, please be aware that no method of transmission over the internet or method of electronic storage is completely secure, and we cannot guarantee its absolute security. 5. Your Rights Depending on your location, you may have the following rights regarding your personal information: Access: You have the right to request copies of your personal information held by us. Rectification: You can request correction of any inaccurate or incomplete personal information. Erasure: You may request deletion of your personal information under certain circumstances. Restriction of Processing: You have the right to request that we limit the processing of your personal information in certain situations. Data Portability: You may request the transfer of your personal information to another organization, where applicable. To exercise these rights, please contact us using the information provided below. 6. Third-Party Links Our website may contain links to other websites not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy and terms of service of any website you visit. We have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. 7. Children’s Privacy Our services are not intended for individuals under the age of 13. We do not knowingly collect personal information from children under 13. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us. If we become aware that we have collected personal information from children without verification of parental consent, we take steps to remove that information from our servers. 8. Changes to This Privacy Policy We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes. 9. Contact Us If you have any questions or concerns about this Privacy Policy, please contact us at: >dasishots@gmail.com By using our services, you acknowledge that you have read and understood this Privacy Policy. Thank you for choosing Desi Shots! Desi Shots Your Story, Our Lens Gond Para, Gol Bazar, Chhattisgarh 495001, India +91-445-0218557 dasishots@gmail.com Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions for Desi Shots Desi Shots about us services Portfolio Terms and Conditions for Desi Shots Welcome to Desi Shots! These Terms and Conditions govern your use of our website and services. By accessing our site and engaging with our photography services, you agree to comply with these terms. Please read them carefully. 1. Acceptance of Terms By using our website and services, you confirm that you accept these Terms and Conditions and agree to comply with them. If you do not agree to these terms, please do not use our services. We may revise these terms at any time, and your continued use of our services will constitute acceptance of the revised terms. 2. Services Offered Desi Shots provides a variety of photography services, including but not limited to: Wedding Photography: Capturing the special moments of your big day with a blend of traditional and candid styles. Portrait Photography: Creating beautiful portraits that reflect your personality and style. Event Photography: Documenting events, both private and corporate, with professionalism and creativity. Nature Photography: Showcasing the breathtaking landscapes and wildlife of India. Custom Photo Shoots: Tailored sessions to meet your specific needs and preferences. 3. Booking and Payments To book a photoshoot, you must provide necessary information, including your name, contact details, and preferred dates. A non-refundable deposit may be required to secure your booking. This deposit will be deducted from your total payment. Full payment is due prior to the date of the photoshoot unless otherwise agreed upon. 4. Cancellation and Rescheduling If you need to cancel or reschedule your photoshoot, please notify us at least 48 hours in advance. Cancellations made after this period may result in the loss of your deposit. Rescheduling will be subject to availability and must be completed within 6 months of the original date. We understand that emergencies can happen, and we will do our best to accommodate your requests. 5. Copyright and Usage Rights All images produced by Desi Shots are protected by copyright. You will receive a limited license to use the images for personal purposes, such as sharing on social media, printing for personal use, and displaying in your home. Any commercial use or modification of images without our written consent is prohibited. For commercial inquiries, please contact us for a licensing agreement. 6. Client Responsibilities As a client, you agree to provide accurate information during the booking process. You are responsible for ensuring that you have the legal right to use any locations or props involved in the shoot. Additionally, please arrive on time for your scheduled shoot to ensure that we can make the most of our time together. If you have specific requests for poses or styles, please communicate them to us in advance. 7. Limitation of Liability Desi Shots is not liable for any indirect, incidental, or consequential damages arising from the use of our services. In the unlikely event of a cancellation or failure to perform, our liability is limited to the amount paid by you for the services rendered. While we take great care in editing and delivering high-quality images, we cannot guarantee that every image will meet your expectations. Your satisfaction is important to us, and we encourage feedback. 8. Governing Law These Terms and Conditions are governed by the laws of India. Any disputes arising from these terms will be resolved in the courts of [Your Jurisdiction]. You agree to submit to the personal jurisdiction of the courts located within India. 9. Changes to Terms We may update these Terms and Conditions from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. Any changes will be posted on our website, and your continued use of our services constitutes acceptance of the updated terms. We encourage you to review these terms periodically. 10. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at: dasishots@gmail.com By using our services, you acknowledge that you have read and understood these Terms and Conditions. Thank you for choosing Desi Shots! Desi Shots Your Story, Our Lens Gond Para, Gol Bazar, Chhattisgarh 495001, India +91-445-0218557 dasishots@gmail.com Privacy Policy Terms and Conditions",
    "thank": "Thank You for Choosing Desi Shots! body { font-family: Arial, sans-serif; background-color: #fff; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #b5c7d576; border: 3px solid #0eb07d; ; } h1 { color: #000; } p { color: #000; margin-bottom: 20px; } .btn { text-decoration: none !important; border: 3px solid #0eb07d; ; padding: 10px 20px; width: 150px; box-sizing: border-box; height: 65px; color: #fff; text-transform: uppercase; text-align: center; margin-top: 30px; background-color: #0eb07d; ; } .btn:hover { background-color: #fff; color: #000; transition: 1s; } Thank You for Choosing Desi Shots! Thank you for reaching out to Desi Shots! We appreciate your interest in our photography services. Your message has been received, and our team will get back to you shortly to discuss your needs and answer any questions you may have. We look forward to capturing your special moments and creating lasting memories together! main page"
  },
  "date": "2024-07-16T11:58:57.496Z"
}