{
  "name": "New_v8_Blueprint",
  "pages": {
    "about-us": "About Blueprint - Empowering Creativity and Innovation Blueprint HOME ABOUT US Products Contact Blueprint enables designers to craft contemporary and visually captivating user interfaces and websites, while streamlining laborious tasks. Design Tokens Fully tokenized with Figma variables. Streamlined Maintenance Effortlessly customizable and scalable. 4pt Grid system 4pt increments for size and spacing. Dark Mode Activate dark mode with a single click. Switch between modes with just one click Designers and teams globally, encompassing prominent organizations like Adobe, Microsoft, Google, and numerous others. Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact Blueprint - Enhance Collaboration and Communication Blueprint HOME ABOUT US Products Contact Have questions about Blueprint? I accept Privacy Policy SUBMIT CONNECT WITH US Get in touch with us today to learn more about Blueprint and how it can revolutionize your design process. Lokmanya Tilak Path, Daulat Nagar, Thane East, Thane, Maharashtra 400603, India blueprint@gmail.com +91-7456164313 Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Blueprint Disclaimers - Understand Our Policies and Terms of Use Blueprint HOME ABOUT US Products Contact Notification for Blueprint If you require further information or have inquiries concerning our site's disclaimer, please feel free to contact us via email at blueprint@gmail.com. All the particulars on this website - blueprint.com - are presented in good faith and for general informational purposes exclusively. Blueprint does not warrant the completeness, dependability, and precision of this information. Any action you undertake based on the information on this website (Blueprint) is purely at your own discretion. Blueprint will not be held liable for any losses and/or damages resulting from the utilization of our website. While we endeavor to provide only quality links to valuable and ethical websites, we lack control over the content and nature of these external sites. The inclusion of any links does not necessarily indicate a recommendation or endorsement of the perspectives expressed within them. Site proprietors and content may alter without prior notice and may transpire before we have the opportunity to eradicate a link which may have become 'defunct'. Please be aware that upon exiting our website, other sites may possess dissimilar privacy policies and terms that surpass our jurisdiction. Ensure to scrutinize the Privacy Policies and \"Terms of Service\" of these sites before engaging in any transactions or disclosing any personal information. Revisions By utilizing our website, you agree to our disclaimer and consent to adhere to its provisions. If we revise, amend, or effect any changes to this document, such alterations will be prominently exhibited here. Our commitment to transparency and accountability drives us to continuously improve and refine our services. We prioritize the satisfaction and trust of our users above all else, striving to exceed expectations with every interaction. At Blueprint, we believe in fostering a community of collaboration and innovation. Through ongoing dialogue and feedback, we aim to create a platform that empowers individuals and teams to achieve their goals and unleash their creative potential. As we navigate the ever-evolving landscape of technology and design, we remain steadfast in our dedication to excellence. Our team is dedicated to staying ahead of the curve, exploring new possibilities, and pushing the boundaries of what's possible. Thank you for choosing Blueprint as your partner in design. Together, we can build a brighter future fueled by creativity, passion, and ingenuity. For any further questions or assistance, please don't hesitate to reach out to our support team. We're here to help you every step of the way. Once again, thank you for your trust and confidence in Blueprint. We look forward to serving you and exceeding your expectations. Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "index": "Blueprint - Elevate Your Projects with Seamless Design Solutions Blueprint HOME ABOUT US Products Contact The most advanced Design System Get it now! Blueprint empowers designers to create modern and visually appealing user interfaces and websites, while eliminating tedious tasks. Design Tokens Fully tokenized with Figma variables. Simplified Maintenance Easily customizable and scalable. 4pt Grid system 4pt increments for size and spacing. Dark Mode Enable dark mode with a single click. What’s inside? Products 200+ Styles Typography, Effects, and Color styles. 200+ Variables Surface, Text, Outlines, and Radius. 700+ Components Buttons, Dropdowns, Web3, and more. Sample Screens Explore ready-to-use layout samples. Switch between modes with just one click Trusted by over 10k+ designers and teams from companies like Blurb, Thoughtworks, Latch, and more. Choose what works for you Whether you design alone or with a team, we have a plan that fits your needs, including custom design systems. Plus For Beginners and Students Free 200+ Styles Figma Variables Example Screens [2] FREE future updates Dark mode Web3 Components Utility Components Get in Touch PRO For Design Professionals and Design Teams $49 200+ Styles Figma Variables Example Screens [2] FREE future updates Dark mode Web3 Components Utility Components Get in Touch Get a custom Design System for your project. $1999 Brand Integration Custom Design Tokens Style Guide Product specific component library Get in Touch Overall designers and teams worldwide, including leading companies such as Adobe, Microsoft, Google, and many others. Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Blueprint Privacy Policy - Your Privacy Matters to Us Blueprint HOME ABOUT US Products Contact Data Confidentiality and Privacy Policy for Blueprint Welcome to Blueprint's Data Confidentiality and Privacy Policy. This policy governs the collection, usage, and disclosure of personal information when you use our website, blueprint.com. At Blueprint, we value your privacy and are committed to protecting your personal information. This policy outlines how we collect, use, and safeguard the information you provide to us. By using our Service, you agree to the terms outlined in this policy. If you do not agree with any part of this policy, please refrain from using our website. The terms and terminology used in this policy have the same meanings as in our Terms and Conditions, accessible at blueprint.com, unless otherwise defined herein. Data Collection and Usage In order to enhance your experience while using our Service, we may request certain personally identifiable information, including but not limited to your name, email address, and contact details. This information is used to personalize your experience and provide you with relevant content and services. Log Data When you browse our website, we collect information that your browser sends to us, known as Log Data. This may include your IP address, browser type, pages visited, and other statistics. We use this data to analyze trends, administer the site, and improve our services. Browser Tokens Browser tokens, also known as cookies, are small pieces of data sent from a website and stored on your device. We use browser tokens to personalize content, provide social media features, and analyze site traffic. You have the option to accept or decline these tokens. Third-party Service Providers We may engage third-party companies and individuals to assist us in providing and improving our Service. These third parties may have access to your Personal Information but are obligated not to disclose or use it for any other purpose. Safeguarding Measures We take the security of your personal information seriously and employ various measures to protect it. However, please be aware that no method of transmission over the internet or electronic storage is 100% secure. We cannot guarantee absolute security. Children's Privacy Our Service is not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us immediately. Changes to This Policy We may update this policy from time to time. Any changes will be posted on this page, and the effective date will be indicated. We encourage you to review this policy periodically for any updates. Contact Us If you have any questions or concerns about our Data Confidentiality and Privacy Policy, please contact us at your convenience. Your privacy is important to us, and we are committed to addressing any issues promptly. At Blueprint, we are dedicated to maintaining the highest standards of data confidentiality and privacy protection. We continually review and update our policies and practices to ensure compliance with relevant regulations and industry best practices. Your trust is paramount to us, and we strive to earn and maintain it by being transparent and accountable in our handling of your personal information. We appreciate your support and cooperation in helping us create a safe and secure online environment for all users. Thank you for choosing Blueprint as your trusted partner. Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Blueprint Products - Elevate Your Projects with Seamless Design Solutions Blueprint HOME ABOUT US Products Contact Explore What's Inside View Products 200+ Styles Includes Typography, Effects, and Color styles. 200+ Variables Comprising Surface, Text, Outlines, and Radius. 700+ Components Including Buttons, Dropdowns, Web3, and more. Sample Screens Browse through ready-to-use layout samples. Trusted by over 10k+ designers and teams from companies like Blurb, Thoughtworks, Latch, and more. Select the best option for you Whether you design solo or collaborate with a team, we offer a plan tailored to your requirements, including bespoke design systems. Plus Ideal for Beginners and Students Free 200+ Styles Figma Variables Example Screens [2] FREE future updates Dark mode Web3 Components Utility Components Contact Us PRO Designed for Design Professionals and Teams $49 200+ Styles Figma Variables Example Screens [2] FREE future updates Dark mode Web3 Components Utility Components Contact Us Obtain a custom Design System for your project. $1999 Brand Integration Custom Design Tokens Style Guide Product-specific component library Contact Us Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "Blueprint Terms and Conditions - Understand Your Rights and Obligations Blueprint HOME ABOUT US Products Contact Conditions and Provisions Welcome to Blueprint! These conditions and provisions delineate the rules and regulations for the utilization of Blueprint's Website, situated at blueprint.com. By entering this website, we presume you acknowledge these conditions and provisions. If you dissent with any of these conditions, kindly refrain from continuing to utilize Blueprint. The subsequent terminology pertains to these Conditions and Provisions, Privacy Statement, and Disclaimer Notice and all Agreements: \"Customer\", \"You\", and \"Your\" denote you, the individual accessing this website and accepting the Company's conditions and provisions. \"The Company\", \"Ourselves\", \"We\", \"Our\", and \"Us\", refer to our Company. \"Party\", \"Parties\", or \"Us\", denotes both the Customer and ourselves. All terms allude to the offer, acceptance, and consideration of payment necessary to embark on the process of our aid to the Customer in the most appropriate manner for the explicit purpose of fulfilling the Customer's requirements concerning the provision of the Company's stated services, in accordance with and subject to, prevailing law. Any utilization of the aforementioned terminology or other words in the singular, plural, capitalization, and/or he/she or they, are deemed as interchangeable and consequently as referring to the same. Data Cookies We utilize the utilization of cookies. By accessing Blueprint, you consent to the use of cookies in alignment with Blueprint's Privacy Policy. Most interactive websites utilize cookies to allow us to retrieve the user's particulars for each visit. Cookies are employed by our website to facilitate the functionality of specific areas to streamline the experience for individuals visiting our website. Certain affiliate/advertising partners may also utilize cookies. Authorization Unless stated otherwise, Blueprint and/or its licensors possess the intellectual property rights for all material on Blueprint. All intellectual property rights are reserved. You may access this from Blueprint for your own personal use subjected to limitations set in these conditions and provisions. You must not: Reproduce, copy, or duplicate material from Blueprint Sell, lease, or sublicense material from Blueprint Republish material from Blueprint Distribute content from Blueprint Sections of this website provide an opportunity for users to post and exchange opinions and information in certain areas of the website. Blueprint does not filter, edit, publish, or review Comments prior to their presence on the website. Comments do not reflect the perspectives and opinions of Blueprint, its agents, and/or affiliates. Comments reflect the views and opinions of the individual who posts their perspectives and opinions. To the extent allowed by applicable laws, Blueprint shall not be liable for the Comments or for any liability, damages, or expenses incurred and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. Blueprint reserves the right to oversee all Comments and to delete any Comments which may be deemed inappropriate, offensive, or cause a breach of these Conditions and Provisions. Linking to our Content The subsequent organizations may connect to our Website without prior written consent: Government entities; Search engines; Press agencies; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System-wide Accredited Businesses excluding soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Website. These entities may link to our homepage, to publications, or to other Website information provided that the link: (a) is not in any way misleading; (b) does not falsely suggest sponsorship, endorsement, or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site. Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Blueprint Thanks - Gratitude for Your Support Blueprint HOME ABOUT US Products Contact Gratitude! We wish to extend our heartfelt gratitude to you for being an indispensable member of the Blueprint community. Your support fuels our imagination and inspires us to continuously refine our design framework. Together, we are charting the course for the evolution of design. We deeply appreciate your trust and collaboration! As we move forward, we are excited to embark on new endeavors and innovations alongside you, our valued community members. With your unwavering dedication and enthusiasm, we are confident that we will achieve great milestones together. Thank you once again for your unwavering commitment and belief in the Blueprint vision. Here's to many more successes and achievements in the future! Welcome to the Blueprint website! We want to ensure that your browsing experience is tailored to your preferences. As part of this effort, we use cookies to personalize content, analyze site traffic, and provide social media features. We respect your privacy and are committed to transparency regarding the use of cookies. You have the option to accept or decline cookies based on your preferences. By clicking \"Accept,\" you consent to the use of all cookies. If you choose to \"Decline,\" some features of the website may be limited. For more information about how we use cookies and your rights, please review our Privacy Policy. Accept Decline Blueprint Disclaimers Privacy & Policy Terms & Conditions"
  }
}