{
  "name": "New_v9_CinemaBlendCafe",
  "pages": {
    "cafe": "Cafe at CinemaBlendCafe - Relax and Enjoy Home Halls Cafe Movies Rules Contact Welcome to Our Cafe/Bar Indulge in a delightful culinary experience at CinemaBlendCafe's Cafe/Bar. From freshly brewed coffee to gourmet snacks and cocktails, we have something for everyone. Relax in our cozy ambiance, catch up with friends, or simply enjoy a moment of solitude while savoring our delicious offerings. Your perfect hangout spot awaits! About Our Cafe & Bar At CinemaBlendCafe, we offer more than just movies. Our cafe and bar provide a cozy retreat where you can enjoy a variety of culinary delights and refreshing beverages. Indulge in freshly brewed coffee, artisanal teas, and a selection of delicious pastries and snacks from our cafe. For those looking for something stronger, our bar serves a range of cocktails, wines, and beers to complement your movie experience. Whether you're meeting friends for a pre-movie drink or enjoying a post-movie snack, our cafe and bar are the perfect spots to unwind and savor the moment. Menu Coffee Espresso Intense and rich, made with freshly ground coffee beans. Cappuccino Classic Italian espresso mixed with steamed milk foam. Americano A shot of espresso with hot water, smooth and bold. Latte Smooth espresso combined with steamed milk, topped with a dollop of foam. Mocha Espresso mixed with chocolate syrup and steamed milk, finished with whipped cream. Snacks Popcorn Freshly popped and seasoned to perfection. Nachos Crunchy tortilla chips topped with cheese, jalapenos, and salsa. Pretzels Soft, warm, and salty, served with mustard or cheese dip. Chicken Wings Spicy or BBQ glazed chicken wings served with celery sticks and blue cheese dressing. Loaded Fries Crispy fries topped with melted cheese, bacon, sour cream, and green onions. Mozzarella Sticks Golden fried mozzarella sticks served with marinara sauce for dipping. Jalapeno Poppers Crispy jalapeno poppers stuffed with cream cheese and served with ranch dressing. Onion Rings Crunchy and savory onion rings, perfect for sharing. Loaded Potato Skins Crispy potato skins filled with melted cheese, bacon, and green onions, served with sour cream. Buffalo Cauliflower Bites Spicy and crispy cauliflower bites tossed in buffalo sauce, served with ranch dressing. Desserts Chocolate Cake Rich and decadent chocolate cake, perfect for satisfying your sweet tooth. Ice Cream Sundae A delightful combination of ice cream, toppings, and whipped cream. Cheesecake Creamy and smooth cheesecake with a graham cracker crust. Brownie Fudgy chocolate brownie topped with vanilla ice cream and chocolate sauce. Fruit Tart Buttery tart crust filled with custard and topped with fresh fruit. Home Halls Cafe Movies Rules Contact Privacy Policy Terms & Condition",
    "index": "Welcome to CinemaBlendCafe - Your Ultimate Movie Experience Home Halls Cafe Movies Rules Contact Welcome to CinemaBlendCafe Indulge in the perfect blend of cinema and culinary delights at CinemaBlendCafe. Our unique establishment offers more than just movies; it's a haven for film enthusiasts and foodies alike. Step into a world where the silver screen meets gourmet cuisine, where every dish is crafted to complement the magic unfolding on screen. Whether you're here for a quick bite before the show or a leisurely dinner and movie night, we promise an unforgettable experience. Explore Our Menu See What's Playing About Us Welcome to CinemaBlendCafe, where passion for movies meets culinary excellence. At CinemaBlendCafe, we believe that a great film is best enjoyed with delicious food and drinks in a cozy atmosphere. Our journey began with a simple idea: to create a space where movie buffs and food enthusiasts can come together to celebrate their passions. Whether you're a cinephile looking for the latest blockbuster or a foodie craving gourmet delights, we have something special for you. Step into our cafe, and you'll find yourself immersed in the rich aroma of freshly brewed coffee, the tantalizing scent of popcorn, and the excitement of upcoming screenings. From classic favorites to avant-garde indie films, our diverse movie selection ensures there's always something for everyone. But CinemaBlendCafe is more than just a place to watch movies; it's a community hub where friendships are forged, ideas are shared, and memories are made. Our cozy seating areas, friendly staff, and welcoming ambiance make every visit a delightful experience. With our carefully curated menu inspired by iconic films and cuisines from around the world, every dish tells a story. Our dedicated team works tirelessly to ensure that your experience at CinemaBlendCafe is nothing short of extraordinary. Join us for an unforgettable cinematic and culinary adventure. Sit back, relax, and let us take you on a journey through the magic of movies and flavors. Opening Hours Monday: 9:00 AM - 10:00 PM Tuesday: 9:00 AM - 10:00 PM Wednesday: 9:00 AM - 10:00 PM Thursday: 9:00 AM - 10:00 PM Friday: 9:00 AM - 12:00 AM Saturday: 10:00 AM - 12:00 AM Sunday: 10:00 AM - 10:00 PM Special Offers Happy Hour Join us for our daily happy hour from 4:00 PM to 6:00 PM and enjoy half-priced drinks and appetizers. Movie Night Combo Get a free popcorn with the purchase of any movie ticket every Wednesday night. Weekend Brunch Indulge in our delicious brunch menu every Saturday and Sunday from 9:00 AM to 12:00 PM. Upcoming Sessions The Secret Garden Date: March 28, 2024 Time: 4:00 PM Duration: 2 hours Genre: Family, Fantasy Director: Marc Munden Stars: Dixie Egerickx, Colin Firth, Julie Walters Wonder Woman 1984 Date: March 29, 2024 Time: 6:30 PM Duration: 2 hours 31 minutes Genre: Action, Adventure, Fantasy Director: Patty Jenkins Stars: Gal Gadot, Chris Pine, Kristen Wiig The Batman Date: March 30, 2024 Time: 9:15 PM Duration: 2 hours 55 minutes Genre: Action, Crime, Drama Director: Matt Reeves Stars: Robert Pattinson, Zoe Kravitz, Jeffrey Wright Tenet Date: March 31, 2024 Time: 7:00 PM Duration: 2 hours 30 minutes Genre: Action, Sci-Fi, Thriller Director: Christopher Nolan Stars: John David Washington, Robert Pattinson, Elizabeth Debicki The Irishman Date: April 1, 2024 Time: 8:00 PM Duration: 3 hours 29 minutes Genre: Biography, Crime, Drama Director: Martin Scorsese Stars: Robert De Niro, Al Pacino, Joe Pesci Halls Hall 1 Seating Capacity: 150 Screen Size: 20ft x 30ft Sound System: Dolby Atmos Hall 2 Seating Capacity: 120 Screen Size: 18ft x 25ft Sound System: THX Hall 3 Seating Capacity: 100 Screen Size: 16ft x 20ft Sound System: Surround Sound Hall 4 Seating Capacity: 80 Screen Size: 15ft x 18ft Sound System: Dolby Digital Hall 5 Seating Capacity: 90 Screen Size: 16ft x 22ft Sound System: DTS:X Technical Equipment Projection Systems Our theaters are equipped with state-of-the-art digital projection systems, ensuring crystal-clear image quality. Sound Systems Experience immersive audio with our top-of-the-line surround sound systems, including Dolby Atmos and DTS:X. Seating Enjoy ultimate comfort with our plush, ergonomic seating designed for optimal viewing pleasure. Accessibility Features We offer various accessibility features, including wheelchair-accessible seating and closed captioning devices, to ensure an inclusive moviegoing experience for all. Parking We provide convenient parking facilities for our customers. Our parking lot is spacious and well-lit, ensuring the safety of your vehicle. Feel free to park your car and enjoy your movie experience! Rules No outside food or drinks allowed. Please silence your cell phones during the movie. No smoking inside the theater premises. Children under 12 must be accompanied by an adult. Respect fellow moviegoers and keep noise to a minimum. Follow instructions from theater staff at all times. Reviews John Doe \"Great cinema experience! Comfortable seats, excellent sound quality, and a wide selection of movies. Will definitely come back!\" Jane Smith \"Had a wonderful time at CinemaBlendCafe! The staff was friendly, and the popcorn was delicious. Highly recommend!\" David Brown \"Such a cozy atmosphere! I loved watching movies here. The seats were so comfortable, and the screen was crystal clear. Can't wait to visit again!\" Sarah Johnson \"Fantastic movie selection and great snacks! The staff was helpful and polite. Highly recommended for a fun night out!\" Contact Us Phone: +912104621378 Email: CinemaBlendCafe@gmail.com Address: Karur Bypass Road, Velur, Tamil Nadu 638182, India I accept Privacy Policy Privacy Policy Send Home Halls Cafe Movies Rules Contact Privacy Policy Terms & Condition",
    "policy": "Privacy Policy | CinemaBlendCafe main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } a { color: #125baa; } a:hover { text-decoration: underline; } Home Halls Cafe Movies Rules Contact Privacy Policy Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: Phone: +912104621378 Email: CinemaBlendCafe@gmail.com Location: Karur Bypass Road, Velur, Tamil Nadu 638182, India Home Halls Cafe Movies Rules Contact Privacy Policy Terms & Condition",
    "terms": "CinemaBlendCafe | Terms & Condition main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } a{ color: #125baa; } a:hover{ text-decoration: underline; } Home Halls Cafe Movies Rules Contact Terms and Conditions Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: Phone: +912104621378 Email:CinemaBlendCafe@gmail.com Location:Karur Bypass Road, Velur, Tamil Nadu 638182, India Home Halls Cafe Movies Rules Contact Privacy Policy Terms & Condition",
    "thanks": "Thank You for Contacting Us main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px #125baa; } p { margin-bottom: 20px; } a { font-size: 18px; display: inline-block; color: #125baa; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; color: #125baa; } Thank You for Reaching Out! We appreciate you taking the time to connect with CinemaBlendCafe. Your inquiry is important to us, and we'll get back to you as soon as possible to address any questions or requests you may have. In the meantime, feel free to explore more about our range of household chemicals and cleaning solutions on our website. We're dedicated to providing top-notch products tailored to your needs. Thank you once again for considering CinemaBlendCafe for your household cleaning needs. We look forward to the opportunity to assist you further. Best regards,CinemaBlendCafe Return to Home Page."
  }
}