{
  "name": "New_v8_HavenHome",
  "pages": {
    "about-us": "HavenHome - Conheça Mais Sobre Nossos Móveis de Quarto HavenHome INÍCIO Sobre Nós Produtos Contato Destaques dos Nossos Móveis Materiais de Alta Qualidade Nossos móveis são feitos com materiais de alta qualidade, garantindo durabilidade e resistência para o seu quarto. Conforto e Funcionalidade Projetamos nossos móveis para proporcionar o máximo conforto e funcionalidade, criando um ambiente acolhedor e eficiente. Design Elegante Cada peça é cuidadosamente projetada para combinar estilo e praticidade, proporcionando um visual elegante e sofisticado ao seu quarto. Nossa História Na HavenHome, nossa paixão pela mobília vai além do simples ato de mobiliar um quarto. Fundada há mais de duas décadas por entusiastas de design de interiores, nossa missão sempre foi oferecer aos nossos clientes peças excepcionais que não apenas complementem seu espaço, mas também se tornem uma expressão de sua personalidade única. Desde o início, buscamos combinar a tradição da marcenaria artesanal com a inovação técnica, resultando em móveis que são tão belos quanto funcionais. Nossa dedicação à qualidade, design e atendimento ao cliente nos tornou uma marca reconhecida e confiável em todo o mundo. Cada peça da HavenHome é o resultado de anos de experiência, paixão e artesanato meticuloso. Estamos orgulhosos de oferecer uma variedade de estilos e funcionalidades para atender a diversos gostos e necessidades, permitindo que cada cliente encontre o móvel perfeito para complementar seu espaço de vida. O que nossos clientes dizem \"Estou muito feliz com os móveis que comprei na HavenHome. A qualidade é excelente e eles transformaram completamente o meu quarto. Recomendo muito!\" Maria Silva Cliente satisfeita O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "contacts": "HavenHome - Entre em Contato Conosco HavenHome INÍCIO Sobre Nós Produtos Contato MANTENHA CONTATO St. de Habitações Individuais Geminadas Sul 704 - Asa Sul, Brasília - DF, 70331-750, Brasília havenhome@gmail.com +557579271553 Tem alguma pergunta? Eu aceito a Política de Privacidade ENVIAR O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "disclaimers": "HavenHome - Avisos Legais e Políticas de Responsabilidade HavenHome INÍCIO Sobre Nós Produtos Contato Avisos Legais Os seguintes avisos legais e isenções de responsabilidade se aplicam ao uso do site da HavenHome e à compra de nossos móveis de quarto: Uso do Site: Este site é fornecido \"como está\", e não garantimos que esteja livre de erros ou que funcione de forma contínua e ininterrupta. Informações do Produto: As informações sobre nossos produtos são fornecidas para conveniência geral. Não garantimos a precisão ou atualidade dessas informações. Limitação de Responsabilidade: Não nos responsabilizamos por danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso deste site ou da compra de nossos produtos. Links para Terceiros: Nosso site pode conter links para sites de terceiros. Não endossamos o conteúdo desses sites e não somos responsáveis por suas práticas de privacidade ou segurança. Modificações: Reservamo-nos o direito de modificar o conteúdo deste site, incluindo informações de produtos, a qualquer momento, sem aviso prévio. Lei Aplicável: Estes avisos legais são regidos pelas leis do Estado onde a HavenHome está localizada, sem considerar conflitos de princípios legais. O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "index": "HavenHome - Transforme Seu Quarto com Nossos Móveis Elegantes HavenHome INÍCIO Sobre Nós Produtos Contato TRANSFORME SUA EXPERIÊNCIA DE ESTILO COMCONFORTO E ELEGÂNCIA DESCUBRA NOSSA COLEÇÃO DE MÓVEIS PARA QUARTO EXPLORE AGORA Destaques dos Nossos Móveis Materiais de Alta Qualidade Nossos móveis são feitos com materiais de alta qualidade, garantindo durabilidade e resistência para o seu quarto. Conforto e Funcionalidade Projetamos nossos móveis para proporcionar o máximo conforto e funcionalidade, criando um ambiente acolhedor e eficiente. Design Elegante Cada peça é cuidadosamente projetada para combinar estilo e praticidade, proporcionando um visual elegante e sofisticado ao seu quarto. NOSSO COMPROMISSOCOM A QUALIDADE Na HavenHome, mantemos nosso compromisso com a qualidade desde a nossa fundação. Cada móvel é cuidadosamente selecionado e elaborado para garantir conforto duradouro, durabilidade e estilo. Nos esforçamos para oferecer aos nossos clientes móveis que não apenas atendam às suas necessidades práticas, mas também elevem o design e a estética de seus quartos, tornando seus espaços de descanso verdadeiros paraísos de conforto e beleza. Nossa História Na HavenHome, nossa paixão pela mobília vai além do simples ato de mobiliar um quarto. Fundada há mais de duas décadas por entusiastas de design de interiores, nossa missão sempre foi oferecer aos nossos clientes peças excepcionais que não apenas complementem seu espaço, mas também se tornem uma expressão de sua personalidade única. Desde o início, buscamos combinar a tradição da marcenaria artesanal com a inovação técnica, resultando em móveis que são tão belos quanto funcionais. Nossa dedicação à qualidade, design e atendimento ao cliente nos tornou uma marca reconhecida e confiável em todo o mundo. Cada peça da HavenHome é o resultado de anos de experiência, paixão e artesanato meticuloso. Estamos orgulhosos de oferecer uma variedade de estilos e funcionalidades para atender a diversos gostos e necessidades, permitindo que cada cliente encontre o móvel perfeito para complementar seu espaço de vida. Últimos Móveis Atualize seu espaço com nossos últimos móveis. Cada peça é meticulosamente projetada para aprimorar seu ambiente com conforto e elegância. Explore nossa coleção e encontre o móvel perfeito para elevar seu quarto! Cama Profissional $150.00 Cômoda Sem Fio $100.00 Guarda-roupa de Precisão $80.00 Kit de Estilo Multifuncional $120.00 Ver Todos os Móveis Conforto Total Transforme seu quarto em um oásis de conforto com os móveis selecionados pela HavenHome. Mergulhe na sensação de relaxamento e aconchego enquanto desfruta de cada momento em seu espaço cuidadosamente decorado com nossas peças exclusivas e confortáveis. Design Funcional Descubra a harmonia entre forma e função com móveis projetados para atender às suas necessidades diárias. Na HavenHome, combinamos estilo e praticidade para criar quartos que são tão bonitos quanto funcionais. Estilo Atemporal Explore nossa coleção de móveis atemporais que resistem ao teste do tempo. Com materiais de qualidade e acabamentos cuidadosamente selecionados, nossos móveis são projetados para manter sua beleza e estilo por muitos anos. Explore Nossa Coleção O que nossos clientes dizem \"Estou muito feliz com os móveis que comprei na HavenHome. A qualidade é excelente e eles transformaram completamente o meu quarto. Recomendo muito!\" Maria Silva Cliente satisfeita O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "privacy-policy": "HavenHome - Política de Privacidade HavenHome INÍCIO Sobre Nós Produtos Contato Política de Privacidade A sua privacidade é importante para nós. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais quando você utiliza nosso site e adquire nossos móveis de quarto. Informações que Coletamos Podemos coletar as seguintes informações pessoais: Nome Endereço de e-mail Endereço de entrega Informações de pagamento Informações de contato Como Usamos Suas Informações Utilizamos suas informações pessoais para os seguintes propósitos: Processar seu pedido e fornecer os produtos solicitados Enviar atualizações sobre seu pedido ou informações de entrega Responder às suas perguntas e fornecer suporte ao cliente Enviar comunicações de marketing, se você optar por recebê-las Proteger contra atividades fraudulentas ou ilegais Compartilhamento de Informações Nós não vendemos, alugamos ou compartilhamos suas informações pessoais com terceiros, exceto conforme descrito nesta Política de Privacidade ou quando exigido por lei. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, uso indevido ou alteração. O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "services": "HavenHome - Nossos Móveis de Quarto HavenHome INÍCIO Sobre Nós Produtos Contato Últimos Móveis Atualize seu espaço com nossos últimos móveis. Cada peça é meticulosamente projetada para aprimorar seu ambiente com conforto e elegância. Explore nossa coleção e encontre o móvel perfeito para elevar seu quarto! Cama Profissional $150.00 Cômoda Sem Fio $100.00 Guarda-roupa de Precisão $80.00 Kit de Estilo Multifuncional $120.00 comprar agora NOSSO COMPROMISSOCOM A QUALIDADE Na HavenHome, mantemos nosso compromisso com a qualidade desde a nossa fundação. Cada móvel é cuidadosamente selecionado e elaborado para garantir conforto duradouro, durabilidade e estilo. Nos esforçamos para oferecer aos nossos clientes móveis que não apenas atendam às suas necessidades práticas, mas também elevem o design e a estética de seus quartos, tornando seus espaços de descanso verdadeiros paraísos de conforto e beleza. Conforto Total Transforme seu quarto em um oásis de conforto com os móveis selecionados pela HavenHome. Mergulhe na sensação de relaxamento e aconchego enquanto desfruta de cada momento em seu espaço cuidadosamente decorado com nossas peças exclusivas e confortáveis. Design Funcional Descubra a harmonia entre forma e função com móveis projetados para atender às suas necessidades diárias. Na HavenHome, combinamos estilo e praticidade para criar quartos que são tão bonitos quanto funcionais. Estilo Atemporal Explore nossa coleção de móveis atemporais que resistem ao teste do tempo. Com materiais de qualidade e acabamentos cuidadosamente selecionados, nossos móveis são projetados para manter sua beleza e estilo por muitos anos. comprar agora O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "terms-conditions": "HavenHome - Termos e Condições HavenHome INÍCIO Sobre Nós Produtos Contato Termos e Condições Estes termos e condições regem o uso do site da HavenHome e a compra de nossos móveis de quarto. Ao acessar ou utilizar nosso site e ao efetuar uma compra, você concorda com estes termos e condições. Leia atentamente antes de prosseguir: Uso do Site: Você concorda em utilizar nosso site apenas para fins legais e de acordo com estes termos. Informações Pessoais: Ao fornecer suas informações pessoais, você concorda com nossa Política de Privacidade. Pedidos e Pagamentos: Todos os pedidos estão sujeitos a disponibilidade e confirmação. O pagamento deve ser realizado conforme especificado durante o processo de compra. Entrega e Devoluções: Consulte nossa Política de Entrega e Devoluções para informações detalhadas sobre prazos, custos e condições de devolução de produtos. Propriedade Intelectual: Todos os direitos de propriedade intelectual relacionados ao site e aos produtos pertencem à HavenHome. Limitação de Responsabilidade: Não nos responsabilizamos por danos indiretos, incidentais, especiais ou consequenciais decorrentes do uso do nosso site ou da compra de nossos produtos. Alterações nos Termos: Reservamo-nos o direito de modificar estes termos a qualquer momento. Verifique periodicamente para estar ciente das atualizações. O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita",
    "thanks": "HavenHome - Obrigado! HavenHome INÍCIO Sobre Nós Produtos Contato Obrigado! Agradecemos por entrar em contato conosco na HavenHome. Estamos muito felizes com seu interesse em nossos móveis de quarto. Entraremos em contato em breve para ajudá-lo ainda mais. O site da HavenHome utiliza cookies para garantir que você tenha a melhor experiência em nosso site. Aceitar ou Recusar. Aceitar Recusar HavenHome Navegação Início Produtos Sobre Nós Informações Política de Privacidade Termos e Condições Avisos Legais Visite-nos Agende uma Visita"
  },
  "date": "2024-06-24T11:24:01.505Z"
}