{
  "name": "New_v8_spices",
  "pages": {
    "about": "SpiceSutra: Weaving the Essence of India into Every Spice Home Catalog Products About us Contacts Call us Our Journey: The SpiceSutra Story Crafting a Legacy of Flavor: The Origins of SpiceSutra Welcome to SpiceSutra, where every spice tells a story of tradition, flavor, and the heart of India. Our journey is not just about bringing authentic Indian spices to your kitchen; it's about rekindling the ancient connections between the land, its people, and their food. Here, we share with you the tale of how SpiceSutra came to be, a story woven from the threads of passion, heritage, and the pursuit of culinary excellence. The Dawn of SpiceSutra: In the year 2010, amidst the verdant valleys of Kerala, a land synonymous with spices that have captivated the world for centuries, SpiceSutra was born. Founded by Aarav Patel, a third-generation spice farmer, and Maya Singh, a culinary historian, the brand was conceived from a shared dream: to bring the rich diversity of Indian spices to the global stage, preserving their authentic flavors and storied pasts. Aarav, with his deep-rooted knowledge of traditional farming practices, and Maya, with her passion for the history and culture of Indian cuisine, realized that together, they could create something extraordinary. They envisioned SpiceSutra as a sanctuary for the preservation of ancient spice traditions, a place where the purity of Indian flavors could flourish untouched by commercial compromise. Crafting the Vision: The founders embarked on a journey across India, from the saffron fields of Kashmir to the black pepper vines of Tamil Nadu, hand-selecting spices that met their stringent criteria for quality and authenticity. They forged partnerships with local farmers, committed to sustainable and ethical farming practices, ensuring that every spice in the SpiceSutra collection was a testament to the land's fertility and the farmers' dedication. SpiceSutra's philosophy was simple yet profound: to offer spices that are not merely ingredients but carriers of history, culture, and the essence of India. This commitment to authenticity and quality resonated with chefs, home cooks, and culinary enthusiasts around the world, quickly establishing SpiceSutra as a trusted name in the realm of Indian spices. The Legacy Unfolds: Today, SpiceSutra stands as a beacon of excellence in the spice industry, a brand that is synonymous with the vibrancy, diversity, and richness of Indian cuisine. Our collection, now encompassing over a hundred varieties of spices, is a homage to India's agricultural wealth and culinary heritage. But SpiceSutra is more than just a brand; it's a movement towards reconnecting with the roots of Indian cooking, towards celebrating the stories behind the spices that season our meals. Through our workshops, cookbooks, and online platform, we strive to educate and inspire, to share the age-old wisdom and innovative spirit that Indian cuisine embodies. Our Promise to You: At SpiceSutra, we are committed to bringing you not just the finest spices but also a piece of India's soul. Our journey continues, with each spice we discover, each farmer we partner with, and each dish you create using our spices. Together, we are not just cooking; we are keeping the flame of Indian culinary tradition alive, one spice at a time. Join us on this flavorful journey, and let SpiceSutra be a gateway to exploring the infinite possibilities that Indian spices offer. Welcome to our family, where every meal is a celebration of India's glorious spice heritage. Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "catalog": "ChakraSpices: Enrich Your Meals with India's Authentic Spice Harmony | Spice Catalog Home Catalog Products About us Contacts Call us Spice Catalog Spice 250 ₹ per kg Order Spice 750 ₹ per kg Order Spice 450 ₹ per kg Order Spice 850 ₹ per kg Order Spice 2250 ₹ per kg Order Spice 150 ₹ per kg Order Spice 550 ₹ per kg Order Spice 1250 ₹ per kg Order Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "contact": "SpiceSutra: Connect with Us Across India Home Catalog Products About us Contacts Call us Stay in Touch with SpiceSutra - Our Doors are Open Across India Find Your Nearest SpiceSutra Store Welcome to the SpiceSutra Contacts page! We're delighted to offer you several ways to connect with us and explore the rich world of Indian spices. Our network of stores across India is dedicated to bringing you the finest spices directly from our farmers to your kitchen. Below, you'll find detailed contact information for each of our boutiques, including their location, phone number, and a dedicated email address for inquiries. Whether you're near the misty hills of Kerala or the bustling markets of Delhi, a SpiceSutra store is always within reach. Kerala - The Heart of Spice Country - Address: Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India - Phone: +91 62 6274 7438 - Email: spices@gmail.com Experience the source of some of the world's most sought-after spices. Our Kochi store is nestled in the heart of Kerala, offering an extensive range of locally sourced spices. Visit our Hyderabad gallery for a taste of Telangana's rich spice heritage, featuring everything from robust Tellicherry peppercorns to fragrant saffron. For any inquiries, feedback, or just to share your SpiceSutra experience, please don't hesitate to reach out through the provided contact details. Our team is eager to assist you in discovering the perfect spices for your culinary creations. Welcome to the SpiceSutra family – where every spice tells a story. Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "disclaimer": "Disclaimer | SpiceSutra - Essential Information Home Catalog Products About us Contacts Call us SpiceSutra Website Disclaimer Insight into Our Content and Utilization Guidelines The information presented is for purely informational purposes. SpiceSutra strives to maintain the accuracy and current status of all content but cannot guarantee the complete reliability, availability, or timeliness, and hereby disclaims any warranties, either expressed or implied, regarding these aspects. External Links Disclaimer SpiceSutra may feature links to external sites and content that originate from third-party sources, as well as links found within advertisements. Please be aware that we do not have authority over, nor do we necessarily endorse, the content found on these external sites. Professional Advice Disclaimer Content on SpiceSutra is not meant to serve as a substitute for professional advice (e.g., medical, legal, or financial advice). It is intended for general information and educational purposes only. We strongly advise consulting with professional experts before making any decisions based on the information provided on our site. Errors and Omissions Disclaimer While SpiceSutra makes every effort to ensure the accuracy and up-to-dateness of our content, we cannot be held accountable for any errors, omissions, or the results obtained from utilizing this information. Fair Use Disclaimer Our site may include copyrighted material the use of which has not always been specifically authorized by the copyright owner. We make such material available for the purposes of criticism, commentary, news reporting, teaching, scholarship, and research. Views Expressed Disclaimer The views and opinions expressed on SpiceSutra are those of the individual content creators and do not necessarily reflect the official policies, positions of any other agency, organization, employer, or company. No Responsibility Disclaimer The information provided on our site is with the understanding that SpiceSutra is not herein engaged in rendering professional advice or services. As such, it should not be used as a replacement for consultation with professional advisory bodies. Use at Your Own Risk Disclaimer Information on this site is provided \"as is,\" with no warranty of any kind, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. SpiceSutra, its affiliates, or their respective partners, agents, or employees, will not be liable for any decisions made or actions taken in reliance upon the information provided on this platform. Contact Us For any inquiries regarding this disclaimer, feel free to reach out to us. Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "form": "ChakraSpices: Enrich Your Meals with India's Authentic Spice Harmony | Order form Home Catalog Products About us Contacts Call us I accept privacy policy Send message Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "index": "ChakraSpices: Enrich Your Meals with India's Authentic Spice Harmony Home Catalog Products About us Contacts Call us Awaken Your Senses with the True Essence of Indian Spices Welcome to ChakraSpices, your home for an exquisite array of India's most cherished flavors. Shop now Discover the Soul of Indian Cooking with ChakraSpices View catalog Catalog Spice 250 ₹ per kg Order Spice 750 ₹ per kg Order Spice 450 ₹ per kg Order Spice 850 ₹ per kg Order Whole Spices Ground Spices Herbs Blends and Mixes Wide Selection of Authentic Spices Choose from a diverse range of high-quality, authentic Indian spices sourced directly from trusted suppliers across the country. Fast and Reliable Delivery Enjoy prompt and secure delivery services, ensuring that your favorite spices reach your doorstep fresh and ready to enhance your culinary creations. Exclusive Deals and Offers Unlock exclusive deals, discounts, and special offers on bulk purchases, allowing you to stock up on essential spices while saving money. Embrace the spirit of Indian cooking with ChakraSpices. Shop now Catalog Spice 2250 ₹ per kg Order Spice 150 ₹ per kg Order Spice 550 ₹ per kg Order Spice 1250 ₹ per kg Order As you step through our digital doors, you are greeted with an array of vibrant hues and enticing aromas. Our spices are more than just ingredients; they are the essence of India's soul, capturing the harmony of the land's diverse regions and traditions. At ChakraSpices, every batch of spice is a legacy Shop now Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "privacy": "SpiceSutra: Upholding Your Privacy with Care Home Catalog Products About us Contacts Call us SpiceSutra Privacy Policy Your Privacy and Security: Our Top Priority Information Collection Practices In our efforts to enhance our services and your experience, we collect a variety of information, which includes: Personal Contact Information: Such as your name, email address, and phone number, provided during sign-up processes or inquiries. Browsing Information: Data related to your interactions and traffic patterns on our website. Transactional Records: Detailed records of the transactions and purchases made on our platform, including payment information. Use of Collected Information The information we gather is primarily used to: Tailor your browsing experience to your preferences. Improve the quality and functionality of the services we provide. Manage transactions efficiently and process your orders with ease. Communicate with you regarding promotional activities, special offers, and updates about our premium spices. Information Distribution Policies We strictly prohibit the sale, trade, or improper sharing of your identifiable personal information with third parties, except under specific conditions: To comply with legal obligations. To protect our rights or properties. To enforce the policies of our website. With our trusted contractors and service providers who assist in our operations, with a strict confidentiality agreement that limits the use of such information to the intended purposes. Safeguarding Your Information A variety of security measures are in place to protect your personal information. It is important to note, however, that no method of transmission over the internet, or method of electronic storage, is 100% secure. Cookie Usage Our website employs cookies to improve your user experience. You may modify your browser settings to decline cookies or to be alerted when cookies are being sent. Policy Modifications SpiceSutra reserves the right to amend this privacy policy as needed. Any significant changes will be prominently notified on our website's homepage. Questions and Contact Information Should you have any inquiries or concerns about this Privacy Policy, please do not hesitate to reach out to us at spices@gmail.com. Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "products": "SpiceSutra: Embark on a Voyage Through India's Treasured Spices Home Catalog Products About us Contacts Call us Explore the Quintessence of Indian Spices with SpiceSutra Unveil the Secrets of India's Most Coveted Spices Welcome to the vibrant core of SpiceSutra, where the spirit of India's culinary heritage is enshrined in every grain and every leaf. This is a place where spices are not mere ingredients, but narrators of a millennia-spanning saga, capturing the essence of a civilization renowned for its lavish use of these aromatic treasures. Our Products page is a curated gallery, showcasing the most cherished spices that form the bedrock of Indian gastronomy. Here, each spice is a relic, a snippet of the subcontinent's storied past, a cultural icon, and a quintessential element of the Indian culinary experience. Within our collection lies a rich lexicon of flavors, each spice a character in the epic narrative of Indian cuisine. These spices have voyaged through time, from ancient Vedic rites to the kitchens of Mughal emperors, to the homely hearths across the diverse regions of modern-day India. They are the heirlooms of the Indian pantry, each with its own tale of conquests, celebrations, and ceremonies. At SpiceSutra, we don't just sell spices; we offer fragments of history, encapsulated in the sensory experience that each spice delivers. Turmeric - The Golden Glory: Embark on a journey with SpiceSutra to the ancient lands of India where turmeric, or 'Haldi' as it is lovingly called, reigns as a golden king among spices. This majestic root, steeped in a history as old as the civilization itself, is far more than just a spice. It is a vibrant symbol of Indian tradition, a healing balm passed down through generations, and a festive hue that paints every occasion with its sunny radiance. In the SpiceSutra collection, turmeric is our crowning jewel. Each granule is a fragment of the sun captured within the fertile soils of India, where it is cultivated with care and reverence. The earthy, mustard-yellow powder is like the first light of dawn, bursting with life and the promise of a new day. Its peppery fragrance and slightly bitter, warm flavors are a testament to the rich Indian soil that nourishes it. The use of turmeric in Indian households transcends culinary boundaries. It is an elixir of health, woven into the very fabric of life. Its medicinal prowess is renowned, with each pinch believed to carry the power to heal and purify. In Ayurvedic practices, turmeric is the golden goddess, an antidote to ailments, a shield against maladies, and a spark of wellness in daily life. But the glory of turmeric is not confined to its health benefits alone. In the kitchen, it plays the role of both artist and artisan, lending its rich golden hue to a palette of dishes. From the robust curries that are the hallmark of Indian cuisine to the subtle flavors of lentil soups, from the comforting warmth of a morning tea to the zesty marinades that adorn the nation's beloved snacks, turmeric is omnipresent, casting its golden spell on every plate. At SpiceSutra, we honor turmeric as the embodiment of India's golden spirit. We invite you to sprinkle this precious spice with reverence, knowing that you are adding more than just color and flavor. You are partaking in a tradition that has seasoned the Indian way of life with joy, health, and prosperity. Turmeric is not just the backbone of our recipes; it is the heart of our heritage, the golden thread that binds the tapestry of Indian cuisine with warmth and eternal glow. Cumin - The Fragrant Philosopher: In the grand tapestry of SpiceSutra's offerings, cumin—reverently termed 'Jeera' in the Indian lexicon—stands out as a spice of profound legacy and wisdom. This modest seed, with its unassuming brown hue, is a philosopher among spices, steeped in the ancient lore of the Indian subcontinent. It speaks to us of the arid, rugged terrains of Gujarat and Rajasthan, where each grain is imbued with the intense kiss of the relentless sun, bestowing upon it a warm, earthy aroma that is the heartbeat of Indian culinary tradition. The story of cumin is woven into the very essence of Indian history, where its presence has been a constant, from the spice caravans that traversed the desert to the royal kitchens of palatial forts. It has been a trusted companion to healers and cooks alike, celebrated for both its digestive properties and its indispensable flavor profile. When the cumin seed is gently warmed, it releases a bouquet of aromas that are as complex as the philosophy it embodies—earthy, pungent, and with a whisper of smoky sweetness. In the deft hands of Indian cooks, cumin plays a symphony of roles with grace. Roasted gently in a pan, it transforms, its essential oils dancing forth to release nutty and smoky undertones that are the foundation of countless dishes—from the humblest of daals that provide daily sustenance to the people, to the most elaborate biryanis that grace festive tables. Its magic does not end when the flame is extinguished; ground into a fine powder, cumin becomes a versatile adornment, ready to sprinkle its wisdom onto an array of yoghurt-based raitas or to infuse life into a simple vegetable stir-fry. At SpiceSutra, we honor cumin's venerable journey through time. Our cumin is not just harvested; it is carefully tended and hand-picked, ensuring that the stories and the sun of its homeland are packed into every seed. As you open a container of SpiceSutra cumin, you are invited to inhale deeply, to listen to the whispers of ancient spice markets, to feel the dry heat of the Thar Desert, and to partake in the age-old traditions that cumin has seasoned through time. Cumin, in its essence, is a meditation on flavor, an offering to the palate that is both grounding and enlightening. It is a philosopher that teaches balance, enhancing and never overwhelming, a guide through the complexities of Indian cuisine. Let cumin be the sage in your kitchen, the fragrant philosopher from SpiceSutra, that imparts not only taste but also a slice of Indian heritage to every dish it graces. Cardamom - The Aromatic Alchemist: In the rich and exotic collection of SpiceSutra, cardamom, or 'Elaichi' as it is fondly called, ascends the throne with an elegance unmatched by any other. This spice, hailed as the queen of aromatics, brings to the realm of Indian cuisine a complexity and depth that is nothing short of alchemical. Originating from the lush, verdant slopes of Kerala's cardamom hills, where the air is forever imbued with its intoxicating fragrance, this spice is a testament to India's natural bounty and the intricate tapestry of its food culture. Elaichi is a marvel of nature, its small, green pods encapsulating flavors that are at once sweet, spicy, and profoundly aromatic. It's this multifaceted character that makes cardamom the heart and soul of countless dishes across the Indian subcontinent. In the hands of a skilled cook, a single pod can work wonders, infusing dishes with a complexity that elevates them from the simple to the sublime. It is the essence that gives masala chai its vibrant kick, awakening the senses with each sip. It imparts a delicate, floral fragrance to biryanis, making each grain of rice sing with flavor. And in the realm of sweets, from the creamy kheer to the rich gulab jamun, elaichi is the final flourish, leaving a soothing, aromatic aftertaste that lingers like a fond memory. But the influence of cardamom extends beyond taste and aroma; it's imbued with a history as rich as its flavor. Once more valuable than gold, cardamom has been a symbol of luxury and opulence, a spice so revered that it was offered as a gift to the gods. Today, at SpiceSutra, we continue this tradition of reverence, sourcing our cardamom from the best plantations, where each pod is handpicked with care, ensuring that its royal lineage is preserved. The alchemy of cardamom lies in its ability to transform. With just a pinch, it can turn the everyday into the exceptional, weaving magic into the fabric of culinary creations. Its versatility is unmatched, playing the role of both protagonist and supporting character with equal flair. Whether it's grounding the fiery notes of a spicy curry or accentuating the sweetness of a dessert, cardamom balances flavors, creating harmony on the palate. At SpiceSutra, we invite you to explore the enchanting world of cardamom, to experiment with its myriad uses, and to discover for yourself how this aromatic alchemist can transmute the ordinary into the extraordinary. Let the queen of spices reign supreme in your kitchen, guiding you through a culinary journey that's fragrant, flavorful, and endlessly fascinating. With each pod of SpiceSutra cardamom, you're not just cooking; you're partaking in a tradition that has flavored the essence of India for centuries. Coriander - The Subtle Soothsayer: In the orchestra of flavors that SpiceSutra curates, coriander, known affectionately as 'Dhaniya' in India, plays the role of the wise soothsayer. It is the essence of subtlety and serenity amidst the vibrancy of Indian spices, its presence both calming and profound. Coriander seeds are like little globes of mystery; when crushed, they unfurl layers of taste—citrusy at first, then sweet, and finally, a lingering warmth that speaks of ancient soils and open skies. The transformation of these seeds into powder brings forth a culinary magician, an ingredient that whispers secrets of flavor alchemy into the ears of those who listen closely. The journey of coriander begins in the sun-drenched fields of India, where it grows under the watchful eyes of farmers who have passed down their knowledge through generations. Each plant is a testament to the connection between land and cuisine, a green thread in the fabric of Indian food heritage. The harvesting of coriander is a celebration of earth's bounty, and at SpiceSutra, we take great care to preserve the essence of this celebration in every packet of coriander we offer. Dhaniya is not just a spice; it is a balancing force in the culinary universe. In the robust and fiery constellation of Indian spices, coriander powder acts as a grounding element, its lemony freshness cutting through the heat, its sweet depth adding dimension to dishes. It is the backbone of spice blends, the key that unlocks the harmony of flavors, allowing each ingredient to sing while ensuring the chorus is beautifully balanced. Whether sprinkled over a tangy chutney, lending its vibrant yet soothing notes, or woven into the base of a hearty curry, where it melds with other spices to create a tapestry of taste, coriander is the unsung hero, the subtle soothsayer of the spice world. But the magic of coriander extends beyond its taste. It is a whisper of freshness, an invitation to experience the dew-draped gardens at dawn, the cool touch of green leaves, and the earthy scent of rain-soaked soil. In a tangy chutney, coriander is the echo of spring, a burst of green that brightens the palate. In a hearty curry, it is the depth of autumn, a mellow sweetness that enriches every spoonful. At SpiceSutra, we invite you to delve into the world of coriander, to explore its multifaceted character, and to discover how this subtle soothsayer can transform your cooking. Let Dhaniya be your guide to creating dishes that resonate with the complex simplicity of Indian cuisine, where every flavor is a note in a grand symphony, and coriander is the melody that weaves them into harmony. With SpiceSutra's coriander, you're not just seasoning your food; you're seasoning it with the wisdom of ages, the freshness of the earth, and the soul of India. Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "terms": "SpiceSutra: Terms & Conditions - Navigating Our Spice World Home Catalog Products About us Contacts Call us SpiceSutra Terms & Conditions Your Guide to Using SpiceSutra Responsibly This document sets forth the terms and guidelines under which you may access and use the SpiceSutra website. By engaging with our site, you agree to adhere to these terms and conditions. If you find any part of these terms disagreeable, we kindly ask that you refrain from using our platform. Intellectual Property Rights The content displayed on this site, including but not limited to text, graphics, and underlying data, is owned by SpiceSutra or its content providers, barring any content that you own yourself. We grant you a limited license for personal, non-commercial viewing of our materials, in accordance with these terms. Usage Restrictions You are expressly prohibited from: Reproducing, duplicating, or otherwise exploiting our site material for any purpose without our express written consent. Selling, sublicensing, or commercializing any material from our website. Publicly performing or displaying any site content. Using this website in any manner that could be harmful or impede another person's use of the website. Your Content \"Your Content\" refers to any form of media, including but not limited to text, images, or video, that you decide to display on this website. By displaying Your Content, you grant SpiceSutra a non-exclusive, worldwide right to use, reproduce, adapt, and distribute it. Your Content should be your own and must not infringe on the rights of others. SpiceSutra reserves the right to remove any of Your Content from our website at any time, without notice. Warranty Disclaimer This website and its content are provided \"as is,\" and SpiceSutra makes no representations or warranties, expressed or implied, regarding the website and its materials. Limitation of Liability Under no circumstances shall SpiceSutra, its directors, employees, or affiliates, be liable for any direct, indirect, incidental, or consequential damages arising from your use of this website. Indemnification You agree to indemnify and hold harmless SpiceSutra from any claims, damages, liabilities, and expenses arising from your breach of these terms. Severability Should any part of these terms be held invalid or unenforceable by a court of law, the remaining provisions will continue in effect. Modification of Terms SpiceSutra reserves the right to modify these terms at any time. It is your responsibility to review these terms regularly. Assignment SpiceSutra may assign its rights and obligations under these terms without notice. You may not assign your rights and obligations under these terms. Entire Agreement These terms represent the entire agreement between you and SpiceSutra regarding your use of the website and supersede all previous agreements. Governing Law & Jurisdiction These terms are governed by the laws of the jurisdiction in which SpiceSutra is based, and you consent to the jurisdiction of its courts for any disputes. Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline",
    "thank": "ChakraSpices: Enrich Your Meals with India's Authentic Spice Harmony | Thank you for your order at ChakraSpices! Home Catalog Products About us Contacts Call us Thank You for Your Order! We've received your order and are processing it now. You'll receive a confirmation email shortly with the details of your purchase. If you have any questions or concerns about your order, feel free to contact us. Our team is here to help! Meanwhile, why not explore more of our delicious spices? Visit our catalog to discover our full range of authentic Indian flavors. Thank you again for choosing ChakraSpices. We appreciate your business! Katra Ishwar Bhawan, 441 1st floor, Khari Baoli, Chandni Chowk, New Delhi, Delhi 110006, India +91 62 6274 7438 spices@gmail.com Privacy Policy Terms of Service Disclaimer Home Catalog Products About us Contacts This website uses cookies to ensure you get the best experience on our website. Accept Decline"
  }
}