{
  "name": "New_v8_EnergyHub",
  "pages": {
    "about": "About Us - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Who we are and what we do Energy Hub is a leading provider of reliable, high quality povbanks designed to keep you connected at all times. Our company was founded with the goal of providing mobile device users with the best charging solutions, and today we are proud that our products are used by thousands of people around the world. We believe in innovation and quality, which is why our pverbanks are built for performance and durability. Learn more about our history, mission and the team that works every day to make your life more convenient and mobile. About Us: Energy Hub's History and Mission Energy Hub was founded with a mission to provide mobile device users with reliable and high quality charging solutions. Starting as a small startup, we have grown into a leading provider of poverbanks through our relentless pursuit of innovation and excellence. Every Energy Hub product is built with our customers in mind to provide convenience and confidence in every situation. Our Mission At Energy Hub, we are committed to making our customers' lives more comfortable and mobile. We understand how important it is to always stay connected, whether it's for work, socializing with loved ones or entertainment. That's why our mission is to provide the most advanced, reliable and stylish charging solutions that meet the demands of the modern user. Quality and Reliability We use only the best materials and state-of-the-art technology to ensure the durability and reliability of our products. Customization We listen carefully to our customers' feedback and constantly work to improve our products and services. Innovation and Development We constantly monitor new trends and innovate to offer our customers the best. Why Choose Energy Hub Our customers value us for our high quality products, excellent service and the professionalism of our team. We're proud to help thousands of people around the world stay connected and mobile every day. Connect to Energy Hub and experience the benefits of modern charging technology! Our Team: The Experts Creating the Future of Charging Vishal Redi Chief Executive Officer (CEO) Vishal founded Energy Hub with a vision to create reliable charging solutions that would change lives. His passion for technology and innovation drives the company forward. Amrita Singh Chief Technology Officer (CTO) Amrita is responsible for developing and implementing cutting edge technology in our products. She has over 15 years of experience in electronics and is committed to continuous innovation. Rahul Sharma Chief Marketing Officer (CMO) Rahul leads the company's marketing strategies, helping to communicate our mission to customers around the world. He has extensive experience in marketing and branding. Kavya Patel Sales Executive Kavya leads our sales team in providing a high level of customer service. She always strives to find the best approach to meet customer needs. Arvind Deshmukh Product Development Manager Arvind is responsible for creating new products and improving existing products. His technical knowledge and attention to detail ensure the high quality of our products. Nisha Mehta Customer Support Manager Nisha leads the customer support team, ensuring that every customer receives timely and expert assistance. Her customer care helps us maintain our high standards of service. About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "catalog": "Catalog - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Find the perfect solution to charge your devices In our catalog you will find a wide range of pobanks designed to meet your every need. Whether you're looking for a compact solution for everyday use or a powerful pverbank for long trips, we have what you need. Each of our products is characterized by high quality, reliability and stylish design. Take a look through our range and choose the perfect pervo-bank for you. Product Catalog: Choose the perfect pverbank for you Energy Hub Power Pro 10000 ₹1,299 Compact and powerful pervobank with 10,000 mAh capacity. Ideal for daily use. Order Energy Hub Power Max 20000 ₹2,199 A powerbank with dual 20,000 mAh capacity and fast charging function for all your devices. Order Energy Hub Slim Charge 5000 ₹899. An ultra-slim 5,000 mAh povobank that easily fits in your pocket or bag. Order Energy Hub Solar 15000 ₹2,799. An eco-friendly 15,000 mAh poverbank with a solar panel for recharging on the go. Order Energy Hub Wireless 10000. ₹1,699. A 10,000 mAh poverbank with wireless charging function for ultimate convenience. Order Energy Hub Turbo 25000 ₹3,299. A powerful 25,000 mAh poverbank with ultra-fast charging support for any device. Order Energy Hub Compact 8000 ₹1,199. A lightweight and compact 8,000 mAh poverbank with dual USB ports to charge multiple devices simultaneously. Order Energy Hub Premium 30000 ₹3,999. Premium povobank with 30,000 mAh capacity, ideal for long trips and heavy use. Order Energy Hub Mini 4000 ₹699. Small and handy 4,000 mAh povbank, ideal for emergencies. Order Energy Hub Ultra 50000 ₹5,499. A 50,000 mAh ultra powerful poverbank designed to charge multiple devices for a long time. Order Energy Hub Adventure 12000 ₹1,599. A rugged and waterproof 12,000 mAh poverbank designed for outdoor activities and travel. Order Energy Hub Quick Charge 18000 ₹2,499. An 18,000 mAh power bank with Quick Charge 3.0 fast charging technology. Order Energy Hub Travel 15,000 ₹1,899. A handy 15,000 mAh poverbank with multiple USB ports to charge all your devices on the go Order Energy Hub Elite 20000 ₹2,599. A stylish and powerful 20,000 mAh povbank with fast charging function and LED charge level indicator Order Energy Hub Sport 10000. ₹1,399. A 10,000 mAh capacity poverbank with a shockproof case designed for active lifestyles. Order About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "contacts": "Contacts - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Contact Energy Hub Whether you have questions about our products, want to place an order or need support, our team is here to help. We value every customer and strive to provide the highest level of service. Our goal is to provide you with the best experience using our povobanks, and we are always happy to hear your feedback and suggestions. Your opinion is important to us and we are constantly working to improve our products and services. Contact us in a way that is convenient for you - via phone, email or fill out the form on the website. We pride ourselves on the fact that our customers can count on fast and qualified assistance in any situation. Whether you want to learn more about our products or need technical support, our team of experts are always available to answer all your questions. We strive to ensure that every experience you have with Energy Hub is as positive and productive as possible. The Story of Powerbanks: From Evolution to Perfection. +91-943-0492031 EnergyHub@gmail.com J5CH+54R, Patna University Campus, Patna, Bihar , India Monday - Saturday: 09:00 - 18:00 Sunday and public holidays: Day off Name E-mail Phone number Submit I accept privacy policy About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "cookies": "Cookie Policy - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Cookie Policy What are cookies? Cookies are small text files that a website stores on your computer or mobile device when you visit. They are widely used to store information about your preferences, to improve the usability of the site and to collect anonymous statistical information about your interaction with the si Necessary cookies These cookies are necessary for the basic functions of the site and allow you to navigate the site and use its features, such as accessing secure areas of the site. Analytics Cookies We use cookies to collect information about how you use our site so that we can improve it and provide a better user experience. Personalization cookies These cookies allow us to remember your preferences (such as language or region) and provide a more personalized experience. Advertising cookies We use cookies to display advertisements that are more relevant to you and your interests. Cookie management You can always change your cookie settings or disable cookies completely in your browser settings. Please be aware that disabling cookies may result in some site features not working properly. By continuing to use our website without changing your cookie settings, you agree to our cookie policy. If you have any questions about our cookie policy, feel free to contact us. About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "disclaimer": "Disclaimer - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Disclaimer Information Purpose The information provided on this site is for general information purposes only. While we make every effort to provide accurate and up-to-date information, we make no warranty as to the completeness, accuracy, reliability or currency of the information provided. Any action you take based on the information on this site is solely at your own risk. Disclaimer of Liability for Use of Information We will not be liable for any loss or damage, direct or indirect, arising from the use of this site or the information provided on it. This includes but is not limited to loss due to loss of data, profits or business, whether foreseeable or not. Disclaimer of liability for links to third party sites Our site may contain links to third party sites that are not under our control. We are not responsible for the content, privacy policies or practices of third-party sites and strongly encourage you to read their terms of use. Modifications and Amendments We reserve the right to make changes or additions to this disclaimer at any time without notice. We recommend that you periodically check this page for changes Disclaimer of liability for damages We are not liable for any loss or damage arising from the use of this website or its content. This includes direct, indirect, incidental, consequential damages or loss of profits. Contact Us If you have any questions or suggestions regarding our disclaimer, please contact us. About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "index": "Energy Hub - The best pobanks for your devices About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Welcome to Energy Hub! Energy Hub is your source of power anytime! We offer a wide selection of quality portable chargers to keep you connected in any environment. No matter where your day takes you, our equipment is ready to provide your gadget with the power it needs. Connect to unlimited energy with Energy Hub today! 10,000 Сustomers have chosen us as their power source. 20 Models of portable chargers in our range. 30 Charger experts. 90% customers are satisfied with our products. The Story of Powerbanks: From Evolution to Perfection. Ever since the first mobile devices were introduced, pervobanks have been an integral part of our daily lives. Their history goes back a long way, when the need for extra power for our gadgets arose. In the beginning, pobanks were bulky and clunky devices, but they opened new horizons of freedom, allowing us to stay connected even when we are away from an outlet. As technology has evolved, pobanks have become smaller, more powerful and more functional. Modern models have high power, fast charging and additional features such as wireless charging and the ability to charge multiple devices simultaneously. Today, poverbanks have become an indispensable accessory for active users of smartphones and other mobile devices. They become our faithful companions in traveling, on walks or even in everyday activities, providing the necessary energy in any situation. At Energy Hub, we offer a wide range of the most advanced and reliable models of povobanks. Our products combine cutting-edge technology, stylish design and high quality to meet the needs of the most discerning users. Connect to our store now and stay connected with Energy Hub! The Bonuses of Using Our Powerbanks When you choose a povobank from Energy Hub, you not only get a reliable and convenient device to charge your gadgets, but also a number of additional bonuses. Our povobanks provide fast charging of your device, which is especially important in the modern rhythm of life. Compact design and light weight make our pervobanks ideal for traveling and everyday use. Thanks to high quality components and advanced technology, our pobanks provide safe and efficient charging of your device, preventing overheating and overcharging. In addition, some models of our povobanks are equipped with additional features such as wireless charging, built-in flashlights, and the ability to charge multiple devices simultaneously. With a povobank from Energy Hub, you get the peace of mind that your device will always be ready for action, no matter where you are. Connect to our store now and experience all the benefits of using our pervobanks! Why choose us: Three reasons to trust Energy Hub Product Quality Our products are manufactured using the most advanced technology and high quality materials. We are committed to providing our customers with products that are durable, reliable and meet their expectations. Each stage of production is carefully monitored to ensure the highest level of quality. Show catalog Our team consists of experienced professionals who have in-depth knowledge in their field. We are constantly improving and following the latest market trends to offer our customers only the best. We take pride in our professional skills and strive to ensure that every client receives a first class service. Show catalog Experience Customer Support We value each and every one of our customers and strive to provide them with the utmost comfort and satisfaction in purchasing our products. Our customer support team is always available to help with any questions or concerns that arise while using our products. We value our customers' feedback and use it to continually improve our service and products. Show catalog Feedback from our customers Manav Patel Rating: 8/10 Excellent choice! Energy Hub's powerbank is a lifesaver on the go. Great charging quality and stylish design. I recommend it! Alia Sharma Rating: 9/10 Very happy with my purchase. My povobank has become my faithful companion on trips and outings. Excellent value for money. Ravi Kumar Rating: 7/10 Good povbank for its money. Happy with the purchase, but a little more capacity would have been ideal. Overall, recommend! Priyanka Patil Rating: 10/10 This is the best povbank I have ever used! Not only does it charge my devices quickly, but it has a stylish design. It's just adorable! Arjun Mehta Rating: 6/10 Not a bad povbank, but a bit pricey for these specs. Was expecting more in terms of capacity. But overall not bad. Jayanti Patel Rating: 9/10 Energy Hub's Powerbank is a lifesaver when traveling! Very pleased with its compactness and charging speed. A big plus for durability and stylish design. I recommend it to anyone who appreciates convenience and reliability! Frequently Asked Questions What is the capacity of your most popular povobank? Our most popular povobank has a capacity of 10,000 mAh, which provides enough charge for several charging cycles of your smartphone or tablet. Can I charge multiple devices at the same time? Yes, some of our povobank models are equipped with multiple USB ports, allowing you to charge multiple devices at the same time. How long does it take to fully charge a pobank? Charging time depends on the specific model and capacity of the pervobank. Usually, a full charge takes from 4 to 8 hours. Can I use a pervo-bank while charging? Yes, our pverbanks can be used while charging. They provide continuous power to your device even while charging. What is the size and weight of your pervo-bank? The size and weight of our pverbanks vary from model to model. They are usually compact and lightweight, ideal for carrying in a bag or pocket. Do you have a warranty on your pverbanks? Yes, all of our pverbanks come with a manufacturer's warranty. We guarantee the quality and reliability of our products. How can I find out the charge status of my Powerbank? Many of our poubanks have a charge level indicator that allows you to easily determine the remaining battery capacity. Can I use my pverbank on an airplane? Yes, most of our pverbanks are airline compliant and can be used in-flight. Are your poverbanks compatible with my device? Our pverbanks are compatible with a wide range of devices including smartphones, tablets, cameras, MP3 players and more. How long does the charge in a pover-bank last when inactive? The inactive charge retention time depends on the specific model of the Powerbank, but it is usually several months to several years. Find us on the map About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "policy": "Privacy Policy - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Privacy Policy Energy Hub is committed to protecting your privacy. Our privacy policy explains how we collect, use and protect the information you give us when you use our website. Collected Information We may collect the following information: - Personal information such as your name, e-mail address, address and telephone number that you provide when you fill out forms on our website or when you communicate with us. - Information about your use of our site, including information about your interaction with our content and advertising. Use of Information We use the information we collect for the following purposes: - Providing you with information about our products and services. - Improving our website and customizing it to meet your needs. - Processing your orders and inquiries. - Improving customer service and support. Security of Information We take security measures to protect your personal information from unauthorized access, alteration, disclosure or destruction. We regularly review our data collection, storage and processing procedures to ensure the security of your information. Disclosure to Third Parties We do not sell, trade or share your personal information with third parties without your consent, except as required by law. Changes to Privacy Policy We reserve the right to make changes to our privacy policy at any time. Any changes will be posted on this page. Your Consent By using our website, you agree to our privacy policy. If you have any questions or require more information about our privacy policy, please contact us. About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "terms": "Terms and Conditions - Energy Hub About us Catalog Contact us +91-943-0492031 We use cookies To improve your experience on our website, we use cookies. Cookies help us personalize content, provide social media features, and analyze our traffic. You can manage your cookie settings or accept them all to ensure an optimal user experience. Accept all cookies Cookie settings Terms and Conditions for use of the Energy Hub website Welcome to the Energy Hub website. Before you continue to use our site, please read and familiarize yourself with our terms and conditions of use. By visiting and using our site, you automatically agree to these terms and conditions. If you do not agree to any of these terms, please do not use our site. Site Use - You agree to use our site only for lawful purposes and to comply with all applicable laws and regulations. - You may not reproduce, duplicate, copy, sell, resell or exploit any part of our site without prior written permission. Limitation of Liability - We will not be liable for any loss or damage arising from the use of our site or the inability to use it. - We do not guarantee that our site will operate without error or interruption and we are not responsible for temporary downtime or unavailability of the site. Modifications and additions - We reserve the right to make changes or amendments to our terms and conditions at any time without notice. - Once changes are made to our terms and conditions, your continued use of the site will constitute your acceptance of the changes. Contact Us If you have any questions or comments regarding our terms and conditions of use, please contact us. About us Catalog Contact us Privacy Policy Disclaimer Terms of Use Cookies © 2024 Energy Hub. All rights reserved.",
    "thanks": "Thank you for your order - Energy Hub Thank you for your order at Energy Hub! We are pleased to inform you that your order has been successfully placed and accepted. We appreciate your choice and trust in our company. Our staff has already started processing your order and you will soon receive a confirmation to the email address you provided. Your order is now being processed. Our team is doing everything possible to ensure that your order is delivered to you as soon as possible. We will notify you of the status of your order and provide shipping information as soon as it becomes available. We thank you for choosing Energy Hub and hope our products bring you satisfaction and benefit. Thank you for shopping with us! Back"
  },
  "date": "2024-05-24T08:03:29.319Z"
}