{
  "name": "New_v9_OfficeFurn",
  "pages": {
    "about": "Buy Office Furniture Online in India - OfficeFurn India | Learn about OfficeFurn India Home About us Catalog Contact us About Us We are OfficeFurn India, dedicated to revolutionizing workspaces with our comprehensive range of office furniture solutions. Established with a vision to enhance workplace aesthetics and functionality, we pride ourselves on delivering top-notch products and services tailored to meet the diverse needs of our clientele. Our journey began with a commitment to excellence and innovation in every piece of furniture we produce. From ergonomic chairs that prioritize comfort and posture to sleek executive desks that elevate professionalism, each product is meticulously crafted using the finest materials and cutting-edge technology. At OfficeFurn India, customer satisfaction is at the heart of everything we do. We strive to build lasting relationships by offering personalized consultations and bespoke solutions that address specific requirements. Whether you're outfitting a startup office or upgrading a corporate headquarters, our expert team is dedicated to ensuring your workspace reflects your organization's values and enhances productivity. Our dedication to quality extends beyond our products to our commitment to sustainability and social responsibility. We source materials responsibly and adhere to ethical manufacturing practices, ensuring that every purchase supports a sustainable future. As we continue to grow, our mission remains clear: to be the preferred choice for businesses seeking superior office furniture solutions in India. Explore our collection today and discover how OfficeFurn India can transform your workspace into a hub of creativity, efficiency, and comfort. Contact us now to discuss your office furniture needs and embark on a journey towards a more productive and inspiring workplace with OfficeFurn India. Our Commitment to Quality At OfficeFurn India, quality is not just a standard but a commitment. We meticulously select materials known for their durability, sustainability, and aesthetic appeal. Each piece of furniture undergoes rigorous quality checks to ensure it meets our stringent standards before it reaches your office. Exceptional Customer Service We believe in building relationships, not just transactions. Our dedicated team of customer service professionals is here to assist you every step of the way. From initial consultations to after-sales support, we are committed to providing a seamless experience that exceeds your expectations. Innovative Design Solutions Our design philosophy revolves around blending functionality with aesthetics. Whether you prefer classic elegance or modern sophistication, our range of furniture is designed to complement any workspace environment. We continuously innovate to bring you furniture that not only meets but exceeds industry standards. Sustainable Practices Environmental responsibility is integral to our business practices. We strive to minimize our ecological footprint by adopting sustainable sourcing practices and eco-friendly manufacturing processes. By choosing OfficeFurn India, you contribute to a greener future without compromising on quality or style. Faq 01 What types of office furniture do you offer? We offer a wide range of office furniture including ergonomic chairs, executive desks, conference tables, storage solutions, and more. 02 Do you provide customization options for furniture? Yes, we offer customization services to tailor furniture to specific needs such as size, color, material, and functionality. 03 How can I place an order? You can place an order through our website by selecting the desired items and completing the checkout process. Alternatively, you can contact our sales team for assistance. 04 What are your payment options? We accept payments via credit/debit cards, net banking, and other secure online payment methods. Cash on delivery (COD) options may be available in select locations. 05 Do you offer warranty on your products? Yes, we provide warranties on our products to ensure customer satisfaction. Warranty periods may vary depending on the type of furniture. 06 What is your delivery policy? We strive to deliver orders promptly within the stipulated timeframe. Delivery charges, if applicable, are communicated during the checkout process. 07 Can I return or exchange items? We have a hassle-free return and exchange policy. Please refer to our Returns & Refunds page for detailed information on eligibility criteria and procedures. 08 How can I contact customer support? You can reach our customer support team via email or by calling our helpline during business hours. Links Home About us Catalog Contact us Contacts 44, Rani Jhansi Rd, Motia Khan, Jhandewalan, New Delhi, Delhi 110055, India +919810090740 officefurn@gmail.com Policy Privacy policy Terms and Conditions",
    "index": "Buy Office Furniture Online in India - OfficeFurn India | Home About us Catalog Contact us Discover Premium Office Furniture Solutions in India Browse Our Collection Executive Desks Ergonomic Chairs Modern Office Solutions Elegant Design Discover our elegant collection of office furniture designed to enhance productivity and style. Ergonomic Comfort Experience unparalleled comfort with our ergonomic chairs and desks, crafted for long-lasting support. Premium Quality Explore our premium range of office furniture made from high-quality materials for durability and style. Customer Satisfaction Join thousands of satisfied customers who have transformed their offices with OfficeFurn India. Trending products Executive Office Desk ₹ 15,999 Order Ergonomic Mesh Chair ₹ 6,499 Order Modern Conference Table ₹ 12,999 Order Leather Executive Chair ₹ 8,999 Order Adjustable Standing Desk ₹ 10,499 Order Reception Area Sofa Set ₹ 18,999 Order Contact Form I accept privacy policy Send message Links Home About us Catalog Contact us Contacts 44, Rani Jhansi Rd, Motia Khan, Jhandewalan, New Delhi, Delhi 110055, India +919810090740 officefurn@gmail.com Policy Privacy policy Terms and Conditions",
    "privacy": "Buy Office Furniture Online in India - OfficeFurn India | Privacy Policy Home About us Catalog Contact us Privacy Policy Introduction At OfficeFurn India, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website or engage with our services. Information Collection We may collect personal information such as your name, email address, phone number, and payment details when you place an order or interact with our website. This information is used solely to fulfill your requests and improve our services. Use of Information We use your information to process orders, communicate with you, provide customer support, improve our products and services, and personalize your experience. We do not sell or rent your personal information to third parties. Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is completely secure. Cookies We use cookies to enhance your browsing experience and analyze website traffic. You can choose to accept or decline cookies through your browser settings, although this may affect your ability to access certain features of our website. Third-Party Links Our website may contain links to third-party websites or services that are not operated by us. We have no control over the content, privacy policies, or practices of these websites and encourage you to review their policies before providing any personal information. Changes to This Privacy Policy We reserve the right to update or modify this Privacy Policy at any time. Changes will be effective immediately upon posting on this page. We encourage you to periodically review this Privacy Policy for any updates. If you have any questions or concerns about our Privacy Policy, please contact us at officefurn@gmail.com . Links Home About us Catalog Contact us Contacts 44, Rani Jhansi Rd, Motia Khan, Jhandewalan, New Delhi, Delhi 110055, India +919810090740 officefurn@gmail.com Policy Privacy policy Terms and Conditions",
    "terms": "Buy Office Furniture Online in India - OfficeFurn India | Terms and Conditions Home About us Catalog Contact us Terms and Conditions 1. Introduction Welcome to OfficeFurn India. These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to comply with these terms and conditions. 2. Use of Website You may use our website for lawful purposes only. You agree not to use our website in any way that violates any applicable laws or regulations. 3. Products and Services Our products and services are offered subject to availability. We reserve the right to modify or discontinue any product or service at any time without notice. 4. Pricing and Payment All prices listed on our website are in Indian Rupees (₹) and are inclusive of applicable taxes unless otherwise stated. Payment must be made in full at the time of purchase. 5. Intellectual Property All content on this website, including text, graphics, logos, images, and software, is the property of OfficeFurn India or its licensors and is protected by copyright and other intellectual property laws. 6. Limitation of Liability We shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of our website or products. 7. Governing Law These Terms and Conditions are governed by the laws of India. Any disputes arising from or relating to these terms shall be subject to the exclusive jurisdiction of the courts, India. 8. Changes to Terms and Conditions We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Changes will be effective immediately upon posting on this page. If you have any questions or concerns about our Terms and Conditions, please contact us at officefurn@gmail.com . Links Home About us Catalog Contact us Contacts 44, Rani Jhansi Rd, Motia Khan, Jhandewalan, New Delhi, Delhi 110055, India +919810090740 officefurn@gmail.com Policy Privacy policy Terms and Conditions",
    "thank": "Buy Office Furniture Online in India - OfficeFurn India | Thank Thank You for Contacting Us Dear Customer, Thank you for reaching out to OfficeFurn India. We appreciate your interest in our products and services. Our team is dedicated to providing you with the best possible assistance. We will review your inquiry and respond promptly to address your needs. If you have any further questions or require immediate assistance, please do not hesitate to contact us again. Best Regards, The OfficeFurn India Team Main page"
  },
  "date": "2024-07-04T15:02:03.821Z"
}