{
  "name": "New_ArtWorldForAll_PT",
  "pages": {
    "contact": "Contatos - ArtWorldForAll: Informações de Contato e Suporte ☰ Conteúdo Loja de Artes Ingressos Contatos Conecte-se Conosco Estamos aqui para estabelecer uma conexão genuína. Se você tem perguntas, ideias para colaborações ou simplesmente deseja compartilhar seu amor pela arte, não hesite em nos contatar. Juntos, podemos explorar novas possibilidades e expandir os horizontes da expressão artística. Garanta Sua Participação na ArtWorldForAll Não perca a oportunidade de participar da ArtWorldForAll, uma exposição que combina arte vibrante com a atmosfera emocionante dos cassinos. Preencha o formulário abaixo para garantir seu lugar e explorar obras exclusivas que capturam a essência do glamour e da criatividade artística. Por favor, preencha todos os campos obrigatórios abaixo para completar sua inscrição. Nossa equipe entrará em contato para confirmar sua participação e fornecer detalhes adicionais sobre sua visita à exposição. Não deixe de verificar sua caixa de entrada após enviar o formulário para garantir que sua inscrição seja processada com sucesso. Name E-mail Message Send Message Concordo política de Privacidade R. da Avarela 2, Óbidos, Portugal artworldforall@gmail.com +351-91-234-56-78 Opiniões dos Nossos Visitantes Feedback de Nossos Clientes: Sofia Almeida \"A ArtWorldForAll é uma verdadeira celebração da arte e da cultura dos cassinos. Fiquei maravilhada com a criatividade das obras expostas. Uma experiência imperdível para qualquer entusiasta da arte!\" Ricardo Gomes \"Meu dia na ArtWorldForAll foi incrível! As esculturas e pinturas temáticas de cassino eram cativantes e únicas. Agradeço pela oportunidade de explorar um tema tão interessante através da arte.\" Isabela Carvalho \"Visitar a ArtWorldForAll foi uma verdadeira inspiração. As exposições são bem organizadas e oferecem uma visão intrigante do mundo dos cassinos. Recomendo a todos que apreciam arte e cultura!\" Gabriel Lima \"Parabéns à equipe da ArtWorldForAll pela criatividade e pela qualidade das exposições. Fiquei impressionado com a variedade de obras que capturam a essência dos cassinos de maneira tão vívida. Uma experiência enriquecedora!\" Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal",
    "disclaimer": "Aviso Legal - ArtWorldForAll: Limitação de Responsabilidade e Uso do Site ☰ Conteúdo Loja de Artes Ingressos Contatos Disclaimer Bem-vindo ao site da ArtWorldForAll. Este disclaimer descreve as limitações de responsabilidade relacionadas ao uso do nosso site. Isenção de Responsabilidade As informações fornecidas no site da ArtWorldForAll são apenas para fins gerais de informação. Embora nos esforcemos para manter as informações precisas e atualizadas, não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, sobre a integridade, precisão, confiabilidade, adequação ou disponibilidade em relação ao site ou às informações, produtos, serviços ou gráficos relacionados contidos no site para qualquer finalidade. Qualquer confiança que você depositar em tais informações é, portanto, estritamente por sua conta e risco. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por qualquer perda ou dano, incluindo, sem limitação, perdas ou danos indiretos ou consequentes, ou qualquer perda ou dano decorrente da perda de dados ou lucros, decorrentes de ou relacionados ao uso deste site. Links Externos O site da ArtWorldForAll pode conter links para sites externos que não são fornecidos ou mantidos por nós ou de qualquer forma afiliados a nós. Por favor, note que não garantimos a precisão, relevância, pontualidade ou integridade de qualquer informação nesses sites externos. Disponibilidade do Site Fazemos todos os esforços para manter o site funcionando sem problemas. No entanto, a ArtWorldForAll não se responsabiliza e não será responsável se o site estiver temporariamente indisponível devido a problemas técnicos fora do nosso controle. Atualizações Podemos atualizar este disclaimer de tempos em tempos. Todas as atualizações serão publicadas nesta página. Recomendamos que você reveja esta página periodicamente para se manter informado sobre quaisquer alterações. Contate-nos Se você tiver qualquer dúvida sobre este disclaimer, entre em contato conosco através do e-mail: artworldforall@gmail.com. Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal",
    "index": "Conteúdo Artístico - Explore Diversidade e Criatividade - ArtWorldForAll ☰ Conteúdo Loja de Artes Ingressos Contatos Descubra o Universo Artístico Entre em um mundo de criatividade sem limites. Explore nossa coleção diversificada de arte, onde cada obra conta uma história única. De pinturas vibrantes a esculturas intrigantes e arte digital inovadora, há algo para todos os gostos e inspirações. Exposições Visita Descubra a Arte do Mundo dos Cassinos Bem-vindo à ArtWorldForAll, onde a arte encontra a emoção dos cassinos. Nossa missão é capturar a eletricidade, o glamour e a intriga do universo dos cassinos através de exposições de arte temáticas. Somos uma equipe apaixonada por arte e entretenimento, dedicada a trazer essa fusão única para o público. Acreditamos que a arte pode transformar qualquer tema em uma experiência visualmente deslumbrante e emocionalmente envolvente. Com exposições que exploram a estética e a atmosfera dos cassinos, buscamos oferecer uma nova perspectiva sobre este mundo fascinante. Nossa visão é criar um espaço onde os amantes da arte e os entusiastas dos cassinos possam se encontrar e se inspirar. Exposições Temáticas Apresentamos exposições que combinam o brilho dos cassinos com a criatividade artística, destacando desde pinturas e fotografias até instalações interativas. Eventos Imersivos Organizamos eventos que permitem aos visitantes vivenciar a arte dos cassinos em um ambiente autêntico, com apresentações ao vivo e experiências interativas. Artistas em Destaque Damos voz a artistas que capturam a essência dos cassinos em suas obras, proporcionando uma plataforma para talentos emergentes e estabelecidos. Recursos Educacionais Oferecemos palestras e workshops sobre a interseção entre arte e cassinos, promovendo uma compreensão mais profunda desta temática singular. Nossa Missão Promover a Interseção entre Arte e Cassinos Nossa missão é explorar e celebrar a fascinante conexão entre a arte e o mundo dos cassinos. Através de exposições temáticas e eventos imersivos, buscamos destacar como o glamour, a emoção e a intriga dos cassinos podem ser capturados e expressos através da arte. Acreditamos que essa interseção oferece uma perspectiva única que pode enriquecer tanto o universo artístico quanto o dos jogos. Apoiar e Divulgar Artistas Talentosos Queremos ser uma plataforma onde artistas talentosos que se inspiram na temática dos cassinos possam brilhar. Nosso objetivo é dar voz e visibilidade a esses artistas, oferecendo-lhes a oportunidade de expor suas obras e compartilhar suas visões criativas com um público mais amplo. Através de nossas iniciativas, buscamos fomentar uma comunidade artística vibrante e diversificada. Educar e Inspirar Nossa Comunidade Além de exibir arte, temos o compromisso de educar e inspirar nossa comunidade sobre a interseção entre arte e cassinos. Oferecemos recursos educativos, palestras e workshops que proporcionam uma compreensão mais profunda desse tema intrigante. Nosso objetivo é promover o diálogo, a aprendizagem e a apreciação, incentivando um maior envolvimento e apreciação da arte em todas as suas formas. Glamour e Arte: A Magia dos Cassinos Uma Imersão Visual no Mundo dos Cassinos Entre em um mundo onde o brilho dos cassinos se encontra com a criatividade ilimitada da arte. Nossa exposição apresenta uma coleção deslumbrante de obras que capturam a essência dos cassinos: desde a opulência das luzes de néon até o suspense das mesas de jogo. Cada peça é uma janela para o glamour e a tensão que definem esses espaços icônicos. Artistas que Traduzem Emoções em Imagens Nossa exposição destaca o trabalho de artistas talentosos que conseguem transformar a energia dos cassinos em arte visual. Estes criadores trazem suas perspectivas únicas, utilizando uma variedade de mídias como pintura, fotografia, escultura e arte digital. Suas obras não apenas retratam a aparência dos cassinos, mas também evocam as emoções intensas vividas dentro desses ambientes vibrantes. Interatividade e Experiências Imersivas Além das obras de arte, nossa exposição oferece experiências interativas que permitem aos visitantes mergulhar no universo dos cassinos. Instalações multimídia, jogos de realidade virtual e performances ao vivo são apenas algumas das maneiras pelas quais você pode vivenciar a interseção entre arte e entretenimento. Prepare-se para ser transportado para um mundo onde cada detalhe foi cuidadosamente pensado para encantar e surpreender. Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal",
    "privacy-policy": "Política de Privacidade - ArtWorldForAll: Coleta, Uso e Proteção de Dados Pessoais ☰ Conteúdo Loja de Artes Ingressos Contatos Política de Privacidade Bem-vindo ao site da ArtWorldForAll. A sua privacidade é importante para nós. Esta política de privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações pessoais. Informações que Coletamos Coletamos informações que você nos fornece diretamente, como quando se cadastra em nosso site, assina nossa newsletter, participa de nossas exposições ou entra em contato conosco. As informações podem incluir: Nome completo Endereço de e-mail Endereço postal Número de telefone Informações de pagamento (quando aplicável) Qualquer outra informação que você decidir compartilhar conosco Além disso, podemos coletar informações automaticamente quando você visita nosso site, como: Endereço IP Tipo de navegador Páginas visitadas Tempo gasto em nosso site Referências de sites Uso das Informações Utilizamos suas informações para diversos fins, incluindo: Fornecer, operar e manter nosso site e serviços Melhorar, personalizar e expandir nosso site e serviços Entender e analisar como você usa nosso site e serviços Desenvolver novos produtos, serviços, recursos e funcionalidades Comunicar com você, diretamente ou através de nossos parceiros, inclusive para atendimento ao cliente, para lhe fornecer atualizações e outras informações relacionadas ao site, e para fins de marketing e promocionais Processar suas transações e gerenciar suas encomendas Enviar e-mails periódicos, incluindo newsletters e notificações de eventos Detectar e prevenir fraudes e abusos Divulgação de Informações a Terceiros Não compartilhamos suas informações pessoais com terceiros sem o seu consentimento, exceto nas seguintes circunstâncias: Com prestadores de serviços terceiros que realizam serviços em nosso nome, como processadores de pagamento, provedores de hospedagem e provedores de serviços de marketing Para cumprir com obrigações legais, regulatórias ou de segurança Para proteger os direitos, propriedade ou segurança da ArtWorldForAll, de nossos usuários ou de outros Em conexão com uma fusão, venda de ativos, financiamento ou aquisição de toda ou parte de nosso negócio Segurança das Informações Tomamos medidas razoáveis para proteger suas informações pessoais contra perda, roubo e uso não autorizado, acesso ou modificação. Implementamos várias medidas de segurança, incluindo: Criptografia de dados durante a transmissão Firewalls e sistemas de detecção de intrusões Controles de acesso físico e lógico No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico é 100% seguro, portanto, não podemos garantir a segurança absoluta de suas informações. Cookies e Tecnologias Semelhantes Utilizamos cookies e tecnologias semelhantes para melhorar sua experiência em nosso site, personalizar conteúdo, e analisar nosso tráfego. Cookies são pequenos arquivos de texto armazenados em seu dispositivo quando você visita um site. Você pode configurar seu navegador para recusar cookies ou para alertá-lo quando cookies estiverem sendo enviados. No entanto, algumas partes de nosso site podem não funcionar corretamente se você desativar cookies. Links para Outros Sites Nosso site pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, será direcionado para o site desse terceiro. Recomendamos que reveja a política de privacidade de cada site que visitar. Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros. Alterações nesta Política Podemos atualizar nossa política de privacidade de tempos em tempos. Notificaremos sobre quaisquer alterações publicando a nova política de privacidade nesta página. Recomendamos que você reveja esta página periodicamente para quaisquer alterações. As alterações entram em vigor imediatamente após serem publicadas nesta página. Contate-nos Se você tiver qualquer dúvida sobre esta política de privacidade, entre em contato conosco através do e-mail: artworldforall@gmail.com. Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal",
    "shop": "Loja de Artes - ArtWorldForAll: Compre Obras de Arte e Produtos Relacionados ☰ Conteúdo Loja de Artes Ingressos Contatos Encontre Sua Próxima Obra de Arte Transforme seu espaço com arte original que vai além das paredes. Nossa loja oferece uma seleção cuidadosa de obras de artistas talentosos, cada uma criada para provocar emoções e estimular a imaginação. Explore e encontre aquela peça especial que irá iluminar seu ambiente. Três Motivos para Adquirir uma Obra da Exposição Exclusividade e Singularidade Cada obra de arte em nossa exposição é uma peça única, criada por artistas talentosos que capturam a essência e o glamour dos cassinos de uma maneira inigualável. Conexão Emocional e Estética A arte tem o poder de evocar emoções e transformar espaços. As obras inspiradas nos cassinos trazem consigo uma energia vibrante e uma estética deslumbrante que pode transformar qualquer ambiente. Apreciação de Valor e Investimento A arte não é apenas uma expressão de beleza, mas também um investimento. As peças de nossa coleção são criadas por artistas emergentes e estabelecidos, cujo trabalho está em constante valorização. Adquira Obras Únicas e Exclusivas da Nossa Exposição Descubra a nossa coleção exclusiva de obras de arte inspiradas no mundo dos cassinos. Cada peça foi cuidadosamente selecionada para capturar a emoção, o glamour e a intriga dos jogos de azar. Seja você um colecionador experiente ou um entusiasta da arte, essas obras são perfeitas para adicionar um toque de sofisticação e emoção ao seu espaço. \"A Mão Vencedora\" Esta pintura vibrante captura o momento de triunfo no poker, onde uma mão vencedora é revelada em meio a expressões de suspense e excitação. As cores intensas e os detalhes precisos trazem à vida a tensão e a euforia da vitória. €1.200,00 Ordem \"Olhares e Blefes\" Uma obra que retrata a psicologia do poker, mostrando jogadores em uma mesa, trocando olhares astutos e calculados. As pinceladas expressivas destacam a estratégia e a arte do blefe no jogo. €950,00 Ordem \"Roleta de Emoções\" Uma cena dinâmica de uma mesa de poker repleta de fichas e cartas, capturando o turbilhão de emoções dos jogadores. A composição utiliza uma paleta rica de cores para enfatizar a intensidade do momento. €1.100,00 Ordem \"Dados da Sorte\" Uma escultura moderna de dados em movimento, simbolizando a incerteza e a emoção dos jogos de azar. Feita de bronze polido, esta peça é um tributo elegante ao elemento mais icônico dos cassinos. €800,00 Ordem \"O Croupier\" Uma escultura detalhada de um croupier masculino em ação, distribuindo cartas com precisão e graça. Feita de resina e pintada à mão, captura a essência do profissionalismo e da elegância nos cassinos. €1.500,00 Ordem \"Mesa de Blackjack\" Uma impressionante escultura de uma mesa de blackjack completa, com cartas e fichas, feita em madeira e metal. Esta peça detalhada é perfeita para os amantes do jogo, trazendo a atmosfera do cassino diretamente para sua casa. €2.200,00 Ordem Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal",
    "terms-conditions": "Termos e Condições - ArtWorldForAll: Regras de Uso e Responsabilidades ☰ Conteúdo Loja de Artes Ingressos Contatos Termos e Condições Bem-vindo ao site da ArtWorldForAll. Estes termos e condições descrevem as regras e regulamentos para o uso do nosso site. Aceitação dos Termos Ao acessar este site, assumimos que você aceita estes termos e condições. Não continue a usar o site da ArtWorldForAll se você não concordar com todos os termos e condições descritos nesta página. Cookies Utilizamos cookies. Ao acessar o site da ArtWorldForAll, você concorda com o uso de cookies de acordo com a nossa política de privacidade. Cookies são usados para melhorar a funcionalidade e a navegação do site. Licença Salvo indicação em contrário, a ArtWorldForAll e/ou seus licenciadores possuem os direitos de propriedade intelectual de todo o material no site. Todos os direitos de propriedade intelectual são reservados. Você pode acessar este material para uso pessoal, sujeito às restrições estabelecidas nestes termos e condições. Você não deve: Republicar material do site ArtWorldForAll Vender, alugar ou sublicenciar material do site ArtWorldForAll Reproduzir, duplicar ou copiar material do site ArtWorldForAll Redistribuir conteúdo do site ArtWorldForAll Uso Aceitável Você concorda em não usar o site de maneira que possa causar danos ao site ou prejudicar a disponibilidade ou acessibilidade do site; ou de qualquer maneira que seja ilegal, fraudulenta ou prejudicial, ou em conexão com qualquer atividade ou propósito ilegal, fraudulento ou prejudicial. Responsabilidade do Conteúdo Não seremos responsáveis por qualquer conteúdo que apareça em seu site. Você concorda em nos indenizar e nos defender contra todas as reivindicações que surgirem em seu site. Nenhum link deve aparecer em qualquer site que possa ser interpretado como difamatório, obsceno ou criminoso, ou que infrinja, viole ou defenda a violação ou outra violação de quaisquer direitos de terceiros. Seus Direitos de Privacidade Leia nossa Política de Privacidade para entender como coletamos, usamos e compartilhamos suas informações pessoais. Alterações nestes Termos Podemos revisar estes termos e condições de tempos em tempos. As alterações serão publicadas nesta página. Ao continuar a usar este site após quaisquer alterações, você concorda em cumprir os termos revisados. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis de Portugal, e você se submete à jurisdição exclusiva dos tribunais localizados em Portugal para a resolução de quaisquer disputas. Contate-nos Se você tiver qualquer dúvida sobre estes termos e condições, entre em contato conosco através do e-mail: artworldforall@gmail.com. Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal",
    "thanks": "Obrigado por Visitar - ArtWorldForAll: Agradecimento aos Nossos Visitantes body { font-family: Arial, sans-serif; background-color: #f4f4f4; text-align: center; padding: 50px; } h1 { color: #333; } p { color: #666; font-size: 18px; } .back { max-width: 300px; background-color: #73cb7b; margin: auto; align-items: center; text-align: center; padding: 10px; transition: 0.3s; cursor: pointer; color: white; text-decoration: none; } .back:hover { background-color: white; border: 2px solid #73cb7b; transition: 0.3s; color: black; transition: 0.3s; } Obrigado! Muito obrigado por visitar o site da ArtWorldForAll. Estamos felizes em tê-lo(a) aqui e esperamos que tenha desfrutado do conteúdo e das obras de arte apresentadas. Se tiver qualquer dúvida ou precisar de mais informações, não hesite em nos contatar. Envie-nos um e-mail: artworldforall@gmail.com Volte sempre! Voltar à Página Principal",
    "tickets": "Patrocinadores e Parceiros - ArtWorldForAll: Apoio à Arte e Cultura ☰ Conteúdo Loja de Artes Ingressos Contatos Nossos Apoiadores de Arte Conheça os visionários que impulsionam nossa missão. Nossos patrocinadores e parceiros compartilham nosso compromisso com a arte e cultura, apoiando exposições, eventos educativos e iniciativas que promovem a diversidade e a criatividade artística. Serviços Adicionais para uma Experiência Inesquecível Transfer VIP Desfrute de um serviço de transfer exclusivo que garante sua chegada com estilo e conforto. Nossos veículos luxuosos e motoristas profissionais estão à disposição para levá-lo de sua casa ou hotel diretamente para a exposição. Fotografia Profissional Capture os momentos especiais da sua visita com a ajuda de nossos fotógrafos profissionais. Oferecemos sessões de fotos personalizadas dentro da exposição, proporcionando lembranças duradouras da sua experiência única. Música ao Vivo Envolva-se na atmosfera vibrante dos cassinos com apresentações de música ao vivo durante a exposição. De jazz suave a ritmos emocionantes, nossa seleção musical é pensada para complementar perfeitamente a experiência artística. Garanta Sua Entrada para uma Experiência Única Desfrute de uma jornada imersiva pelo mundo da arte e dos cassinos com nossos diferentes tipos de bilhetes. Cada opção é pensada para oferecer uma experiência adaptada às suas necessidades e preferências, garantindo um dia inesquecível na ArtWorldForAll. Bilhete Básico Acesso completo à exposição durante o horário regular Folheto informativo gratuito €20,00 Buy Now Bilhete Premium Acesso completo à exposição durante o horário regular Folheto informativo gratuito Sessão de fotografia profissional Bebida de boas-vindas €40,00 Buy Now Bilhete VIP Acesso prioritário à exposição Folheto informativo gratuito Sessão de fotografia profissional Bebida de boas-vindas Tour guiado exclusivo €70,00 Buy Now Bilhete Exclusivo Acesso prioritário à exposição Folheto informativo gratuito Sessão de fotografia profissional Bebida de boas-vindas Tour guiado exclusivo Transfer VIP de ida e volta €150,00 Buy Now Encontre o Bilhete Perfeito para Você Personalize Sua Experiência Na ArtWorldForAll, entendemos que cada visitante é único e tem suas próprias expectativas para uma visita perfeita. Seja você um amante da arte em busca de uma experiência enriquecedora ou alguém que deseja vivenciar o glamour dos cassinos com todos os detalhes, temos um bilhete que se adapta às suas necessidades. Nossa gama de opções foi pensada para oferecer flexibilidade e uma experiência personalizada. Explore Nossas Opções Nosso Bilhete Básico é ideal para aqueles que desejam explorar a exposição em seu próprio ritmo, aproveitando a arte e a cultura sem compromissos adicionais. Para quem busca um pouco mais de exclusividade, o Bilhete Premium oferece benefícios extras como sessões de fotografia e bebidas de boas-vindas. Se você deseja uma experiência ainda mais rica, o Bilhete VIP inclui um tour guiado exclusivo, permitindo uma compreensão mais profunda das obras e dos artistas. Desfrute de Uma Experiência Completa Para uma experiência verdadeiramente inesquecível, o Bilhete Exclusivo é a escolha perfeita. Com acesso prioritário, áreas VIP, lounges e um serviço de transfer VIP, você será tratado com o máximo de conforto e estilo. Seja qual for sua escolha, nosso objetivo é garantir que sua visita à ArtWorldForAll seja memorável e única. Não hesite em nos contactar para quaisquer dúvidas ou assistência na escolha do bilhete ideal para você. Endereço R. da Avarela 2, Óbidos, Portugal Email artworldforall@gmail.com Telefone +351-91-234-56-78 política de Privacidade Termos e Condições Aviso Legal"
  },
  "date": "2024-07-12T10:34:05.681Z"
}