{
  "name": "New_v9_steamcrafted",
  "pages": {
    "privacy-policy": "SteamCrafted Privacy Policy - Your Data Security Matters SteamCrafted Home Expand the strength The art of ironing Our priority Stay up to date Quality Our products Privacy Policy Limitation of Liability: Under no circumstances shall SteamCrafted, its affiliates, partners, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages, including but not limited to loss of profits, data, or goodwill, arising from your use of or inability to use the website, even if advised of the possibility of such damages. User Responsibilities: While using SteamCrafted, you agree to conduct yourself in a manner consistent with all applicable laws, regulations, and guidelines. You are solely responsible for any content you post, transmit, or otherwise make available on the website. You agree not to engage in any unlawful, harmful, or disruptive activities on SteamCrafted. Indemnification: You agree to indemnify, defend, and hold harmless SteamCrafted and its affiliates, partners, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, or expenses (including reasonable attorneys' fees) arising out of or related to your use of SteamCrafted or any violation of this disclaimer. No Warranty: SteamCrafted is provided on an \"as is\" and \"as available\" basis, without any representations or warranties of any kind, express or implied. We do not warrant that the website will be uninterrupted, error-free, or free from viruses or other harmful components. Consent to Receive Communications: By using SteamCrafted, you consent to receive communications from us, including but not limited to emails, newsletters, and notifications related to your account or the services provided by SteamCrafted. You may opt out of receiving certain communications by following the unsubscribe instructions included in the communication. Content Accuracy: We strive to provide accurate and up-to-date information on SteamCrafted, but we cannot guarantee the accuracy, completeness, or timeliness of the content. The information provided on this website is for general informational purposes only and should not be relied upon for any specific purpose. Third-Party Links: SteamCrafted may contain links to third-party websites or resources. These links are provided solely for your convenience, and we do not endorse or take responsibility for the content, products, or services offered by third parties. Accessing these links is at your own risk. Use at Your Own Risk: Your use of SteamCrafted and any content available on the site is at your own risk. We shall not be liable for any damages, losses, or expenses arising from your use of, or inability to use, the site or any content therein. Intellectual Property: All content, including but not limited to text, images, graphics, logos, and videos, on SteamCrafted is the property of SteamCrafted or its licensors and is protected by copyright laws. You may not use, reproduce, modify, or distribute any content from this site without prior written permission. Changes to Terms: SteamCrafted reserves the right to modify, update, or discontinue any aspect of the website or these terms of use at any time without prior notice. It is your responsibility to review this disclaimer periodically for changes. Modifications to the Service: SteamCrafted reserves the right to modify, suspend, or discontinue any part of the website at any time without prior notice. We may also impose limits on certain features or restrict access to parts of SteamCrafted without liability or obligation. User Conduct: When using SteamCrafted, you agree to abide by all applicable laws and regulations. You are solely responsible for your conduct on the site, including any content you submit or interactions you have with other users. Harassment, hate speech, spam, and any other form of abusive behavior will not be tolerated. Feedback and Suggestions: We welcome feedback, comments, and suggestions from our users to improve SteamCrafted. However, any feedback or suggestions you provide shall be deemed non-confidential and non-proprietary. We reserve the right to use, modify, or disclose such feedback or suggestions without any obligation to you. No Waiver: The failure of SteamCrafted to enforce any right or provision of this disclaimer shall not constitute a waiver of such right or provision. Our failure to enforce any part of this disclaimer does not waive our right to enforce it later. Severability: If any provision of this disclaimer is found to be invalid or unenforceable, that provision shall be deemed severable from the rest of the disclaimer and shall not affect the validity and enforceability of the remaining provisions. Headings: The headings used in this disclaimer are for convenience only and shall not affect the interpretation of the terms and conditions herein. Release of Liability: By using SteamCrafted, you acknowledge and agree that to the fullest extent permitted by law, SteamCrafted and its affiliates, partners, employees, and agents shall not be liable for any direct, indirect, incidental, special, or consequential damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses resulting from: The use or inability to use SteamCrafted. Unauthorized access to or alteration of your transmissions or data. Any conduct or content of third parties on SteamCrafted. Any content obtained from SteamCrafted. Any errors or omissions in the content on SteamCrafted. Any other matter relating to SteamCrafted. o Guarantee of Results: While we strive to provide valuable and accurate information on SteamCrafted, we do not guarantee any specific results from using our website. Any testimonials or success stories featured on the site are not indicative of the results you may experience. Accessibility: SteamCrafted is committed to making our website accessible to all users, including those with disabilities. We continually strive to improve the accessibility and usability of our website. If you encounter any accessibility barriers while using SteamCrafted, please contact us at steamcrafted@gmail.com so that we can address the issue promptly. International Users: SteamCrafted is operated and managed from servers located in [Your Country]. If you access SteamCrafted from outside [Your Country], you are responsible for complying with all local laws and regulations. Agreement to Terms: By accessing or using SteamCrafted, you agree to be bound by this disclaimer. If you do not agree to all the terms and conditions of this disclaimer, you may not access or use SteamCrafted. Reservation of Rights: We reserve the right to take appropriate legal action, including but not limited to seeking injunctive relief or other equitable remedies, to enforce this disclaimer. Our failure to enforce any provision of this disclaimer shall not be deemed a waiver of such provision or our right to enforce it. Changes to Disclaimer: SteamCrafted reserves the right to update, revise, or change this disclaimer at any time without prior notice. Your continued use of SteamCrafted following the posting of any changes to this disclaimer constitutes acceptance of those changes. Entire Agreement: This disclaimer constitutes the entire agreement between you and SteamCrafted regarding your use of the website, superseding any prior agreements or understandings between you and us. If you have any questions or concerns regarding this disclaimer or the practices of SteamCrafted, please contact us at steamcrafted@gmail.com. Thank you for taking the time to read through our disclaimer. We appreciate your understanding and cooperation in adhering to these terms and conditions. Sincerely, The SteamCrafted Team SteamCrafted Home Expand the strength The art of ironing Our priority Stay up to date Quality Our products Privacy Policy Terms of Use",
    "terms-conditions": "SteamCrafted Terms of Use - Guidelines for a Seamless Experience SteamCrafted Home Expand the strength The art of ironing Our priority Stay up to date Quality Our products Terms of Use Indemnification You agree to indemnify and hold harmless SteamCrafted, its affiliates, partners, and employees, from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of SteamCrafted, your violation of these terms of use, or your infringement of any intellectual property or other right of any person or entity. Termination We reserve the right to terminate or suspend access to SteamCrafted immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms of use. All provisions of these terms of use which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Disclaimer of Warranties SteamCrafted is provided \"as is\" and \"as available\" without any representations or warranties, express or implied. We do not warrant that the website will be error-free, uninterrupted, secure, or free from viruses or other harmful components. You agree that your use of SteamCrafted is at your sole risk. Severability If any provision of these terms of use is found to be invalid or unenforceable, that provision shall be limited or eliminated to the minimum extent necessary, and the remaining provisions of these terms shall remain in full force and effect. Entire Agreement These terms of use constitute the entire agreement between you and SteamCrafted regarding your use of the website and supersede all prior and contemporaneous agreements and understandings, whether written or oral. Waiver The failure of SteamCrafted to enforce any right or provision of these terms of use shall not be deemed a waiver of such right or provision. Headings The headings used in these terms of use are included for convenience only and will not limit or otherwise affect these terms. Modifications We reserve the right, at our sole discretion, to modify or replace any part of these terms of use. It is your responsibility to check these terms periodically for changes. Your continued use of SteamCrafted following the posting of any changes to these terms constitutes acceptance of those changes. User Conduct While using SteamCrafted, you agree to abide by certain conduct guidelines to ensure a positive experience for all users. This includes refraining from: Posting or transmitting any unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable content. Engaging in any activity that violates the rights of others, including but not limited to infringement of intellectual property rights. Interfering with or disrupting the operation of SteamCrafted or servers or networks connected to SteamCrafted. Impersonating any person or entity or falsely stating or otherwise misrepresenting your affiliation with a person or entity. Collecting or storing personal information about other users without their consent. Feedback We welcome your feedback, suggestions, ideas, or other submissions regarding SteamCrafted. However, by submitting feedback to us, you agree that: Your feedback does not contain confidential or proprietary information. We are under no obligation of confidentiality with respect to your feedback. We may use, disclose, reproduce, license, distribute, and otherwise exploit your feedback without any compensation or acknowledgment to you. Changes to the Service We reserve the right to modify, suspend, or discontinue SteamCrafted or any part thereof at any time without prior notice or liability to you. We will not be liable to you or any third party for any modification, suspension, or discontinuance of SteamCrafted. Disclaimer of Endorsement Reference to any products, services, processes, or other information by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation by SteamCrafted unless expressly stated. Interpretation These terms of use shall be interpreted in accordance with their plain meaning and not strictly against us. Survival The provisions of these terms of use which by their nature should survive termination shall survive termination, including, but not limited to, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Effective Date These terms of use are effective as of [Date], and apply to all users of SteamCrafted from that date onward. Dispute Resolution In the event of any dispute arising out of or relating to these terms of use or your use of SteamCrafted, both parties agree to first attempt to resolve the dispute informally. If the parties are unable to resolve the dispute through informal means, the dispute shall be resolved through binding arbitration administered by a mutually agreed-upon arbitrator. The arbitration shall be conducted in accordance with the rules of the arbitration institution chosen by the parties. Class Action Waiver You agree that any arbitration or legal proceedings shall be conducted on an individual basis and not as a class, collective, or representative action. You waive any right to participate in any class, collective, or representative action or proceeding against SteamCrafted. Assignment These terms of use, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by SteamCrafted without restriction. Third-Party Beneficiaries These terms of use do not create any third-party beneficiary rights in any individual or entity that is not a party to these terms. Entire Agreement These terms of use constitute the entire agreement between you and SteamCrafted regarding your use of the website and supersede all prior or contemporaneous agreements, communications, and proposals, whether oral, written, or electronic, between you and SteamCrafted. Acknowledgment By using SteamCrafted, you acknowledge that you have read these terms of use, understand them, and agree to be bound by them. If you do not agree to these terms of use, you may not access or use SteamCrafted. Effective Date These terms of use are effective as of [Date], and apply to all users of SteamCrafted from that date onward. Reservation of Rights We reserve all rights not expressly granted to you under these terms of use. Our failure to enforce any right or provision of these terms will not be considered a waiver of those rights. If any provision of these terms is held to be invalid or unenforceable by a court, the remaining provisions of these terms will remain in effect. Language These terms of use may be translated into other languages for your convenience. In the event of any conflict or discrepancy between the English version and a translated version, the English version shall prevail. Accessibility We are committed to ensuring that SteamCrafted is accessible to all users, including those with disabilities. If you encounter any accessibility barriers while using SteamCrafted, please contact us at steamcrafted@gmail.com so that we can address your concerns. Feedback We appreciate your feedback and suggestions for improving SteamCrafted. If you have any ideas or suggestions, please feel free to share them with us. Your input helps us enhance the user experience for everyone. Changes to Terms We reserve the right to modify or replace these terms of use at any time. Any changes will be effective immediately upon posting on SteamCrafted. Your continued use of the website after the posting of any modifications constitutes acceptance of those changes. Contact Us If you have any questions or concerns about these terms of use, please contact us at steamcrafted@gmail.com. Thank you for your cooperation and understanding. We hope you enjoy your experience on SteamCrafted! SteamCrafted Home Expand the strength The art of ironing Our priority Stay up to date Quality Our products Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing SteamCrafted - Your Ironing Experts Thank You! We greatly appreciate your feedback. Your opinion helps us improve. Thank you for taking the time to reach out to us. Should you have any further questions or concerns, feel free to contact us anytime. The main page",
    "index": "Welcome to SteamCrafted - Crafting Perfection in Ironing SteamCrafted Home Expand the strength The art of ironing Our priority Stay up to date Quality Our products Welcome to SteamCrafted Crafting Perfection in Every Press At SteamCrafted, we bring you a world of precision and style in ironing. Our curated selection of top-quality irons ensures every press is a masterpiece. Elevate your ironing experience with us. The basics of ironing Unleash the Power of Steam Crafted for Efficiency and Style Discover Our Ironing Essentials Experience the difference with our cutting-edge steam irons designed to tackle even the toughest wrinkles with ease. Our range of innovative features ensures efficient and effective ironing, leaving your clothes looking flawless. From sleek designs to advanced technology, our irons are not just tools but statements of sophistication. Discover the perfect balance of performance and elegance with SteamCrafted. Ironing Tips & Tricks Master the Art of Ironing Enhance your ironing skills with our expert tips and tricks. Whether it's removing stubborn creases or caring for delicate fabrics, we've got you covered. Quick Fixes Learn how to tackle wrinkles in a flash with our quick-fix solutions for last-minute ironing emergencies. Find out more Fabric Care Discover the best practices for ironing different types of fabrics to keep your clothes looking fresh and new. Find out more Iron Maintenance Extend the life of your iron with our maintenance tips to ensure it stays in top condition for flawless results every time. Find out more Customer Care Excellence Your Satisfaction, Our Priority At SteamCrafted, we are dedicated to providing exceptional customer care. Have a question or need assistance? We're here to help. How can I track my order? You can easily track your order by logging into your account on our website and checking the order status. What is your return policy? We offer a hassle-free return policy. If you're not satisfied with your purchase, simply contact us within 30 days for a refund or exchange. Do you offer international shipping? Yes, we offer international shipping to many countries. During checkout, you can select your preferred shipping option. How can I contact customer support? You can reach our customer support team via email at steamcrafted@gmail.com or through our online contact form on the website. Stay Connected with SteamCrafted Get the Latest Updates Stay in the loop with all things ironing and SteamCrafted. Join our community for exclusive offers, ironing tips, and more. Be in touch 01. Exclusive Offers Be the first to know about our special promotions and discounts by subscribing to our newsletter. 02. Ironing Tips & Tricks Receive expert advice on ironing techniques and fabric care to keep your clothes looking their best. 03. Community Events Participate in our community events and discussions to connect with fellow ironing enthusiasts and share your experiences. Our Commitment to Quality Crafting Excellence Every Step of the Way At SteamCrafted, quality is at the core of everything we do. From our products to our customer service, we are dedicated to delivering excellence. Premium Materials We source only the finest materials to ensure durability and performance in every iron we offer. Rigorous Testing Each iron undergoes rigorous testing to meet our high standards of quality and reliability. Customer Satisfaction Our priority is your satisfaction. We strive to provide exceptional service and products that exceed your expectations. Featured Products Discover Our Top Picks Explore our selection of premium irons designed to elevate your ironing experience. SteamCrafted Elite Iron ₹5000 Experience the ultimate in ironing precision with our flagship model, equipped with advanced steam technology for flawless results. Order SteamCrafted Travel Iron ₹2500 Compact and powerful, our travel iron is perfect for on-the-go touch-ups, ensuring you look sharp wherever you are. Order SteamCrafted Pro Steam Station ₹8000 Take your ironing to the next level with our Pro Steam Station, featuring a large water tank and powerful steam output for efficient wrinkle removal. Order Contact Information Phone +91-124-6201126 Email steamcrafted@gmail.com Location 6 kapsi, Bhandara Rd, beside suruchi company, Nagpur, Maharashtra 440008, India Contact Form Talk to our experts I accept the Privacy Policy Send SteamCrafted Home Expand the strength The art of ironing Our priority Stay up to date Quality Our products Privacy Policy Terms of Use"
  }
}