{
  "name": "New_v9_dreamloom",
  "pages": {
    "privacy-policy": "DreamLoom - Privacy Policy Mon-Friday 9am - 5pm +91-798-7283821 dreamloom@gmail.com DreamLoom Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions Privacy Policy Intellectual Property Rights: All content on DreamLoom, including but not limited to text, graphics, logos, images, audio clips, and software, is the property of DreamLoom or its content suppliers and is protected by copyright, trademark, and other intellectual property laws. You may not modify, reproduce, distribute, or create derivative works based on any content from the Website without prior written consent from DreamLoom. User Content: DreamLoom may allow users to submit or post content, including comments, reviews, and other materials. By submitting or posting any content on the Website, you grant DreamLoom a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, distribute, and display such content worldwide in any media. Community Guidelines: We encourage respectful and constructive participation on DreamLoom. You agree to abide by our community guidelines and refrain from posting any content that is unlawful, defamatory, abusive, obscene, or otherwise objectionable. DreamLoom reserves the right to remove any content that violates these guidelines or is deemed inappropriate, in our sole discretion. Security: While we take reasonable measures to protect the security of the Website, we cannot guarantee that unauthorized third parties will not gain access to your information or content. You are responsible for safeguarding your account credentials and for any actions taken under your account. Termination: DreamLoom reserves the right to suspend or terminate your access to the Website at any time for any reason without prior notice. Upon termination, your right to use the Website will cease immediately. Entire Agreement: This disclaimer constitutes the entire agreement between you and DreamLoom regarding your use of the Website, superseding any prior agreements or understandings. Any failure by DreamLoom to enforce any provision of this disclaimer shall not be construed as a waiver of such provision. No Warranty: DreamLoom is provided on an \"as is\" and \"as available\" basis without any representations or warranties, express or implied. We do not warrant the accuracy, completeness, or reliability of any content available on the Website. Your use of the Website is at your own risk. No Guarantee of Results: While we strive to provide accurate and helpful information, we cannot guarantee any specific results or outcomes from the use of the Website. The content provided on DreamLoom is for informational purposes only and should not be considered professional advice. Third-Party Links: DreamLoom may contain links to third-party websites or resources. These links are provided solely for your convenience and do not imply any endorsement or responsibility for the content, products, or services offered by these third parties. We are not responsible for the availability or accuracy of such external sites or resources. Limitation of Liability: In no event shall DreamLoom, its affiliates, partners, or contributors be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with your use of the Website or reliance on any information provided on the Website. Indemnification: You agree to indemnify and hold harmless DreamLoom, its affiliates, partners, and contributors from any claims, damages, liabilities, or expenses (including attorneys' fees) arising out of your use of the Website or violation of these terms. Changes to Terms: DreamLoom reserves the right to modify or revise these terms of use at any time without prior notice. By continuing to use the Website after any such changes, you agree to be bound by the revised terms. Modification of Content: DreamLoom reserves the right to modify, update, or remove any content on the Website at any time without prior notice. We may also change or discontinue any feature or service offered on the Website. While we strive to keep the information on DreamLoom accurate and up-to-date, we do not guarantee that all content will always be current or error-free. Disclaimer of Endorsement: Any mention of third-party products, services, or organizations on DreamLoom is for informational purposes only and does not constitute endorsement or recommendation. We do not endorse, warrant, or guarantee the quality, reliability, or suitability of any third-party offerings mentioned on the Website. No Medical or Financial Advice: The content provided on DreamLoom is not intended to substitute professional advice in any field, including but not limited to medical, financial, legal, or psychological matters. You should always consult with qualified professionals before making any decisions or taking any actions based on information obtained from the Website. No Employment or Agency Relationship: Your use of DreamLoom does not create any employment, partnership, joint venture, agency, or franchise relationship between you and DreamLoom. You agree that you are not an employee, agent, or representative of DreamLoom and that DreamLoom does not owe you any fiduciary duties. No Waiver of Rights: The failure of DreamLoom to exercise or enforce any right or provision of this disclaimer shall not constitute a waiver of such right or provision. Any waiver of any provision of this disclaimer will be effective only if it is in writing and signed by DreamLoom. Survival: If any provision of this disclaimer is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect. The invalid or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest to the intent of the original provision. Language: This disclaimer may be translated into other languages for your convenience. In the event of any discrepancy between the English version and a translated version, the English version shall prevail. Jurisdictional Limitations: DreamLoom is intended for use by individuals located within [insert jurisdiction] and may not be appropriate or available for use in other locations. If you access DreamLoom from outside [insert jurisdiction], you do so at your own risk and are responsible for compliance with local laws. No Guarantee of Continuous Operation: While we strive to provide uninterrupted access to DreamLoom, we cannot guarantee that the Website will be available at all times or free from interruptions, errors, or technical glitches. We reserve the right to suspend, restrict, or terminate access to the Website for maintenance, upgrades, or other reasons without prior notice. No Unlawful Use: You agree to use DreamLoom only for lawful purposes and in compliance with all applicable laws and regulations. You may not use the Website for any illegal or unauthorized purpose, including but not limited to violating intellectual property rights, distributing malware, or engaging in fraudulent activities. No Reliance on User-Generated Content: DreamLoom may contain user-generated content such as comments, reviews, or forum posts. While we strive to moderate user-generated content to ensure compliance with our community guidelines, we do not endorse or guarantee the accuracy, reliability, or suitability of such content. You use user-generated content at your own risk. Reservation of Rights: DreamLoom reserves all rights not expressly granted in this disclaimer. We may enforce our rights under this disclaimer or take any legal action available to us to protect our interests, including but not limited to seeking injunctive relief or damages for breach of this disclaimer. Feedback: We welcome feedback, suggestions, and ideas from our users to improve DreamLoom. However, any feedback or suggestions you provide to us will be considered non-confidential and non-proprietary. We reserve the right to use, modify, or disclose such feedback for any purpose without any obligation to you. Contact Us: If you have any questions, comments, or concerns about this disclaimer or the Website, please contact us at dreamloom@gmail.com. We welcome your feedback and will do our best to address any issues promptly. DreamLoom Transforming Your Sleep Experience - DreamLoom: Where Comfort Meets Style for a Restful Night's Sleep. Explore Our Luxurious Bedding Collection Today! USEFUL LINKS Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions NEED HELP? +91-798-7283821 dreamloom@gmail.com NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DreamLoom Privacy Policy Terms of Use",
    "terms-conditions": "DreamLoom - Terms of Use Mon-Friday 9am - 5pm +91-798-7283821 dreamloom@gmail.com DreamLoom Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions Terms of Use Termination DreamLoom reserves the right, without notice and in its sole discretion, to terminate your license to use the Site and to block or prevent your future access to and use of the Site for any reason or no reason. In the event of termination, these Terms of Use shall still apply and be binding upon you regarding your prior use of the Site. Feedback We welcome feedback, comments, and suggestions for improvements to DreamLoom. You may submit feedback by emailing us at dreamloom@gmail.com or through any other communication means provided on the Site. You agree that any feedback you provide to DreamLoom will be deemed to be non-confidential and non-proprietary and DreamLoom shall have the unrestricted, worldwide, and perpetual right to use, modify, reproduce, transmit, sublicense, distribute, create derivative works of, or publicly display any such feedback for any purpose without any compensation or attribution to you. Third-Party Services The Site may contain links to third-party websites or services that are not owned or controlled by DreamLoom. DreamLoom has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You further acknowledge and agree that DreamLoom shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites or services. Waiver and Remedies No waiver by DreamLoom of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of DreamLoom to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision. The rights and remedies of DreamLoom under these Terms of Use are cumulative and not alternative, and the exercise of any right or remedy by DreamLoom shall not preclude the exercise of any other rights or remedies available to DreamLoom. Headings The section headings in these Terms of Use are for convenience only and have no legal or contractual effect. Dispute Resolution Any dispute arising out of or relating to these Terms of Use, the Site, or the use thereof shall be governed by the laws of the United States, without regard to its conflict of law provisions. Any dispute or claim relating in any way to your use of the Site will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify. The Federal Arbitration Act and federal arbitration law apply to this agreement. There is no judge or jury in arbitration, and court review of an arbitration award is limited. However, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow these Terms of Use as a court would. We each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated, or representative action. If for any reason a claim proceeds in court rather than in arbitration, we each waive any right to a jury trial. We also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights. Entire Agreement These Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and DreamLoom regarding the Site and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Site. Intellectual Property The Site and its original content, features, and functionality are owned by DreamLoom and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. Use License Permission is granted to temporarily download one copy of the materials (information or software) on DreamLoom's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: modify or copy the materials; use the materials for any commercial purpose, or for any public display (commercial or non-commercial); attempt to decompile or reverse engineer any software contained on DreamLoom's website; remove any copyright or other proprietary notations from the materials; or transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by DreamLoom at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. Disclaimer The materials on DreamLoom's website are provided on an 'as is' basis. DreamLoom makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, DreamLoom does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. Limitations In no event shall DreamLoom or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on DreamLoom's website, even if DreamLoom or a DreamLoom authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. Accuracy of Materials The materials appearing on DreamLoom's website could include technical, typographical, or photographic errors. DreamLoom does not warrant that any of the materials on its website are accurate, complete, or current. DreamLoom may make changes to the materials contained on its website at any time without notice. However, DreamLoom does not make any commitment to update the materials. Links DreamLoom has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by DreamLoom of the site. Use of any such linked website is at the user's own risk. Modifications DreamLoom may revise these Terms of Use for its website at any time without notice. By using this website, you are agreeing to be bound by the then-current version of these Terms of Use. User Conduct By accessing or using the DreamLoom website, you agree to abide by all applicable laws and regulations and to not engage in any conduct that restricts or inhibits anyone's use or enjoyment of the Site. You agree not to: Use the Site in any way that could disable, overburden, damage, or impair the Site or interfere with any other party's use of the Site; Use any robot, spider, or other automatic device, process, or means to access the Site for any purpose, including monitoring or copying any of the material on the Site; Use any manual process to monitor or copy any of the material on the Site or for any other unauthorized purpose without our prior written consent; Use any device, software, or routine that interferes with the proper working of the Site; Introduce any viruses, trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful; Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Site, the server on which the Site is stored, or any server, computer, or database connected to the Site; or Attack the Site via a denial-of-service attack or a distributed denial-of-service attack. Indemnification You agree to defend, indemnify, and hold harmless DreamLoom and its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms of Use or your use of the Site, including, but not limited to, any use of the Site's content, services, and products other than as expressly authorized in these Terms of Use or your use of any information obtained from the Site. Severability If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect. Entire Agreement These Terms of Use, our Privacy Policy, and any additional terms and conditions or policies referenced herein constitute the sole and entire agreement between you and DreamLoom regarding the Site and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Site. Contact Information If you have any questions about these Terms of Use, please contact us at dreamloom@gmail.com. Thank you for using DreamLoom! By continuing to use the Site, you agree to these Terms of Use. If you do not agree with any part of these terms, please discontinue use of the Site. DreamLoom Transforming Your Sleep Experience - DreamLoom: Where Comfort Meets Style for a Restful Night's Sleep. Explore Our Luxurious Bedding Collection Today! USEFUL LINKS Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions NEED HELP? +91-798-7283821 dreamloom@gmail.com NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DreamLoom Privacy Policy Terms of Use",
    "thanks": "DreamLoom - Thank You for Choosing Us Thank You for Reaching Out! We at DreamLoom are incredibly grateful for your message. Your feedback and inquiries are highly valued, and we assure you that we will get back to you as soon as possible. In the meantime, feel free to explore more of what DreamLoom has to offer. Thank you once again for choosing DreamLoom. Have a fantastic day! Home",
    "about": "DreamLoom - Your Destination for Quality Bedding Products Mon-Friday 9am - 5pm +91-798-7283821 dreamloom@gmail.com DreamLoom Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions About Us Home About About DreamLoom Welcome to DreamLoom, your ultimate destination for premium bedding essentials. We are dedicated to providing you with the highest quality products and exceptional customer service to ensure a restful and luxurious sleep experience. We source only the finest materials to create bedding products that are soft, durable, and designed for ultimate comfort. Your satisfaction is our priority. We strive to exceed your expectations with our products and service. Our bedding is crafted with precision and care to deliver superior quality and style to your bedroom. We are committed to sustainability and eco-friendly practices in our manufacturing processes. DreamLoom is dedicated to giving back to the community through various initiatives and partnerships. Our Mission and Values Quality Excellence We are committed to delivering bedding products of the highest quality, ensuring comfort and satisfaction for our customers. Customer Focus Our customers are at the heart of everything we do. We prioritize their needs and strive to provide exceptional service. Innovation Drive We continuously seek innovative solutions to enhance our products and bring new, exciting options to our customers. Sustainability Commitment We are dedicated to sustainable practices, from sourcing materials to reducing our environmental impact, to create a better future for all. Our Team and Expertise Meet the passionate team behind DreamLoom, dedicated to curating the best bedding products and providing exceptional service to our customers. Meet Our Experts Our team of bedding specialists brings years of experience and knowledge to ensure you receive expert guidance and support. Customer Care We are here to assist you every step of the way. From product inquiries to after-sales support, our customer care team is committed to your satisfaction. Our Commitment to Excellence At DreamLoom, we are dedicated to upholding the highest standards of quality, service, and innovation in everything we do. Our commitment to excellence drives us to continuously improve and exceed expectations. Quality Craftsmanship Each piece of bedding is meticulously crafted with attention to detail and quality, ensuring a superior product for our customers. Customer Satisfaction Your satisfaction is our top priority. We go above and beyond to ensure that every customer has a positive experience with DreamLoom. Innovative Designs We stay ahead of trends and constantly innovate to bring you fresh, stylish designs that enhance your bedroom decor. Transparent Practices We believe in transparency and honesty in all our operations, from sourcing materials to pricing, to build trust with our customers. DreamLoom Transforming Your Sleep Experience - DreamLoom: Where Comfort Meets Style for a Restful Night's Sleep. Explore Our Luxurious Bedding Collection Today! USEFUL LINKS Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions NEED HELP? +91-798-7283821 dreamloom@gmail.com NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DreamLoom Privacy Policy Terms of Use",
    "index": "DreamLoom - Premium Bedding Essentials for a Dreamy Night's Sleep Mon-Friday 9am - 5pm +91-798-7283821 dreamloom@gmail.com DreamLoom Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions DreamLoom - Your Bedding Paradise Discover the Comfort of DreamLoom Bedding Collection To study Explore Our Luxurious Bedding Selection Indulge in quality and style with DreamLoom's exquisite range of bedding essentials. From soft sheets to cozy comforters, we have everything you need for a dreamy night's sleep. Soft Sheets Wrap yourself in luxury with our premium quality, ultra-soft sheets that promise a restful night's sleep. Cozy Comforters Stay warm and snug with our selection of cozy comforters, designed to provide both comfort and style to your bedroom. Plush Pillows Sink into a cloud of comfort with our plush pillows, crafted to support your head and neck for a peaceful slumber. Elegant Duvet Covers Add a touch of elegance to your bedroom with our stylish duvet covers, available in a variety of designs to suit your taste. Warm Throws Stay cozy on chilly nights with our warm throws, perfect for adding an extra layer of comfort to your bedding ensemble. Luxurious Bedding Sets Complete your bedroom look with our luxurious bedding sets, curated to elevate your sleep experience and enhance your decor. Experience Superior Quality and Customer Service At DreamLoom, we are committed to providing you with the highest quality bedding products and exceptional customer service. Your satisfaction is our priority, and we strive to make your shopping experience seamless and enjoyable. Quality Guarantee We stand behind the quality of our products. If you're not completely satisfied with your purchase, we offer a hassle-free return policy to ensure your peace of mind. Expert Assistance Our knowledgeable team is here to assist you with any questions or concerns. Whether you need help choosing the right bedding or have inquiries about your order, we are dedicated to providing you with expert guidance and support. We are happy with us 4000+ Dreamy Customers Served 500+ Cozy Products Available 100% Satisfaction Guaranteed Stay Updated with DreamLoom's Latest News and Tips Bedroom Decor Ideas Transform Your Space with Style Discover creative tips and inspiration to elevate your bedroom decor and create a cozy sanctuary for rest and relaxation. Sleep Wellness Tips Prioritize Your Sleep Health Explore expert advice and practical tips to improve your sleep quality and overall well-being for a rejuvenated mind and body. Product Care Guides Extend the Life of Your Bedding Learn how to properly care for your bedding essentials to maintain their quality and ensure long-lasting comfort for a peaceful night's sleep. Explore Our Top Picks Luxury Egyptian Cotton Sheets ₹5000 Indulge in the softness and durability of our premium Egyptian cotton sheets for a luxurious night's sleep. Buy now Silk Blend Comforter Set ₹7500 Experience the ultimate comfort with our silk blend comforter set, designed to provide warmth and elegance to your bedroom. Buy now Bamboo Cooling Pillows ₹2000 Stay cool and comfortable all night with our bamboo cooling pillows, perfect for a restful and refreshing sleep. Buy now Linen Duvet Cover Set ₹4000 Add a touch of sophistication to your bedding with our linen duvet cover set, crafted for both style and comfort. Buy now DreamLoom Special Offers текст Seasonal Sale Don't miss out on our seasonal sale with discounts on a wide range of bedding essentials. Upgrade your bedroom at unbeatable prices. Find out more текст Limited Edition Collection Explore our exclusive limited edition collection featuring unique designs and premium quality bedding sets. Elevate your sleep experience with these special pieces. Find out more текст Bundle Deals Save more with our bundle deals on bedding sets, pillows, and more. Get everything you need for a complete bedroom makeover at a great value. Find out more SEND US MESSAGE I accept the Privacy Policy Send DreamLoom Transforming Your Sleep Experience - DreamLoom: Where Comfort Meets Style for a Restful Night's Sleep. Explore Our Luxurious Bedding Collection Today! USEFUL LINKS Home Luxurious linen Quality About Us Our success Stay in touch Our suggestions NEED HELP? +91-798-7283821 dreamloom@gmail.com NH-7, Chowk, beside Hotel Marriot, Mangla, Bilaspur, Chhattisgarh 495001, India Copyright © 2024 DreamLoom Privacy Policy Terms of Use"
  }
}