{
  "name": "New_v8_KalaKritiGifts",
  "pages": {
    "privacy-policy": "Privacy Policy – KalaKritiGifts: Your Data is Safe with Us Main About Us Products Privacy Policy 1. Information Collection We collect personal information provided by you, such as name, email address, and phone number, when you sign up on our website or contact us. 2. Use of Information We use the collected information to improve our services, personalize your experience, and for communication purposes, such as sending newsletters and responding to inquiries. 3. Sharing of Information We do not share your personal information with third parties, except when necessary to provide services requested by you or as required by law. 4. Information Security We implement security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. 5. Cookies We use cookies to enhance your experience on our website, remembering your preferences and past visits. 6. User Rights You have the right to access, correct, or delete your personal information stored by us at any time. 7. Consent By using our website, you consent to the collection and use of your personal information as described in this privacy policy. 8. Changes to Privacy Policy We reserve the right to change this privacy policy at any time. We will notify you of any changes through our website or by email. 9. Email Communication We may send emails to you with information about our services, news, and promotions. You can opt out of receiving these emails at any time. 10. External Links Our website may contain links to external sites. We are not responsible for the privacy practices or content of these sites. 11. Data Retention We will retain your personal information for as long as your account is active or as needed to provide services to you. 12. Contact If you have any questions about this privacy policy, please contact us using the email provided on our website. 13. Children's Privacy We do not knowingly collect personal information from children under 13 years of age. If we discover that we have collected information from a child, we will take steps to remove it. 14. International Data Transfer Your data may be transferred and stored on servers located outside of your country of residence. We take measures to ensure that your personal information is protected. 15. Use of Anonymous Data We may use anonymous and aggregated data for analytical purposes and to improve our services. This data does not identify specific individuals. 16. Accountability We are responsible for ensuring that your personal information is handled in accordance with this privacy policy and applicable laws. 17. Third-Party Policies This privacy policy does not apply to services offered by third parties. We recommend that you read the privacy policies of any third-party service you use. 18. Information Review You can review and update your personal information at any time by contacting us via the email provided on our website. 19. Payment Security We implement security measures to protect your payment information during online transactions. Your payment data is encrypted to ensure security. 20. Cookie Policy We use cookies to collect information about your interactions with our website and improve your browsing experience. You can disable cookies in your browser settings. Main About Us Products Disclaimer Privacy Policy Terms and Conditions +91 223 415336 kalakritigifts@gmail.com Vohra Hajira, Mandvi, Gujarat 370465 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it!",
    "products": "KalaKritiGifts Services: Elevate Your Gifting Experience Main About Us Products Explore Our Handcrafted Treasures Dive into our diverse collection of handmade gifts and souvenirs, each crafted with precision and care. Why Kala Kriti Gifts? Our products are perfect for every occasion – be it a wedding, a birthday, or a festive celebration. Each item is unique, making your gift truly special. Unique Handcrafted Items Each product in our collection is meticulously crafted by skilled artisans, ensuring unparalleled quality and craftsmanship. Wide Range of Choices From traditional to contemporary designs, we offer a diverse range of handmade gifts and souvenirs to suit every taste and preference. Celebrating Indian Culture Our products reflect the rich cultural heritage of India, allowing you to share the beauty and tradition of the country with your loved ones. Personalized Service We strive to provide personalized service and attention to each customer, ensuring a seamless shopping experience from start to finish. Our Categories Explore our diverse product range, thoughtfully categorized for your convenience. Jewelry Handcrafted Necklace Elegant and unique, perfect for any occasion. Material: Silver Length: 18 inches Hand-painted accents Traditional Earrings Beautifully designed, ideal for festive wear. Material: Brass Length: 2 inches Intricate detailing Bangle Set Stylish and versatile, a perfect gift. Material: Copper Size: Adjustable Ethnic design Home Decor Decorative Vase A stunning addition to any home. Material: Ceramic Height: 12 inches Hand-painted design Wall Hanging Brings charm to your living space. Material: Wood Dimensions: 24x18 inches Traditional motifs Table Lamp Elegant and functional. Material: Metal Height: 15 inches Intricate craftsmanship Textiles Embroidered Cushion Cover Add a touch of elegance to your home. Material: Cotton Size: 16x16 inches Hand-embroidered Silk Scarf Luxurious and stylish. Material: Silk Length: 70 inches Hand-dyed Table Runner Perfect for festive dining. Material: Linen Length: 60 inches Traditional embroidery Our Creation Process Discover the journey behind each handcrafted masterpiece. Inspiration Every creation begins with inspiration drawn from India's rich cultural heritage and traditional craftsmanship. Design Our skilled artisans meticulously craft each design, blending traditional techniques with contemporary styles. Creation Using only the finest materials, our artisans bring the designs to life with precision and attention to detail. Quality Check Each product undergoes rigorous quality checks to ensure it meets our standards of excellence and craftsmanship. Final Touches Before reaching you, every piece receives final touches to ensure it's perfect in every aspect. Get in Touch Interested in our products or have any questions? We're here to help. Leave us a message and we'll get back to you promptly. Contact Us Customer Reviews Ananya Patel \"The handcrafted jewelry I purchased was absolutely stunning! The attention to detail and quality is unmatched. I received so many compliments at my friend's wedding.\" Rahul Singh \"Kala Kriti Gifts exceeded my expectations. The decorative vase I bought looks perfect in my living room. It's clear that a lot of care and skill went into making it.\" Sita Sharma \"I am in love with the silk scarf I bought from Kala Kriti Gifts. It's so luxurious and beautifully crafted. It adds a touch of elegance to any outfit.\" Vikram Das \"The embroidered cushion covers are gorgeous. They have transformed the look of my living room. The craftsmanship is top-notch, and the designs are truly unique.\" Main About Us Products Disclaimer Privacy Policy Terms and Conditions +91 223 415336 kalakritigifts@gmail.com Vohra Hajira, Mandvi, Gujarat 370465 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it!",
    "terms-conditions": "Terms of Delight: Engage with KalaKritiGifts Quality Main About Us Products Terms and Conditions 1. Acceptance of Terms By accessing and using our website, you agree to be bound by these terms and conditions, as well as any additional terms and policies referenced herein. 2. User Responsibilities You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 3. Intellectual Property All content and materials on this website, including text, images, logos, and trademarks, are the property of Kala Kriti Gifts or its licensors and are protected by intellectual property laws. 4. Limitation of Liability We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or the products and services offered. 5. Governing Law These terms and conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising under or in connection with these terms and conditions shall be subject to the exclusive jurisdiction of the courts of India. 6. Changes to Terms We reserve the right to modify or revise these terms and conditions at any time without prior notice. Your continued use of the website constitutes acceptance of the updated terms. 7. Termination We reserve the right to suspend or terminate your access to our website and services at any time, without prior notice, for any reason, including but not limited to violation of these terms and conditions. 8. User Conduct You agree not to use our website for any unlawful purpose or to engage in any activity that violates these terms and conditions or infringes on the rights of others. 9. Privacy Policy Your use of our website is subject to our privacy policy, which outlines how we collect, use, and protect your personal information. Please review our privacy policy carefully. 10. Payment Terms Payment for products and services is due at the time of purchase unless otherwise agreed upon. 11. Shipping and Delivery We will make every effort to deliver your order in a timely manner. However, we are not responsible for delays caused by factors beyond our control, such as weather conditions or shipping carrier issues. 12. Returns and Refunds We accept returns and offer refunds on eligible products within 7 days of purchase. Please refer to our returns policy for detailed instructions. 13. Product Availability Product availability may vary and is subject to change without prior notice. We do not guarantee the availability of any particular product. 14. Communications By using our website, you consent to receive communications from us, including emails, newsletters, and promotional offers. You may opt out of receiving these communications at any time. 15. Indemnification You agree to indemnify and hold harmless Kala Kriti Gifts, its affiliates, and their respective officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses arising out of or in any way connected with your use of our website or violation of these terms and conditions. 16. Severability If any provision of these terms and conditions is found to be invalid, illegal, or unenforceable, the remaining provisions shall continue in full force and effect. 17. Entire Agreement These terms and conditions constitute the entire agreement between you and Kala Kriti Gifts regarding your use of our website and supersede all prior or contemporaneous communications and proposals, whether oral or written, between you and us. 18. Contact Information If you have any questions or concerns about these terms and conditions, please contact us using the contact information provided on our website. Main About Us Products Disclaimer Privacy Policy Terms and Conditions +91 223 415336 kalakritigifts@gmail.com Vohra Hajira, Mandvi, Gujarat 370465 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it!",
    "thank_page": "Thank You: Gratitude from KalaKritiGifts Thank you for choosing us. We'll Contact You Soon. Back to the main page",
    "about": "About Us – KalaKritiGifts: Your Partner in the World of Independent Cinema Main About Us Products Unveiling the Heartbeat of Kala Kriti Gifts Discover the story behind our passion for craftsmanship and cultural heritage. Our Journey Tracing the evolution of Kala Kriti Gifts through time. Founded in [year], Kala Kriti Gifts began as a humble venture with a vision to celebrate the rich heritage of Indian craftsmanship. Over the years, we have grown into a renowned destination for handmade treasures, captivating audiences both locally and globally. Through dedication, innovation, and a commitment to quality, we have curated a diverse collection of products that reflect the essence of Indian culture and tradition. Our journey is marked by milestones, achievements, and the unwavering support of our customers and artisans. As we continue to evolve and expand, our mission remains unchanged: to preserve and promote the timeless artistry of India while empowering local communities and artisans. Our success is a testament to the passion and dedication of our team, who work tirelessly to uphold our values of excellence, integrity, and creativity. With each passing year, we look forward to new opportunities to share the beauty of Indian craftsmanship with the world. Join us as we embark on the next chapter of our journey, filled with creativity, innovation, and a deep appreciation for the artistry of India. Meet Our Team Dedicated individuals driving our vision forward. John Doe Founder & CEO Experience: Over 15 years in business development and entrepreneurship. Sarah Smith Creative Director Experience: 10 years in design and visual arts. Alex Johnson Marketing Manager Experience: 8 years in digital marketing and branding. Emily Brown Product Designer Experience: 7 years in product design and development. Michael Clark Sales Manager Experience: 12 years in sales and customer relations. Our Mission Guided by a passion for craftsmanship and a commitment to excellence. At Kala Kriti Gifts, our mission is to preserve and promote the rich heritage of Indian artistry through exceptional handmade products. We strive to empower local artisans by providing them with sustainable livelihoods and a global platform to showcase their talent. We believe in blending traditional techniques with contemporary designs to create unique pieces that reflect the essence of Indian culture. Our dedication to quality ensures that every product we offer is a testament to the skill and passion of our artisans. Our vision extends beyond business; we aim to create a positive impact on the communities we work with and the environment. By prioritizing eco-friendly practices and sustainable sourcing, we are committed to making a difference in the world. As we continue to grow, our focus remains on innovation, customer satisfaction, and the celebration of cultural heritage. We are excited to share our journey with you and invite you to be a part of our story. Interested in learning more about our mission or looking to collaborate? We would love to hear from you. Contact us today and be a part of our journey in preserving and promoting Indian artistry. Get in Touch Frequently Asked Questions What materials are used in your handcrafted products? We use a variety of high-quality materials including silver, brass, copper, ceramic, wood, and textiles such as cotton, silk, and linen. Each material is carefully selected to ensure durability and aesthetic appeal. Can I customize a product? Yes, we offer customization options for many of our products. Please contact us with your specific requirements, and we will do our best to accommodate your request. How can I place an order? To place an order, please use the contact form on our website. Provide us with the details of the product you wish to purchase, and our team will get in touch with you to finalize the order. What are the shipping options? We offer standard and express shipping options. Shipping costs and delivery times vary depending on your location. Detailed shipping information will be provided when you place your order. Do you ship internationally? Yes, we ship our products worldwide. International shipping charges and delivery times will be calculated based on your location. What is your return policy? We accept returns within 30 days of purchase if the product is in its original condition. Please contact us to initiate a return and for further instructions. How can I track my order? Once your order is shipped, you will receive a tracking number via email. You can use this number to track the status of your shipment on the courier's website. How do I contact customer support? You can contact our customer support team through the contact form on our website. We aim to respond to all inquiries within 24 hours. Main About Us Products Disclaimer Privacy Policy Terms and Conditions +91 223 415336 kalakritigifts@gmail.com Vohra Hajira, Mandvi, Gujarat 370465 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it!",
    "disclaimer": "Disclaimer: Explore with Confidence - KalaKritiGifts Main About Us Products Disclaimer 1. Content Accuracy The information provided on this website is for general informational purposes only. We make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability of the information contained on the website. 2. Product Representations While we strive to accurately represent our products, we cannot guarantee that product descriptions, images, colors, or other content on the website are entirely accurate, complete, reliable, current, or error-free. 3. External Links This website may contain links to external websites that are not operated by us. We have no control over the content and availability of those sites and do not endorse, warrant, or guarantee the products, services, or information offered by them. 4. Limitation of Liability Under no circumstances shall we be liable for any direct, indirect, incidental, consequential, special, punitive, or exemplary damages arising out of or in connection with your use of this website or any reliance on the information contained herein. 5. No Professional Advice The information contained on this website is not intended as professional advice. You should consult with a qualified professional for advice tailored to your specific situation. 6. No Endorsement Any reference or link to third-party products, services, websites, or publications does not imply endorsement or recommendation by us. 7. No Guarantee We do not guarantee the availability, accuracy, completeness, or reliability of any content or information on this website. 8. No Warranty We make no warranties, express or implied, regarding the operation, availability, or security of this website or the information contained herein. 9. Use at Your Own Risk Your use of this website and any reliance on the information contained herein is at your own risk. 10. Indemnification You agree to indemnify and hold harmless Kala Kriti Gifts, its affiliates, and their respective officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses arising out of or in any way connected with your use of our website. 11. Changes to Disclaimer We reserve the right to modify or revise this disclaimer at any time without prior notice. Your continued use of the website constitutes acceptance of the updated disclaimer. 12. No Waiver Failure to enforce any provision of this disclaimer shall not constitute a waiver of such provision or any other provision of this disclaimer. 13. Severability If any provision of this disclaimer is found to be invalid, illegal, or unenforceable, the remaining provisions shall continue in full force and effect. 14. Entire Agreement This disclaimer constitutes the entire agreement between you and Kala Kriti Gifts regarding your use of this website and supersedes all prior or contemporaneous understandings and agreements, whether written or oral, relating to such subject matter. 15. Governing Law This disclaimer shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law principles. 16. Jurisdiction Any dispute arising out of or in connection with this disclaimer shall be subject to the exclusive jurisdiction of the courts in India. 17. Contact Information If you have any questions or concerns about this disclaimer, please contact us using the contact information provided on our website. Main About Us Products Disclaimer Privacy Policy Terms and Conditions +91 223 415336 kalakritigifts@gmail.com Vohra Hajira, Mandvi, Gujarat 370465 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it!",
    "index": "KalaKritiGifts: Unwrap the Artistry of India Main About Us Products Unwrap the Artistry of India Embark on a journey through our unparalleled collection of handmade treasures, meticulously crafted with passion and reverence for tradition. Our Story Discover the heart and soul behind Kala Kriti Gifts. Kala Kriti Gifts was born from a deep appreciation for the rich cultural heritage and exquisite craftsmanship of India. Our journey began with a simple desire to showcase the talent and creativity of Indian artisans to the world. Each product in our collection tells a story – a story of tradition, passion, and dedication. We take pride in preserving ancient techniques and supporting local communities, ensuring that every purchase from Kala Kriti Gifts makes a positive impact. Learn more Crafting Excellence Experience the artistry and dedication behind every piece we create. At Kala Kriti Gifts, every product is a testament to the skill and passion of our artisans. We take pride in preserving traditional techniques and infusing them with contemporary designs to create unique, handcrafted treasures. From selecting the finest materials to the meticulous crafting process, each step is handled with care and precision. Our commitment to quality ensures that every item you purchase is not just a product, but a piece of art that carries the essence of Indian culture. Curious to learn more or ready to make a purchase? Reach out to us through our contact form and let us assist you in finding the perfect handmade gift. Contact Us Our Unique Collection Explore a world of exquisite handmade gifts and souvenirs, each piece crafted with love and tradition. Handcrafted Jewelry Discover our stunning range of jewelry, from elegant necklaces to intricate earrings, each piece a work of art. Decorative Home Accessories Enhance your home with our beautiful decorative items, including vases, wall hangings, and more, all handmade with care. Textiles and Fashion Accessories From embroidered cushion covers to luxurious silk scarves, our textiles and fashion accessories add a touch of elegance to any setting. Interested in more exquisite handmade treasures? Discover our full collection and find the perfect gift for any occasion. Browse All Products Our Achievements Proud moments and milestones that highlight our journey and dedication to excellence. Award-Winning Designs Our unique handcrafted products have been recognized and awarded at numerous national and international craft exhibitions. Community Impact We take pride in supporting local artisans, ensuring sustainable livelihoods and preserving traditional craftsmanship. Global Reach Our handmade treasures have found homes around the world, spreading the beauty of Indian art and culture to a global audience. Our Principles Core values that drive our commitment to excellence and craftsmanship. Quality Craftsmanship We ensure that each product is meticulously crafted with the highest standards of quality. Cultural Preservation Our work is dedicated to preserving traditional Indian art forms and techniques. Sustainability We prioritize eco-friendly practices and sustainable sourcing of materials. Community Support Supporting local artisans and their communities is at the heart of our mission. Innovation We blend tradition with innovation to create unique and contemporary designs. Customer Satisfaction We are committed to providing an exceptional customer experience with every purchase. Get in Touch Have questions or want to place an order? We’re here to help. Contact us today! I accept Privacy policy Submit Main About Us Products Disclaimer Privacy Policy Terms and Conditions +91 223 415336 kalakritigifts@gmail.com Vohra Hajira, Mandvi, Gujarat 370465 This website uses cookies to ensure you get the best experience on our website. Learn more. Got it!"
  },
  "date": "2024-05-21T15:41:07.180Z"
}