{
  "name": "New_v8_Vividora",
  "pages": {
    "about-us": "Vividora - Contact Us for Interior Design Consultation & Services HOME ABOUT US Services Contact Vividora Our showroom will remain closed during the carnival days, from February 8th, 2024 to February 13th, 2024. Wishing everyone a joyous celebration and Vividora spirit! Exploring Vividora Exploring Anne & Basti's Vividora Journey: From the heart of the city to a cozy retreat Contact Now A Stylish Transformation of a Vividora Penthouse Contact Now Exploring Eva & Stephi's Vividora Oasis: An Inspiring Feel-Good Place Contact Now Stay connected with Vividora and receive updates and promotions. Subscribe to our newsletter and stay informed about the latest trends in interior design, exclusive offers, and upcoming events. The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Vividora - Contact Us for Interior Design Consultation & Services HOME ABOUT US Services Contact Vividora Have any questions? Feel free to reach out! I accept Privacy Policy SUBMIT STAY CONNECTED Get in touch with Vividora today to explore the latest interior design trends and personalized decor advice. Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India vividora@gmail.com +91 2426953222 The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Vividora - Disclaimers: Important Legal Information Regarding Our Website & Services HOME ABOUT US Services Contact Vividora Disclaimer: The information provided on this website is for general informational purposes only and should not be construed as professional advice. Vividora endeavors to ensure the accuracy of the information on this website, but we cannot guarantee its completeness or suitability for any specific purpose. Always consult with a qualified professional before making any decisions based on the information contained on this website. Vividora is not responsible for any errors or omissions in the content of this website. By using this website, you agree to these terms and conditions. The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "index": "Vividora - Elevating Spaces with Timeless Elegance HOME ABOUT US Services Contact Vividora Selected interior design in Vividora's S端dstadt Welcome to Vividora Interiors Learn more! Phone: +91-2426953222 Our showroom will remain closed during the carnival days, from February 8th, 2024 to February 13th, 2024. Wishing everyone a joyous celebration and Vividora spirit! Located in the heart of Vividora's S端dstadt, we showcase an ever-evolving collection of furniture and home accessories in our showroom. We eagerly anticipate your visit. Opening Hours Tue-Fri 11am-6pm Sat 10am-3pm Contact +91-2426953222 vividora@gmail.com Exploring Vividora Exploring Anne & Basti's Vividora Journey: From the heart of the city to a cozy retreat Contact Now A Stylish Transformation of a Vividora Penthouse Contact Now Exploring Eva & Stephi's Vividora Oasis: An Inspiring Feel-Good Place Contact Now by Lassen DCW editions Shape & Refine Fritz Hansen Carl Hansen & Son LE KLINT Louis Poulsen Lyngby Audio Moebe Montana Muuto Norman Copenhagen Objects of our days Petite friture Please wait to be seated raawii string Valerie Objects We do Wood Woud Northern New Works addup GRAY Explore a diverse range of products from these renowned brands available at Vividora. If the desired product is not currently in stock, we're more than happy to assist you with ordering. Stay connected with Vividora and receive updates and promotions. Subscribe to our newsletter and stay informed about the latest trends in interior design, exclusive offers, and upcoming events. Our showroom will remain closed during the carnival days, from February 8th, 2024 to February 13th, 2024. Wishing everyone a joyful celebration and Vividora spirit! The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Vividora - Privacy Policy: Protecting Your Information HOME ABOUT US Services Contact Vividora Vividora Privacy Policy Introduction Vividora (\"we,\" \"us,\" or \"our\") is committed to protecting the privacy of our users (\"you\" or \"your\"). This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our website (\"Website\") and the services we offer (\"Services\"). Information We Collect We may collect the following types of information when you use our Website and Services: **Personal Information:** This includes information that can be used to identify you, such as your name, email address, phone number, and mailing address. We may collect this information when you register for an account, contact us, or use certain features of our Website or Services. **Non-Personal Information:** This includes information that cannot be used to identify you directly, such as your device information, browsing history, and demographic information. We may collect this information automatically when you use our Website and Services. How We Use Your Information We may use your information for the following purposes: To provide and improve our Website and Services To personalize your experience on our Website and Services To communicate with you about our Website and Services To fulfill your requests and provide customer support To analyze how our Website and Services are used To comply with legal and regulatory requirements Disclosure of Your Information We may disclose your information to the following third parties: Service providers who help us operate our Website and Services Third-party partners who offer products or services through our Website or Services Law enforcement or other government agencies as required by law Your Choices You have certain choices regarding your personal information: You can access and update your personal information through your account settings. You can unsubscribe from our marketing communications by following the unsubscribe instructions in the emails we send you. You can request to delete your personal information by contacting us at . Data Security We take steps to protect your information from unauthorized access, disclosure, alteration, or destruction. However, no website or internet transmission is completely secure, and we cannot guarantee the security of your information. Changes to this Privacy Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our Website. Contact Us If you have any questions about this Privacy Policy, please contact us at [insert contact information]. The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Vividora - Interior Design Services: Elevate Your Space HOME ABOUT US Services Contact Vividora by Lassen DCW editions Shape & Refine Fritz Hansen Carl Hansen & Son LE KLINT Louis Poulsen Lyngby Audio Moebe Montana Muuto Norman Copenhagen Objects of our days Petite friture Please wait to be seated raawii string Valerie Objects We do Wood Woud Northern New Works addup GRAY Explore a diverse range of products from these renowned brands available at Vividora. If the desired product is not currently in stock, we're more than happy to assist you with ordering. Located in the heart of Vividora's S端dstadt, we showcase an ever-evolving collection of furniture and home accessories in our showroom. We eagerly anticipate your visit. Opening Hours Tue-Fri 11am-6pm Sat 10am-3pm Contact +91-2426953222 vividora@gmail.com Selected interior design in Vividora's S端dstadt Welcome to Vividora Interiors Learn more! Phone: +91-2426953222 Our showroom will remain closed during the carnival days, from February 8th, 2024 to February 13th, 2024. Wishing everyone a joyful celebration and Vividora spirit! The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "Vividora - Terms & Conditions: Using Our Website & Services HOME ABOUT US Services Contact Vividora Vividora Terms & Conditions Welcome to Vividora (\"Website\" or \"Services\"). These Terms & Conditions (\"Terms\") constitute a legal agreement between you (\"User\") and Vividora (\"we,\" \"us,\" or \"our\") regarding your access and use of the Website and Services. By accessing or using the Website or Services, you agree to be bound by these Terms. If you do not agree to these Terms, please do not access or use the Website or Services. Use of Website & Services You must be at least years old to use the Website and Services. You are responsible for maintaining the confidentiality of your account information and password. You are prohibited from any unauthorized use of the Website or Services, such as hacking or interfering with the system. Intellectual Property The content of the Website and Services, including text, graphics, logos, images, and software, is the property of Vividora or its licensors and is protected by copyright and other intellectual property laws. Disclaimer of Warranties The Website and Services are provided \"as is\" and \"as available\" without any warranties of any kind, express or implied. To the fullest extent permitted by law, Vividora disclaims all warranties, including, but not limited to, warranties of merchantability, fitness for a particular purpose, and non-infringement. Limitation of Liability In no event shall Vividora be liable for any direct, indirect, incidental, consequential, or punitive damages arising out of or in connection with your use of the Website or Services. Contact Us If you have any questions about these Terms, please contact us . The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Vividora - Thank You for Contacting Us! HOME ABOUT US Services Contact Vividora Thank You for Contacting Vividora! We appreciate your interest in Vividora. We'll get back to you as soon as possible. In the meantime, feel free to explore our latest collections and design inspirations on our website. Back to Vividora Home The Vividora website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline We're here for you! storefront Hiranandani Gardens, Powai, Mumbai, Maharashtra 400076, India opening hours Tue-Fri 11am-6pm Sat 10am-3pm Contact vividora@gmail.com +912426953222 Disclaimers Privacy & Policy Terms & Conditions"
  }
}