{
  "name": "New_v9_parasolpalace",
  "pages": {
    "terms-conditions": "Parasol Palace - Terms of Use Parasol Palace Home Collection About Us Why are we Favorite collection Closure customers Write Terms of Use Acceptance of Terms By accessing and using the Parasol Palace website, you agree to be bound by the Terms of Use, as well as any other laws or regulations that apply to this website, the internet, or e-commerce. If you do not agree with any of these terms, please refrain from using our website. Use of the Website Parasol Palace is a platform for you to explore, learn, and shop our diverse range of umbrellas and walking sticks. You are welcome to browse our product catalog, read our blog posts, and engage with us on our social media platforms. However, we expect all our visitors to use our website responsibly and lawfully. Any attempt to disrupt, hack, or otherwise violate the security of our website is strictly prohibited and will be met with appropriate legal action. Product Descriptions and Availability We strive to provide accurate and detailed descriptions for all our products. However, please note that the colors, textures, and sizes may slightly vary in real life due to the nature of the materials and the limitations of digital imaging. The availability of the products listed on our website is subject to change. In the event that a product you have ordered is not available, we will promptly notify you and offer a suitable alternative or a full refund. Pricing and Payment The prices listed on our website are in US dollars and are subject to change without prior notice. We accept various forms of payment, including credit cards, debit cards, and PayPal. All transactions are securely processed, and we do not store any of your payment information. Shipping and Delivery We ship our products worldwide, and the delivery charges are calculated based on the weight of the package and the destination. The estimated delivery time is mentioned on the product page, but please note that it may vary due to factors beyond our control, such as customs clearance and weather conditions. Returns and Refunds We want you to be completely satisfied with your purchase. If, for any reason, you are not happy with the product, you can return it to us within 30 days of receipt. The product must be in its original condition, with all the tags and packaging intact. Once we receive and inspect the product, we will issue a full refund or exchange the product, as per your preference. Intellectual Property All the content on our website, including the text, images, and videos, are the exclusive property of Parasol Palace and are protected by international copyright laws. Any unauthorized use, reproduction, or distribution of our content is strictly prohibited and will be met with appropriate legal action. Limitation of Liability In no event shall Parasol Palace be liable for any direct, indirect, incidental, or consequential damages arising out of the use or inability to use our website, including but not limited to, loss of data, loss of business, or personal injury. Changes to the Terms of Use We reserve the right to modify or update these Terms of Use at any time without prior notice. The revised terms will be effective immediately upon posting on our website. Product Care and Maintenance At Parasol Palace, we take great pride in the quality and craftsmanship of our umbrellas and walking sticks. To ensure that they serve you well for years to come, we recommend that you follow the care and maintenance instructions provided with each product. For instance, our umbrellas are made from a variety of materials, including silk, cotton, and polyester. Each of these materials has its own unique properties and care requirements. Silk umbrellas, for example, should be spot-cleaned with a mild detergent and allowed to air-dry, whereas cotton and polyester umbrellas can be machine-washed on a gentle cycle. Similarly, our walking sticks are crafted from a range of woods, such as oak, maple, and cherry, as well as materials like carbon fiber and aluminum. To maintain their luster and strength, we advise that you clean them regularly with a soft, damp cloth and avoid exposing them to extreme temperatures or moisture. Gift Cards and Promotional Codes Parasol Palace offers gift cards and promotional codes to help you save on your purchases and share the joy of our products with your loved ones. Our gift cards are available in various denominations and can be redeemed on any product listed on our website. They are valid for one year from the date of purchase and cannot be exchanged for cash or used to purchase additional gift cards. Our promotional codes, on the other hand, are time-limited and can be used to avail discounts or special offers on selected products. Please note that only one promotional code can be applied per order, and they cannot be combined with other discounts or promotions. Customer Reviews and Testimonials We value and appreciate the feedback of our customers and encourage you to share your experiences and opinions about our products and services. To ensure the authenticity and integrity of our customer reviews, we have implemented a verification process that requires you to provide proof of purchase before submitting a review. We reserve the right to remove or edit any review that is deemed inappropriate, offensive, or misleading. Third-Party Links and Websites Our website may contain links to third-party websites or resources that are not owned or controlled by Parasol Palace. These links are provided solely for your convenience and information and do not imply our endorsement or affiliation with the linked websites. We are not responsible for the content, privacy policies, or practices of any third-party websites and advise you to exercise caution and discretion when accessing them. Governing Law and Jurisdiction These Terms of Use and any dispute or claim arising out of or in connection with them shall be governed by and construed in accordance with the laws of the state of California, without giving effect to any choice or conflict of law provision or rule. Any legal action or proceeding against Parasol Palace related to or arising out of these Terms of Use or your use of our website shall be instituted exclusively in the federal or state courts located in the state of California, and you consent to the personal jurisdiction of such courts. Contact Us If you have any questions, concerns, or feedback regarding our Terms of Use or any other aspect of our website, please do not hesitate to contact us parasolpalace@gmail.com. We value your input and will do our best to address your queries promptly. Thank you for taking the time to read our Terms of Use. We hope that they will enhance your understanding and appreciation of our website and our commitment to providing you with an exceptional shopping experience. Happy browsing, and we look forward to serving you at Parasol Palace! Parasol Palace Experience Elegance in Every Step - Parasol Palace: Where Style Meets Functionality Site navigation Home Collection About Us Why are we Favorite collection Closure customers Additional links Privacy Policy Terms of Use Contacts Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 parasolpalace@gmail.com",
    "thanks": "Thank You from Parasol Palace - Elevating Your Style with Every Purchase Parasol Palace Thank You for Reaching Out! We want to express our sincerest gratitude to you for taking the time to connect with us at Parasol Palace. We are thrilled to know that our commitment to providing high-quality parasols and exceptional customer service has sparked your interest. Your decision to fill out our contact form is a valuable gift to us. It allows us to engage with you on a more personal level, understand your unique needs and preferences, and continuously improve our offerings to meet your expectations. Rest assured that your message has been received and is currently being reviewed by our dedicated team of customer service professionals. We promise to respond to your inquiry as soon as possible, within one business day. While you wait for our reply, we invite you to explore our website and discover the fascinating world of parasols. From their ancient origins to their modern-day designs, parasols have been a symbol of elegance, protection, and style for centuries. Once again, thank you for contacting Parasol Palace. We are honored to have you as a part of our community and look forward to serving you in the best way possible. To main",
    "about": "Learn About Parasol Palace - Finest Umbrellas & Canes Crafted with Passion Parasol Palace Home Collection About Us Why are we Favorite collection Closure customers Write Who We Are About Parasol Palace At Parasol Palace, we are passionate about providing our customers with exquisite umbrellas and canes that not only offer protection but also elevate their style. Learn more about our story and commitment to quality craftsmanship. Our Mission From the beginning, our mission has been to blend elegance and functionality in every product we offer. We strive to provide our customers with accessories that not only shield them from the elements but also make a statement of sophistication and grace. Quality Craftsmanship Each umbrella and cane in our collection is meticulously crafted using the finest materials and skilled craftsmanship. We pay attention to every detail to ensure that our products meet the highest standards of quality and durability. Customer Satisfaction At the heart of our business is a dedication to customer satisfaction. We value each and every customer and are committed to providing exceptional service, from the moment you visit our website to the time your order arrives at your doorstep. Quality Assurance We adhere to strict quality standards to ensure that each umbrella and cane meets our rigorous criteria for excellence. From the materials we use to the craftsmanship applied, quality is at the forefront of everything we do. Innovation Constantly seeking ways to improve, we embrace innovation in both design and functionality. By staying ahead of trends and incorporating cutting-edge techniques, we strive to offer our customers innovative and stylish accessories. Sustainability We are committed to reducing our environmental impact by sourcing eco-friendly materials and implementing sustainable practices throughout our supply chain. Our dedication to sustainability extends to our packaging, striving to minimize waste and maximize recyclability. Community Engagement Beyond providing exceptional products, we believe in giving back to the communities we serve. Through partnerships and initiatives, we support local organizations and causes that align with our values of empowerment and inclusivity. Transparency We believe in transparency and honesty in all our interactions, from product descriptions to customer service. We are committed to building trust with our customers by providing clear and accurate information at every step of the purchasing process. Continuous Improvement Driven by a passion for excellence, we are constantly evaluating and refining our processes to ensure we are delivering the best possible experience for our customers. Through ongoing learning and adaptation, we strive for continuous improvement in all aspects of our business. Our Team At Parasol Palace, our team is the heart and soul of our business. Learn more about the individuals who work tirelessly to bring you the finest umbrellas and canes. Meet Our Founder Discover the vision behind Parasol Palace and the journey that led to its creation. Our founder's passion for design and commitment to quality craftsmanship drive everything we do. Design Experts Our design team brings creativity and innovation to every aspect of our products. With a keen eye for detail and a deep understanding of customer preferences, they strive to create accessories that are both stylish and functional. Craftsmanship Masters Behind every umbrella and cane is a team of skilled craftsmen who take pride in their work. With years of experience and a dedication to their craft, they ensure that each product meets our high standards of quality and elegance. Customer Support Specialists Our customer support team is here to assist you every step of the way. Whether you have a question about a product or need help with an order, our friendly and knowledgeable representatives are here to provide you with the support you need. Our Commitment Dedicated to Excellence At Parasol Palace, we are committed to upholding the highest standards of excellence in everything we do. From the quality of our products to the level of service we provide, excellence is our guiding principle. Premium Materials We source only the finest materials for our umbrellas and canes, ensuring that each product is built to last. From sturdy frames to luxurious fabrics, our commitment to quality shines through in every detail. Attention to Detail Our meticulous attention to detail sets us apart. From the stitching on our umbrellas to the finish of our canes, we carefully consider every element to ensure a flawless end product that exceeds expectations. Customer Satisfaction Guarantee Your satisfaction is our top priority. We stand behind our products and are dedicated to ensuring that every customer has a positive experience with Parasol Palace. If you're not completely satisfied, we'll do whatever it takes to make it right. Continuous Improvement We are constantly striving to improve and innovate. Through ongoing research and development, we seek out new ways to enhance our products and services, ensuring that we always deliver the best to our customers. Parasol Palace Experience Elegance in Every Step - Parasol Palace: Where Style Meets Functionality Site navigation Home Collection About Us Why are we Favorite collection Closure customers Additional links Privacy Policy Terms of Use Contacts Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 parasolpalace@gmail.com",
    "index": "Welcome to Parasol Palace - Elevate Your Style with Elegant Umbrellas & Canes Parasol Palace Home Collection About Us Why are we Favorite collection Closure customers Write Discover Elegance and Protection Welcome to Parasol Palace At Parasol Palace, we blend style and functionality to bring you the finest umbrellas and canes. Our collection is carefully curated to offer you not just protection from the elements, but a touch of elegance and sophistication. Explore our range of exquisite designs and find the perfect accessory to complement your look, rain or shine. Collection Our Exquisite Collection At Parasol Palace, we pride ourselves on offering a diverse selection of premium umbrellas and canes. Each piece in our collection is crafted with precision and attention to detail, ensuring you receive both style and durability. Whether you're looking for a classic design or something more contemporary, you'll find the perfect accessory here. Elegant Umbrellas Discover our range of umbrellas designed to provide superior protection and timeless elegance. From compact travel sizes to luxurious full-length styles, each umbrella is built to withstand the elements while adding a touch of sophistication to your attire. Stylish Canes Our canes are not just functional, but also a statement of style and grace. Choose from a variety of materials and designs, each one crafted to offer both support and a distinguished look. Find the perfect cane that reflects your personality and complements your everyday style. Why Choose Us THE DIFFERENCE BETWEEN AN UMBRELLA AND A CANE Unmatched Quality Our products are made from the finest materials, ensuring durability and long-lasting performance. Whether it’s our sturdy umbrellas or our elegant canes, each item is built to meet the highest standards. Unique Designs Stand out with our exclusive designs that combine classic charm with modern aesthetics. Our collection is curated to offer unique pieces that you won't find anywhere else, allowing you to express your personal style effortlessly. Exceptional Service At Parasol Palace, we believe in providing a seamless shopping experience. From easy navigation on our website to prompt customer service, we are here to ensure that your needs are met with care and efficiency. Customer Favorites Our Bestsellers Discover the most loved items from our collection, handpicked by our customers for their exceptional quality and style. Join the community of satisfied customers who have found their perfect accessory at Parasol Palace. Classic Black Umbrella Timeless and versatile, our Classic Black Umbrella is a staple for any wardrobe. Made with high-quality materials, it offers reliable protection and a sleek look that complements any outfit. Elegant Wooden Cane Our Elegant Wooden Cane combines functionality with a touch of old-world charm. Crafted from premium wood, it provides sturdy support while adding a sophisticated element to your ensemble. Compact Travel Umbrella Perfect for those on the go, our Compact Travel Umbrella is lightweight and easy to carry. Despite its small size, it delivers robust protection against the elements, making it a must-have for any traveler. Care Tips for Your Umbrella Proper care can extend the life of your umbrella. Always let it dry fully before closing it to prevent mold and mildew. Store it in a cool, dry place and avoid leaving it in direct sunlight for prolonged periods to maintain its color and integrity. Choosing the Right Cane Selecting a cane involves considering both functionality and style. Ensure the height is suitable for your posture, and explore various handle designs to find one that provides comfortable support. Our collection offers a variety of options to match your unique needs and preferences. Weathering the Storm Our umbrellas are designed to withstand even the harshest weather conditions. From reinforced frames to high-quality canopies, learn about the features that make our umbrellas reliable companions during unpredictable weather, ensuring you stay dry and stylish at all times. Get Inspired Stylish and Functional Accessories At Parasol Palace, we believe that your accessories should do more than just serve a purpose—they should inspire confidence and complement your personal style. Explore how our umbrellas and canes can enhance your daily life with elegance and practicality. Seasonal Collections Discover our exclusive seasonal collections that feature limited-edition designs perfect for any time of year. Each piece is crafted to reflect the beauty and mood of the season, ensuring you stay fashionable no matter the weather. Travel Essentials Travel with ease and style with our range of compact and durable travel umbrellas and canes. Designed for convenience, these items are lightweight and easy to pack, making them ideal companions for your adventures. Custom Designs Stand out from the crowd with our custom design options. Choose from a variety of colors, patterns, and materials to create an umbrella or cane that is uniquely yours. Personalize your accessory to match your taste and make a statement wherever you go. Special Offers Exclusive Deals Just for You Classic Black Umbrella ₹800 Stay chic and protected from the rain with our timeless Classic Black Umbrella. Featuring a sturdy frame and a sleek design, it's the perfect accessory for any occasion. Order now Elegant Wooden Cane ₹1200 Add a touch of sophistication to your look with our Elegant Wooden Cane. Crafted from high-quality wood, it offers both style and support, making it a must-have accessory. Order now Compact Travel Umbrella ₹600 Stay prepared for unexpected showers with our Compact Travel Umbrella. Lightweight and portable, it easily fits into your bag or backpack, ensuring you stay dry wherever you go. Order now Bundle Offer: Umbrella & Cane ₹1800 Get the best of both worlds with our bundle offer. Purchase a Classic Black Umbrella and an Elegant Wooden Cane together and save ₹200 on your purchase. Order now Write to us I accept the Privacy Policy Send Parasol Palace Experience Elegance in Every Step - Parasol Palace: Where Style Meets Functionality Site navigation Home Collection About Us Why are we Favorite collection Closure customers Additional links Privacy Policy Terms of Use Contacts Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 parasolpalace@gmail.com",
    "privacy-policy": "Parasol Palace - Privacy Policy Parasol Palace Home Collection About Us Why are we Favorite collection Closure customers Write Privacy Policy Product Description and Images: We make every effort to ensure that the descriptions and images of our umbrellas and walking canes are as accurate and detailed as possible. However, please be aware that slight variations in color, texture, and size may occur due to factors such as lighting, screen resolution, and manual measurements. Product Availability: We work diligently to keep our inventory up-to-date and to ensure that the products listed on our site are available for purchase. However, there may be instances where a product is listed as available but is actually out of stock, or vice versa. In such cases, we will promptly notify you and offer a suitable solution, such as a refund or a replacement item. Pricing: We aim to provide our customers with the best possible prices for our high-quality umbrellas and walking canes. However, please note that prices are subject to change without notice due to factors such as fluctuations in the market, changes in supplier costs, and special promotions. User-Generated Content: We love it when our customers share their experiences and photos of our products. However, please be aware that any user-generated content, such as reviews, testimonials, and images, is the sole responsibility of the individual who submitted it. We do not claim ownership of this content, nor do we guarantee its accuracy or appropriateness. External Links: Occasionally, we may provide links to external websites or resources that we believe may be useful or interesting to our customers. However, please note that we are not responsible for the content, products, or services offered on these sites, nor do we endorse or guarantee their quality or reliability. Warranty and Returns: We offer a warranty on our umbrellas and walking canes against any manufacturing defects. However, the warranty does not cover damages caused by misuse, accidents, or normal wear and tear. If you are not satisfied with your purchase, you may return it within 30 days of receipt for a refund or exchange, provided that the item is in its original condition and packaging. Intellectual Property: All the content on our site, including but not limited to text, images, logos, and designs, is the exclusive property of Parasol Palace and is protected by international copyright and trademark laws. Any unauthorized use, reproduction, or distribution of this content is strictly prohibited and will be subject to legal action. Product Safety and Usage: Our umbrellas and walking canes are designed and manufactured to meet the highest standards of quality and safety. However, it is important to use them responsibly and in accordance with their intended purpose. For example, do not use an umbrella as a toy or a weapon, and do not use a walking cane as a support for excessive weight or as a lever for opening doors. Environmental Sustainability: At Parasol Palace, we are committed to reducing our environmental impact and promoting sustainability in our operations and products. We strive to source our materials from responsible suppliers, minimize waste and energy consumption, and offer eco-friendly options such as recycled or biodegradable materials. However, please note that we cannot guarantee the environmental performance of our products throughout their entire life cycle, and we encourage our customers to dispose of them responsibly and recycle them whenever possible. Social Responsibility: We believe in the power of business to create positive social change and improve people's lives. We aim to conduct our operations in a fair, ethical, and transparent manner, and to respect the rights and dignity of our employees, suppliers, and customers. However, please be aware that we cannot control or monitor every aspect of our supply chain, and we cannot guarantee that our products are completely free of social or ethical issues. Liability and Indemnity: To the extent permitted by law, we shall not be liable for any direct, indirect, incidental, or consequential damages arising out of or in connection with the use of our site or the purchase of our products. Furthermore, you agree to indemnify, defend, and hold us harmless from and against any claims, damages, or expenses arising out of or in connection with your use of our site or products, or your violation of these terms or any applicable laws or regulations. Product Maintenance and Care: To ensure the longevity and performance of our umbrellas and walking canes, it is important to follow the recommended maintenance and care instructions. For example, do not expose your umbrella to extreme heat or cold, and do not use harsh chemicals or abrasive materials to clean it. Similarly, do not expose your walking cane to moisture or humidity, and do not use it as a hammer or a pry bar. Product Customization and Personalization: We offer a range of options to customize and personalize our umbrellas and walking canes, such as choosing the color, pattern, or material, or adding a monogram, a message, or a logo. However, please be aware that customized or personalized items cannot be returned, refunded, or exchanged, unless they are defective or damaged. Furthermore, we reserve the right to refuse or cancel any customization or personalization request that is offensive, inappropriate, or infringing on the rights of others. Shipping and Delivery: We strive to process and ship your orders as quickly and efficiently as possible, and to provide you with accurate and up-to-date information about the shipping and delivery status. However, please be aware that we are not responsible for any delays, errors, or damages caused by the carriers, the weather, or other factors beyond our control. Furthermore, we cannot guarantee the delivery time or the availability of specific shipping options, and we reserve the right to modify or cancel any shipping or delivery arrangement at any time and without prior notice. International Orders: We welcome and appreciate orders from customers around the world, and we do our best to ensure that the international shipping and delivery process is smooth and convenient. However, please be aware that international orders may be subject to additional charges, such as customs duties, taxes, or fees, and that these charges are the responsibility of the customer. Furthermore, we cannot guarantee the compliance of our products with the laws, regulations, or standards of the destination country, and we reserve the right to refuse or cancel any international order at any time and without prior notice. Promotions and Discounts: We occasionally offer promotions, discounts, or special deals on our umbrellas and walking canes, such as seasonal sales, clearance events, or loyalty rewards. However, please be aware that these promotions, discounts, or special deals are subject to availability, eligibility, and other terms and conditions, and that they cannot be combined, transferred, or redeemed for cash. Furthermore, we reserve the right to modify, cancel, or terminate any promotion, discount, or special deal at any time and without prior notice. Governing Law: Any disputes or claims arising out of or in connection with the use of our site or the purchase of our products shall be governed by and construed in accordance with the laws of the country where our company is registered. If you have any questions, concerns, or feedback regarding our disclaimer or any other aspect of our site, please do not hesitate to contact us at parasolpalace@gmail.com. We value your input and are always looking for ways to improve our products and services. Thank you for choosing Parasol Palace as your trusted source for stylish, functional, and elegant umbrellas and walking canes. We look forward to serving you and helping you find the perfect items to enhance your life and style. Parasol Palace Experience Elegance in Every Step - Parasol Palace: Where Style Meets Functionality Site navigation Home Collection About Us Why are we Favorite collection Closure customers Additional links Privacy Policy Terms of Use Contacts Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 parasolpalace@gmail.com"
  },
  "date": "2024-05-18T10:48:46.469Z"
}