{
  "name": "New_v9_ZenSushi",
  "pages": {
    "index": "Discover ZenSushi: Your Go-To Destination for Authentic Japanese Cuisine Home Menu Special Offers Delivery Contact About Us Our Story Founded in 2008, ZenSushi started as a small family-owned restaurant in the heart of downtown. With a dedication to authentic Japanese cuisine and a commitment to exceptional service, we quickly gained a loyal following. Over the years, we've expanded our reach, opening multiple locations across the city. Despite our growth, we remain true to our roots, continuing to serve the freshest sushi made with love and care. Our Team At ZenSushi, our team is our greatest asset. From our skilled sushi chefs to our friendly servers, each member plays a vital role in creating an unforgettable dining experience for our guests. We're a diverse group united by our passion for Japanese cuisine and our commitment to excellence. Together, we strive to exceed your expectations with every visit. Our Philosophy Our philosophy is simple: to provide our customers with the highest quality sushi in a warm and welcoming atmosphere. We believe in the power of good food to bring people together and create lasting memories. At ZenSushi, we're not just serving sushi—we're sharing a piece of our culture and heritage with each dish. It's this dedication to authenticity that sets us apart and keeps our customers coming back for more. Our Values Integrity, respect, and excellence are the core values that guide everything we do at ZenSushi. We source our ingredients responsibly, treat our employees like family, and strive for perfection in every roll. Customer satisfaction is our top priority, and we're constantly looking for ways to improve and innovate. Whether you're dining in with us or ordering takeout, we want every experience to be nothing short of exceptional. New Menu Items Spicy Tuna Roll A classic favorite with a kick! Our Spicy Tuna Roll features fresh tuna mixed with spicy mayo, rolled in seaweed and rice, and served with soy sauce and wasabi. $12.99 Shrimp Tempura Crispy and delicious! Our Shrimp Tempura features succulent shrimp dipped in a light batter and fried to perfection. Served with tempura dipping sauce and steamed rice. $15.99 Salmon Nigiri Simple yet satisfying! Our Salmon Nigiri features slices of fresh salmon atop bite-sized mounds of seasoned rice. Served with soy sauce and wasabi on the side. $9.99 Popular Hits Dragon Roll A legendary creation! Our Dragon Roll features savory eel, cucumber, and avocado, topped with thinly sliced avocado and drizzled with sweet eel sauce. $14.99 Chirashi Bowl A colorful masterpiece! Our Chirashi Bowl is a delightful assortment of sashimi, sushi rice, and assorted vegetables, served in a traditional wooden bowl. $18.99 Vegetable Tempura Light and crispy! Our Vegetable Tempura features an assortment of seasonal vegetables dipped in a delicate batter and fried to perfection. Served with tempura dipping sauce. $12.99 Special Offers Weekend Combo Enjoy our Weekend Combo special! Get a selection of our most popular rolls and nigiri at a discounted price. Available Saturdays and Sundays only. Happy Hour Join us for Happy Hour every weekday from 4 PM to 7 PM. Enjoy half-price appetizers and discounted drinks at the bar. Lunch Special Stop by for our Lunch Special on weekdays from 11 AM to 2 PM. Choose from a variety of sushi rolls and bento boxes at special prices. Family Night Make it a family night out! Every Thursday, kids eat free with the purchase of an adult entrée. Enjoy quality time with your loved ones. Sushi Masterclass Learn the art of sushi-making! Join our Sushi Masterclass and discover the secrets behind crafting perfect rolls. Limited seats available. Takeout Tuesday Order takeout on Tuesdays and enjoy 20% off your entire order. Treat yourself to your favorite sushi dishes in the comfort of your home. Why ZenSushi? Authentic Japanese Cuisine At ZenSushi, we take pride in offering authentic Japanese cuisine made with the finest ingredients. From our sushi rolls to our sashimi platters, every dish is crafted with care and precision. Exceptional Quality We are committed to delivering exceptional quality in every aspect of our restaurant. From the freshness of our seafood to the warmth of our service, we strive for excellence in everything we do. Creative Flavors Experience a burst of creativity in every bite at ZenSushi. Our chefs are constantly innovating, bringing you new and exciting flavors that will tantalize your taste buds and keep you coming back for more. Relaxing Atmosphere Step into our tranquil oasis and leave your worries behind. At ZenSushi, we provide a relaxing atmosphere where you can unwind and enjoy your meal in peace. Let us take care of the rest. Contact Us Call Us: +911245014379 Email Us: ZenSushi@gmail.com Visit Us: Unnamed Road, Bijapur, Chhattisgarh 494444, India I accept Privacy Policy Send Home Menu Special Offers Delivery Contact Privacy Policy Terms & Condition",
    "menu": "Explore Our Delectable Menu at ZenSushi Home Menu Special Offers Delivery Contact Welcome to Our Menu Explore the exquisite flavors of Japan with our carefully crafted menu. From traditional sushi rolls to innovative fusion dishes, we offer a culinary journey that will tantalize your taste buds and leave you craving for more. Each dish is prepared with the freshest ingredients and a passion for authenticity. Whether you're a sushi connoisseur or a first-time visitor, we have something special for everyone. Join us and experience the art of sushi-making at its finest. Let our menu inspire you and indulge in the culinary delights of ZenSushi. Our Menu Categories Sushi Sets Sushi and Rolls Hot Dishes Desserts Drinks Sushi Sets Deluxe Sushi Set $29.99 Order Vegetarian Sushi Set $24.99 Order Premium Sushi Set $34.99 Order Family Sushi Set $39.99 Order Special Sushi Set $32.99 Order Classic Sushi Set $27.99 Order Sushi and Rolls California Roll $9.99 Order Spicy Tuna Roll $10.99 Order Dragon Roll $12.99 Order Spider Roll $11.99 Order Philadelphia Roll $10.99 Order Volcano Roll $13.99 Order Hot Dishes Teriyaki Chicken $14.99 Order Beef Bulgogi $16.99 Order Shrimp Tempura $18.99 Order Seafood Stir Fry $20.99 Order Spicy Tofu $12.99 Order Chicken Katsu $15.99 Order Desserts Chocolate Lava Cake $8.99 Order Cheesecake $7.99 Order Tiramisu $9.99 Order Strawberry Shortcake $7.99 Order Key Lime Pie $6.99 Order Banana Split $8.99 Order Drinks Green Tea $2.99 Order Lemonade $3.99 Order Mango Smoothie $4.99 Order Coconut Water $3.49 Order Coffee $2.49 Order Orange Juice $3.49 Order Delivery and Payment We offer convenient delivery options and flexible payment methods to make your experience seamless. Delivery Options Home Delivery Curbside Pickup Drive-Thru Pickup Third-Party Delivery Services Payment Methods Credit Card Debit Card Online Payment Cash on Delivery Mobile Wallet Please note that available options may vary depending on your location. Order Terms and Delivery Cost Please review the following terms and conditions for placing an order and information about delivery costs: Order Terms Minimum order amount may apply. Prices are subject to change without notice. Orders placed after business hours will be processed on the next business day. Cancellation policies apply. Please contact us for more information. Delivery Cost Delivery costs may vary depending on the distance and delivery method: Standard delivery: $5.99 Express delivery: $9.99 Free delivery for orders over $50. Please note that delivery costs are subject to change and may be waived during promotional periods. Home Menu Special Offers Delivery Contact Privacy Policy Terms & Condition",
    "policy": "Privacy Policy | ZenSushi main { padding: 50px 0; } .container{ background-color: #fff; border-radius: 20px; padding: 20px; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } a{ color: #f77331; } a:hover{ text-decoration: underline; } Home Menu Special Offers Delivery Contact Privacy Policy Welcome to the Privacy Policy of ZenSushi. Security We take reasonable precautions to protect the confidentiality and security of your personal information. This includes implementing appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. Updates to This Policy We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Links to Other Sites Our service may contain links to other sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. Consent By using our service, you consent to the collection and use of information in accordance with this Privacy Policy. Contact Us If you have any questions about this Privacy Policy, please contact us By email: ZenSushi@gmail.com By phone number: +911245014379 By mail: Unnamed Road, Bijapur, Chhattisgarh 494444, India Home Menu Special Offers Delivery Contact Privacy Policy Terms & Condition",
    "terms": "ZenSushi | Terms & Condition main { padding: 50px 0; } .container{ background-color: #fff; border-radius: 20px; padding: 20px; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2{ margin-bottom: 20px; } a{ color: #f77331; } a:hover{ text-decoration: underline; } Home Menu Special Offers Delivery Contact Terms & Conditions Welcome to the Terms & Conditions (\"Terms\") of Home Chem. Please read these Terms carefully before using our services. 1. Acceptance of Terms By accessing or using our services, you agree to be bound by these Terms. If you do not agree to all the Terms, you may not access or use our services. 2. Use of Services Our services are provided \"as is\" and \"as available.\" We do not warrant that the services will be uninterrupted, timely, secure, or error-free. You agree to use the services at your own risk. 3. User Conduct When using our services, you agree not to engage in any conduct that may violate these Terms or infringe upon the rights of others. This includes, but is not limited to, the following: Violating any applicable laws or regulations Interfering with the operation of the services Attempting to gain unauthorized access to any part of the services Posting or transmitting any content that is unlawful, defamatory, obscene, or otherwise objectionable 4. Intellectual Property All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Home Chem or its content suppliers and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of Home Chem and is protected by international copyright laws. 5. Governing Law These Terms shall be governed by and construed in accordance with the laws of [your jurisdiction], without regard to its conflict of law provisions. 6. Changes to Terms We reserve the right to modify or replace these Terms at any time. Your continued use of the services after any changes constitutes acceptance of the new Terms. It is your responsibility to review these Terms periodically for changes. 7. Contact Us If you have any questions about these Terms, please contact us. ZenSushi@gmail.com +911245014379 Unnamed Road, Bijapur, Chhattisgarh 494444, India Home Menu Special Offers Delivery Contact Privacy Policy Terms & Condition",
    "thanks": "Thank You | ZenSushi main { max-width: 800px; margin: 20px auto; padding: 20px; border-radius: 5px; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } p { margin-bottom: 20px; } a { display: inline-block; color: #111111; text-decoration: none; transition: color 0.3s ease; } a:hover { text-decoration: underline; } h1 { margin-bottom: 40px; } Thank You for Contacting Us! We have received your message and will do our best to respond to you as soon as possible. For urgent matters, please call us at +911245014379. Return to Home Page."
  }
}