{
  "name": "New_v9_SoulHarmony",
  "pages": {
    "index": "Harmonia da Alma: Cursos de Yoga e Meditação Casa Sobre Nós Catálogo Contactos Bem-vindo à nossa estúdio de yoga Comece sua jornada rumo ao bem-estar e equilíbrio com nossos especialistas em yoga. Agende uma aula Sobre nós Somos uma equipe apaixonada pela prática e ensino de yoga, comprometida em promover o bem-estar físico e mental de nossos alunos. Nossa missão Nossa missão vai além das posturas físicas; é guiar nossos alunos na jornada de autoconhecimento, saúde integral e harmonia interior. Imagem: Grupo praticando yoga em um cenário natural, perto de um lago sereno. A cena reflete nossa dedicação à conexão com a natureza e ao equilíbrio interior. Nossa visão Visamos criar um ambiente acolhedor onde todos se sintam inspirados a explorar seu potencial máximo, não apenas nas aulas, mas também na vida cotidiana. Imagem: Instrutor conduzindo uma meditação em grupo, ao ar livre sob o céu azul. Essa imagem captura nosso compromisso com a prática espiritual e a orientação para o crescimento pessoal. Por que escolher nossa academia? Na nossa academia, oferecemos uma variedade de estilos de yoga para atender às necessidades individuais de cada aluno. Nossos instrutores são altamente qualificados e dedicados a proporcionar uma experiência de yoga enriquecedora. O ambiente da nossa academia é projetado para ser tranquilo e relaxante, criando o cenário ideal para práticas de yoga que promovem o equilíbrio físico e mental. Oferecemos programas personalizados que são adaptados para todos os níveis de habilidade, desde iniciantes até praticantes avançados, garantindo que cada aluno possa progredir em seu próprio ritmo. Nossa academia está localizada centralmente, facilitando o acesso para todos os nossos alunos. Nossas instalações são modernas e equipadas com tudo o que é necessário para uma prática de yoga confortável e eficaz. Depoimentos \"Adoro a atmosfera acolhedora e relaxante da academia. Os instrutores são incríveis e sempre me ajudam a melhorar minha prática.\" Joana Silva \"Descobri a yoga aqui e nunca mais parei. Os programas são ótimos para iniciantes como eu, e estou vendo resultados incríveis!\" Pedro Santos \"Sempre me sinto revitalizado após as aulas. Recomendo a todos que buscam equilíbrio e bem-estar.\" Maria Oliveira \"A localização central da academia facilita muito minha vida. Ótima infraestrutura e professores dedicados.\" Ricardo Pereira \"As aulas são desafiadoras e ao mesmo tempo revigorantes. Um lugar perfeito para quem busca crescimento pessoal.\" Ana Rodrigues \"Desde que comecei a frequentar, minha postura melhorou muito e minha mente está mais calma. Estou muito grato!\" Carlos Almeida Nossos planos e tarifas Plano Mensal Desfrute de aulas ilimitadas durante todo o mês. Este plano é ideal para quem busca flexibilidade e comprometimento com a prática de yoga regular. R$ 200,00/mês Enviar pedido Plano Trimestral Acesso a aulas por 3 meses consecutivos. Este plano oferece uma economia significativa para aqueles que desejam se comprometer com uma prática de longo prazo. R$ 500,00/trimestre Enviar pedido Plano Anual Pacote completo com aulas durante todo o ano. Este plano é perfeito para os comprometidos com a saúde e bem-estar a longo prazo, oferecendo o melhor custo-benefício. R$ 1800,00/ano Enviar pedido Plano Familiar Desconto especial para famílias que praticam juntas. Este plano promove a união familiar através da prática de yoga, oferecendo flexibilidade e economia. R$ 350,00/mês Enviar pedido Plano Personalizado Monte seu próprio pacote de aulas conforme suas necessidades. Este plano permite personalizar sua experiência de yoga para atender às suas metas e disponibilidade. Preço sob consulta Enviar pedido Faça sua inscrição Deixe sua mensagem e nosso especialista entrará em contato com você. Nome: E-mail: Mensagem: Aceito a Política de Privacidade Enviar Entre em contato conosco Estamos aqui para responder suas perguntas e ajudá-lo(a) com tudo o que precisar. Sinta-se à vontade para nos contatar por telefone ou email, ou visite nossa academia pessoalmente. Phone: +55-36-4638-6534 E-mail: soulharmony@gmail.com Endereço: R. Carlos P Borges, 22 - Núcleo Urbano, Redenção - PA, 68553-000, Brasil Casa Sobre Nós Catálogo Contactos Política de Privacidade Termos e Condições",
    "privacy-policy": "Política de Privacidade - Harmonia da Alma Casa Sobre Nós Catálogo Contactos Política de Privacidade Bem-vindo à nossa página de Política de Privacidade. Sua privacidade é de extrema importância para nós. Esta política descreve em detalhes como coletamos, usamos, protegemos e compartilhamos suas informações pessoais, além de seus direitos em relação às suas informações pessoais. Informações que Coletamos Coletamos informações pessoais que você nos fornece voluntariamente ao interagir com nosso site e nossos serviços. Essas interações podem incluir, mas não se limitam a, se inscrever em nossos serviços, preencher formulários de contato, participar de eventos ou pesquisas, e enviar feedback. As informações coletadas podem incluir: Nome: Para identificação e personalização de nossos serviços. Email: Para comunicação e envio de informações relevantes sobre nossos serviços e eventos. Endereço: Em caso de necessidade de envio de materiais físicos ou correspondência. Informações demográficas: Como idade, gênero e preferências, para personalizar e melhorar a experiência do usuário. Mensagens ou perguntas: Para fornecer suporte e melhorar nossos serviços com base no feedback recebido. Uso das Informações As informações pessoais coletadas são utilizadas para várias finalidades, incluindo mas não se limitando a: Comunicação: Responder às suas perguntas, enviar atualizações e notificações importantes sobre nossos serviços. Melhoria de Serviços: Analisar feedback para melhorar continuamente nossos serviços e oferecer uma experiência personalizada. Marketing: Enviar informações sobre novos serviços, eventos, promoções e outras novidades que possam ser do seu interesse. Pesquisas e Análises: Realizar pesquisas para entender melhor as necessidades e preferências dos nossos usuários. Compliance: Cumprir com obrigações legais e regulatórias. Proteção das Informações Adotamos rigorosas medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Essas medidas incluem: Segurança de Dados: Uso de criptografia, firewalls e outras tecnologias de segurança para proteger suas informações. Políticas Internas: Implementação de políticas e procedimentos internos rigorosos para garantir que somente pessoas autorizadas tenham acesso às informações pessoais. Treinamento: Treinamento contínuo de nossa equipe para assegurar a compreensão e cumprimento das melhores práticas de segurança e privacidade de dados. Monitoramento: Monitoramento contínuo de nossos sistemas para detectar e responder rapidamente a qualquer possível vulnerabilidade ou incidente de segurança. No entanto, apesar de nossos melhores esforços, é importante reconhecer que nenhum método de transmissão pela internet ou armazenamento eletrônico é totalmente seguro. Portanto, não podemos garantir segurança absoluta. Compartilhamento das Informações Suas informações pessoais não são vendidas, trocadas ou transferidas para terceiros sem o seu consentimento, exceto quando necessário para: Fornecimento de Serviços: Compartilhamento com parceiros confiáveis que nos ajudam a operar nosso site, conduzir nossos negócios ou fornecer serviços a você, desde que esses parceiros concordem em manter essas informações confidenciais. Obrigações Legais: Cumprir com leis, regulamentos ou processos legais aplicáveis, ou responder a solicitações governamentais legítimas. Proteção de Direitos: Proteger nossos direitos, propriedade ou segurança, bem como os de nossos usuários e do público em geral. Seus Direitos Você tem o direito de acessar, corrigir ou excluir suas informações pessoais que temos em nosso poder. Para exercer esses direitos, entre em contato conosco pelo email soulharmony@gmail.com. Esforçamo-nos para responder a todas as solicitações legítimas dentro de um prazo razoável. Além disso, você tem o direito de: Retirar o consentimento: Se o processamento de suas informações pessoais for baseado no seu consentimento, você pode retirá-lo a qualquer momento. Objetar ao processamento: Se houver justificativas legítimas, você pode se opor ao processamento de suas informações pessoais. Portabilidade de dados: Solicitar a transferência de suas informações pessoais para outra organização, onde tecnicamente viável. Alterações na Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou em requisitos legais. Qualquer alteração será publicada nesta página com a data de revisão atualizada. Recomendamos revisar esta página regularmente para se manter informado sobre como estamos protegendo suas informações. Contato Se você tiver dúvidas, preocupações ou solicitações sobre nossa Política de Privacidade ou nossas práticas de privacidade, entre em contato conosco pelo email soulharmony@gmail.com. Estamos comprometidos em responder a todas as consultas de forma diligente e transparente. Casa Sobre Nós Catálogo Contactos Política de Privacidade Termos e Condições",
    "terms-conditions": "Termos e Condições - Harmonia da Alma Casa Sobre Nós Catálogo Contactos Termos e Condições Bem-vindo ao nosso site. Ao acessar e utilizar nosso site, você concorda em cumprir e estar vinculado pelos seguintes termos e condições. Estes termos são destinados a garantir uma experiência segura e agradável para todos os nossos usuários. Se você não concorda com algum destes termos, por favor, não utilize nosso site. Uso do Site Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. Você se compromete a não usar nosso site de qualquer maneira que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir com o uso de qualquer outra parte do site. Você não deve tentar obter acesso não autorizado a qualquer parte do nosso site, outras contas, sistemas de computadores ou redes conectadas ao nosso site através de hacking, mineração de senha ou qualquer outro meio. Além disso, você concorda em não utilizar nosso site para: Transmissão de qualquer conteúdo que seja ilegal, prejudicial, ameaçador, abusivo, assediante, tortuoso, difamatório, vulgar, obsceno, invasivo da privacidade de outrem, odioso, ou racial, etnicamente ou de outra forma censurável; Impersonar qualquer pessoa ou entidade, incluindo, mas não se limitando a, um funcionário nosso, ou declarar falsamente ou de outra forma deturpar sua afiliação com uma pessoa ou entidade; Forjar cabeçalhos ou de outra forma manipular identificadores para disfarçar a origem de qualquer conteúdo transmitido através do site; Transmissão de qualquer conteúdo que você não tenha o direito de transmitir sob qualquer lei ou sob relações contratuais ou fiduciárias (como informações privilegiadas, informações proprietárias e confidenciais aprendidas ou divulgadas como parte de relações de trabalho ou sob acordos de confidencialidade); Transmissão de qualquer conteúdo que infrinja qualquer patente, marca registrada, segredo comercial, direito autoral ou outro direito proprietário de qualquer parte; Transmissão de qualquer publicidade não solicitada ou não autorizada, material promocional, \"junk mail\", \"spam\", \"chain letters\", \"esquemas de pirâmide\", ou qualquer outra forma de solicitação; Transmissão de qualquer material que contenha vírus de software ou qualquer outro código de computador, arquivos ou programas projetados para interromper, destruir ou limitar a funcionalidade de qualquer software de computador ou hardware ou equipamento de telecomunicações. Conta de Usuário Para acessar certos serviços ou recursos do nosso site, você pode precisar criar uma conta de usuário. Você é responsável por manter a confidencialidade das informações da sua conta, incluindo sua senha, e por todas as atividades que ocorrem sob sua conta. Você concorda em notificar-nos imediatamente sobre qualquer uso não autorizado da sua conta ou qualquer outra violação de segurança. Nos reservamos o direito de encerrar contas, remover ou editar conteúdo, ou cancelar pedidos a nosso exclusivo critério. Você concorda que qualquer informação fornecida a nós por você é precisa, atual e completa. Você concorda em atualizar suas informações de conta prontamente, conforme necessário, para mantê-las precisas, atuais e completas. Propriedade Intelectual Todo o conteúdo do nosso site, incluindo textos, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads digitais e software, é de nossa propriedade ou de nossos licenciadores e é protegido por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. A compilação de todo o conteúdo deste site é nossa propriedade exclusiva e também é protegida por leis de direitos autorais. Todas as marcas registradas e nomes comerciais são propriedade de seus respectivos proprietários. Você não pode usar, reproduzir, modificar, distribuir ou exibir qualquer conteúdo do nosso site sem nossa permissão expressa por escrito. Envio de Conteúdo Se você enviar qualquer conteúdo para nosso site, incluindo comentários, sugestões, ideias ou outros materiais, você nos concede um direito não exclusivo, isento de royalties, perpétuo, irrevogável e totalmente sublicenciável de usar, reproduzir, modificar, adaptar, publicar, traduzir, criar trabalhos derivados, distribuir e exibir tal conteúdo em qualquer mídia. Você também concede a outros usuários do site o direito de acessar, visualizar, armazenar ou reproduzir o conteúdo para seu uso pessoal. Você declara e garante que possui ou controla todos os direitos sobre o conteúdo que envia e que o uso de seu conteúdo não viola estes Termos e Condições e não infringirá os direitos de qualquer pessoa ou entidade. Não seremos responsáveis por qualquer conteúdo submetido por você ou por qualquer terceiro. Você concorda em não enviar qualquer conteúdo que seja ilegal, prejudicial, ameaçador, abusivo, assediante, tortuoso, difamatório, vulgar, obsceno, invasivo da privacidade de outrem, odioso, ou racial, etnicamente ou de outra forma censurável, ou que infrinja qualquer patente, marca registrada, segredo comercial, direito autoral ou outro direito proprietário de qualquer parte. Nos reservamos o direito de remover ou editar qualquer conteúdo enviado para o site a nosso exclusivo critério. Isenção de Garantias Nosso site e todos os seus conteúdos e serviços são fornecidos \"como estão\" e \"conforme disponíveis\", sem qualquer garantia de qualquer tipo, expressa ou implícita. Não garantimos que nosso site será ininterrupto, livre de erros ou seguro. Não garantimos a precisão ou integridade do conteúdo fornecido no site ou dos produtos ou serviços oferecidos no site. Você usa nosso site por sua própria conta e risco. Até o limite máximo permitido por lei, isentamo-nos de todas as garantias, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a uma finalidade específica e não violação. Não garantimos que nosso site, nossos servidores, ou e-mails enviados de nós estejam livres de vírus ou outros componentes prejudiciais. Não seremos responsáveis por qualquer dano de qualquer tipo decorrente do uso deste site, incluindo, mas não se limitando a, danos diretos, indiretos, incidentais, punitivos e consequenciais. Limitação de Responsabilidade Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, consequenciais, especiais, exemplares ou punitivos decorrentes de ou relacionados ao uso ou à incapacidade de usar nosso site ou nossos serviços, mesmo que tenhamos sido avisados da possibilidade de tais danos. Isso inclui, mas não se limita a, perda de lucros, dados, uso, fundo de comércio ou outras perdas intangíveis resultantes de: Uso ou incapacidade de usar nosso site; Custo de aquisição de bens e serviços substitutos resultantes de quaisquer bens, dados, informações ou serviços comprados ou obtidos ou mensagens recebidas ou transações efetuadas através ou a partir do nosso site; Acesso não autorizado ou alteração de suas transmissões ou dados; Declarações ou conduta de terceiros no nosso site; ou Qualquer outro assunto relacionado ao nosso site. Nossa responsabilidade total por qualquer reivindicação decorrente de ou relacionada ao uso de nosso site ou nossos serviços não excederá o valor pago por você, se houver, para acessar nosso site. Se você não estiver satisfeito com qualquer parte do nosso site ou com qualquer um destes termos, sua única e exclusiva solução é descontinuar o uso do site. Indenização Você concorda em nos indenizar, defender e isentar de responsabilidade por qualquer perda, despesa, dano e custo, incluindo honorários advocatícios razoáveis, decorrentes de qualquer violação destes Termos e Condições por você ou de qualquer atividade relacionada à sua conta (incluindo conduta negligente ou ilícita) por você ou qualquer outra pessoa acessando o site usando sua conta. Esta disposição continuará a vigorar após a rescisão destes Termos e Condições e seu uso do site. Modificações aos Termos e Condições Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer modificações serão efetivas imediatamente após a publicação no site. É sua responsabilidade revisar periodicamente estes Termos e Condições para se manter informado sobre quaisquer mudanças. Seu uso continuado do site após a publicação de alterações constituirá sua aceitação dos Termos e Condições modificados. Se você não concordar com os termos modificados, deverá interromper o uso do nosso site. Legislação Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil, sem levar em conta seus conflitos de princípios legais. Você concorda que qualquer ação legal ou processo judicial decorrente de ou relacionado a estes Termos e Condições ou ao uso de nosso site será iniciado exclusivamente nos tribunais localizados no Brasil, e você consente com a jurisdição pessoal e local desses tribunais. Estes Termos e Condições não serão regidos pela Convenção das Nações Unidas sobre Contratos para a Venda Internacional de Mercadorias, cuja aplicação é expressamente excluída. Disposições Gerais Se qualquer disposição destes Termos e Condições for considerada inválida ou inexequível por qualquer motivo, as demais disposições continuarão em pleno vigor e efeito. Nossa falha em exercer ou fazer cumprir qualquer direito ou disposição destes Termos e Condições não constituirá uma renúncia a tal direito ou disposição. Qualquer renúncia a qualquer disposição destes Termos e Condições só será efetiva se for feita por escrito e assinada por um representante autorizado nosso. Estes Termos e Condições constituem o acordo completo entre você e nós em relação ao uso do nosso site e substituem todos os acordos e entendimentos anteriores ou contemporâneos, escritos ou orais, em relação ao uso do nosso site. Contato Se você tiver dúvidas, preocupações ou solicitações sobre estes Termos e Condições ou nossas práticas, entre em contato conosco pelo email soulharmony@gmail.com. Estamos comprometidos em responder a todas as consultas de forma diligente e transparente. Nosso objetivo é garantir que você tenha uma experiência positiva e segura ao usar nosso site. Casa Sobre Nós Catálogo Contactos Política de Privacidade Termos e Condições",
    "thanks": "Obrigado - Harmonia da Alma Obrigado! Obrigado por entrar em contato conosco. Em breve, um de nossos especialistas retornará o seu contato. Voltar para a Página Inicial"
  },
  "date": "2024-06-27T16:00:35.072Z"
}