{
  "name": "New_v9_FlyHigh",
  "pages": {
    "contacts": "FlyHigh - Contactos Principal Sobre Nós Cursos Contatos Principal Sobre Nós Cursos Contatos Prepare-se para a sua aventura com FlyHigh Veja agora Perguntas Frequentes Na FlyHigh, nos esforçamos para tornar sua experiência de viagem o mais suave e agradável possível. Para ajudá-lo a planejar e se preparar para sua jornada, compilamos uma lista de perguntas frequentes. Aqui, você encontrará respostas para dúvidas comuns sobre reserva de voos, políticas de bagagem, serviços a bordo e muito mais. Quer você seja um viajante de primeira viagem ou experiente, nossa seção de Perguntas Frequentes foi projetada para fornecer as informações necessárias para uma viagem sem complicações. Se tiver perguntas adicionais ou precisar de mais assistência, nossa equipe de suporte ao cliente está sempre pronta para ajudar. Boa viagem! Quais destinos estão disponíveis no FlyHigh? No FlyHigh, oferecemos voos para mais de 200 destinos ao redor do mundo. Você pode reservar passagens para a Europa, Ásia, América do Norte, América do Sul, África, Austrália, Oriente Médio, e Caribe. Como funcionam as reservas online? Nossas reservas online são simples e rápidas. Basta escolher seu destino, selecionar as datas de viagem e completar o pagamento. Você receberá uma confirmação instantânea da sua reserva. Qual é a política de cancelamento? Nossa política de cancelamento varia de acordo com o tipo de bilhete e a companhia aérea. Por favor, verifique os detalhes específicos no momento da reserva ou entre em contato com nosso suporte ao cliente para mais informações. O FlyHigh oferece assistência ao cliente? Sim, nosso suporte ao cliente está disponível 24/7 para ajudar com qualquer dúvida ou problema. Você pode nos contatar por e-mail, telefone ou através do formulário de contato em nosso site. Quais métodos de pagamento são aceitos? Aceitamos diversos métodos de pagamento, incluindo cartões de crédito, cartões de débito e transferências bancárias. Todas as transações são seguras e criptografadas. Posso modificar minha reserva depois de feita? Sim, você pode modificar sua reserva através do nosso portal online ou entrando em contato com nosso suporte ao cliente. Note que podem haver taxas associadas a alterações. Quais são as melhores épocas para viajar? As melhores épocas para viajar dependem do destino. Recomendamos verificar as condições climáticas e eventos locais para planejar sua viagem da melhor maneira. Como posso entrar em contato com o suporte ao cliente? Nossa equipe de suporte ao cliente está disponível 24/7 para ajudá-lo. Você pode nos contatar por e-mail, telefone ou através do formulário de contato em nosso site. Além disso, inscreva-se em nossa newsletter para receber atualizações e ofertas especiais. Nossos Clientes Usei FlyHigh para reservar minhas passagens para a Ásia e fiquei extremamente satisfeito. A flexibilidade no agendamento e o suporte ao cliente são excelentes. As tarifas também são muito competitivas. Definitivamente usarei FlyHigh novamente. João Pereira Reservar minhas passagens para o Caribe com FlyHigh foi uma experiência incrível. As ofertas são ótimas e o processo de reserva é muito fácil. A equipe de suporte ao cliente foi muito prestativa e eficiente. Obrigado, FlyHigh! Ana Costa FlyHigh transformou a maneira como planejo minhas viagens. Reservei minhas passagens para a Europa com eles e tudo foi perfeito. O atendimento ao cliente é excepcional e as ofertas são imbatíveis. Recomendo FlyHigh a todos! Maria Costa Contate-nos Por favor, preencha o formulário abaixo para solicitar uma consulta. Responderemos o mais rápido possível com as informações que você precisa. Deixe-nos ajudá-lo a explorar o mundo! Complete o formulário para uma consulta gratuita hoje! Eu aceito a Política de Privacidade ENVIAR Centro Histórico de São Paulo, São Paulo - SP, 01024-900 +556140426906 flyhigh@gmail.com Política de Privacidade Termos e Condi es Centro Histórico de São Paulo, São Paulo - SP, 01024-900 +556140426906 flyhigh@gmail.com",
    "index": "FlyHigh - Cursos de português e professores profissionais para o seu sucesso Principal Sobre Nós Cursos Contatos Principal Sobre Nós Cursos Contatos FlyHigh FlyHigh Encontre as Melhores Ofertas de Voos! Explore Agora! FlyHigh oferece uma vasta gama de opções de voos com preços competitivos. Nossos serviços são projetados para facilitar sua experiência de viagem, desde a reserva de passagens até a assistência ao cliente. Viaje com conforto e conveniência. Junte-se a nós Nossos Voos Voos para a Europa Descubra as principais cidades europeias com nossas ofertas exclusivas. $200 -10% Reserve Agora Voos para a Ásia Explore os destinos exóticos da Ásia com tarifas especiais. $250 -15% Reserve Agora Voos para a América do Norte Viaje para as principais cidades dos EUA e Canadá com grandes economias. $220 -20% Reserve Agora Voos para a América do Sul Descubra a beleza vibrante da América do Sul com nossas ofertas de voos. $180 -18% Reserve Agora Voos para a África Explore os destinos deslumbrantes da África com tarifas acessíveis. $230 -25% Reserve Agora Voos para a Austrália Viaje para a Austrália e Nova Zelândia com nossas ofertas especiais. $200 -15% Reserve Agora Reserve Suas Passagens Aéreas Online! Junte-se a Milhares de Clientes Satisfeitos Reserve Agora! Vantagens do FlyHigh Preços Competitivos No FlyHigh, nossos preços são projetados para ser acessíveis e competitivos. Com ofertas exclusivas e promoções, você pode economizar em suas viagens sem comprometer a qualidade do serviço. Aproveite tarifas baixas e promoções especiais em voos para destinos ao redor do mundo. Facilidade de Reserva Entendemos que seu tempo é valioso. Por isso, no FlyHigh oferecemos um sistema de reserva fácil e rápido. Reserve seus voos em minutos, sem complicações, e receba confirmação instantânea. Reserve seus voos de forma rápida e fácil com nossa plataforma intuitiva e segura. Suporte ao Cliente 24/7 No FlyHigh, valorizamos nossos clientes. Nosso suporte ao cliente está disponível 24/7 para ajudar com quaisquer dúvidas ou problemas. Viaje com confiança sabendo que estamos sempre aqui para ajudar. Receba suporte a qualquer hora, todos os dias, com nossa equipe dedicada de atendimento ao cliente. Escolha um Destino e Reserve Seu Voo! Escolha um Voo Política de Privacidade Termos e Condi es Centro Histórico de São Paulo, São Paulo - SP, 01024-900 +556140426906 flyhigh@gmail.com",
    "privacy-policy": "FlyHigh - Política de Privacidade Principal Sobre Nós Cursos Contatos Principal Sobre Nós Cursos Contatos Política de Privacidade Introdução Bem-vindo à FlyHigh! Valorizamos sua privacidade e estamos comprometidos em proteger suas informações pessoais. Esta Política de Privacidade explica como coletamos, usamos, divulgamos e protegemos suas informações quando você utiliza nossos serviços. Coleta de Informações Informações Pessoais: Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail, número de telefone, data de nascimento, detalhes do passaporte. Informações de Pagamento: Coletamos informações de pagamento necessárias para processar suas compras. Informações de Uso: Coletamos informações sobre como você utiliza nosso site, incluindo endereços IP, tipo de navegador, páginas visitadas e tempo gasto em nosso site. Cookies: Utilizamos cookies para melhorar sua experiência de navegação, armazenar suas preferências e coletar informações sobre como você interage com nosso site. Uso das Informações Fornecimento de Serviços: Utilizamos as informações coletadas para fornecer e melhorar nossos serviços para você. Comunicação: Utilizamos as informações coletadas para entrar em contato com você sobre sua reserva, enviar confirmações e notificações importantes. Melhoria do Serviço: Analisamos as informações coletadas para melhorar a funcionalidade e a experiência do usuário. Marketing: Utilizamos as informações coletadas para enviar ofertas promocionais, newsletters e outras informações que possam ser do seu interesse, desde que você tenha optado por receber tais comunicações. Compartilhamento de Informações Provedores de Serviços: Compartilhamos informações com fornecedores e parceiros que nos auxiliam na prestação de serviços, como processadores de pagamento e fornecedores de TI. Requisitos Legais: Divulgamos informações quando exigido por lei ou em resposta a solicitações legais, como mandados de busca, intimações ou ordens judiciais. Segurança das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhuma transmissão de dados pela internet ou sistema de armazenamento eletrônico é 100% segura, e não podemos garantir a segurança absoluta das informações transmitidas ou armazenadas. Seus Direitos Acesso, correção, atualização e exclusão de suas informações pessoais: Você tem o direito de acessar, corrigir, atualizar ou solicitar a exclusão de suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco através dos detalhes fornecidos abaixo. Alterações a Esta Política de Privacidade Podemos atualizar nossa Política de Privacidade periodicamente. Notificaremos você sobre quaisquer mudanças, publicando a nova política em nosso site e, quando aplicável, por outros meios. Recomendamos revisar esta política regularmente para se manter informado sobre como estamos protegendo suas informações. Política de Privacidade Termos e Condi es Centro Histórico de São Paulo, São Paulo - SP, 01024-900 +556140426906 flyhigh@gmail.com",
    "terms-conditions": "LanguagePro - Termos e Condi es Principal Sobre Nós Cursos Contatos Principal Sobre Nós Cursos Contatos Termos e Condições Introdução Bem-vindo ao site da FlyHigh. Ao acessar e utilizar nosso site, você concorda em cumprir e estar vinculado aos seguintes Termos e Condições. Se você não concorda com qualquer parte destes termos, por favor, não utilize nosso site. Uso do Site Elegibilidade: Para utilizar nossos serviços, você deve ter pelo menos 18 anos de idade e capacidade legal para celebrar contratos vinculativos. Precisão das Informações: Você concorda em fornecer informações verdadeiras, precisas, atuais e completas sobre você ao realizar reservas ou criar uma conta conosco. Restrições de Uso: Você não deve utilizar nosso site para qualquer propósito ilegal ou não autorizado. Você concorda em não modificar, copiar, distribuir, transmitir, exibir, executar, reproduzir, publicar, licenciar, criar trabalhos derivados, transferir ou vender qualquer informação, software, produtos ou serviços obtidos através deste site. Reservas e Pagamentos Confirmação de Reservas: Todas as reservas estão sujeitas à disponibilidade e confirmação. Você receberá um e-mail de confirmação após a conclusão da sua reserva. Preços e Pagamentos: Os preços apresentados no site estão em Reais (BRL) e incluem todos os impostos aplicáveis, a menos que especificado de outra forma. O pagamento deve ser feito no momento da reserva, utilizando os métodos de pagamento aceitos. Cancelamentos e Reembolsos: As políticas de cancelamento e reembolso variam de acordo com a tarifa e o fornecedor específico. Consulte os termos de cada reserva antes de prosseguir com a compra. Algumas tarifas podem ser não reembolsáveis ou sujeitas a taxas de cancelamento. Propriedade Intelectual Direitos Autorais: Todo o conteúdo presente neste site, incluindo texto, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads digitais, compilações de dados e software, é propriedade da FlyHigh ou de seus fornecedores de conteúdo e é protegido pelas leis de direitos autorais brasileiras e internacionais. Marcas Registradas: As marcas registradas, logotipos e marcas de serviço exibidos neste site são de propriedade da FlyHigh ou de terceiros. Você não está autorizado a usar essas marcas sem o consentimento prévio por escrito do proprietário da marca. Limitação de Responsabilidade Precisão das Informações: Embora nos esforcemos para garantir que as informações no nosso site sejam precisas e atualizadas, não garantimos a precisão, integridade ou atualidade de tais informações. Isenção de Garantias: Este site é fornecido \"no estado em que se encontra\" e \"conforme disponível\". Não fazemos representações ou garantias de qualquer tipo, expressas ou implícitas, quanto à operação do site ou às informações, conteúdos, materiais ou produtos incluídos no site. Limitação de Danos: Em nenhum caso a FlyHigh será responsável por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais que resultem do uso ou da incapacidade de usar o nosso site ou serviços. Alterações aos Termos Reservamo-nos o direito de alterar estes Termos e Condições a qualquer momento, a nosso exclusivo critério. Qualquer alteração entrará em vigor imediatamente após a publicação no site. O uso continuado do site após a publicação de alterações constitui aceitação dos novos termos. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil. Você concorda que qualquer disputa decorrente ou relacionada a estes termos será submetida à jurisdição exclusiva dos tribunais brasileiros. Política de Privacidade Termos e Condi es Centro Histórico de São Paulo, São Paulo - SP, 01024-900 +556140426906 flyhigh@gmail.com",
    "thanks-page": "FlyHigh - Obrigado pelo Seu Pedido Obrigado pelo Seu Pedido! Agradecemos imensamente pelo seu pedido na FlyHigh. Seu pedido foi concluído com sucesso, e estamos ansiosos para ajudá-lo a planejar uma aventura inesquecível na Islândia. Você receberá um e-mail de confirmação com os detalhes do seu pedido em breve. Obrigado novamente por escolher a FlyHigh. Estamos ansiosos para viajar com você para a terra do fogo e do gelo no futuro! Voltar para a Página Principal"
  },
  "date": "2024-07-18T20:31:39.044Z"
}