{
  "name": "New_v9_WearLux",
  "pages": {
    "about": "WearLux - clothes facility WearLux Main Contacts About Us We are more than a fashion brand; we are advocates for change in the industry. By choosing WearLux, you join a community dedicated to promoting sustainability and conscious consumerism. Our mission is to inspire and empower individuals to make thoughtful choices without compromising on luxury or style. At WearLux, we believe in the power of craftsmanship. Each piece is meticulously crafted by skilled artisans who merge traditional techniques with modern innovation, ensuring every garment is a masterpiece of quality and style. Our dedication to sustainability extends beyond materials; we prioritize ethical production processes that minimize environmental impact while upholding the highest standards of excellence. Here craftsmanship meets sustainability in the realm of luxury eco-leather clothing. Founded with a passion for both fashion and environmental responsibility, WearLux strives to redefine luxury by offering bespoke, eco-conscious garments that embody elegance and ethical practices. Our journey began with a commitment to create clothing that not only looks and feels luxurious but also respects the planet and its resources. Join us on this journey towards a more sustainable future, where luxury meets responsibility, and together, we can redefine the way fashion impacts our world. Gallery Make sure you don't forget to choose one of our chic accessories Discover the perfect complement to your luxury eco-leather wardrobe with WearLux accessories. From meticulously crafted belts and wallets to exquisite handbags, each piece embodies our commitment to elegance and sustainability. Our accessories are crafted using premium eco-friendly materials and uphold the highest standards of artisanal craftsmanship. Explore our range of accessories and discover how each piece complements our ethos of sustainability and craftsmanship. Embrace elegance with accessories that make a statement about your values as well as your style, only at WearLux. Wallets Bags Hats WearLux Main Contacts Privacy Policy Terms & Conditions © Copyright WearLux - 2024",
    "index": "WearLux WearLux Manifest Gallery Contacts WearLux Missão Tome uma atitude Notícias Contato Feel the difference Luxury eco-leather clothing for every style and taste. Premium custom clothing at non-premium prices. Order once to be our customer forever. Gallery Contacts Write to Us We offers personalized design consultations with fashion experts to create custom eco-leather pieces tailored to each customer's unique style and preferences. Cutting-edge sustainable manufacturing techniques to produce eco-leather clothing that minimizes environmental impact without compromising on quality. WearLux is a quality assurance. Advanced technology ensures that each piece meets the highest standards of luxury and durability for good price. Our Facility WearLux has a full cycle production, we guarantee quality because we make clothes from the first thread to the finished product. Come to our store to take measurements of the clothes and order it. Tannery We process superior eco-leather to be sure of the raw material. Manufacturing We manufacture a huge range of products directly at the site. Each garment is customized or made to order from scratch. If any item of clothing does not fit you, we can resize it to fit you, or produce it in a short period of time individually tailored to your needs. Contacts Full clothing production cycle. Creating an art from A to Z. At WearLux, we pride ourselves on delivering a comprehensive production cycle that transforms eco-leather into luxurious, custom garments. Our process begins with the careful sourcing of sustainable materials, ensuring both quality and environmental responsibility. Next, our expert designers work closely with clients to create personalized designs that reflect their unique style and preferences. Skilled artisans then bring these designs to life with meticulous craftsmanship, employing cutting-edge techniques for precision and durability. Each piece is rigorously inspected and refined in the finishing stage, guaranteeing the highest standards of luxury. Order 1 Sourcing 2 Designing 3 Crafting 4 Fitting If you're suppliers or dealers Make a sales proposal or a plan to market your products and let us know, we are always happy to cooperate. Contacts Shoes as an indicator of craftsmanship skill At WearLux, our shoes are a testament to our craftsmanship and dedication to excellence. Each pair is meticulously designed to combine both style and comfort, ensuring they stand out as a statement piece. Our shoes are not just accessories; they are symbols of our commitment to sustainable luxury and exceptional skill. 80% Own materials. 20% Imported materials. Contacts Gallery “Clothes aren't just garments; they are the fabric of our stories, the threads of our identity, and the expression of our soul.” John Forester, WearLux CEO “Fashion is not about the clothes you wear, but about the life you lead in those clothes. Each garment tells a story, and it's up to you to make it extraordinary.” Matthew Kinnick WearLux founder How much you think a quality hat should cost. ...or how much you'd be willing to pay for it. $5 $10 $20 $40 What other types of clothing we produce This applies to both custom and mass-market orders. You can find these pieces both in our gallery and on our storefronts. Evening dresses Our evening dresses are crafted to elevate your elegance with luxurious eco-leather. Each dress is designed to make you stand out at any event, blending sophistication with sustainability. Feel confident and glamorous while making a statement for the environment. Сhildren's clothes Our children's clothes are crafted with the utmost care, using eco-leather that is gentle on young skin. Combining style and comfort, each piece is designed to be durable and fashionable for the little ones. Dress your child in the finest eco-friendly garments that reflect your values. Hats Our hats are the perfect blend of fashion and sustainability, made from premium eco-leather. Each hat is meticulously crafted to provide a comfortable fit and a touch of luxury. Embrace eco-friendly fashion with our stylish and sustainable hats. Accessories Our accessories range from belts to gloves, all made with eco-leather that exudes luxury. Each piece is designed to add a touch of elegance and sophistication to your wardrobe. Enhance your outfits with our thoughtfully crafted, eco-conscious accessories. Bags Our bags are a testament to luxurious design and sustainable practices, crafted from high-quality eco-leather. Each bag is created to be both functional and stylish, perfect for any occasion. With a focus on durability and elegance, our bags make a statement while supporting eco-friendly fashion. Be sure to stop by our store or contact us using the form below If you come to us once - you will remain our client forever. Email Name Message I accept a Privacy Policy Send WearLux Manifest Gallery Contacts Address: 495, 9th Main Rd, 11TH CROSS, Vikram Nagar, Kumaraswamy Layout, Bengaluru, Karnataka 560078, India Tel: +918026664195 wearlux@gmail.com © Copyright WearLux - 2024",
    "privacy": "Privacy Policy - WearLux WearLux Main Terms and Conditions Privacy Policy Third-Party Partners We may collaborate with third-party service providers to process payments, fulfill orders, and carry out marketing activities. These partners are carefully selected to ensure the protection of your data. Payment Info Your payment information is processed securely. We use industry-standard encryption to protect your financial data during transactions and do not store your payment details on our servers. Data Security WearLux adopts advanced security measures to protect your personal information against unauthorized access, alterations, or disclosures. We are committed to the highest standards of data security. Children's Privacy Protecting children's privacy is a priority for us. WearLux does not knowingly collect personal information from children under 13 years old. If we discover that we have collected such data, we will take the necessary steps to delete it. Personal Info We handle your personal information, such as name, email address, and payment details, with the utmost care. These data are essential for processing orders and ensuring secure transactions. Use of Info The information we collect is used to improve your experience with WearLux, efficiently process your orders, and keep you updated on our products and services. Info Updates It is important that your personal information is accurate and up-to-date. You can update your information by logging into your account or contacting us with your changes. Modifications WearLux reserves the right to update this Privacy Policy as necessary. We will notify you of significant changes by posting the updated policy on our website. Cookies We use cookies to enhance your browsing experience. These cookies help us understand how you use our site and allow us to improve its functionality. Data Collection At WearLux, we collect personal data to offer the best possible service. This includes information provided when making purchases, subscribing to our newsletter, or interacting with our website. Use of Data The data we collect is used to enhance your experience with our products and services. This includes processing orders, personalizing your experience, and improving our offerings. Opt-Out You have the right to opt-out of receiving marketing communications from us. You can do this by following the unsubscribe instructions in our emails or by contacting us directly. Consent By using our website and services, you agree to the collection and use of your information as detailed in this Privacy Policy. We strive to make our policies transparent and easy to understand. Data Retention Your personal data is retained only for as long as necessary to fulfill the purposes for which it was collected. After that, it will be securely deleted or anonymized. Your Rights You have the right to access, correct, or delete your personal information held by us. If you wish to exercise these rights, please contact us with your request. Contact Info If you have any questions or concerns about our Privacy Policy or practices, please contact us at wearlux@gmail.com. We are here to assist you. Legal Compliance We comply with applicable laws and regulations related to privacy and data protection. This includes responding to legal requests for information and protecting your rights under privacy laws. Marketing We may send marketing communications about our products and special offers. You can opt out of receiving these communications at any time by following the unsubscribe link in our emails. Payment Info Your payment information is processed securely. We use industry-standard encryption to protect your financial data during transactions and do not store your payment details on our servers. Feedback Your feedback is important to us. If you have suggestions or concerns about our services or privacy practices, please let us know. We are committed to improving your experience. Communication We value open communication with our customers. Any updates or changes to our Privacy Policy will be communicated through our site and, where appropriate, via email. WearLux Main Contacts Terms & Conditions © Copyright WearLux - 2024",
    "terms": "Terms and Conditions - WearLux WearLux Home Privacy Policy Terms and Conditions Payment Payments for orders made through our website must be made using the provided payment methods. We ensure that all payment information is processed securely. Placing Orders By placing an order with WearLux, you agree to provide accurate and complete information. Your order constitutes an offer to purchase our products, which we may accept or reject at our discretion. Agreement These terms and conditions represent the entire agreement between you and WearLux for the use of our website and services. All other agreements or understandings, whether written or oral, are replaced by these terms. Liability WearLux is not liable for any indirect, incidental, or consequential damages arising from the use of our products or site. Our liability is limited to the amount paid for the product in question. Prohibited Conduct Users are prohibited from engaging in activities that could harm or disrupt our services, such as hacking, spamming, and distributing malware. Violations may result in account termination and legal action. Your Responsibilities Users are responsible for maintaining the confidentiality of their account information and for all activities that occur under their account. You agree to notify us immediately of any unauthorized use of your account. Pricing All prices listed on our website are subject to change without notice. We are not responsible for typographical errors in pricing. Returns/Refunds Our return and refund policy is designed to ensure your satisfaction with our products. If you are not satisfied with your purchase, you may return it under the conditions outlined in our policy. Acceptance By accessing and using our site, you agree to accept and comply with the terms and conditions of this agreement. If you do not agree to these terms, please do not use this site. Dispute Resolution Any disputes arising from the use of our website or the purchase of our products will be resolved through binding arbitration, in accordance with the rules of the American Arbitration Association. Governing Law These terms and conditions are governed by the laws of the state in which DoorCraft operates, without regard to its conflict of law provisions. Changes WearLux reserves the right to modify these terms and conditions at any time. Any changes will be effective immediately upon posting on our website. Continued use of our services indicates acceptance of the revised terms. Termination We reserve the right to terminate your access to our site and services if you violate these terms and conditions or engage in conduct that we consider harmful or inappropriate. Communication We primarily communicate with our customers via email. By using our services, you consent to receive electronic communications from us. You can opt-out of certain communications by following the instructions provided in our emails. Product Descriptions We strive to ensure that our product descriptions are accurate and up-to-date. However, we cannot guarantee that all descriptions are error-free. If a product does not match its description, your sole remedy is to return it in unused condition. Indemnity You agree to indemnify and hold WearLux harmless from any claims, losses, or damages arising from your use of our site or violation of these terms and conditions. Contact Info If you have any questions or concerns about these terms and conditions, please contact us at wearlux@gmail.com. We are here to assist you. Intellectual Property All content on our site, including text, graphics, logos, and images, is the property of WearLux or its content suppliers and is protected by intellectual property laws. Unauthorized use is strictly prohibited. Waiver WearLux's failure to enforce any right or provision of these terms does not constitute a waiver of such right or provision. Any waiver must be in writing and signed by an authorized representative. Liability WearLux is not liable for any indirect, incidental, or consequential damages arising from the use of our products or site. Our liability is limited to the amount paid for the product in question. Severability If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will remain valid and enforceable to the fullest extent permitted by law. WearLux Main Contact Privacy Policy © Copyright WearLux – 2024",
    "thank_page": "Thank You - WearLux It's WearLux! We are delighted to have you at WearLux! Your visit is valued, and we trust that you found your time with us enjoyable. We eagerly anticipate your return. Hope to see you soon in our shop. Back Home!"
  },
  "date": "2024-07-08T14:00:21.404Z"
}