{
  "name": "New_v9_EntregaFacil",
  "pages": {
    "about": "EntregaFácil - Serviço de Entrega Rápida e Segura no Brasil | Saiba mais sobre a EntregaFácil Início Serviços Sobre nós Sobre a EntregaFácil A EntregaFácil foi fundada com a missão de proporcionar soluções de entrega rápidas, confiáveis e acessíveis em todo o Brasil. Com uma equipe dedicada e uma infraestrutura robusta, nos esforçamos para garantir que cada encomenda chegue ao seu destino de forma segura e dentro do prazo estipulado. Nossos serviços abrangem desde entregas locais até envios internacionais, oferecendo uma gama de opções que atendem às necessidades específicas de cada cliente. Nosso compromisso com a qualidade se reflete em cada etapa do processo de entrega. Desde o momento em que você faz o pedido até a chegada do pacote, garantimos um acompanhamento cuidadoso e um atendimento ao cliente excepcional. Estamos constantemente investindo em tecnologia e treinamento para manter nossos padrões de excelência e atender às expectativas dos nossos clientes. Acreditamos que uma comunicação clara e transparente é fundamental para construir uma relação de confiança com nossos clientes. Por isso, oferecemos ferramentas de rastreamento em tempo real e suporte ao cliente disponível 24/7. Seja qual for a sua necessidade de entrega, estamos aqui para ajudar, oferecendo soluções personalizadas e suporte dedicado. Na EntregaFácil, valorizamos cada cliente e nos comprometemos a proporcionar uma experiência de entrega sem complicações. Nossa equipe está sempre pronta para superar desafios e encontrar as melhores soluções para suas necessidades de envio. Seja para pequenas empresas ou grandes corporações, tratamos cada entrega com a mesma importância e dedicação. Nossos Serviços A EntregaFácil oferece uma ampla variedade de serviços de entrega para atender a todas as necessidades dos nossos clientes. Nossos serviços incluem entrega padrão, entrega expressa, entrega super expressa, entrega internacional, entrega econômica e entrega noturna. Cada serviço é projetado para oferecer a melhor combinação de velocidade, confiabilidade e custo-benefício. A entrega padrão é ideal para aqueles que não têm urgência, mas ainda assim desejam um serviço confiável. A entrega expressa e super expressa são perfeitas para quem precisa de rapidez, garantindo que sua encomenda chegue ao destino em até 24 horas. Para envios internacionais, oferecemos um serviço abrangente que cobre mais de 50 países, sempre com rastreamento global e segurança garantida. Nosso serviço de entrega econômica é uma opção acessível para quem busca economizar, sem abrir mão da qualidade. Já a entrega noturna é ideal para entregas urgentes que precisam ser realizadas fora do horário comercial. Seja qual for a sua necessidade, temos a solução perfeita para você. Além disso, oferecemos soluções personalizadas para empresas que necessitam de serviços de entrega frequentes ou em grande escala. Nossos contratos corporativos oferecem vantagens exclusivas, como tarifas reduzidas, faturamento mensal e suporte dedicado. Na EntregaFácil, entendemos que cada cliente é único e estamos prontos para adaptar nossos serviços às suas necessidades específicas. Estamos sempre inovando e buscando novas maneiras de melhorar nossos serviços. Acreditamos que a tecnologia é uma aliada poderosa para oferecer uma experiência de entrega superior. Por isso, investimos constantemente em sistemas de rastreamento, aplicativos móveis e outras ferramentas que facilitam a vida dos nossos clientes. Nossa Missão, Visão e Valores Nossa missão é ser a escolha número um em soluções de entrega no Brasil, proporcionando serviços rápidos, confiáveis e acessíveis para todos os nossos clientes. Trabalhamos incansavelmente para garantir que cada entrega seja realizada com excelência, superando as expectativas dos nossos clientes e estabelecendo novos padrões de qualidade no setor de logística. Missão Nossa missão é oferecer serviços de entrega que sejam sinônimos de confiança e eficiência. Queremos ser reconhecidos pela nossa capacidade de resolver problemas de logística de maneira rápida e eficaz, sempre colocando as necessidades dos nossos clientes em primeiro lugar. Acreditamos que cada entrega é uma oportunidade de mostrar nosso compromisso com a qualidade e a satisfação do cliente. Visão Nossa visão é ser a empresa de entregas mais inovadora e confiável do Brasil. Aspiramos a liderar o mercado de logística, oferecendo soluções que facilitem a vida dos nossos clientes e contribuam para o sucesso dos seus negócios. Enxergamos um futuro onde a EntregaFácil é sinônimo de excelência em entregas, com uma rede de serviços que abrange todo o território nacional e internacional. Valores Nossos valores são a base de tudo o que fazemos. Eles incluem compromisso com a qualidade, foco no cliente, inovação, integridade e trabalho em equipe. Acreditamos que esses valores são essenciais para construir uma empresa sólida e confiável. Cada membro da nossa equipe é treinado para agir de acordo com esses princípios, garantindo que todos os nossos serviços reflitam os mais altos padrões de ética e profissionalismo. R. Genebra, 122 - Bela Vista, São Paulo - SP, 01316-010, Brasil +5511940006658 entregafacil@gmail.com Política de privacidade Termos e condições",
    "index": "EntregaFácil - Serviço de Entrega Rápida e Segura no Brasil Início Serviços Sobre nós EntregaFácil - entrega em todo o Brasil Oferecemos entrega rápida e confiável para qualquer lugar do Brasil. Confie-nos suas remessas! Saiba mais Por que escolher a EntregaFácil? Rápido e Confiável Entregamos suas encomendas de forma rápida e segura em todo o Brasil. Seguro Garantimos a segurança e integridade dos seus pacotes durante todo o trajeto. Entrega no Prazo Nos comprometemos com prazos de entrega precisos para sua conveniência. Cobertura Nacional Alcance nacional para atender suas necessidades de entrega em todo o território brasileiro. Atendimento ao Cliente Nossa equipe está pronta para oferecer o melhor suporte e atendimento ao cliente. Compromisso com a Qualidade Comprometidos em proporcionar serviços de alta qualidade e satisfazer nossos clientes. NOSSO PROCESSO DE TRABALHO Recebimento do Pedido Nós recebemos seu pedido e começamos o processamento imediatamente. Processamento e Embalagem Seu pedido é cuidadosamente processado e embalado para garantir a segurança durante o transporte. Entrega Rápida Garantimos a entrega rápida e segura do seu pedido no endereço desejado. Condições de Entrega Na EntregaFácil, nos esforçamos para oferecer a melhor experiência de entrega para nossos clientes em todo o Brasil. Nossa política de entrega é projetada para ser transparente, confiável e conveniente. Abaixo estão as principais condições de entrega que você precisa saber: 1. Prazos de Entrega: Nós oferecemos prazos de entrega variados, dependendo da localização do destinatário e do serviço de entrega selecionado. As entregas em grandes centros urbanos geralmente são realizadas em até 48 horas, enquanto as regiões mais remotas podem levar até 5 dias úteis. Sempre fornecemos um prazo estimado no momento da finalização do pedido. 2. Rastreamento de Pedidos: Para sua conveniência e tranquilidade, todos os pedidos são acompanhados de um código de rastreamento. Você pode acompanhar o status da sua entrega em tempo real através do nosso site, desde o momento da coleta até a entrega final. 3. Taxas de Entrega: As taxas de entrega são calculadas com base no peso, dimensões do pacote e destino da entrega. Oferecemos várias opções de entrega, incluindo serviços expressos para aqueles que precisam de uma entrega rápida. Nossos preços são competitivos e visam proporcionar o melhor custo-benefício. 4. Áreas de Cobertura: Cobrimos todo o território nacional, incluindo áreas urbanas, suburbanas e rurais. Caso a área de entrega seja de difícil acesso, entraremos em contato para fornecer informações adicionais e possíveis ajustes no prazo de entrega. 5. Política de Devolução: Em caso de problemas com a entrega, como danos ou perda do pacote, oferecemos uma política de devolução justa. Basta entrar em contato com nosso serviço de atendimento ao cliente para iniciar o processo de devolução ou reenvio do produto. 6. Atendimento ao Cliente: Nossa equipe de atendimento ao cliente está disponível para responder a qualquer dúvida ou preocupação que você possa ter sobre seu pedido. Oferecemos suporte por telefone, e-mail e chat online. Na EntregaFácil, nosso compromisso é garantir que seus produtos cheguem ao destino de forma segura e no prazo estipulado. Trabalhamos constantemente para melhorar nossos serviços e atender às expectativas dos nossos clientes. R. Genebra, 122 - Bela Vista, São Paulo - SP, 01316-010, Brasil +5511940006658 entregafacil@gmail.com Política de privacidade Termos e condições",
    "privacy": "EntregaFácil - Serviço de Entrega Rápida e Segura no Brasil | Política de Privacidade Início Serviços Sobre nós Política de Privacidade A EntregaFácil respeita a sua privacidade e está comprometida em proteger as informações pessoais que você compartilha conosco. Esta Política de Privacidade explica como coletamos, usamos, armazenamos e protegemos seus dados pessoais quando você utiliza nossos serviços e interage com nosso site. Coleta de Informações: Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço, e-mail, número de telefone e detalhes do pagamento. Também podemos coletar informações automaticamente através do uso de cookies e outras tecnologias de rastreamento quando você navega em nosso site. Uso das Informações: Utilizamos suas informações pessoais para processar seus pedidos, fornecer serviços de entrega, melhorar nossos serviços, comunicar novidades e promoções, e personalizar sua experiência conosco. Também podemos usar suas informações para fins analíticos e para melhorar a funcionalidade do nosso site. Compartilhamento de Informações: Não vendemos, trocamos ou alugamos suas informações pessoais a terceiros. Podemos compartilhar suas informações com parceiros de confiança que nos auxiliam na operação do site, condução de nossos negócios ou prestação de serviços a você, desde que esses parceiros concordem em manter essas informações confidenciais. Segurança das Informações: Implementamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos tecnologia de criptografia e outros métodos de segurança para garantir a integridade e confidencialidade dos seus dados. Direitos do Usuário: Você tem o direito de acessar, corrigir ou excluir suas informações pessoais armazenadas por nós. Para exercer esses direitos, entre em contato conosco através do e-mail fornecido em nosso site. Faremos o possível para responder às suas solicitações em tempo hábil. Alterações na Política de Privacidade: Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou nas leis aplicáveis. Recomendamos que você revise esta página regularmente para estar ciente de quaisquer alterações. O uso contínuo de nossos serviços após a publicação de alterações constitui sua aceitação da Política de Privacidade atualizada. Contato: Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre o uso de suas informações pessoais, entre em contato conosco através dos meios disponíveis em nosso site. Na EntregaFácil, estamos comprometidos em proteger sua privacidade e garantir que suas informações pessoais sejam tratadas com o máximo respeito e cuidado. Agradecemos por confiar em nós para suas necessidades de entrega e por fazer parte da nossa comunidade. Email entregafacil@gmail.com R. Genebra, 122 - Bela Vista, São Paulo - SP, 01316-010, Brasil +5511940006658 entregafacil@gmail.com Política de privacidade Termos e condições",
    "services": "EntregaFácil - Serviço de Entrega Rápida e Segura no Brasil | serviços Início Serviços Sobre nós Preços dos Serviços Entrega Padrão Serviço de entrega padrão com prazo de 3-5 dias úteis. R$ 25,00 Rastreamento incluído Segurança garantida Entrega em domicílio Suporte ao cliente 24/7 Disponível em todo o Brasil Escolher Entrega Expressa Serviço de entrega rápida com prazo de 1-2 dias úteis. R$ 45,00 Rastreamento em tempo real Segurança garantida Entrega em domicílio Suporte ao cliente 24/7 Disponível em todo o Brasil Escolher Entrega Super Expressa Serviço de entrega urgente com prazo de até 24 horas. R$ 70,00 Rastreamento em tempo real Segurança garantida Entrega em domicílio Suporte ao cliente 24/7 Disponível em grandes centros urbanos Escolher Entrega Internacional Serviço de entrega para qualquer lugar do mundo. R$ 150,00 Rastreamento global Segurança garantida Entrega em domicílio Suporte ao cliente 24/7 Disponível em mais de 50 países Escolher Entrega Econômica Serviço de entrega econômica com prazo de 5-7 dias úteis. R$ 15,00 Rastreamento incluído Segurança garantida Entrega em domicílio Suporte ao cliente 24/7 Disponível em todo o Brasil Escolher Entrega Noturna Serviço de entrega noturna com prazo de até 12 horas. R$ 60,00 Rastreamento em tempo real Segurança garantida Entrega em domicílio Suporte ao cliente 24/7 Disponível em grandes centros urbanos Escolher Você tem alguma pergunta? Encontre a resposta aqui Abaixo estão algumas das perguntas mais frequentes sobre nossos serviços de entrega. 1. Quais são os prazos de entrega? Os prazos de entrega variam de acordo com o serviço escolhido. A entrega padrão leva de 3 a 5 dias úteis, enquanto a entrega expressa pode ser realizada em 1 a 2 dias úteis. 2. Como posso rastrear meu pedido? Após a confirmação do envio, você receberá um código de rastreamento por e-mail. Use esse código no nosso site para acompanhar o status da sua entrega em tempo real. 3. Quais são as áreas de cobertura? Nós oferecemos cobertura em todo o território nacional, incluindo áreas urbanas, suburbanas e rurais. 4. Quais são as opções de pagamento? Oferecemos várias opções de pagamento, incluindo cartões de crédito, débito, boleto bancário e transferência eletrônica. 5. O que fazer se meu pedido atrasar? Se o seu pedido atrasar, entre em contato com nosso serviço de atendimento ao cliente para que possamos verificar o status e fornecer assistência. 6. Posso alterar o endereço de entrega após fazer o pedido? Sim, é possível alterar o endereço de entrega antes do envio do pedido. Entre em contato com nosso atendimento ao cliente para fazer a alteração. 7. Como funciona a política de devolução? Em caso de problemas com a entrega, como danos ou perda do pacote, oferecemos uma política de devolução justa. Contate nosso atendimento ao cliente para iniciar o processo. 8. Quais são os custos de envio? Os custos de envio são calculados com base no peso, dimensões do pacote e destino. Nossos preços são competitivos e variam conforme o serviço escolhido. 9. Vocês oferecem serviços de entrega internacional? Sim, oferecemos serviços de entrega para mais de 50 países. Verifique a disponibilidade e custos no momento da finalização do pedido. 10. Como posso entrar em contato com o atendimento ao cliente? Nosso atendimento ao cliente está disponível por telefone, e-mail e chat online. Estamos prontos para ajudar com qualquer dúvida ou problema que você possa ter. Escreva-nos o que você deseja saber Aceito a política de privacidade Enviar mensagem R. Genebra, 122 - Bela Vista, São Paulo - SP, 01316-010, Brasil +5511940006658 entregafacil@gmail.com Política de privacidade Termos e condições",
    "terms": "EntregaFácil - Serviço de Entrega Rápida e Segura no Brasil | Termos e Condições Início Serviços Sobre nós Termos e Condições Bem-vindo à EntregaFácil. Ao acessar e usar nossos serviços, você concorda com os seguintes Termos e Condições. Por favor, leia atentamente antes de utilizar nosso site ou nossos serviços. 1. Aceitação dos Termos: Ao utilizar os serviços da EntregaFácil, você concorda com estes Termos e Condições, bem como com nossa Política de Privacidade. Caso não concorde com algum dos termos aqui descritos, solicitamos que não utilize nossos serviços. 2. Uso dos Serviços: Você se compromete a utilizar nossos serviços de forma legal e apropriada. É proibido utilizar os serviços para atividades ilícitas, fraudulentas ou que violem os direitos de terceiros. Reservamo-nos o direito de suspender ou encerrar o acesso aos nossos serviços a qualquer usuário que viole estes termos. 3. Registro e Conta: Para utilizar certos serviços, pode ser necessário criar uma conta conosco. Você concorda em fornecer informações precisas e completas durante o registro e a manter essas informações atualizadas. Você é responsável por manter a confidencialidade de suas informações de login e por todas as atividades que ocorram em sua conta. 4. Política de Pagamento: Os pagamentos pelos serviços de entrega devem ser realizados de acordo com as instruções fornecidas em nosso site. Nos reservamos o direito de alterar nossas tarifas e métodos de pagamento a qualquer momento. Quaisquer alterações serão comunicadas antecipadamente e aplicadas apenas a novos pedidos. 5. Política de Cancelamento e Reembolso: Você pode cancelar um pedido antes do envio. Após o envio, não serão aceitos cancelamentos. Em caso de problemas com a entrega, como atraso ou dano ao produto, oferecemos uma política de reembolso justa. Entre em contato com nosso atendimento ao cliente para iniciar o processo de reembolso. 6. Limitação de Responsabilidade: A EntregaFácil não se responsabiliza por danos indiretos, incidentais ou consequenciais decorrentes do uso dos nossos serviços. Nossa responsabilidade máxima, em qualquer circunstância, será limitada ao valor pago pelo serviço específico. 7. Alterações nos Termos: Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas em nosso site e entrarão em vigor imediatamente após a publicação. Recomendamos que você reveja esta página periodicamente para se manter informado sobre quaisquer mudanças. 8. Propriedade Intelectual: Todos os conteúdos do nosso site, incluindo textos, gráficos, logos, ícones, imagens e software, são de propriedade exclusiva da EntregaFácil ou de seus fornecedores e são protegidos por leis de direitos autorais e outras leis de propriedade intelectual. 9. Lei Aplicável: Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa decorrente destes termos será resolvida nos tribunais competentes do Brasil. 10. Contato: Se você tiver alguma dúvida ou preocupação sobre estes Termos e Condições, entre em contato conosco através dos meios disponíveis em nosso site. Ao utilizar nossos serviços, você confirma que leu, compreendeu e concorda com todos os termos e condições aqui estabelecidos. Agradecemos por escolher a EntregaFácil e por confiar em nossos serviços. Email entregafacil@gmail.com R. Genebra, 122 - Bela Vista, São Paulo - SP, 01316-010, Brasil +5511940006658 entregafacil@gmail.com Política de privacidade Termos e condições",
    "thank": "EntregaFácil - Serviço de Entrega Rápida e Segura no Brasil | Obrigado Agradecemos pelo seu contato Nós da EntregaFácil gostaríamos de expressar nossa sincera gratidão por você ter escolhido nossos serviços de entrega. Valorizar e respeitar nossos clientes está no centro de tudo o que fazemos, e é um privilégio poder atendê-lo. Cada comentário, dúvida ou sugestão que recebemos nos ajuda a aprimorar nossos serviços e a oferecer uma experiência ainda melhor para todos. Seu feedback é extremamente valioso para nós. Ele nos permite identificar áreas de melhoria e reforçar os pontos fortes da nossa operação. Estamos comprometidos em ouvir atentamente suas necessidades e trabalhar arduamente para superá-las. Nosso objetivo é garantir que cada interação com a EntregaFácil seja positiva e satisfatória. Com gratidão, Equipe EntregaFácil Início"
  },
  "date": "2024-07-15T16:46:06.296Z"
}