{
  "name": "New_v9_Aerius",
  "pages": {
    "privacy-policy": "Aerius Transforma Momentos em Memórias Etéreas com Balões Aerius Contato Sobre Nós Nossas ofertas Aerius: Elevating Experiences, One Balloon at a Time Política de Privacidade Aerius Introdução Na Aerius, levamos a sério a proteção da sua privacidade. Esta Política de Privacidade descreve como coletamos, usamos, divulgamos e protegemos as informações pessoais que você nos fornece ao usar nosso site, aplicativos móveis e serviços. Leia esta política com atenção para entender nossas práticas em relação às suas informações pessoais. Quais informações coletamos? Informações de contato (nome, endereço de e-mail, número de telefone) Informações de pagamento (dados do cartão de crédito/débito, informações da conta) Informações da conta (nome de usuário, senha) Informações do pedido (detalhes do pedido, endereço de entrega) Informações de localização (ao usar o aplicativo móvel) Como usamos suas informações? Processar seus pedidos e pagamentos Fornecer serviços e suporte ao cliente Personalizar sua experiência em nosso site e aplicativos Enviar mensagens de marketing e ofertas especiais (se você consentir) Melhorar nossos produtos e serviços Prevenir fraudes e proteger nossos sistemas Divulgação de informações a terceiros Não vendemos ou alugamos suas informações pessoais a terceiros para fins de marketing. No entanto, podemos divulgar suas informações nos seguintes casos: Fornecedores de serviços que nos ajudam a fornecer serviços (entrega, pagamentos, etc.) Em conformidade com a lei aplicável ou ordem judicial No caso de venda ou transferência de todo ou parte do nosso negócio Segurança de dados Tomamos medidas de segurança razoáveis para proteger suas informações pessoais contra perda, roubo, acesso não autorizado, divulgação, alteração ou destruição. No entanto, nenhum método de transmissão pela Internet ou armazenamento eletrônico de dados é totalmente seguro. Cookies e análises Usamos cookies e ferramentas analíticas para melhorar a funcionalidade do nosso site, personalizar o conteúdo e analisar o tráfego. Você pode desativar os cookies nas configurações do seu navegador. Direitos de Privacidade De acordo com a lei aplicável, você pode ter o direito de acessar, corrigir, excluir ou restringir o processamento de suas informações pessoais. Para exercer esses direitos, entre em contato conosco pelos dados de contato abaixo. Mudanças na Política de Privacidade Podemos atualizar esta Política de Privacidade de tempos em tempos. Quaisquer alterações entram em vigor após serem publicadas em nosso site. Informações de contato Se você tiver dúvidas ou comentários sobre esta Política de Privacidade, entre em contato conosco pelo e-mail aerius@gmail.com ou pelo telefone +558132853253 Aerius Termos e Condições Política de Privacidade Telefone: +558132853253 E-mail: aerius@gmail.com Contato Sobre Nós Nossas ofertas © 2022 Aerius.",
    "about": "Aerius: Levando Sonhos às Alturas com Balões Mágicos Aerius Contato Sobre Nós Nossas ofertas Aerius: Elevating Experiences, One Balloon at a Time Aerius: O Mundo dos Balões A Aerius não é apenas uma loja, é onde os sonhos se tornam realidade e trazem alegria. Oferecemos uma ampla seleção de balões para todas as ocasiões: Festas: aniversários, casamentos, eventos corporativos - temos balões para tornar sua celebração inesquecível. Eventos Infantis: festas infantis, apresentações escolares, formaturas - criamos uma atmosfera de diversão e magia para os pequenos. Surpresas Românticas: balões em forma de corações, números, letras - expresse seus sentimentos de forma bonita e original. Festas Temáticas: selecionamos balões de acordo com o tema da sua festa, seja Halloween, Ano Novo, festa havaiana ou pirata. Por que escolher a Aerius? Variedade Celestial: balões de diferentes formas, tamanhos, cores e materiais. Qualidade Superior: utilizamos apenas materiais de alta qualidade e tecnologias modernas. Voo Personalizado: ajudamos a escolher os balões ideais para a sua celebração. Preços Acessíveis: oferecemos preços competitivos em todos os nossos produtos. Entrega nas Nuvens: podemos entregar os balões em qualquer lugar da cidade. História da Aerius A história da Aerius começou com um simples sonho - trazer alegria às pessoas e tornar suas celebrações inesquecíveis. Em 2020, quando o mundo estava envolto em dias cinzentos, [Nome do Fundador] decidiu abrir uma loja de balões, onde todos poderiam encontrar algo especial. [Nome do Fundador] sempre foi fascinado por balões desde a infância. Ele adorava vê-los flutuar no céu e imaginava como poderiam fazer as pessoas felizes. A primeira loja da Aerius era pequena, mas rapidamente se tornou popular entre os moradores da cidade. [Nome do Fundador] e sua equipe trabalharam incansavelmente para expandir a variedade e melhorar a qualidade do serviço. Hoje, a Aerius é uma rede de lojas que traz alegria para pessoas em todo o país. Oferecemos uma ampla seleção de balões para todas as ocasiões e eventos. Aerius: O Mundo dos Balões - onde os sonhos se tornam realidade e trazem alegria. Aerius: O Mundo dos Balões A Aerius não é apenas uma loja, é onde os sonhos se tornam realidade e trazem alegria. Oferecemos uma ampla seleção de balões para todas as ocasiões, e nossos diferenciais competitivos nos tornam líderes no mercado: 1. Variedade Celestial: Amplo Portfólio: Temos balões de todas as formas, tamanhos, cores e materiais. Novidades em Destaque: Acompanhamos as tendências e adicionamos novos produtos regularmente. Ofertas Exclusivas: Você pode encontrar balões únicos, que não estão disponíveis em outras lojas. 2. Qualidade Superior: Parceiros Confiáveis: Trabalhamos apenas com fornecedores comprovados, que garantem a alta qualidade dos materiais. Tecnologia de Ponta: Utilizamos as mais modernas técnicas de fabricação, para criar balões que mantêm a forma e a cor por mais tempo. Controle Rigoroso: Verificamos cuidadosamente cada balão antes de entregá-lo a você. 3. Voo Personalizado: Equipe Experiente: Nossos funcionários estão prontos para ajudá-lo a escolher os balões perfeitos para sua celebração. Atendimento Personalizado: Levamos em conta todas as suas preferências e criamos composições que realçam a atmosfera única de seu evento. Soluções Criativas: Não temos medo de experimentar e sempre estamos prontos para oferecer ideias originais. 4. Preços Acessíveis: Política de Preços Flexível: Oferecemos uma ampla faixa de preços, para que todos possam encontrar balões dentro de seu orçamento. Promoções Regulares: Realizamos promoções e descontos frequentes, tornando nossos produtos ainda mais acessíveis. Ofertas Vantajosas: Apresentamos soluções completas para a decoração de eventos, que lhe permitem economizar. 5. Entrega nas Nuvens: Entrega Ágil: Podemos entregar os balões em qualquer lugar da cidade, em um curto espaço de tempo. Opções Convenientes: Você pode escolher a forma de entrega mais adequada: retirada na loja, entrega por correio ou entrega expressa. Transporte Cuidadoso: Embalamos os balões com todo o cuidado, para que eles cheguem a você intactos. Aerius Termos e Condições Política de Privacidade Telefone: +558132853253 E-mail: aerius@gmail.com Contato Sobre Nós Nossas ofertas © 2022 Aerius.",
    "contact": "Celebre a Vida com Balões Encantados da Aerius Aerius Contato Sobre Nós Nossas ofertas Aerius: Elevating Experiences, One Balloon at a Time Entre em Contato Estamos aqui para ajudar! Se você tiver alguma dúvida, deseja fazer um pedido ou simplesmente compartilhar seu amor por balões de ar, nossa equipe está à disposição. Você pode nos contatar por telefone: Telefone: +558132853253 E-mail: aerius@gmail.com Ou visitando nossa comprar: Endereço: Av. Getúlio Vargas, 1684 - Monte Castelo, São Luís - MA, 65025-000 Estamos ansiosos para conectar com você e ajudá-lo a voar para novas alturas com a Aerius. &nbsp;I accept&nbsp; Política de Privacidade Send Aerius Termos e Condições Política de Privacidade Telefone: +558132853253 E-mail: aerius@gmail.com Contato Sobre Nós Nossas ofertas © 2022 Aerius.",
    "index": "Aerius: Elevating Experiences, One Balloon at a Time Aerius Contato Sobre Nós Nossas ofertas Aerius: Elevating Experiences, One Balloon at a Time Eleve suas celebrações com a Aerius Na Aerius acreditamos que os balões são mais do que apenas decorações. São verdadeiras obras de arte que levantam o ânimo e transformam qualquer evento em algo mágico. Se você está planejando um evento especial ou apenas deseja adicionar charme ao seu dia a dia, a Aerius tem o balão de ar quente perfeito para você. Entre em contato conosco e deixe seus sonhos voarem! Contate-nos Criações de Paisagem de Nuvens Mergulhe-se no mundo etéreo da nossa coleção de Criações de Paisagem de Nuvens. Inspirados pela beleza em constante mudança do céu, esses balões são um testemunho do poder da imaginação e da magia do voo. Desde cores vibrantes até designs delicados, cada Criação de Paisagem de Nuvens é uma obra de arte única que deixará uma impressão duradoura em todos os que a contemplarem. Boutique de Balões da Brisa Experimente a elegância suave da Boutique de Balões da Brisa. Feitos com o máximo cuidado e atenção aos detalhes, esses balões são projetados para evocar a sensação reconfortante de uma brisa suave. Seja você está organizando um evento especial ou simplesmente procurando adicionar um toque de graça ao seu ambiente, nossa Boutique de Balões da Brisa oferece uma variedade de balões que irão elevar e inspirar. Elegância Etérea Descubra a elegância etérea dos balões da Aerius. Cada balão é uma obra-prima de design e artesanato, criada para trazer um toque de magia e sofisticação a qualquer ocasião. Seja você está procurando uma peça de destaque para seu evento ou um presente único para um ente querido, nossa coleção de Elegância Etérea oferece uma variedade de balões que encantarão e deliciarão. Zênite Zéfiro Alcance novos picos de zen com os balões Zênite Zéfiro da Aerius. Nossos balões são projetados para trazer um senso de paz e tranquilidade à sua vida, flutuando graciosamente como um suave zéfiro no céu. Seja você está procurando um momento de calma em um dia agitado ou deseja adicionar um toque de serenidade ao seu espaço, nossa coleção Zênite Zéfiro oferece uma variedade de balões que irão elevar seu espírito e acalmar sua alma. Abrace a tranquilidade do voo com a Aerius. Aventuras de Ascensão Embarque em uma jornada de aventura com os balões de Aventuras de Ascensão da Aerius. Nossos balões são feitos para aqueles que buscam emoção e emoção nos céus, voando a novas alturas e explorando as maravilhas do voo. Seja você é um amante da adrenalina ou um amante da natureza, nossa coleção de Aventuras de Ascensão oferece uma variedade de balões que o levarão a uma viagem inesquecível. Experimente a emoção da ascensão e a alegria da exploração com a Aerius. Sonhos à Deriva Deixe seus sonhos à deriva com os balões Sonhos à Deriva da Aerius. Nossos balões são projetados para inspirar a imaginação e a criatividade, flutuando suavemente como um sonho no céu. Seja você é um sonhador ou um visionário, nossa coleção Sonhos à Deriva oferece uma variedade de balões que o transportarão para um mundo de fantasia e maravilha. Explore as possibilidades ilimitadas do voo e deixe seus sonhos voarem alto com a Aerius. Ofertas Especiais Descubra nossas ofertas especiais e eleve suas celebrações com os balões Aero Delights. Cada balão é cuidadosamente projetado para adicionar um toque de magia e alegria aos seus momentos especiais. Seja para uma festa, um presente ou simplesmente para alegrar o seu dia, os Aero Delights são a escolha perfeita para encantar e surpreender. Aproveite nossas ofertas e deixe a Aerius tornar seus momentos inesquecíveis. Promoção \"Céu Azul\" - Aproveite 20% de desconto em toda a coleção de balões Cloudscape Creations durante este mês. Oferta \"Brisa Suave\" - Leve 2 balões da Boutique de Balões da Brisa e ganhe o terceiro de graça. Liquidação \"Voo Etéreo\" - Todos os balões da linha Elegância Etérea com 30% de desconto por tempo limitado. Pacote \"Zênite Zéfiro\" - Compre um conjunto de 3 balões Zênite Zéfiro e ganhe um difusor de aromas essenciais de brinde. Promoção \"Voo Mágico\" - Compre um pacote de balões da coleção Fantasia Flutuante e ganhe um cupom de desconto de 15% na sua próxima compra. Oferta \"Celebração Estelar\" - Nas compras acima de 50 balões de qualquer coleção, receba um balão exclusivo da linha Esplendor Voador como presente especial. Aerius Termos e Condições Política de Privacidade Telefone: +558132853253 E-mail: aerius@gmail.com Contato Sobre Nós Nossas ofertas © 2022 Aerius.",
    "terms-conditions": "Deixe Seus Eventos Flutuarem com os Balões Aerius Aerius Contato Sobre Nós Nossas ofertas Aerius: Elevating Experiences, One Balloon at a Time Termos e Condições da Aerius em-vindo à Aerius, a loja líder em balões de ar encantadores e inspiradores. Ao acessar e utilizar nosso site, aplicativos móveis ou serviços, você concorda em cumprir estes Termos e Condições. Por favor, leia-os atentamente antes de prosseguir.ncordar com estes termos, não utilize nossos serviços ou website. Uso do Site e Serviços A Aerius concede a você uma licença limitada, revogável e intransferível para acessar e usar nosso site, aplicativos e serviços para uso pessoal e não comercial. Você concorda em não copiar, modificar, distribuir, transmitir, exibir, reproduzir, publicar, licenciar ou criar trabalhos derivados de qualquer parte do site ou serviços, exceto conforme expressamente permitido por estes Termos. Propriedade Intelectual Todo o conteúdo, marcas, logotipos, imagens, designs e outros materiais presentes em nosso site, aplicativos e serviços são de propriedade exclusiva da Aerius ou de seus licenciadores. Você não pode usar, reproduzir ou modificar esses materiais sem nossa permissão prévia por escrito. Encomendas e Pagamentos Ao fazer um pedido em nosso site ou aplicativo, você concorda em fornecer informações precisas e completas sobre si mesmo e seu método de pagamento. Reservamo-nos o direito de cancelar ou recusar qualquer pedido por qualquer motivo, incluindo limitações de estoque, problemas de pagamento ou violações destes Termos. Política de Devolução e Reembolso Aceitamos devoluções de produtos não utilizados dentro de 14 dias após a entrega, desde que estejam em condições revenda. Para obter um reembolso, entre em contato conosco e siga nossas instruções de devolução. Reembolsos serão processados ​​no mesmo método de pagamento original. Limitação de Responsabilidade A Aerius não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes do uso ou incapacidade de usar nosso site, aplicativos ou serviços. Nossa responsabilidade máxima será limitada ao valor pago por você por qualquer produto ou serviço. Modificações dos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento, e as alterações entrarão em vigor assim que forem publicadas em nosso site. Seu uso continuado de nossos serviços após tais modificações constituirá sua aceitação dos novos Termos. Lei Aplicável Estes Termos e Condições serão regidos e interpretados de acordo com as leis do [insira o país/estado/província aplicável]. Qualquer disputa decorrente destes Termos será submetida à jurisdição exclusiva dos tribunais localizados em [insira a cidade/estado/província aplicável]. Contato Se você tiver alguma dúvida ou preocupação sobre estes Termos e Condições, entre em contato conosco através do e-mail aerius@gmail.com ou pelo telefone +558132853253 . . Aerius Termos e Condições Política de Privacidade Telefone: +558132853253 E-mail: aerius@gmail.com Contato Sobre Nós Nossas ofertas © 2022 Aerius.",
    "thank_page": "Balões Aerius: Elevando Sorrisos e Emoções ao Céu Aerius: Elevating Experiences, One Balloon at a Time Obrigado por sua mensagem! Agradecemos por você ter entrado em contato com a Aerius. Sua solicitação é muito importante para nós, e um de nossos representantes entrará em contato com você em breve. Enquanto aguarda, convidamos você a explorar nossa coleção de balões mágicos e inspiradores. Cada balão é cuidadosamente projetado para elevar seu humor e transformar qualquer ocasião em um momento verdadeiramente especial. Junte-se a nós nesta jornada pelo mundo encantador dos balões de ar e descubra a magia que apenas a Aerius pode oferecer. Voltar à Página Inicial"
  },
  "date": "2024-05-02T20:03:01.709Z"
}