{
  "name": "New_v9_BloomExpress",
  "pages": {
    "about": "BloomExpress About BloomExpress Início Sobre nós Nossa Missão Na BloomExpress, nossa missão é trazer alegria e beleza à vida das pessoas através de flores e presentes cuidadosamente selecionados. Acreditamos no poder das flores para transformar momentos, criar memórias duradouras e expressar emoções de maneira única. Nosso compromisso é oferecer produtos de alta qualidade e um serviço excepcional para garantir que cada cliente tenha uma experiência inesquecível. Trabalhamos incansavelmente para selecionar as flores mais frescas e os presentes mais únicos, garantindo que cada pedido seja uma verdadeira obra de arte. Além disso, nos esforçamos para criar uma experiência de compra fácil e agradável, desde a navegação no nosso site até a entrega final. Queremos que cada cliente sinta a magia e a dedicação que colocamos em cada detalhe, porque sabemos que cada flor e cada presente carrega consigo uma mensagem especial. Nossa História A BloomExpress foi fundada com a paixão de compartilhar a beleza das flores com o mundo. Desde nossos humildes começos, crescemos e nos tornamos uma referência em entrega de flores e presentes. Nossa jornada é marcada por dedicação, inovação e um amor incondicional pelas flores. Cada etapa do nosso crescimento foi impulsionada pelo desejo de proporcionar alegria e satisfação aos nossos clientes. Começamos como uma pequena floricultura local, e ao longo dos anos, expandimos nossos serviços para alcançar clientes em diversas regiões. Nossa história é uma prova de que, com paixão e compromisso, é possível transformar um sonho em realidade. Hoje, a BloomExpress é sinônimo de qualidade e confiabilidade, e continuamos a evoluir, sempre em busca de novas maneiras de surpreender e encantar nossos clientes. Nossa Equipe Maria Silva Florista Chefe João Pereira Designer Floral Ana Costa Especialista em Atendimento ao Cliente Carlos Oliveira Gerente de Operações Beatriz Mendes Assistente de Marketing Rafael Lima Logística e Entregas Nossa equipe é composta por floristas talentosos, designers criativos e profissionais dedicados que compartilham uma paixão comum pelas flores. Cada membro da nossa equipe traz uma combinação única de habilidades e experiência, garantindo que cada arranjo floral e presente seja criado com o máximo de cuidado e atenção aos detalhes. Estamos aqui para ajudar você a encontrar o presente perfeito e tornar cada ocasião especial. Nossos floristas são treinados para entender as necessidades e preferências de cada cliente, e trabalham com dedicação para criar arranjos que superem as expectativas. Além disso, nossa equipe de atendimento ao cliente está sempre pronta para oferecer suporte e responder a qualquer dúvida, garantindo uma experiência de compra tranquila e satisfatória. Na BloomExpress, acreditamos que nossa equipe é o coração da nossa empresa, e nos esforçamos para criar um ambiente de trabalho colaborativo e inspirador. Sustentabilidade Na BloomExpress, estamos comprometidos com práticas sustentáveis que respeitam o meio ambiente. Selecionamos nossos fornecedores com cuidado, priorizando aqueles que compartilham nossos valores de sustentabilidade e responsabilidade social. Nossos arranjos são feitos com flores frescas e de alta qualidade, cultivadas de maneira sustentável. Além disso, estamos constantemente buscando maneiras de reduzir nosso impacto ambiental e promover a conservação dos recursos naturais. Utilizamos embalagens eco-friendly e incentivamos práticas de reciclagem entre nossos clientes. Acreditamos que é possível oferecer produtos de alta qualidade sem comprometer a saúde do nosso planeta. Nosso compromisso com a sustentabilidade não se limita apenas aos nossos produtos, mas também às nossas operações diárias. Estamos sempre em busca de inovações que nos permitam operar de maneira mais eficiente e sustentável, contribuindo para um futuro mais verde e saudável. Nossos Valores Qualidade A qualidade é o nosso principal valor, e nos esforçamos para garantir que cada produto que oferecemos atenda aos mais altos padrões. Integridade A integridade é fundamental para nós, e nos comprometemos a agir de maneira ética e transparente em todas as nossas operações. Inovação A inovação nos impulsiona a buscar constantemente novas maneiras de melhorar nossos produtos e serviços. Satisfação do Cliente Nosso compromisso com a satisfação do cliente nos motiva a superar as expectativas em cada interação. Feedback dos Clientes \"A BloomExpress sempre entrega flores frescas e lindas. Adoro a qualidade e o serviço!\" - Maria Silva \"Os arranjos florais são incríveis e o atendimento ao cliente é excelente. Recomendo!\" - João Pereira \"A BloomExpress é minha escolha número um para presentes e flores. Eles nunca decepcionam!\" - Ana Costa \"Serviço rápido e eficiente. As flores chegaram frescas e bem embaladas. Muito satisfeito!\" - Carlos Oliveira \"Sempre compro na BloomExpress e nunca me decepciono. As flores são sempre lindas!\" - Beatriz Mendes \"Adoro a variedade de flores e presentes. Sempre encontro algo especial para cada ocasião.\" - Rafael Lima \"A BloomExpress tem o melhor atendimento ao cliente. Sempre muito atenciosos e prestativos.\" - Fernanda Souza \"As flores são sempre frescas e duram bastante. Recomendo a BloomExpress a todos!\" - Marcos Almeida \"A variedade de arranjos florais é incrível. Sempre encontro algo que me agrada.\" - Juliana Ferreira Entre em contato conosco Estamos entusiasmados para receber suas mensagens! Seja para pedir conselhos, oferecer sugestões ou apenas nos cumprimentar, encorajamos você a usar os detalhes fornecidos ou preencher o formulário abaixo. Sua comunicação é muito importante para nós. Informações de Contato Email: bloomexpress@gmail.com Telefone: +55-48275-39620 Formulário de Contato Nome: Email: Mensagem: Eu aceito a Política de Privacidade Enviar Contacto: +55-48275-39620 BR, Alta Floresta, MT, 78580-000, Rua G2, 215, Navegar Início Sobre nós Política de privacidade Termos de utilização",
    "index": "BloomExpress BloomExpress Início Sobre nós Welcome to BloomExpress! At BloomExpress, we believe in the power of flowers and gifts to bring joy and brighten someone's day. Whether you're celebrating a special occasion or simply want to surprise a loved one, our wide selection of fresh flowers and unique gifts are perfect for every moment. We pride ourselves on our fast and reliable delivery service, ensuring your thoughtful gesture arrives on time and in perfect condition. Thank you for choosing BloomExpress. Let's make every moment memorable together! Entrega Rápida e Confiável Entendemos a importância de um presente chegar no momento certo. É por isso que na BloomExpress, nos comprometemos a oferecer um serviço de entrega rápida e confiável. Com nossa rede de entrega eficiente, garantimos que seus presentes sejam entregues frescos e em perfeitas condições, independentemente da distância. Oferecemos várias opções de entrega, incluindo entrega no mesmo dia e entrega no dia seguinte, para que você possa escolher a mais conveniente para você. Confie na BloomExpress para entregar sorrisos a tempo, sempre. Nossos Produtos Na BloomExpress, oferecemos uma ampla variedade de produtos para atender a todas as suas necessidades de presentes. Desde buquês de flores frescas e arranjos elegantes até cestas de presentes personalizadas e plantas em vasos, temos algo para cada ocasião. Nossos floristas experientes selecionam cuidadosamente cada flor para garantir a máxima frescura e beleza Além disso, nossas opções de presentes incluem chocolates gourmet, pelúcias adoráveis e cartões personalizados, tornando cada presente verdadeiramente especial. Explore nossa coleção e encontre o presente perfeito para surpreender quem você ama. Ocasiões Especiais Cada ocasião merece ser celebrada de maneira especial, e na BloomExpress, temos o presente perfeito para cada momento. Seja um aniversário, casamento, dia das mães, ou apenas um gesto de carinho, nossos arranjos florais e presentes são criados para impressionar. Navegue por nossas categorias de ocasiões especiais e descubra como podemos ajudar a tornar seu evento ainda mais memorável. Com a BloomExpress, cada celebração se torna única e inesquecível. Programas de Assinatura Para aqueles que desejam adicionar um toque contínuo de beleza e alegria às suas vidas, oferecemos programas de assinatura de flores. Escolha a frequência que melhor se adapta a você – semanal, quinzenal ou mensal – e receba arranjos florais frescos diretamente em sua porta. Nossos programas de assinatura são uma maneira maravilhosa de manter sua casa ou escritório sempre floridos e acolhedores. Além disso, são presentes perfeitos para amigos e familiares que amam flores. Programa de Fidelidade Apreciamos a lealdade dos nossos clientes e, por isso, criamos o Programa de Fidelidade BloomExpress. Cada compra que você faz com a gente acumula pontos que podem ser trocados por descontos e ofertas exclusivas. Inscreva-se em nosso programa de fidelidade e comece a ganhar recompensas hoje mesmo. Quanto mais você compra, mais você ganha. É a nossa maneira de agradecer por escolher a BloomExpress para todas as suas necessidades de presentes e flores. Contacto: +55-48275-39620 BR, Alta Floresta, MT, 78580-000, Rua G2, 215, Navegar Início Sobre nós Política de privacidade Termos de utilização",
    "privacy-policy": "Política de Privacidade BloomExpress Início Sobre nós Política de Privacidade Bem-vindo à nossa Política de Privacidade. Na BloomExpress, estamos comprometidos em proteger sua privacidade e garantir que suas informações pessoais estejam seguras. Esta política descreve como coletamos, usamos, protegemos e compartilhamos suas informações pessoais. Coleta de Informações Coletamos informações pessoais que você nos fornece voluntariamente ao usar nossos serviços, como nome, endereço de e-mail e número de telefone. Além disso, podemos coletar informações adicionais, como endereço de entrega, informações de pagamento e histórico de pedidos, para melhor atender às suas necessidades. Também podemos coletar informações automaticamente quando você interage com nosso site, como endereço IP, tipo de navegador e páginas visitadas. Uso das Informações Usamos suas informações para processar seus pedidos, fornecer suporte ao cliente e enviar atualizações sobre nossos produtos e serviços. Também podemos utilizar suas informações para personalizar sua experiência de compra, melhorar nossos serviços e comunicar promoções e ofertas especiais. Além disso, podemos usar suas informações para realizar análises de mercado e melhorar a funcionalidade e o conteúdo do nosso site. Proteção das Informações Implementamos medidas de segurança para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos tecnologias de criptografia e outros métodos de segurança para garantir a confidencialidade e integridade de seus dados. Além disso, restringimos o acesso às suas informações pessoais a funcionários, contratados e agentes que precisam dessas informações para operar, desenvolver ou melhorar nossos serviços. Compartilhamento de Informações Não compartilhamos suas informações pessoais com terceiros, exceto conforme necessário para fornecer nossos serviços ou conforme exigido por lei. Podemos compartilhar suas informações com parceiros de confiança que nos auxiliam na operação do nosso site e na execução de nossos serviços, desde que esses parceiros concordem em manter essas informações confidenciais. Além disso, podemos divulgar suas informações se acreditarmos que a divulgação é necessária para proteger nossos direitos, cumprir uma ordem judicial ou outro processo legal, ou para responder a uma solicitação governamental. Alterações na Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas de privacidade. Recomendamos que você revise esta página regularmente para se manter informado sobre nossas práticas de privacidade. A continuação do uso de nossos serviços após quaisquer alterações constitui sua aceitação de tais mudanças. Contato Se você tiver alguma dúvida sobre nossa Política de Privacidade, entre em contato conosco pelo e-mail bloomexpress@gmail.com. Estamos comprometidos em responder a todas as suas preocupações e garantir a proteção de suas informações pessoais. Direitos dos Usuários Você tem o direito de acessar, corrigir ou excluir suas informações pessoais que mantemos. Se desejar exercer esses direitos, entre em contato conosco pelo e-mail bloomexpress@gmail.com. Também pode solicitar a restrição do processamento de suas informações ou objetar ao seu processamento em determinadas circunstâncias. Além disso, você tem o direito de solicitar a portabilidade de suas informações pessoais para outro provedor de serviços, quando tecnicamente viável. Transferência Internacional de Dados Suas informações pessoais podem ser transferidas e mantidas em servidores localizados fora de seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem diferir das de sua jurisdição. Ao fornecer suas informações pessoais, você concorda com essa transferência e com o processamento de suas informações de acordo com esta política. Tomamos todas as medidas razoavelmente necessárias para garantir que suas informações sejam tratadas de forma segura e de acordo com esta Política de Privacidade. Menores de Idade Nossos serviços não são destinados a menores de 18 anos. Não coletamos intencionalmente informações pessoais de menores de 18 anos. Se você for pai ou responsável e acreditar que seu filho nos forneceu informações pessoais, entre em contato conosco para que possamos tomar as medidas necessárias para remover essas informações. Se descobrirmos que coletamos informações pessoais de menores de 18 anos sem verificação do consentimento dos pais, tomaremos medidas para remover essas informações de nossos servidores. Links para Sites de Terceiros Nosso site pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade ou pelo conteúdo desses sites. Recomendamos que você leia as políticas de privacidade de cada site que visitar. Consentimento Ao usar nossos serviços, você consente com a coleta, uso e compartilhamento de suas informações pessoais conforme descrito nesta Política de Privacidade. Se você não concorda com esta política, por favor, não use nossos serviços. Voltar Contacto: +55-48275-39620 BR, Alta Floresta, MT, 78580-000, Rua G2, 215, Navegar Início Sobre nós Política de privacidade Termos de utilização",
    "terms-conditions": "Termos de Uso BloomExpress Início Sobre nós Termos de Uso Bem-vindo aos Termos de Uso da BloomExpress. Ao usar nossos serviços, você concorda em cumprir e estar sujeito aos seguintes termos e condições. Este documento descreve os termos sob os quais você pode usar nossos serviços e nosso site. Uso dos Serviços Você concorda em usar nossos serviços apenas para fins legais e de acordo com todas as leis aplicáveis. Você não deve usar nossos serviços de maneira que possa prejudicar, desativar, sobrecarregar ou comprometer nossos servidores ou redes. Além disso, você concorda em não tentar obter acesso não autorizado a qualquer parte de nossos serviços. Você também concorda em não usar nossos serviços para transmitir qualquer material que seja ilegal, prejudicial, ameaçador, abusivo, assediador, difamatório, vulgar, obsceno ou de outra forma objetável. Propriedade Intelectual Todo o conteúdo disponível em nosso site, incluindo textos, gráficos, logotipos, ícones e imagens, é propriedade da BloomExpress ou de seus fornecedores de conteúdo e está protegido por leis de direitos autorais. Você não pode reproduzir, distribuir, modificar ou criar trabalhos derivados de qualquer conteúdo sem nossa permissão expressa por escrito. Todos os direitos não expressamente concedidos nestes Termos de Uso são reservados à BloomExpress. Limitação de Responsabilidade A BloomExpress não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou punitivos decorrentes do uso de nossos serviços. Isso inclui, mas não se limita a, danos por perda de lucros, interrupção de negócios, perda de dados ou outras perdas intangíveis. Em nenhuma circunstância nossa responsabilidade total para com você por todas as perdas, danos e causas de ação excederá o valor pago por você, se houver, para acessar nossos serviços. Alterações nos Termos de Uso Podemos atualizar estes Termos de Uso periodicamente para refletir mudanças em nossos serviços ou na legislação aplicável. Recomendamos que você revise esta página regularmente para se manter informado sobre nossas regras e condições. A continuação do uso de nossos serviços após quaisquer alterações constitui sua aceitação de tais mudanças. Se você não concorda com os termos atualizados, deve cessar o uso de nossos serviços. Contato Se você tiver alguma dúvida sobre nossos Termos de Uso, entre em contato conosco pelo e-mail bloomexpress@gmail.com. Estamos comprometidos em responder a todas as suas preocupações e garantir que você tenha uma experiência positiva com nossos serviços. Privacidade Seu uso de nossos serviços também está sujeito à nossa Política de Privacidade. Por favor, revise nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. A sua aceitação destes Termos de Uso implica a aceitação de nossa Política de Privacidade. Contas de Usuário Para acessar certos recursos de nossos serviços, pode ser necessário criar uma conta. Você concorda em fornecer informações precisas e completas ao criar sua conta e em manter essas informações atualizadas. Você é responsável por manter a confidencialidade de sua senha e por todas as atividades que ocorrem em sua conta. Notifique-nos imediatamente sobre qualquer uso não autorizado de sua conta. Reservamo-nos o direito de encerrar contas, remover ou editar conteúdo e cancelar pedidos a nosso exclusivo critério. Rescisão Reservamo-nos o direito de rescindir ou suspender seu acesso aos nossos serviços a qualquer momento, sem aviso prévio, se acreditarmos que você violou estes Termos de Uso ou qualquer lei aplicável. Em caso de rescisão, você deve cessar imediatamente o uso de nossos serviços e destruir qualquer conteúdo obtido através de nossos serviços. A rescisão não afetará nossos direitos ou recursos legais acumulados. Lei Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil, sem considerar seus conflitos de disposições legais. Qualquer disputa decorrente ou relacionada a estes Termos de Uso será resolvida exclusivamente nos tribunais competentes do Brasil. Você concorda em submeter-se à jurisdição pessoal e exclusiva desses tribunais. Disposições Gerais Se qualquer disposição destes Termos de Uso for considerada inválida ou inexequível, as demais disposições continuarão em pleno vigor e efeito. Estes Termos de Uso constituem o acordo completo entre você e a BloomExpress em relação ao uso de nossos serviços. Qualquer falha nossa em exercer ou fazer cumprir qualquer direito ou disposição destes Termos de Uso não constituirá uma renúncia a tal direito ou disposição. Você não pode ceder ou transferir seus direitos ou obrigações sob estes Termos de Uso sem nosso consentimento prévio por escrito. Indenização Você concorda em indenizar, defender e isentar a BloomExpress, seus diretores, funcionários, agentes e afiliados de e contra todas as reivindicações, responsabilidades, danos, perdas e despesas, incluindo honorários advocatícios razoáveis, decorrentes ou de alguma forma relacionados ao seu uso de nossos serviços, sua violação destes Termos de Uso ou qualquer outra ação relacionada ao seu uso de nossos serviços. Links para Sites de Terceiros Nossos serviços podem conter links para sites de terceiros que não são operados por nós. Não temos controle sobre o conteúdo, as políticas de privacidade ou as práticas de quaisquer sites de terceiros. Você reconhece e concorda que não somos responsáveis por qualquer dano ou perda causados ou supostamente causados por ou em conexão com o uso ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de qualquer site ou serviço de terceiros. Voltar Contacto: +55-48275-39620 BR, Alta Floresta, MT, 78580-000, Rua G2, 215, Navegar Início Sobre nós Política de privacidade Termos de utilização",
    "thanks": "Obrigado! Obrigado por entrar em contato conosco! A equipe da BloomExpress agradece sinceramente por dedicar seu tempo para nos contatar. Sua opinião é muito valiosa para nós e será levada em consideração. Estamos comprometidos em fornecer o melhor serviço possível e suas sugestões nos ajudam a melhorar continuamente. Se houver mais alguma coisa com a qual possamos ajudar ou se você tiver mais perguntas, não hesite em nos contatar novamente. Na BloomExpress, acreditamos no poder da comunidade e na magia de surpreender com flores e presentes. Cada entrega é um testemunho de nossa dedicação à qualidade e satisfação do cliente. Junte-se à nossa lista de e-mails para ficar atualizado sobre nossas últimas ofertas, promoções exclusivas e eventos. Prometemos não encher sua caixa de entrada, mas mantê-lo informado e entusiasmado com o que vem a seguir na BloomExpress. Siga-nos nas redes sociais para ver os bastidores, conhecer nossos membros da equipe e ter uma prévia dos próximos produtos e serviços. Interaja conosco, compartilhe suas experiências e vamos construir uma comunidade em torno do amor por flores e presentes. Sempre estamos buscando maneiras de retribuir à nossa comunidade. De eventos de caridade locais a apoiar pequenos negócios, estamos comprometidos em causar um impacto positivo onde mais importa. Voltar"
  },
  "date": "2024-07-24T07:40:34.188Z"
}