{
  "name": "New_v9_GangaArchitec",
  "pages": {
    "about": "Ganga Architec: about us Ganga Architec Projects About Ganga Architec About Ganga Architec Ganga Architec is a leading architectural firm dedicated to merging innovation and cultural heritage in the field of architecture. Our team comprises talented architects and designers who bring passion and creativity to every project. We pride ourselves on our sustainable and functional solutions that not only meet our clients' needs but also contribute to environmental conservation. About Us We believe that architecture is more than just creating buildings. It is an art that can enhance people's lives and create inspiring spaces. At Ganga Architec, we pay attention to every detail, striving for excellence in every project. Our client-focused approach allows us to bring their vision to life with a high level of professionalism and attention to detail. Our Projects Ganga Architec undertakes a wide range of projects, from residential and commercial buildings to public and cultural spaces. Here are some of our key projects: Vrindavan Eco-Residences A complex of sustainable residential buildings integrated into the natural landscape, using eco-friendly materials and energy-efficient technologies. Mumbai Business Center A modern commercial building that combines innovative design with traditional elements, created to provide maximum functionality and aesthetic appeal. Delhi Cultural Center A multifunctional public space designed for cultural events and exhibitions, reflecting India's rich cultural history. Udaipur Lakeside Residences An exclusive residential complex located on the shores of Lake Pichola, designed with traditional Rajasthani architecture and modern amenities, offering luxurious apartments with lake views and green spaces. Reviews Highly recommend! \"Working with Ganga Architec was a truly exceptional experience. They seamlessly integrated modern design with cultural nuances, delivering a space that exceeded our expectations.\" John Smith Professionalism \"Ganga Architec brought creativity and professionalism to our project. Their attention to detail and commitment to sustainable practices set them apart. Highly recommend! Emily Davis Commitment to excellence \"I'm impressed with Ganga Architec's innovative approach. They transformed our vision into reality with precision and elegance. Their team's dedication to excellence is commendable.\" Michael Johnson The high quality of service \"Choosing Ganga Architec was the best decision for our architectural needs. They not only designed functional spaces but also added aesthetic value that resonates with our community.\" Sarah Thompson The attention to details \"Ganga Architec stands out for their ability to blend tradition with modernity seamlessly. They created a space that not only meets our functional needs but also reflects our cultural heritage beautifully.\" Alexandra Brown The innovative solutions \"Working with Ganga Architec was a pleasure from start to finish. They were responsive, proactive, and delivered on time and within budget. I highly recommend their services.\" David Wilson If our projects and testimonials have sparked your interest, feel free to contact us via the feedback form on our website. We will gladly answer your questions, provide additional information, and discuss collaboration opportunities. Contact Lets get in touch and talk about your next project. I accept Privacy Policy Send +91-524-5124386 GangaArchitec@gmail.com Near BSF Camp Village Bijvasan Road, Chhawla, New Delhi, Delhi 110071, India Privacy Policy Terms and Conditions Our team of expert architects and designers specialize in a wide range of services, including contemporary architecture, urban planning, interior design, and landscape architecture. Our commitment to green building practices ensures that every project we undertake is designed with sustainability in mind, promoting energy efficiency and reducing environmental impact. -->",
    "index": "Ganga Architec: main page Ganga Architec Projects About Ganga Architec Projects Summer House Brick House Renovated Family House Family House Modern House Brick House Renovated Our Mission At Ganga Architec, our mission is to create innovative and sustainable architectural solutions that harmoniously blend rich cultural heritage with modern technology. We strive for excellence in every detail, crafting spaces that inspire, captivate, and enhance the quality of life. Our projects aim to preserve the environment and contribute to community development, providing our clients with unique and functional architectural solutions. Sanjay Singh CEO & Founder Ganga Architec blends innovation with India's cultural richness, crafting sustainable spaces that fulfill our clients' dreams. Shalini Aggarwal Architect Architecture at Ganga Architec transforms lives through artistry and meticulous attention, leaving a lasting, inspiring legacy. Anant Chopra Architect Our team at Ganga Architec brings passion and creativity to each project, ensuring beauty, innovation, and sustainability. Chukwudi Eze Architect At Ganga Architec, we're dedicated to delivering high-quality, environmentally responsible solutions worldwide. Contact Lets get in touch and talk about your next project. I accept Privacy Policy Send Harmony in Architecture, Inspired by Tradition +91-524-5124386 GangaArchitec@gmail.com Near BSF Camp Village Bijvasan Road, Chhawla, New Delhi, Delhi 110071, India Privacy Policy Terms and Conditions",
    "privacy": "Ganga Architec: Privacy Policy Ganga Architec Projects About Ganga Architec Privacy Policy Ganga Architec is committed to protecting your privacy. Data Collection Ganga Architec collects information, including user preferences and browsing history, to enhance your experience. Personal Information Users may voluntarily provide personal information during the booking process to fulfill orders and for communication purposes. Data Security Ganga Architec implements security measures to protect user information from unauthorized access, disclosure, or alteration. Children's Privacy Ganga Architec is not intended for users under 13 years old. The site does not knowingly collect personal information from children. Consent By using Ganga Architec, users consent to the terms described in this Privacy Policy. Opt-Out Option Users have the right to opt out of marketing communications. Contact us for assistance. Information Updates Users can review, update, or delete their personal information by accessing their Ganga Architec account. Policy Changes Ganga Architec reserves the right to update this Privacy Policy. Users will be notified of any changes. Data Sharing IPersonal information is not shared with third parties for marketing purposes. Non-personal information may be shared with partners for analysis. Data Retention User information is retained as long as necessary to fulfill the purposes described in this policy. Legal Compliance Ganga Architec complies with applicable data protection laws and regulations. User Rights Users have the right to access, correct, or delete their personal information. Contact us to exercise these rights. Contact Information For questions or concerns about this Privacy Policy, please contact our support team at GangaArchitec@gmail.com. Feedback We appreciate user feedback on our Privacy Policy and overall experience. Communication Users may receive booking confirmations, notifications, and other transaction-related emails. Marketing Communications Users may receive promotional emails. Opt-out options are provided in each marketing email. +91-524-5124386 GangaArchitec@gmail.com Near BSF Camp Village Bijvasan Road, Chhawla, New Delhi, Delhi 110071, India Privacy Policy Terms and Conditions",
    "terms-conditions": "Ganga Architec: Terms and Conditions Ganga Architec Projects About Ganga Architec Terms and Conditions Please read these Terms and Conditions carefully before using our Service. Acceptance of Terms By using Ganga Architec, users acknowledge that they have read, understood, and agreed to these terms. If you do not agree, please do not use the website. Intellectual Property All content on Ganga Architec, including images, logos, and text, is the intellectual property of Ganga Architec. Unauthorized use is strictly prohibited. Prohibited Conduct Users agree not to engage in illegal, harmful, or disruptive behavior while using Ganga Architec. Termination Ganga Architec reserves the right to terminate user accounts or access to the site for violations of these terms or any other reason. Modifications Ganga Architec may update these terms at any time. Changes will be effective immediately upon posting. Please check this page regularly for updates. Liability Ganga Architec is not responsible for any damages or losses resulting from the use of the site or its content. Indemnification Users agree to indemnify and hold Ganga Architec harmless from any claims, damages, or losses arising from the use of the site or violation of these terms. Contact Information For questions or concerns related to these Terms and Conditions, please contact our support team at GangaArchitec@gmail.com. Severability If any provision of these terms is found to be invalid or unenforceable, the remaining provisions will continue to be valid and enforceable. Waiver Failure of Ganga Architec to enforce any right or provision in these terms will not constitute a waiver of such right or provision unless acknowledged and agreed to in writing. Entire Agreement These Terms and Conditions constitute the entire agreement between the user and Ganga Architec and supersede any prior agreements or understandings. +91-524-5124386 GangaArchitec@gmail.com Near BSF Camp Village Bijvasan Road, Chhawla, New Delhi, Delhi 110071, India Privacy Policy Terms and Conditions",
    "thank": "GangaArchitec: Thank you! body { font-family: Arial, sans-serif; background-color: #eee; margin: 0; padding: 0; display: flex; justify-content: center; align-items: center; height: 100vh; flex-direction: column; } .container { text-align: center; max-width: 600px; padding: 20px; background-color: #9297d7; box-shadow: 0 0 10px rgba(0, 0, 0, 0.1); } h1 { color: #4a4747; } p { color: #4a4747; margin-bottom: 20px; } .btn { border: 3px solid #4a4747; background-color: #fff; color: #4a4747; padding: 10px 20px; text-align: center; text-decoration: none; display: inline-block; font-size: 16px; transition: background-color 0.3s; } .btn:hover { background-color: #4a4747; color: #fff; } Thank you for visiting our website! At Ganga Architec, we believe that architecture is an art that can improve people's lives. Every project we undertake is an opportunity to create something more than just a building – it's an opportunity to create an inspiring and enduring legacy. Our attention to detail and commitment to excellence help us achieve outstanding results that meet the highest standards of quality and environmental responsibility. Back to main page"
  },
  "date": "2024-07-04T17:17:28.391Z"
}