{
  "name": "New_v9_PinnacleDriveDealership",
  "pages": {
    "index": "Concessionária de Automóveis PinnacleDrive | Carros Novos e Usados Sobre Carros Vagas Serviços Galeria Troca Contate-nos Lar Sobre Carros Vagas Serviços Galeria Troca Contate-nos PinnacleDrive Sua jornada automotiva começa aqui. Sobre Nós Bem-vindo à PinnacleDrive Há anos, temos o orgulho de oferecer uma seleção premium de veículos de qualidade, acompanhados por um serviço excepcional que visa superar as expectativas de nossos clientes. Nossa equipe dedicada e experiente está aqui para ajudá-lo a encontrar o carro dos seus sonhos, seja novo ou usado. Na PinnacleDrive, valorizamos a transparência, integridade e compromisso com a satisfação do cliente. Estamos ansiosos para servi-lo e tornar sua experiência de compra de carro memorável. Seja bem-vindo à família PinnacleDrive. Na PinnacleDrive, procuramos ser o seu parceiro confiável no mundo dos automóveis, oferecendo não apenas veículos de alta qualidade, mas também um serviço excepcional. Nossa missão é garantir a satisfação e a confiança de nossos clientes em cada compra. Buscamos inovação e melhoria contínua para nos tornarmos líderes na indústria automobilística. Estamos sempre prontos para superar expectativas e criar uma experiência inesquecível para você no mundo dos automóveis. Juntos, transformamos o seu sonho do carro perfeito em realidade. Nossa frota Sedã de Luxo - Mercedes-Benz Classe S: Experimente o luxo e o conforto supremo com o Mercedes-Benz Classe S. Este sedã icônico combina elegância sofisticada com tecnologia de ponta e desempenho excepcional. Com um interior espaçoso e repleto de recursos de última geração, cada viagem se torna uma experiência de primeira classe. Aluguel SUV Todo-Terreno - Land Rover Range Rover: O Land Rover Range Rover é o epítome do luxo e da versatilidade off-road. Projetado para dominar qualquer terreno, este SUV oferece um interior sumptuoso, comodidades de alta tecnologia e capacidades de condução impressionantes. Seja na cidade ou fora dela, o Range Rover proporciona uma experiência de condução refinada e confiável. Aluguel Coupé Esportivo - Porsche 911 Carrera: O Porsche 911 Carrera é um ícone entre os carros esportivos, combinando design atemporal com desempenho excepcional. Com sua potência de motor impressionante e manuseio ágil, este coupé oferece uma experiência de condução emocionante e envolvente. Cada curva é uma oportunidade para sentir a pura emoção da condução esportiva. Aluguel Hatchback Compacto - Volkswagen Golf GTI: O Volkswagen Golf GTI é conhecido por sua combinação única de praticidade e desempenho esportivo. Este hatchback compacto oferece uma condução ágil e divertida, perfeita para a vida urbana. Com um design elegante, interior confortável e tecnologia avançada, o Golf GTI oferece uma experiência de condução emocionante e versátil. Aluguel Nossas vagas Consultor de Vendas de Automóveis Estamos em busca de profissionais apaixonados por automóveis e com habilidades excepcionais de comunicação para se juntar à nossa equipe de vendas. Responsabilidades incluem orientar os clientes durante o processo de compra, apresentar os veículos disponíveis e fechar negócios de forma eficaz. Escreva para nós Técnico Automotivo Certificado Estamos contratando técnicos automotivos altamente qualificados e certificados para realizar serviços de manutenção e reparo em veículos de todas as marcas e modelos. Candidatos devem ter experiência comprovada e capacidade de diagnosticar e solucionar problemas mecânicos de forma eficiente. Escreva para nós Especialista em Financiamento de Veículos Estamos procurando por um especialista em financiamento de veículos para auxiliar nossos clientes na obtenção de opções de financiamento flexíveis e adequadas às suas necessidades. Esta posição requer habilidades sólidas em negociação e conhecimento profundo do mercado financeiro automotivo. Escreva para nós Gerente de Serviço Automotivo Estamos em busca de um gerente de serviço automotivo experiente para liderar nossa equipe de técnicos e garantir a entrega de serviços de alta qualidade aos nossos clientes. O candidato ideal terá habilidades de liderança, experiência em gestão de oficinas e um forte foco no atendimento ao cliente. Escreva para nós Nossos serviços Venda de Veículos Novos e Usados: Explore nossa ampla seleção de veículos novos e usados, cuidadosamente selecionados para atender às suas necessidades e preferências. Financiamento Flexível: Oferecemos opções de financiamento flexíveis e competitivas para ajudá-lo a adquirir o carro dos seus sonhos de forma conveniente e acessível. Avaliação Justa do seu Veículo: Receba uma avaliação justa e precisa do seu veículo atual como parte do processo de compra ou troca, garantindo transparência e confiabilidade em todas as transações. Assistência na Documentação: Conte com nossa equipe para auxiliá-lo em todo o processo de documentação e registro, tornando sua experiência de compra o mais tranquila possível. Serviços de Manutenção e Reparo: Mantenha seu veículo em perfeitas condições com nossos serviços de manutenção e reparo realizados por técnicos especializados e utilizando peças de alta qualidade. Programa de Garantia Estendida: Proteja seu investimento com nosso programa de garantia estendida, oferecendo tranquilidade e segurança mesmo após a compra do veículo. Informação 5000+ Veículos Vendidos 98% Satisfação do Cliente 15 Anos de Experiência 25 Marcas Representadas Sucesso Satisfação Experiência Variedade Nossa galeria Programa de troca/troca Avaliação Justa do Seu Veículo: Oferecemos uma avaliação honesta e precisa do seu veículo atual, garantindo que você receba o melhor valor possível no processo de troca. Facilidade no Processo de Troca: Tornamos o processo de troca simples e sem complicações, para que você possa atualizar para um novo veículo com facilidade. Ampla Seleção de Veículos para Troca: Escolha entre nossa ampla seleção de veículos disponíveis para troca, garantindo que você encontre o modelo perfeito que atenda às suas necessidades. Flexibilidade nas Opções de Pagamento: Oferecemos opções flexíveis de pagamento para ajudá-lo a equilibrar o custo do seu novo veículo com o valor do seu veículo atual. Transparência em Todo o Processo: Mantemos total transparência em todo o processo de troca, garantindo que você esteja totalmente informado e confortável com cada etapa. Satisfação Garantida: Nosso objetivo é garantir sua satisfação total com o processo de troca, proporcionando uma experiência suave e positiva em todas as interações. Cuidados com o carro Manutenção Regular Mantenha a manutenção regular do seu carro de acordo com as recomendações do fabricante. Isso ajuda a prevenir falhas e a prolongar a vida útil do veículo. Limpeza e Cuidados com o Exterior Lave e proteja regularmente a carroceria do seu carro contra poeira, sujeira e outros contaminantes. Use revestimentos de cera para proteger a pintura contra raios UV e corrosão. Cuidados com o Interior Mantenha o interior do seu carro limpo e organizado, aspirando e removendo manchas dos estofados regularmente. Use produtos de cuidados para couro para preservar a maciez e elasticidade dos elementos de couro. Armazenamento Adequado Armazene o seu carro em um local seco, protegido da umidade e das temperaturas extremas. Se possível, use uma garagem ou cobertura automotiva para proteção contra as condições climáticas. Verificação e Troca de Fluidos Verifique regularmente o nível e a qualidade do óleo, do líquido de freio, do líquido de arrefecimento e de outros fluidos. Substitua-os conforme as recomendações do fabricante. Contate-nos Para entrar em contato conosco, preencha o formulário abaixo ou utilize as informações de contato fornecidas. Estamos aqui para responder às suas perguntas, fornecer mais informações sobre nossos serviços ou agendar um test drive. Aguardamos o seu contato! Enviar mensagem Aceito política de Privacidade Contatos Brás, São Paulo, Brasil pinnacledrive@gmail.com +5534332263222 © 2024 PinnacleDrive Política de Privacidade Sobre Carros Vagas Serviços Galeria Troca",
    "privacy": "Política de Privacidade - PinnacleDrive Sobre Carros Vagas Serviços Galeria Troca Contate-nos Lar Sobre Carros Vagas Serviços Galeria Troca Contate-nos Política de Privacidade Segurança de dados Criptografia: Levamos a segurança dos dados a sério e implementamos uma variedade de medidas de segurança para proteger seu pessoal Informação. Isso inclui o uso de criptografia, firewalls e verificação regular de malware para impedir acesso não autorizado, alteração, divulgação ou destruição de seus dados. Controle de Acesso: O acesso às suas informações pessoais é restrito ao pessoal autorizado que precisa saber que informações para operar, desenvolver ou melhorar nossos Serviços. Também realizamos auditorias regulares para garantir a conformidade com nossos protocolos de segurança. Privacidade infantil: Proteção: Nosso site não é direcionado a indivíduos sob a ter 18 anos e não coletamos intencionalmente informações pessoais de crianças. Se você é pai ou responsável e acredita que seu filho nos forneceu informações pessoais, por favor entre em contato conosco imediatamente para que possamos tomar as medidas adequadas para remover essas informações de nossos registros e evitar futuras coleção. Seus direitos: Acesso e Correção: Você tem o direito de acessar e corrigir quaisquer informações pessoais que mantemos sobre você. Se você gostaria de revisar, atualizar ou excluir suas informações, entre em contato conosco usando as informações fornecidas no final desta política. Opt-Out: Você tem o direito de optar por não receber promoções comunicações nossas a qualquer momento. Você pode cancelar a inscrição em nosso mailing list seguindo as instruções fornecidas em nosso e-mails ou entrando em contato conosco diretamente. Retenção de dados: Período: Manteremos suas informações pessoais enquanto necessário para cumprir os propósitos descritos nesta Política de Privacidade Política, a menos que um período de retenção mais longo seja necessário ou permitido por lei. Após esse período, excluiremos ou anonimizar suas informações para evitar acesso não autorizado. Mudanças nesta Política: Notificação: Reservamo-nos o direito de atualizar ou modificar esta Política de Privacidade a qualquer momento, portanto, revise-a com frequência. Nós irá notificá-lo sobre quaisquer alterações materiais, publicando o atualizado política nesta página e atualizando a data da \"última atualização\" no Inicio da página. Aceitação: Ao continuar a utilizar o nosso site após as alterações entrar em vigor, você concorda em ficar vinculado à Política de Privacidade revisada Política. Se você não concordar com os termos desta política, por favor, não use nosso site nem nos forneça qualquer informação pessoal Informação. Links de terceiros: Nosso site pode conter links para sites de terceiros ou serviços que não são operados por nós. Esses sites de terceiros têm suas próprias políticas e práticas de privacidade, que não temos controle sobre. Não somos responsáveis ​​pelas práticas de privacidade ou conteúdo desses sites e incentivamos você a revisar seus políticas de privacidade antes de fornecer qualquer informação pessoal. Transferências Internacionais de Dados: Se você estiver acessando nosso site de fora dos Estados Unidos Estados Unidos, esteja ciente de que suas informações podem ser transferidas para, armazenado e processado nos Estados Unidos, onde nossos servidores estão localizados. Ao utilizar nosso site, você concorda com transferência de suas informações para os Estados Unidos e outros jurisdições onde operamos, que podem ter dados diferentes leis de proteção do que o seu país. Consentimento do usuário: Ao utilizar nosso site, você concorda com a coleta, uso e divulgação de suas informações conforme descrito nesta Política de Privacidade Política. Se você não concorda com qualquer parte desta política, por favor não use nosso site nem nos forneça qualquer informação pessoal Informação. Controlador de dados e informações de contato: PinnacleDrive é o controlador de dados responsável pelo processamento de suas informações pessoais. Se você tem algum dúvidas ou preocupações sobre nossa Política de Privacidade ou dados práticas, ou se você gostaria de exercer sua proteção de dados direitos, entre em contato conosco pelo endereço de e-mail fornecido abaixo. Notificação de violação de dados: No caso de uma violação de dados que possa comprometer a segurança de suas informações pessoais, iremos notificá-lo e o autoridades relevantes de acordo com os dados aplicáveis leis de proteção. Tomaremos medidas imediatas para investigar o violação, mitigar qualquer dano potencial e implementar medidas para prevenir incidentes semelhantes no futuro. Se você tiver alguma dúvida sobre esta Política de Privacidade ou nossos dados práticas, entre em contato conosco usando as informações fornecidas abaixo. Estamos empenhados em proteger a sua privacidade e iremos responder às suas perguntas de maneira oportuna e transparente. pinnacledrive@gmail.com. Resposta: Valorizamos seu feedback e protegemos sua privacidade seriamente. Se você tiver alguma dúvida sobre como seu pessoal informações estão sendo tratadas ou tem sugestões para melhorar nossas práticas de privacidade, informe-nos. Estamos aqui para ajudar e garanta que sua experiência conosco seja segura e agradável. Contatos Brás, São Paulo, Brasil pinnacledrive@gmail.com +5534332263222 © 2024 PinnacleDrive Política de Privacidade Sobre Carros Vagas Serviços Galeria Troca",
    "thanks": "Agradecimento - PinnacleDrive Muito obrigado por escolher a PinnacleDrive para suas necessidades automotivas. Estamos honrados por sua confiança em nossa empresa e comprometidos em fornecer a você uma experiência excepcional. Seu apoio é fundamental para o nosso sucesso e valorizamos profundamente sua preferência. Nossa equipe está empenhada em oferecer um atendimento personalizado e serviços de alta qualidade para atender às suas expectativas. Estamos constantemente buscando maneiras de melhorar e superar suas necessidades, garantindo sua satisfação contínua. Agradecemos por nos permitir fazer parte da sua jornada automotiva. Sua confiança em nós é extremamente importante e nos esforçamos para superar suas expectativas em cada interação. Esperamos continuar a servi-lo e a proporcionar experiências excepcionais no futuro. Por favor, não hesite em nos contatar se precisar de mais assistência ou se tiver alguma dúvida. Estamos sempre aqui para ajudar e ansiosos para continuar construindo um relacionamento duradouro com você. Lar"
  }
}