{
  "name": "New_v9_WhiteWind",
  "pages": {
    "accommodations": "White Wind - Accommodations Accommodations at White Wind Beach Resort Your Home Away From Home At White Wind Beach Resort, we believe that comfort and luxury go hand in hand. Our accommodations are designed to provide a serene retreat, allowing you to unwind and rejuvenate while enjoying breathtaking views of the Arabian Sea. Each room and suite is thoughtfully appointed with modern amenities and elegant decor, ensuring a memorable stay. Room Types Ocean View Rooms Overview: Experience the beauty of the coastline from your private balcony in our Ocean View Rooms. These spacious accommodations are perfect for couples or solo travelers seeking a peaceful escape. King-sized bed or twin beds En-suite bathroom with modern fixtures Air conditioning and ceiling fan Flat-screen TV and complimentary Wi-Fi Minibar and coffee/tea making facilities Deluxe Suites Overview: Ideal for families or those desiring extra space, our Deluxe Suites offer a separate living area and luxurious furnishings. Enjoy the comfort of home with the added benefit of resort amenities. Spacious living area with comfortable seating Private bedroom with king-sized bed Large bathroom with a soaking tub and separate shower Balcony with stunning ocean views Enhanced amenities including a refrigerator and microwave Beachfront Villas Overview: Indulge in the ultimate luxury with our exclusive Beachfront Villas. These stunning accommodations provide direct access to the beach and are designed for those who seek privacy and elegance. Private terrace with sun loungers and outdoor dining area Private pool and outdoor shower Fully equipped kitchen for self-catering Personalized concierge service for tailored experiences Luxurious bathroom with premium toiletries and a soaking tub Amenities & Services At White Wind Beach Resort, we prioritize your comfort and convenience. Our accommodations include a range of amenities to enhance your stay: Daily Housekeeping: Ensuring your space is always clean and welcoming. 24-Hour Room Service: Enjoy delicious meals and snacks in the comfort of your room. Complimentary Wi-Fi: Stay connected throughout your stay. Laundry Services: Available upon request for your convenience. Book Your Stay Ready to experience the ultimate beachfront getaway? Explore our accommodations and choose the perfect room or suite for your stay at White Wind Beach Resort. Special Offers Check our website for seasonal promotions and packages that make your stay even more enjoyable. Whether it’s a romantic escape, a family vacation, or a solo retreat, we have the perfect offer for you. We look forward to welcoming you to White Wind Beach Resort, where every moment is designed for relaxation and enjoyment. Book your stay today and create unforgettable memories by the sea!",
    "dining": "White Wind - Dining Dining at White Wind Beach Resort Culinary Delights by the Sea At White Wind Beach Resort, dining is not just a meal; it's an experience. Our on-site restaurant offers a diverse selection of culinary delights that celebrate the rich flavors of Tamil Nadu and beyond. Whether you’re looking for a casual bite or a fine dining experience, we have something to satisfy every palate. Our Restaurant Ocean Breeze Restaurant Overview: With stunning views of the Arabian Sea, Ocean Breeze Restaurant provides the perfect backdrop for your dining experience. Enjoy the gentle sea breeze as you indulge in exquisite dishes prepared by our talented chefs. Ambiance: The restaurant features both indoor and outdoor seating, allowing you to choose between a cozy, air-conditioned environment or a romantic dinner under the stars. Menu Highlights Local Cuisine Savor the authentic tastes of Tamil Nadu with our selection of traditional dishes made from locally sourced ingredients. Highlights include: Seafood Curry: Freshly caught fish simmered in a rich coconut curry, served with steamed rice. Dosa & Idli Platter: A delightful assortment of crispy dosas and fluffy idlis, accompanied by tangy chutneys and sambar. International Flavors For those craving global cuisine, our menu also features a variety of international dishes: Grilled Mediterranean Chicken: Marinated chicken served with a side of roasted vegetables and garlic mashed potatoes. Pasta Primavera: A colorful medley of seasonal vegetables tossed in a light garlic and olive oil sauce. Desserts & Beverages Mango Mousse: A light and airy mousse made with fresh mangoes, perfect for a tropical finish. Chocolate Lava Cake: A rich chocolate cake with a molten center, served warm with vanilla ice cream. Special Events & Private Dining Looking to celebrate a special occasion? Our team can assist you in planning private dining experiences, whether it’s a romantic dinner for two or a festive gathering with friends and family. Dining Hours Breakfast: 7:00 AM - 10:00 AM Lunch: 12:00 PM - 3:00 PM Dinner: 6:30 PM - 10:00 PM Bar Hours: 12:00 PM - 11:00 PM Reservations To ensure a seamless dining experience, we recommend making a reservation, especially during peak season. Contact our front desk or book your table online. We invite you to join us at Ocean Breeze Restaurant, where every meal is a celebration of flavor, culture, and the beauty of coastal living. We look forward to serving you!",
    "index": "White Wind Welcome to White Wind Beach Resort Nestled along the pristine shores of Kalimankundu, Tamil Nadu, White Wind Beach Resort is your ultimate getaway destination. Experience the perfect blend of luxury and nature, where the sound of the waves meets the tranquility of lush landscapes. Whether you seek adventure, relaxation, or a romantic escape, our resort offers an idyllic setting for every traveler. Our Services Stunning Accommodations Choose from a range of beautifully designed rooms and suites, each offering breathtaking views of the ocean. Exquisite Dining Savor culinary delights at our on-site restaurant, featuring local and international cuisine prepared by our talented chefs. Activities & Experiences From water sports to yoga sessions on the beach, we provide a variety of activities to enhance your stay. Why Choose White Wind? At White Wind, we pride ourselves on delivering exceptional service and creating unforgettable memories. Our dedicated staff is committed to ensuring your stay is comfortable, enjoyable, and tailored to your needs. Join us for a unique experience that captures the essence of coastal living. A fabulous beach At White Wind, we pride ourselves on delivering exceptional service and creating unforgettable memories. Our dedicated staff is committed to ensuring your stay is comfortable, enjoyable, and tailored to your needs. Join us for a unique experience that captures the essence of coastal living. Book Your Stay Ready to experience the beauty of Kalimankundu? Reserve your room today and embark on a memorable journey at White Wind Beach Resort. I agree with Privacy Policy Submit Contact Information Email: whitewind@gmail.com Address: Kalimankundu, Tamil Nadu 623523, India Phone: +917791111609",
    "privacy-policy": "White Wind - Privacy Policy Privacy Policy Privacy Policy White Wind Beach Resort respects your privacy and is committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard your information when you visit our website or stay at our resort. Information We Collect We collect personal information that you voluntarily provide to us when you make a reservation, sign up for our newsletter, or contact us for inquiries. This information may include: Name Email address Phone number Mailing address Payment information How We Use Your Information The information we collect is used to: Process and manage your reservations Communicate with you about your booking and stay Send you promotional offers and updates (if you have opted in to receive them) Respond to your inquiries and provide customer support Improve our services and website functionality Data Security We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, disclosure, alteration, or destruction. Our data security practices include: Using secure servers and encryption for sensitive information Limiting access to personal information to authorized personnel only Regularly reviewing our data security practices to ensure ongoing protection Third-Party Services We may share your personal information with trusted third-party service providers who assist us in operating our website, processing payments, and delivering services to you. These third parties are obligated to maintain the confidentiality and security of your information. Your Rights You have the right to: Access and review the personal information we hold about you Request correction of any inaccuracies in your personal information Request deletion of your personal information, subject to certain exceptions Opt-out of receiving promotional communications from us Contact Us If you have any questions or concerns about our Privacy Policy or the handling of your personal information, please contact us at: Email: whitewind@gmail.com Address: Kalimankundu, Tamil Nadu 623523, India Phone: +917791111609 Updates to This Policy We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will notify you of any significant updates by posting the new policy on our website. Thank you for choosing White Wind Beach Resort. We value your privacy and are committed to protecting your personal information.",
    "terms-conditions": "White Wind - Terms and Conditions Terms and Conditions Terms and Conditions Welcome to White Wind Beach Resort. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. Reservations and Payments To make a reservation at White Wind Beach Resort, you must provide accurate and complete information. Payments for reservations must be made in full at the time of booking, unless otherwise specified. Cancellation Policy Cancellations must be made at least 48 hours before the scheduled check-in time to receive a full refund. Cancellations made less than 48 hours before check-in will result in a charge for one night's stay. Check-In and Check-Out Check-in time is 3:00 PM, and check-out time is 12:00 PM. Early check-in and late check-out may be available upon request and subject to availability. Additional charges may apply. Guest Conduct Guests are expected to conduct themselves in a respectful and orderly manner. Any behavior that is disruptive, dangerous, or illegal is strictly prohibited. White Wind Beach Resort reserves the right to refuse service or remove any guest who violates these terms. Liability White Wind Beach Resort is not responsible for any loss, damage, or injury that occurs during your stay. Guests are advised to secure their personal belongings and exercise caution at all times. Privacy Your privacy is important to us. Please refer to our Privacy Policy for details on how we collect, use, and protect your personal information. Changes to Terms and Conditions White Wind Beach Resort reserves the right to modify these terms and conditions at any time. Changes will be effective immediately upon posting on our website. Your continued use of our website and services constitutes your acceptance of the updated terms. Contact Us If you have any questions or concerns about these terms and conditions, please contact us at: Email: whitewind@gmail.com Address: Kalimankundu, Tamil Nadu 623523, India Phone: +917791111609 Governing Law These terms and conditions are governed by the laws of the state of Tamil Nadu, India. Any disputes arising from these terms will be subject to the exclusive jurisdiction of the courts of Tamil Nadu. Thank you for choosing White Wind Beach Resort. We look forward to welcoming you and ensuring a pleasant stay.",
    "thank_page": "White Wind - Thank You! Thank you! We hope that you will have only good impressions with us! Go Home"
  },
  "date": "2024-07-23T16:40:08.280Z"
}