{
  "name": "New_v9_DecoNest",
  "pages": {
    "privacy": "DecoNest - Premium Furniture Decor Store in India | Privacy Policy Home Catalog FAQ Contact us Privacy Policy At DecoNest, we are committed to protecting your privacy. This Privacy Policy outlines how we collect, use, and safeguard your personal information when you visit our website or make a purchase. 1. Information We Collect We collect personal information that you provide to us directly when you use our website. This may include your name, email address, phone number, billing and shipping addresses, payment information, and any other information you choose to provide. We also collect information about your interactions with our website, such as the pages you visit, the links you click, and other actions you take on our site. 2. How We Use Your Information We use the information we collect to provide, maintain, and improve our services. This includes processing your transactions, managing your account, responding to your inquiries, and personalizing your experience on our website. We may also use your information to communicate with you about new products, promotions, and other updates. 3. Sharing Your Information We do not sell or rent your personal information to third parties. We may share your information with third-party service providers who assist us in operating our website, conducting our business, or serving our customers. These service providers are contractually obligated to protect your information and use it only for the purposes for which it was disclosed. We may also disclose your information if required by law or to protect our rights. 4. Security of Your Information We take the security of your personal information seriously. We implement appropriate technical and organizational measures to protect your information from unauthorized access, disclosure, alteration, and destruction. However, no internet transmission is ever completely secure or error-free, so please take care in deciding what information you send to us. 5. Your Rights You have the right to access, update, and delete your personal information. You can do this by logging into your account or contacting us directly. You also have the right to opt-out of receiving marketing communications from us at any time. 6. Changes to This Privacy Policy We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any significant changes by posting the new Privacy Policy on our website and updating the effective date at the top of this page. 7. Contact Us If you have any questions or concerns about this Privacy Policy or our privacy practices, please contact us at: Email: deconest@gmail.com Thank you for trusting DecoNest with your personal information. We are committed to protecting your privacy and providing you with a secure shopping experience. Contacts 71/2 2, Kirti Nagar Main Rd, WHS Block 2, Block I, Ware Housing Scheme, Kirti Nagar, Delhi, 110015, India +919599100764 deconest@gmail.com Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions",
    "terms": "DecoNest - Premium Furniture Decor Store in India | Terms and Conditions Home Catalog FAQ Contact us Terms and Conditions 1. Introduction Welcome to DecoNest. These Terms and Conditions govern your use of our website and the purchase of products from our online store. By accessing or using our website, you agree to comply with and be bound by these Terms and Conditions. 2. Use of Website You agree to use our website for lawful purposes only. You must not use our website in any way that may cause damage to the website or impair the availability or accessibility of the website. You must not use our website to transmit or distribute any malicious software, or to engage in any fraudulent, illegal, or harmful activities. 3. Product Information We strive to provide accurate and up-to-date information about our products on our website. However, we do not warrant that the product descriptions, prices, or other content on our website are complete, accurate, or error-free. If you discover any inaccuracies, please contact us, and we will correct them promptly. 4. Orders and Payments By placing an order on our website, you agree to provide accurate and complete information about yourself and your payment details. All orders are subject to acceptance and availability. We reserve the right to refuse or cancel any order for any reason, including but not limited to product availability, errors in product or pricing information, or suspected fraud. 5. Changes to Terms and Conditions We reserve the right to update or modify these Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting on our website. Your continued use of our website following the posting of changes constitutes your acceptance of such changes. 6. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at: Email: deconest@gmail.com Contacts 71/2 2, Kirti Nagar Main Rd, WHS Block 2, Block I, Ware Housing Scheme, Kirti Nagar, Delhi, 110015, India +919599100764 deconest@gmail.com Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions",
    "thank": "DecoNest - Premium Furniture Decor Store in India | Thank Thank You for Contacting Us! Dear Customer, Thank you for reaching out to DecoNest. We appreciate your interest in our products and services. Our team is dedicated to providing you with the best possible experience, and we are thrilled to have the opportunity to assist you. Your message has been received, and one of our customer service representatives will get back to you shortly. In the meantime, feel free to browse our website and explore our extensive range of premium furniture and home decor items. If you have any urgent inquiries, please do not hesitate to contact us. We look forward to helping you create a beautiful and comfortable living space with our high-quality products. Warm regards, The DecoNest Team Home page",
    "index": "DecoNest - Premium Furniture Decor Store in India Home Catalog FAQ Contact us Transform Your Home with DecoNest Discover a world of premium furniture and home decor inspired by the rich heritage and craftsmanship of India. From elegant sofas to artistic wall decor, we have everything you need to create a stylish and comfortable living space. Shop Now Bestsellers Elegant Sofa ₹25,000 Order Wooden Coffee Table ₹8,000 Order Designer Armchair ₹15,000 Order King Size Bed ₹45,000 Order Bookshelf ₹12,000 Order Dining Table Set ₹30,000 Order Discover the Beauty of Indian Craftsmanship At DecoNest, we take immense pride in offering furniture and home decor items that reflect the rich heritage and artistry of India. Our collection includes a wide range of products, from elegant sofas and luxurious beds to intricate coffee tables and stunning wall art. Each piece is crafted with meticulous attention to detail, ensuring that you bring home not just furniture, but a piece of Indian culture and tradition. Our designers and artisans work closely to blend traditional techniques with contemporary styles, creating pieces that are both timeless and modern. Whether you're looking for a statement piece to complete your living room or subtle accents to enhance your bedroom, our collection has something for every taste and preference. We believe that furniture should not only be functional but also a reflection of your personal style and the story of your home. Explore our wide range of products and discover the perfect pieces to transform your home. From handcrafted wooden furniture to beautifully designed upholstery, DecoNest offers an array of options that cater to diverse tastes and styles. We are committed to providing our customers with high-quality products that are built to last and bring joy for years to come. Shop with us and experience the elegance and craftsmanship of Indian decor. Elevate Your Space with Modern Interior Design Creating a stylish and comfortable living space is an art, and at DecoNest, we strive to make this art accessible to everyone. Our modern interior design collection features pieces that are not only aesthetically pleasing but also functional and durable. From sleek dining tables and chairs to contemporary lighting and accessories, our range is designed to enhance the beauty of your home while providing the utmost comfort. We understand that every home is unique, and our goal is to provide you with options that allow you to express your personal style. Whether you prefer minimalist designs or bold, statement-making pieces, DecoNest has something to suit your needs. Our products are crafted using high-quality materials and innovative techniques, ensuring that you receive the best in terms of both design and durability. At DecoNest, we believe that good design should be accessible to all. That's why we offer a variety of products at different price points, making it easy for you to find pieces that fit your budget without compromising on quality. Browse our collection and discover how you can elevate your space with modern interior design that is both stylish and functional. Let us help you create a home that is truly your own. FAQ What types of furniture does DecoNest offer? DecoNest offers a wide range of furniture including sofas, beds, dining tables, chairs, coffee tables, bookshelves, and more. Each piece is crafted with high-quality materials and designed to complement both traditional and modern interiors. Are the products at DecoNest handmade? Yes, many of our products are handmade by skilled artisans, ensuring unique and high-quality pieces that reflect the rich craftsmanship of India. Do you offer customization options? We understand that every home is unique. Therefore, we offer customization options on several of our products. Please contact our customer service for more details. What materials are used in your furniture? Our furniture is made from a variety of materials including solid wood, engineered wood, metal, and high-quality fabrics. We ensure that all materials used are durable and of premium quality. How can I place an order? To place an order, simply browse our catalog, select the items you wish to purchase, and click on the 'Order' button. You will be directed to a form to complete your purchase. What are your delivery options? We offer various delivery options to suit your needs, including standard and express delivery. Shipping charges and delivery times may vary based on your location and the size of the order. Do you provide assembly services? Yes, we offer assembly services for most of our furniture items. Our professional team will ensure that your furniture is assembled correctly and efficiently. What is your return policy? We have a customer-friendly return policy. If you are not satisfied with your purchase, you can return it within 30 days of delivery for a full refund, provided the item is in its original condition. How can I track my order? Once your order is shipped, you will receive a tracking number via email. You can use this number to track your order on our website or the courier’s website. Do you ship internationally? Currently, we ship only within India. We are working on expanding our shipping services to other countries in the near future. How can I contact customer service? You can contact our customer service team via email or call us. Our team is available Monday to Friday, from 9 AM to 6 PM. What payment methods do you accept? We accept various payment methods including credit/debit cards, net banking, and popular digital wallets. All transactions are secured and encrypted to ensure your safety. LEAVE A MESSAGE I accept privacy policy Send message Contacts 71/2 2, Kirti Nagar Main Rd, WHS Block 2, Block I, Ware Housing Scheme, Kirti Nagar, Delhi, 110015, India +919599100764 deconest@gmail.com Links Home Catalog FAQ Contact us Policy Privacy policy Terms and Conditions"
  },
  "date": "2024-07-12T06:42:15.163Z"
}