{
  "name": "New_v8_Horologix",
  "pages": {
    "about-us": "About Horologix - Crafting Timeless Elegance Horologix HOME ABOUT US Products Contact Exclusive Offer: Up to 50% off on Selected Watches Upgrade your wrist game affordably! Take advantage of our limited-time offer and enjoy significant discounts on a wide range of watch models. Don't miss out! Learn More > Discover Your Perfect Timepiece in Just a Few Clicks From classic designs to modern innovations, finding the right watch for your style is easy with our intuitive product finder. Explore our curated collections and let us help you find the perfect timepiece to enhance your look. Need personalized assistance? Our team is here to provide expert advice tailored to your preferences. CONTACT US Explore Our Watch Energy Saving Check With Horologix Watch Energy Saving Check, discover tailored modernization and energy-saving solutions for your timepieces. Our certified calculation process ensures accurate and objective results. LEARN MORE Choosing the Perfect Watch Discover the various types of watches available and find the one that best suits your style, preferences, and functionality needs. Exploring Watch Accessories Enhance your watch collection with our range of accessories, including straps, winders, and display cases. Join the Horologix Community Got questions about watches? Connect with fellow enthusiasts and our experts in the Horologix Community. JOIN NOW > The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "contacts": "Contact Horologix - Reach Out for Your Perfect Timepiece Horologix HOME ABOUT US Products Contact CONTACT Have a question about our watches? I accept Privacy Policy SUBMIT United AirCooling & Projects,1-8-3/22/4, Surya Nagar, Chikkadpally, Himayatnagar, Hyderabad, Telangana 500020, India horologix@gmail.com +91-965-550-7387 The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "disclaimers": "Horologix - Important Disclaimers and Legal Notices Horologix HOME ABOUT US Products Contact Disclaimers Accuracy of Information The information provided by Horologix on this website is for general informational purposes only. While we strive to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. Professional Advice The information provided by Horologix does not constitute professional advice. Any reliance you place on such information is strictly at your own risk. We recommend that you seek professional advice before making any decisions based on the information provided on this website. Limitation of Liability In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website. External Links Through this website, you are able to link to other websites which are not under the control of Horologix. We have no control over the nature, content, and availability of those sites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them. Changes We reserve the right to update or change our Disclaimers at any time without notice. By using this website, you agree to be bound by the current version of these Disclaimers. The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "index": "Horologix - Elevate Your Style with Exquisite Timepieces Horologix HOME ABOUT US Products Contact Elevate Your Style with Exquisite Timepieces Explore Collections Horologix: Explore Watch Categories We are dedicated to bringing you the finest timepiece solutions for your lifestyle. From timeless classics to modern marvels, find the perfect watches to complement your style. Timeless Designs Quality Craftsmanship Versatile Selection Exceptional Service Discover Watch Collections Exclusive Offer: Up to 50% off on Selected Watches Upgrade your wrist game affordably! Take advantage of our limited-time offer and enjoy significant discounts on a wide range of watch models. Don't miss out! Learn More > Discover Your Perfect Timepiece in Just a Few Clicks From classic designs to modern innovations, finding the right watch for your style is easy with our intuitive product finder. Explore our curated collections and let us help you find the perfect timepiece to enhance your look. Need personalized assistance? Our team is here to provide expert advice tailored to your preferences. CONTACT US Explore Our Watch Collection Classic Analog Watch Timeless design Stainless steel case Genuine leather strap Water-resistant Sporty Chronograph Watch Durable construction Chronograph functionality Sleek and stylish design Perfect for active lifestyles Fashionable Smartwatch Connects to your smartphone Fitness tracking features Customizable watch faces Stay connected in style Horologix Choose Horologix? At Horologix, we're dedicated to providing you with the finest timepieces. Here's horologix you should choose us: Exceptional Quality Wide Range of Styles Tailored Solutions for Every Style Expert Craftsmanship Dedicated Customer Service EXPLORE WATCH COLLECTIONS Horologix Choose Horologix? Quality Craftsmanship Our watches are expertly crafted using the finest materials, ensuring precision and reliability. Versatile Designs Discover a wide range of styles and designs to suit every taste and occasion, from sporty to elegant. Customization Options Personalize your watch with various customization options, including straps and dials. Explore Our Watch Energy Saving Check With Horologix Watch Energy Saving Check, discover tailored modernization and energy-saving solutions for your timepieces. Our certified calculation process ensures accurate and objective results. LEARN MORE Choosing the Perfect Watch Discover the various types of watches available and find the one that best suits your style, preferences, and functionality needs. Exploring Watch Accessories Enhance your watch collection with our range of accessories, including straps, winders, and display cases. Join the Horologix Community Got questions about watches? Connect with fellow enthusiasts and our experts in the Horologix Community. JOIN NOW > The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "privacy-policy": "Horologix - Privacy Policy Horologix HOME ABOUT US Products Contact Privacy Policy Introduction At Horologix, we prioritize the privacy and security of our customers' personal information. This privacy policy outlines how we collect, use, and protect your data when you use our website or interact with our services. We are committed to transparency and safeguarding your privacy every step of the way. Information We Collect We collect personal information such as your name, email address, phone number, and payment details when you make a purchase or create an account on our website. We also collect non-personal information such as your IP address, browser type, and device information for analytical purposes. How We Use Your Information We may use your personal information to process orders, provide customer support, personalize your experience, and send promotional emails about new products or special offers. We may also use non-personal information for analytical purposes to improve our website and services. Information Sharing and Disclosure We may share your personal information with trusted third-party service providers who assist us in operating our website, conducting business, or servicing you. However, we do not sell, trade, or rent your personal information to third parties for marketing purposes. Data Security We implement various security measures to protect your personal information and maintain its confidentiality. These measures include encryption, firewalls, and regular security audits. However, no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee absolute security. Changes to This Privacy Policy We reserve the right to update or change our privacy policy at any time. Any changes will be posted on this page, and the date of the last update will be indicated at the top of the page. We encourage you to review this privacy policy periodically for any updates. The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "products": "Horologix Watches - Explore Our Timeless Collection Horologix HOME ABOUT US Products Contact Horologix: Explore Watch Categories We are dedicated to bringing you the finest timepiece solutions for your lifestyle. From timeless classics to modern marvels, find the perfect watches to complement your style. Timeless Designs Quality Craftsmanship Versatile Selection Exceptional Service Discover Watch Collections Explore Our Watch Collection Classic Analog Watch Timeless design Stainless steel case Genuine leather strap Water-resistant Sporty Chronograph Watch Durable construction Chronograph functionality Sleek and stylish design Perfect for active lifestyles Fashionable Smartwatch Connects to your smartphone Fitness tracking features Customizable watch faces Stay connected in style Horologix Choose Horologix? At Horologix, we're dedicated to providing you with the finest timepieces. Here's horologix you should choose us: Exceptional Quality Wide Range of Styles Tailored Solutions for Every Style Expert Craftsmanship Dedicated Customer Service EXPLORE WATCH COLLECTIONS Horologix Choose Horologix? Quality Craftsmanship Our watches are expertly crafted using the finest materials, ensuring precision and reliability. Versatile Designs Discover a wide range of styles and designs to suit every taste and occasion, from sporty to elegant. Customization Options Personalize your watch with various customization options, including straps and dials. The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "terms-conditions": "Horologix - Terms and Conditions Horologix HOME ABOUT US Products Contact Terms and Conditions Introduction Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using the Horologix website (the \"Service\") operated by Horologix (\"us\", \"we\", or \"our\"). Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who access or use the Service. Accounts When you create an account with us, you must provide accurate, complete, and current information at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service. Intellectual Property The Service and its original content, features, and functionality are and will remain the exclusive property of Horologix and its licensors. The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. Links To Other Web Sites Our Service may contain links to third-party web sites or services that are not owned or controlled by Horologix. Horologix has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party web sites or services. Changes We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions",
    "thanks": "Thank You from Horologix - Stay Connected! Horologix HOME ABOUT US Products Contact Thank You from Horologix We appreciate your interest in Horologix watches! Stay tuned for updates on our latest collections, promotions, and events. For any inquiries or assistance, feel free to reach out to our team. The Horologix website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline Horologix > Disclaimers > Privacy & Policy > Terms & Conditions"
  },
  "date": "2024-05-06T08:40:08.183Z"
}