{
  "name": "New_v9_FTyoga",
  "pages": {
    "contact": "Contact FTyoga: Personal Yoga Trainer - Contact Us to Book Individual Lessons, Schedule Schedules, Receive Detailed Training Information and Discuss Your Individual Yoga Needs for Improved Health and Harmony FTyoga call us Why do you need this? Home or Online About How it works Contact Our contacts Write, call, come to yoga I accept Privacy policy To send a letter +91-98-81773070 FTyoga@gmail.com 7XFP+W39, Housing Board, Rumdamol, Davorlim, Margao, Goa 403601, India FTyoga Privacy Policy Terms and Conditions",
    "index": "FTyoga: Personal Yoga Trainer - Personal Classes for Health and Harmony. Online and Offline Yoga Training with a Professional. Individual Lessons for Beginners and Advanced. Practice yoga with an experienced trainer to improve your physical fitness and emotional well-being. Sign up for a Personal Lesson right now! FTyoga call us Why do you need this? Home or Online About How it works Contact Choose Your Best Yoga Teacher Individual yoga lesson with an instructor online Contact Why do you need yoga with an instructor at home? The yoga teacher takes into account all your wishes, characteristics and pays full attention only to you. The lesson takes place in a place that is familiar to you - at your home. Self-development Yoga harmoniously develops a person at all levels. The practice of yoga improves the body and spirit, suitable for people of any age, any physical fitness and health status Mental health It will help you get rid of stress and tension, teach you to rest and relax. Provides emotional balance, internal balance and good mood Physical health Improves the functioning of all body systems, increases immunity. Strengthens muscles and makes the spine healthy. Provides lightness in the body and good physical shape. Increases protection against injury and disease. Develops coordination, strength, flexibility and endurance Beauty and youth Helps cleanse and rejuvenate the body. Improves figure and skin condition, normalizes hormonal levels, maintains sexual health Improving quality of life Many studies prove the effectiveness of yoga in various areas of life. Practice helps get rid of laziness and fatigue, reveal talents and mental abilities, increase efficiency, improve memory, develop logical thinking Yoga with an instructor individually at your home or online A way to use your time effectively! We often hear admiration for the results from regular yoga classes from our clients, but almost everyone has the same problems that prevent them from achieving their goals. At the initial stage, a standard question arises: \"How to start doing yoga at home?\" Usually, there is no knowledge for independent practice, even if there is a great desire. There is a lot of information about yoga (literature, Internet), but this knowledge is often unsystematic, contradictory and incomprehensible. There are many video lessons, both paid and free, but there is no guarantee of the quality of the educational material, the competence of the teacher, or that the practice is suitable for you or that you are performing it correctly. It is difficult to talk about any positive results, and indeed there are negative reviews about such classes. The conclusion is obvious - yoga with a professional instructor. You can start attending group classes in one of the yoga studios in our city, but here, too, a number of nuances arise. You need to adapt and spend time on the road... Yoga classes in a group are quite effective, but they are designed for a “relatively healthy average” person; the teacher, of course, will try to pay attention to everyone, but this is not always possible in a large group, and many questions, unfortunately, may remain unanswered... The best option is an individual yoga lesson. Based on our experience of working with different people, we have a solution - the “FTyoga” project. The trainer will come to your home at a time convenient for you. You get maximum results and save your time! Why us? We have the knowledge and experience to conduct individual lessons and are constantly developing in this direction. Regular practice Even if your coach leaves or gets sick, we can provide you with a replacement Save time You don’t need to waste time waiting or traveling there and back - the teacher will arrive at the appointed time or will be in touch online Saving finances The price will not change if you do it with the whole family or invite your friends Experienced instructors All our trainers are qualified to teach yoga and have undergone appropriate training. About Us We are a team of like-minded people united by yoga. We have all gone from beginner to professional yoga instructor, we are constantly practicing and developing in this direction. We have extensive experience in conducting yoga classes in groups, individually, and online. We are ready to share knowledge and experience so that you can avoid mistakes and achieve the desired result as quickly as possible. The theory and philosophy of yoga, the practice of asanas, their safe and correct adjustment, breathing and meditative techniques. We can organize a yoga class with an instructor online, at your home, also outdoors, or an outdoor event. How it works You contact us by phone or by filling out a form on the website We agree on the time of the first free lesson We conduct the first lesson for free Meet the instructor, you tell about yourself and what you want to get from the classes We agree on the time and number of classes We discuss all questions and class schedule You start regular classes With a personal trainer in your home Trial lesson FTyoga Privacy Policy Terms and Conditions",
    "privacy": "Privacy Policy at FTyoga: Personal Yoga Trainer - Guarantees of Security and Confidentiality of Your Personal Data in the Process of Individual Lessons and Interaction with Us FTyoga call us Why do you need this? Home or Online About How it works Contact Privacy Policy This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of this Privacy Policy: Account means a unique account created for You to access our Service or parts of our Service. Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to FTyoga. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Personal Data is any information that relates to an identified or identifiable individual. Service refers to the Website. Service Provider means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used. Usage Data refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit). You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Children's Privacy Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers. If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information. Links to Other Websites Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit. We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services. Changes to this Privacy Policy We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page. We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page. Contact Us If you have any questions about this Privacy Policy, You can contact us: By email: FTyoga@gmail.com FTyoga Privacy Policy Terms and Conditions",
    "terms": "Full Terms and Conditions of FTyoga: Personal Yoga Trainer - Relationships, Use of Services, Responsibility and Privacy. Please read the detailed terms and conditions governing training, online classes, data privacy and responsibilities of the parties. Understand the full scope of the rules and agreements to ensure a transparent and trusting experience with FTyoga. FTyoga call us Why do you need this? Home or Online About How it works Contact Terms and Conditions Please read these terms and conditions carefully before using Our Service. Interpretation and Definitions Interpretation The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. Definitions For the purposes of these Terms and Conditions: Affiliate means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority. Company (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to FTyoga. Device means any device that can access the Service such as a computer, a cellphone or a digital tablet. Service refers to the Website. Third-party Social Media Service means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service. You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable. Acknowledgment These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service You agree to be bound by these Terms and Conditions. If You disagree with any part of these Terms and Conditions then You may not access the Service. You represent that you are over the age of 18. The Company does not permit those under 18 to use the Service. Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company. Our Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You. Please read Our Privacy Policy carefully before using Our Service. Links to Other Websites Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services. We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit. Termination We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions. Upon termination, Your right to use the Service will cease immediately. Limitation of Liability Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service. To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose. Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply. In these states, each party's liability will be limited to the greatest extent permitted by law. &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; Disclaimer The Service is provided to You &quot;AS IS&quot; and &quot;AS AVAILABLE&quot; and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected. Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the Service; or (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components. Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You. But in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law. Governing Law The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service. Your use of the Application may also be subject to other local, state, national, or international laws. Disputes Resolution If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company. Severability and Waiver Severability If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect. Waiver Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute a waiver of any subsequent breach. Translation Interpretation These Terms and Conditions may have been translated if We have made them available to You on our Service. You agree that the original English text shall prevail in the case of a dispute. Changes to These Terms and Conditions We reserve the right, at Our sole discretion, to modify or replace these Terms at any time. If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion. By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms. If You do not agree to the new terms, in whole or in part, please stop using the website and the Service. Contact Us If you have any questions about these Terms and Conditions, You can contact us: By email: FTyoga@gmail.com FTyoga Privacy Policy Terms and Conditions",
    "thanks": "body{opacity: 0;} --> --> Thank you for choosing FTyoga: Personal Yoga Trainer! Your efforts and dedication towards health and harmony are important to us. Thank you for your trust! Your pursuit of the best version of yourself is important, and we are proud to be a part of your journey to health and wellness. Congratulations on your achievements and we look forward to seeing you at the next training sessions. Thank you for trusting FTyoga! Dear FTyoga friends! Thank you for your trust and dedication. We are ready to support you in every step you take. May every workout bring you joy, peace and new heights. Home"
  }
}