{
  "name": "New_v9_AutoCrafts360",
  "pages": {
    "services": "Our services: technical maintenance, repair, tuning, and more at AutoCraft360 Main Services Unlocking Excellence: Our Array of Services Discover a realm of automotive and motorcycle mastery with our comprehensive suite of services. From routine maintenance to bespoke customization, we're your one-stop destination for enhancing your driving or riding experience. Our Evolution: From Vision to Versatility Embark on a journey through our company's evolution, from humble beginnings to a diverse portfolio of services. Explore how our commitment to innovation, customer satisfaction, and industry expertise has propelled us to new heights in the automotive and motorcycle realm. Visionary Leadership Our journey began with a vision to redefine automotive and motorcycle services, driven by a team of passionate experts dedicated to excellence. Customer-Centric Approach We have always prioritized customer satisfaction, tailoring our services to meet the unique needs and preferences of each individual client. Continuous Innovation Through relentless innovation and adaptation, we have stayed ahead of the curve, introducing cutting-edge technologies and techniques to enhance our service offerings. Strategic Partnerships Collaborating with industry-leading partners has allowed us to expand our capabilities and provide a wider range of services to our valued customers. Commitment to Excellence Our unwavering commitment to excellence has been the driving force behind our growth, earning us a reputation for quality, reliability, and professionalism. Our Services Explore our comprehensive range of automotive and motorcycle services designed to meet your needs and exceed your expectations. Technical Maintenance and Repair Keep your vehicle running smoothly with our expert technical maintenance and repair services. Regular servicing (oil change, filter replacement, etc.) Engine diagnostics and repair Brake system inspection and maintenance Bodywork Repair and Restoration Restore your vehicle's appearance and structural integrity with our bodywork repair and restoration services. Dent repair and removal Scratch repair and paint touch-up Collision damage restoration Tuning and Performance Enhancement Maximize your vehicle's potential with our tuning and performance enhancement services. Engine tuning for increased horsepower and torque Suspension upgrades for improved handling and performance Exhaust system modification for enhanced sound and power Sales and Installation of Additional Equipment Enhance your vehicle's functionality and style with our sales and installation of additional equipment services. Installation of aftermarket audio systems Upgrade to high-performance tires and wheels Installation of custom lighting kits Consultation on Parts Selection and Installation Get expert guidance on selecting and installing the right parts for your vehicle. Guidance on selecting the best performance parts Assistance in choosing tires for specific driving conditions Help with selecting and installing vehicle accessories Service Programs and Maintenance Plans Ensure your vehicle's longevity and performance with our service programs and maintenance plans. Tailored service packages for different vehicle models Scheduled maintenance plans for regular upkeep Seasonal maintenance packages for winterization or summer preparation Pre-purchase Vehicle Inspection and Diagnostics Make informed decisions with our pre-purchase vehicle inspection and diagnostics services. Thorough inspection of used vehicles before purchase Diagnostic tests to identify potential issues Assessment of vehicle condition and reliability Fleet Maintenance and Upgrading Services Keep your fleet in top condition with our fleet maintenance and upgrading services. Scheduled maintenance to minimize downtime Upgrading vehicles with safety features or modern technology Fleet optimization consultation for improved efficiency Ready to Order? Contact us today to schedule a service appointment or inquire about our offerings. Contact Us Client Testimonials Anna S. Professionalism and service quality are top-notch! Thanks to the team at 'Motor Masters,' my car is always in excellent condition. Michael K. Fast and high-quality work! My car looks like new thanks to the skilled hands of the specialists. John P. Extremely satisfied with the results! Not only do the guys solve the problem, but they also explain all the details of the process. Highly recommend! Sarah W. Outstanding service! The team at 'Motor Masters' went above and beyond to ensure my car was running smoothly. Highly impressed! David R. I've been bringing my vehicles to 'Motor Masters' for years, and they never disappoint. Trustworthy, reliable, and skilled - what more could you ask for? Emily H. Exceptional experience! The team was friendly, knowledgeable, and efficient. My car feels brand new again. Highly recommend their services! Meet Our Elite Team of Automotive Maestros Prepare to be amazed by the prowess and dedication of our top-notch team of automotive virtuosos. From seasoned mechanics to expert technicians, they bring unparalleled skill and passion to every service they provide, ensuring that your vehicle receives nothing but the finest care and attention. Alex Johnson Lead Mechanic 500 services completed Brian Smith Bodywork Specialist 300 services completed Victoria Peterson Electrical Technician 400 services completed Greg Miller Tuning Expert 200 services completed Daniel Adams Diagnostic Master 600 services completed John Doe Mechanic 300 services completed Services Privacy Policy Terms and Conditions +91 266 029922 autocrafts360@gmail.com 52/1, 1 Model House Street, Basavanagudi",
    "index": "AutoCraft360: experts in car maintenance and repair\" Main Services Welcome to the World of Auto-Crafts 360 Welcome to Auto-Crafts 360 - your universal partner for car and motorcycle servicing and repairs. We offer high-quality services performed by experienced spacialists to ensure your vehicle is always in top condition. Our services include tachnical maintenance, repairs, bodywork, tuning, and more. Trust your vehicle to the professionals at Auto-Crafts 360 and feel the difference today. Ready to learn more about how we can assist you? Click the button below to fill out our contact form and raceive a free consultation from our experts. Get in touch Our Achievements in Numbers Discover the statistics that make Auto-Crafts 360 stand out. From customer satisfaction rates to years of experience, our numbers speak volumes about our dedication to excellence in car and motorcycle servicing and repairs. 98% Customer satisfaction rate 10 years Experience in car and motorcycle servicing and repairs 5000+ Successful jobs completed 24/7 Support availability Our Approach: Excellence in Every Detail At Auto-Crafts 360, our approach is defined by our commitment to excellence in every aspect of our service. From the professionalism and expertise of our team to our dedication to individualized care for each vehicle, we prioritize quality, transparency, and customer satisfaction. Discover how our approach sets us apart in the world of car and motorcycle servicing and repairs. Professionalism Our team consists of highly skilled professionals dedicated to delivering top-notch service. Transparency We believe in open communication and providing clear, honest information to our customers. Individualized Care Each vehicle receives personalized attention and care tailored to its unique needs. Quality Assurance We uphold the highest standards of quality in every service we provide, ensuring customer satisfaction. Customer Satisfaction Our ultimate goal is the satisfaction of our customers, and we go above and beyond to exceed their expectations. Commitment Our unwavering commitment to customer satisfaction and excellence drives everything we do. About Us Auto-Crafts 360 was founded in 2009 by two friends, Mark and Jason, who shared a passion for cars and motorcycles. Both had extensive experience in the automotive industry and were convinced they could create a company that would offer something special to customers. Since its inception, Auto-Crafts 360 has aimed to become a leader in car and motorcycle servicing and repairs. In its early years, they started with a small workshop, offering services such as technical maintenance and repair. Thanks to their high-quality service and excellent customer relations, the company's reputation grew, attracting more customers each year. Over time, the company expanded its services, adding bodywork repairs, tuning, as well as sales and installation of additional equipment to their repertoire. They also developed a loyalty program for repeat customers and actively participated in various events and exhibitions to expand their audience. Today, Auto-Crafts 360 is one of the leading enterprises in its industry, serving clients from around the world. Despite its growth and success, the company still adheres to its core values: quality, professionalism, and customer focus. Our Comprehensive Services Explore the wide range of services offered by Auto-Crafts 360 to keep your vehicles running smoothly and looking their best. From routine maintenance and repairs to customization and upgrades, we've got you covered. Discover how our expertise and dedication can enhance your driving experience. Technical maintenance and repair Bodywork repair and restoration Tuning and performance enhancement Sales and installation of additional equipment Consultation on parts selection and installation Service programs and maintenance plans Pre-purchase vehicle inspection and diagnostics Fleet maintenance and upgrading services Ready to experience the difference? Dive deeper into our range of services and discover how we can elevate your driving experience. Click below to explore our services in detail. Explore Services Frequently Asked Questions (FAQ) Got questions? We've got answers. Check out our FAQ section below for more information. How often should I service my vehicle? + We recommend servicing your vehicle every 6-12 months or every 10,000 km, depending on usage and manufacturer recommendations. Can you help with bodywork repairs and restoration? + Yes, our specialists can handle repairs of any complexity, including dent repair, scratches, and accident damage restoration. What tuning and enhancement services do you offer? + We offer a wide range of tuning services, including engine tuning, suspension upgrades, aerodynamic enhancements, and more. Do you offer service programs and maintenance plans? + Yes, we have various service programs and maintenance plans available to suit your needs, providing regular maintenance and other benefits for our customers. Can you assist with pre-purchase vehicle inspections? + Absolutely, we offer pre-purchase vehicle inspections and diagnostics to help you make an informed decision before buying a car or motorcycle. Do you provide fleet maintenance services? + Yes, we offer fleet maintenance and upgrading services to keep your company's vehicles in top condition and minimize downtime. How long does it take to complete bodywork repairs? + The time required to complete bodywork repairs depends on the extent of the damage. Minor repairs may be completed in a few hours, while more extensive repairs could take several days. Do you offer warranty on your services? + Yes, we stand behind the quality of our workmanship and offer warranties on many of our services. Please inquire about specific warranty terms for your service. How can I schedule an appointment for service? + You can easily schedule an appointment for service by contacting our team via phone, email, or through our online booking system. We'll be happy to assist you. Do you provide emergency repair services? + Yes, we understand that emergencies happen, and we offer emergency repair services to get you back on the road as quickly as possible. Contact us for immediate assistance. What payment methods do you accept? + We accept various payment methods, including cash, credit/debit cards, and bank transfers. Please inquire about specific payment options when scheduling your service. Can you provide references or customer testimonials? + Yes, we can provide references and testimonials from satisfied customers upon request. Feel free to ask our team for more information. Are your technicians certified and experienced? + Yes, our technicians are highly trained, certified professionals with years of experience in the automotive and motorcycle industry. You can trust your vehicle in their capable hands. What should I do if I have a problem after the service? + If you encounter any issues after the service, please contact us immediately. We'll do our best to resolve the problem and ensure your satisfaction. Do you offer discounts or promotions? + Yes, we occasionally offer discounts and promotions on our services. Stay updated by subscribing to our newsletter or following us on social media. Can I cancel or reschedule my appointment? + Yes, you can cancel or reschedule your appointment by contacting us in advance. We understand that plans may change, and we'll do our best to accommodate your needs. Get in Touch I accept Privacy policy Submit Services Privacy Policy Terms and Conditions +91 266 029922 autocrafts360@gmail.com 52/1, 1 Model House Street, Basavanagudi",
    "terms-conditions": "Terms of Use | AutoCraft360: your agreement with our rules and conditions Main Services Terms and Conditions 1. Introduction Welcome to our website. By accessing this website, you agree to be bound by these Terms and Conditions, all applicable laws, and regulations, and agree that you are responsible for compliance with any applicable local laws. 2. Intellectual Property Rights All content included on this website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of the Company or its content suppliers and protected by international copyright laws. 3. Use License Permission is granted to temporarily download one copy of the materials (information or software) on the Company's website for personal, non-commercial transitory viewing only. 4. Disclaimer The materials on the Company's website are provided on an 'as is' basis. The Company makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. 5. Limitations In no event shall the Company or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on the Company's website, even if the Company or a Company authorized representative has been notified orally or in writing of the possibility of such damage. 6. Revisions and Errata The materials appearing on the Company's website could include technical, typographical, or photographic errors. The Company does not warrant that any of the materials on its website are accurate, complete, or current. 7. Links The Company has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by the Company of the site. Use of any such linked website is at the user's own risk. 8. Site Terms of Use Modifications The Company may revise these terms of use for its website at any time without notice. By using this website, you are agreeing to be bound by the then-current version of these Terms and Conditions of Use. 9. Governing Law Any claim relating to the Company's website shall be governed by the laws of India without regard to its conflict of law provisions. 10. Indemnification You agree to indemnify, defend, and hold harmless the Company, its officers, directors, employees, agents, licensors, and suppliers from and against all losses, expenses, damages, and costs, including reasonable attorneys' fees, resulting from any violation of these terms and conditions or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the site using your Internet account. 11. Severability If any provision of these terms is deemed invalid, void, or unenforceable, that provision shall be deemed severable and shall not affect the validity and enforceability of any remaining provisions. 12. Entire Agreement These terms and conditions constitute the entire agreement between you and the Company regarding your use of the website and supersede all prior or contemporaneous understandings and agreements, whether written or oral, concerning the subject matter. 13. Waiver The failure of the Company to exercise or enforce any right or provision of these Terms and Conditions shall not constitute a waiver of such right or provision. 14. Assignment The Company may assign its rights and duties under these terms to any party at any time without notice to you. 15. Changes The Company reserves the right, at its sole discretion, to modify or replace these Terms and Conditions at any time. It is your responsibility to check these Terms and Conditions periodically for changes. 16. Contact Information If you have any questions about these Terms and Conditions, please contact us at autocrafts360@gmail.com. 17. Effective Date These Terms and Conditions are effective as of 05/01/2024. 18. Acceptance By using this website, you signify your acceptance of these Terms and Conditions. If you do not agree to these terms, please do not use our website. 19. Consent to Electronic Communications By using the website, you consent to receive electronic communications from us, including emails, texts, and notifications. 20. Termination The Company reserves the right to terminate or suspend your access to all or any part of the website at any time, with or without cause, and with or without notice. 21. Feedback If you provide any feedback, suggestions, or comments regarding the website or our services, you agree that we may use such feedback, suggestions, or comments without restriction and without any obligation to compensate you for them. 22. Third-Party Services The website may contain links to third-party websites or services that are not owned or controlled by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services. 23. Language These Terms and Conditions were originally written in English. We may translate these terms into other languages for your convenience. The English version of these terms shall prevail in the event of any conflict between the English version and a translated version. 24. Updates We may update or revise these Terms and Conditions from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. The updated version of these Terms and Conditions will be posted on the website, and your continued use of the website after any such changes constitutes your acceptance of the updated Terms and Conditions. Services Privacy Policy Terms and Conditions +91 266 029922 autocrafts360@gmail.com 52/1, 1 Model House Street, Basavanagudi",
    "privacy-policy": "Privacy Policy | AutoCraft360: your privacy is our priority Main Services Privacy Policy 1. Introduction Welcome to our Privacy Policy. Your privacy is important to us. 2. Information We Collect We collect information from you when you visit our website, register on our site, place an order, subscribe to our newsletter, respond to a survey or fill out a form. 3. How We Use Your Information We may use the information we collect from you to personalize your experience, improve our website, process transactions, send periodic emails, and more. 4. Information Sharing and Disclosure We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties without your consent. 5. Data Retention We will retain your information for as long as necessary to fulfill the purposes outlined in this Privacy Policy. 6. Your Consent By using our site, you consent to our privacy policy. 7. Accessing and Updating Your Information You have the right to access and correct your personal information held by us. You can update your information by logging into your account and editing your profile. 8. Security We take precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline. 9. Contact Us If you have any questions about this Privacy Policy, please contact us via email at autocrafts360@gmail.com. 10. Changes to This Privacy Policy We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. 11. GDPR Compliance If you are a resident of the European Economic Area (EEA), you have certain data protection rights. We aim to take reasonable steps to allow you to correct, amend, delete, or limit the use of your personal data. 12. Effective Date This Privacy Policy is effective as of 05/01/2024 and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page. 13. Children's Information Our website does not address anyone under the age of 18 (\"Children\"). We do not knowingly collect personally identifiable information from children under 18. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us. 14. California Privacy Rights California residents may have additional rights over their personal information. For more information about your privacy rights in California, please refer to our California Privacy Policy. 15. Consent Withdrawal You have the right to withdraw your consent to the processing of your personal data at any time. To do so, please contact us. 16. Data Protection Officer We have appointed a Data Protection Officer (DPO) to oversee compliance with this Privacy Policy. If you have any questions about this Privacy Policy or our practices concerning your personal information, please contact our DPO at autocrafts360@gmail.com. 17. Data Breach Notification In the event of a data breach that affects your personal information, we will notify you via email within 72 hours of becoming aware of the breach. 18. Governing Law This Privacy Policy shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. 19. Contact Information If you have any questions or concerns about our Privacy Policy, please contact us at autocrafts360@gmail.com. Services Privacy Policy Terms and Conditions +91 266 029922 autocrafts360@gmail.com 52/1, 1 Model House Street, Basavanagudi",
    "thank_page": "Thank you for your request | AutoCraft360: we will contact you soon Your request has been raceived, thank you. Your satisfaction is our main goal. Back to Home"
  },
  "date": "2024-05-08T06:18:16.528Z"
}