{
  "name": "New_v9_AutoSanskrit",
  "pages": {
    "index": "Welcome to Auto Sanskrita - Your Way to Safety on Indian Roads Advantages About us Why we Services Masters Reviews Contacts Auto Sanskrita is your way to safety and reliability on Indian roads! We embody ancient traditions and modern technology to give your car the highest level of care. Our craftsmen are true connoisseurs, imparting the wisdom of generations in every step of service and repair. Make an appointment for repair Advantages We give a guarantee for our work up to 1 year. Experienced craftsmen will do everything quickly and reliably. The best value for money and quality. Information support 24/7 Guarantees for all types of work and supplied spare parts Large selection of spare parts in stock and on order Experienced specialists with 12 years of experience About us Auto Sanskrita is a unique auto service center where every car service becomes an unforgettable experience. We combine the traditions of India with modern technology to provide you with the highest quality services. Service Excellence: We strive for outstanding quality in everything we do. Our team of professionals pays special attention to detail to ensure your vehicle receives the best possible service. Innovation: We are constantly incorporating the latest technology and practices to ensure your vehicle receives only the best. We pride ourselves on our innovative approaches to service that make us leaders in the industry. Professionalism: Our craftsmen are highly trained professionals with extensive experience in servicing various brands of vehicles. We provide excellent service with a smile and professionalism. Customer Focus: At Auto Sanskrita, we put you first. We strive for the complete satisfaction of each customer by providing personalized solutions and individual attention. Why us When you choose Auto Sanskrita, you choose not just a car service, but a partner who cares about your car as much as you do. Come to us and see for yourself the high level of our services! In-depth understanding of automobiles: We have a unique understanding of the vehicles that operate in India. Our experience enables us to efficiently service and repair a wide range of brands, including those most popular with Indian drivers. Utilizing state-of-the-art technology: We incorporate the latest advancements in the automotive industry to provide our customers with the most advanced service. This allows us to diagnose problems quickly and accurately and ensure a high level of quality in every service. Experienced Team: Our team consists of experienced and professional craftsmen who have in-depth knowledge and skills in the automotive service industry. We take pride in our technicians who are always ready to complete any job with quality. Personalized Approach: We understand that every car and every customer is unique. That's why we offer a personalized approach to every service, taking into account the specifics of the vehicle and the owner's preferences. Superior Customer Service: With us, you will find not only high-quality services, but also friendly and attentive service. We strive to make every customer feel special and completely satisfied with our service. Trust and Reliability Auto Sanskrita is a place where customers can fully trust. We always follow high standards of professionalism and ethics, which makes us a reliable partner for our customers. Our Services and Prices Maintenance and Repair: Oil and filter change: from 800 INR Engine maintenance: from 1500 INR Brake system repair: from 2000 INR Camber adjustment: from 1200 INR Diagnostics and Troubleshooting: Computer diagnostics: from 1000 INR Electrical Troubleshooting: from 1500 INR Engine repair: from 3000 INR Transmission Repair: from 4000 INR Body Repair and Painting: Superficial body repair: from 2500 INR Painting of one body element:from 3000 INR Body straightening and welding: from 3500 INR Full car painting: from 10000 INR Installation and Maintenance of Car Accessories: Alarm system installation: from 2000 INR Audio system replacement:from 2500 INR Parking Camera Installation: from 1500 INR Window tinting: from 3000 INR Seasonal Maintenance and Preparation for Monsun: Antifreeze check and replacement:from 1200 INR Wiper blades check and replacement:from 800 INR Brake Fluid Check and Replacement: from 1500 INR Power steering oil check and change: from 1000 INR Air Conditioner Maintenance and Ventilation System Cleaning: Diagnosis and refrigerant charge: from 2000 INR Cleaning and disinfection of ventilation system:from 1500 INR Checking and replacement of air conditioner filters: from 1000 INR Repair or replacement of air conditioner compressor: from 3000 INR Masters Shiva Raman Experience: Over 15 years Shiva Raman is an experienced craftsman whose skills and knowledge in the field of automobile maintenance are incredibly impressive. With over 15 years of experience, he has become a true expert in his field. Shiva specializes in automotive maintenance and repair, providing customers with high quality services and solutions. His unique approach to every task and commitment to excellence make him one of Auto Sanskrita's top craftsmen. Anita Sharma Experience: Over 10 years Anita Sharma is a master auto body repair and painting technician whose skills and experience in the field are unmatched. With over 10 years of experience, Anita brings her talent and professionalism to every project, making our customers' cars look new again. Her meticulous attention to detail and ability to work with different types of damage make her an indispensable member of the Auto Sanskrita team. Rajesh Kumar Experience: Over 12 years Rajesh Kumar is a master diagnostician and troubleshooter who has extensive experience in the automotive industry. With his more than 12 years of experience, Rajesh is able to quickly and accurately identify any car problems and provide quality repairs. His professionalism and attention to detail make him an indispensable member of the Auto Sanskrita team. Madhav Yadav Experience: More than 8 years Madhav Yadav is a craftsman with an impressive experience in the automobile industry who has turned his vocation into an art. With over 8 years of experience, he has become a recognized expert in the field of maintenance and repair. Madhav has a unique ability to quickly identify and troubleshoot problems, and his thoroughness and dedication to quality service make him an indispensable member of the Auto Sanskrita team. Always ready to take on new challenges and exceed customer expectations, Madhav ensures that every vehicle leaves the service center in top condition. Reviews Jaya Sharma 9/10 Very satisfied with the service at Auto Sanskrita! Professional craftsmen, quick turnaround and fair prices. I recommend them to everyone! Ravi Kumar 8/10 Great service!!! I like how fast and quality repairs are done. The prices are reasonable too. Will be contacting again! Priyanka Patil 10/10 Auto Sanskrita is the best car service in town! Attentive staff, professionalism and always great results. Thank you! Arjun Singh 7/10 Good service center with friendly staff. Sometimes you have to wait longer than you would like, but the quality of work is always top notch. Mehak Gupta 9/10 Auto Sanskrita is a place you can trust completely! Great service, quick response to problems and professional approach. Shahid Ali 8/10 I have contacted Auto Sanskrita several times now and have always been satisfied. The quality of service is top notch. I recommend it! contatos Phone: +91-232-8289912 E-mail: AutoSanskrita@gmail.com Address: Badi Omti riyaz hotel Road Opp. Mohammadi Gate, Badi Omti, Jabalpur, Madhya Pradesh 482002, India Submit I accept Privacy policy Privacy Policy Terms and conditions © 2024 Auto Sanskrita. All rights reserved.",
    "policy": "Privacy Policy - Auto Sanskrita Advantages About us Why we Services Masters Reviews Contacts Auto Sanskrita Privacy Policy Collection and Use of Information We value your privacy and are committed to ensuring that all of your personal information is protected. In the course of providing our services, we may collect various types of information, including personal information such as your name, address, telephone number, e-mail address, your vehicle information (make, model, year, etc.), and any other information you provide to us in the course of your communication. This information is collected and used solely for the purposes of providing our services to you and to provide quality service and communication to you. We may use your contact information to remind you of upcoming maintenance, notify you of repair status, or provide other important information related to your vehicle. Storage and protection of informations We maintain strict security measures to protect your personal information from unauthorized access, use or disclosure. We utilize state-of-the-art technology and procedures to protect data, including encryption and secure storage methods. All information you provide to us is stored on secure servers and is only accessible to a limited number of employees who have appropriate authorizations. Disclosure of information to third parties We strictly respect your privacy and will not disclose your personal information to third parties without your explicit consent, except as required by law or to protect the safety and security of our rights and interests. We may only disclose your information to third parties who have a need to receive it in order to provide services or fulfill contractual obligations to provide our services. Changes to our privacy policy We reserve the right to make changes to our privacy policy at our discretion. Any changes will be posted on this page. We encourage you to periodically check this page for updates and changes to our privacy policy. We recognize the importance of your personal information and are committed to protecting it. By visiting our website or using our services, you acknowledge that you have read our privacy policy Privacy Policy Terms and conditions © 2024 Auto Sanskrita. All rights reserved.",
    "terms": "Terms of Use - Auto Sanskrita Advantages About us Why we Services Masters Reviews Contacts Auto Sanskrita Terms of Service Service Description Auto Sanskrita provides a full range of car maintenance, diagnostics, repair and servicing services. Our team of experienced mechanics and specialists is ready to solve any technical problems of your car using modern equipment and advanced technologies. Provision of information It is the customer's responsibility to provide accurate and complete information about the condition of their vehicle and any problems or faults identified. Any changes to the information provided by the customer must be reported to Auto Sanskrita immediately. Fees and Prices Prices for our services are determined based on the type of work, parts and materials required to complete the order. All payments must be made in accordance with the invoice issued. Auto Sanskrita reserves the right to change service prices at any time without prior notice. Disclaimer All work performed by Auto Sanskrita is based on information provided by the customer and constant supervision by our specialists. We shall not be liable for any loss, damage or consequences resulting from incorrect information or insufficient data provided by the customer. Cancellation and refunds The client has the right to cancel the ordered services before the start of the work without additional penalties. If the customer cancels the order after the commencement of the work, the customer is obliged to pay for all work performed and costs incurred by Auto Sanskrita. Confidentiality Auto Sanskrita is committed to maintaining the confidentiality and security of customers' personal information. We do not disclose customers' personal information to third parties without their explicit consent, except as required by law. Changes in terms and conditions Auto Sanskrita reserves the right to make changes to these terms and conditions at any time at its sole discretion. Changes will be effective from the date they are published on our website. Acceptance of terms and conditions Use of Auto Sanskrita's services implies the customer's full agreement to the terms and conditions set forth herein. Privacy Policy Terms and conditions © 2024 Auto Sanskrita. All rights reserved.",
    "thanks": "Thank you for choosing Auto Sanskrit! Thank you from Auto Sanskrita! We would like to express our sincere gratitude to all our customers for the trust and support they give us every day. Thanks to you, Auto Sanskrita becomes not just an auto service center, but a real place where every car gets the care and attention it deserves. We appreciate each and every one of you for choosing us to service and repair your vehicles. Your trust and loyalty help us strive for excellence in every aspect of our work. Regards, Auto Sanskrita team Go back"
  }
}