{
  "name": "New_v8_AromaZen",
  "pages": {
    "contacts": "AromaZen - Make memories with us. AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Let's get in touch! Leave us a message. Your name Your email I agree with our privacy policy Send message Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "cookies": "AromaZen's Cookie Use Policy AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Cookies Policy Introduction: Our cookies policy explains what cookies are, how we use them, and how you can manage them. What Are Cookies: Cookies are small text files stored on your device to enhance your browsing experience. Types of Cookies We Use: We use both session and persistent cookies for various purposes, including functionality and analytics. How We Use Cookies: Cookies help us improve our website's performance, customize your experience, and analyze usage patterns. Managing Cookies: You can control and manage cookies through your browser settings. Disabling cookies may affect your website experience. Third-Party Cookies: We may use third-party cookies for advertising and analytics purposes. Updates to This Policy: We may update our cookies policy periodically. Check this page for the latest information. Contact Us: If you have any questions about our cookies policy, please contact us at aromazen@gmail.com. Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "disclaimer": "Disclaimer - AromaZen AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Disclaimer General Information: The information provided on our website is for general informational purposes only. No Warranties: We make no warranties about the accuracy, completeness, or reliability of the information on our website. External Links: Our website may contain links to third-party websites. We are not responsible for the content or practices of these websites. Use at Your Own Risk: Your use of our website is at your own risk. We are not liable for any damages resulting from your use of our website. Changes to Content: We may update the content on our website periodically. We are not obligated to notify you of these changes. Contact Us: If you have any questions about our disclaimer, please contact us at aromazen@gmail.com. Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "index": "Discover Blissful Aromas with AromaZen - Premium Scented Candles AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Welcome to AromaZen - Your Destination for Exquisite Scented Candles At AromaZen, we believe that the right aroma can transform your space and elevate your mood. Our meticulously crafted scented candles are designed to bring serenity and joy into your home. Discover our wide range of fragrances that cater to every preference and occasion, ensuring a blissful ambiance. Embrace the Essence of Calm Our Commitment to Quality Quality is at the heart of everything we do. Each AromaZen candle is made using premium ingredients, including natural wax and high-grade essential oils. We take pride in our craftsmanship, ensuring that every candle burns evenly and releases a consistent, delightful fragrance. Handcrafted with Love Our candles are handcrafted by skilled artisans who pour their passion and expertise into every creation. From the careful selection of ingredients to the final touch of packaging, each step is performed with utmost dedication to deliver a product that you will love. Explore Our Collections Whether you seek relaxation, rejuvenation, or a burst of energy, our diverse collections have something for everyone. Browse through our catalog to find the perfect candles for your home, office, or as a thoughtful gift for your loved ones. EXPLORE NOW Customer Satisfaction We strive to provide an exceptional shopping experience. Our customer service team is always ready to assist you with any queries or concerns. Your satisfaction is our priority, and we are committed to ensuring that you are delighted with your purchase. Sustainable and Eco-Friendly At AromaZen, we care about the environment. Our candles are crafted using eco-friendly practices and sustainable materials. We believe in creating products that are not only beautiful and aromatic but also kind to the planet. Join Our Community Become a part of the AromaZen community and stay updated with our latest offerings, exclusive deals, and candle care tips. Follow us on social media and subscribe to our newsletter for a continuous flow of inspiration and serenity. Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "privacy-policy": "AromaZen's Privacy Policy AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Privacy Policy Introduction: Our privacy policy explains how we collect, use, and protect your personal information. Information Collection: We collect personal information that you provide to us, such as your name, email address, and payment details. Use of Information: We use your personal information to process your orders, provide customer support, and improve our services. Information Sharing: We do not share your personal information with third parties, except as necessary to provide our services or comply with the law. Data Security: We implement security measures to protect your personal information from unauthorized access and use. Cookies: We use cookies to enhance your browsing experience and analyze website traffic. You can manage cookies through your browser settings. Your Rights: You have the right to access, update, and delete your personal information. Contact us to exercise these rights. Changes to This Policy: We may update our privacy policy periodically. Please review this page regularly for the latest information. Contact Us: If you have any questions about our privacy policy, please contact us at aromazen@gmail.com. Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "terms-conditions": "Terms and Conditions - AromaZen AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Terms and Conditions Introduction: These terms and conditions govern your use of our website and services. Acceptance: By using our website, you agree to comply with these terms and conditions. Use of Services: You agree to use our services only for lawful purposes and in accordance with our guidelines. Intellectual Property: All content on our website, including text, graphics, and logos, is protected by intellectual property laws. Account Security: You are responsible for maintaining the confidentiality of your account information. Limitation of Liability: We are not liable for any damages arising from your use of our website or services. Termination: We reserve the right to terminate your access to our website and services at any time, without notice. Changes to Terms: We may update these terms and conditions periodically. Please review this page regularly for updates. Contact Us: If you have any questions about our terms and conditions, please contact us at aromazen@gmail.com. Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "thanks": "Thank you for your order! Order Successfully Processed! Thank you for choosing AromaZen. You can now return to our home page. Home",
    "about": "About AromaZen - Crafting Exquisite Scented Candles with Passion AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts About AromaZen - Our Journey and Values Sustainability and Responsibility We are committed to sustainability and responsible practices. Our candles are made using eco-friendly materials, and we continuously seek ways to reduce our environmental footprint. From recyclable packaging to sustainable sourcing, we strive to make a positive impact on the planet. Our Story AromaZen was born out of a passion for creating enchanting aromas that enhance everyday moments. Our journey began with a simple idea - to provide high-quality, beautifully scented candles that bring joy and tranquility to our customers. Over the years, we have grown into a trusted name in the world of aromatic products, known for our dedication to quality and craftsmanship. Our Mission Our mission is to create candles that not only smell divine but also enrich your life. We aim to provide a sensory experience that soothes the mind, body, and soul. Each candle is a testament to our commitment to excellence, designed to evoke emotions and create lasting memories. Craftsmanship and Quality At AromaZen, we take pride in our meticulous craftsmanship. Every candle is handcrafted with care, using the finest ingredients sourced from around the world. Our blends of natural wax and essential oils ensure a clean, even burn and a long-lasting fragrance that fills your space with warmth and comfort. Innovation and Creativity Innovation and creativity are at the core of our brand. We are constantly exploring new fragrances, designs, and techniques to bring you unique and captivating products. Our team of artisans and designers work tirelessly to create candles that are not only beautiful but also innovative and inspiring. Community and Connection We believe in the power of community and connection. Our candles are designed to bring people together, creating shared moments of joy and relaxation. We are grateful for our loyal customers and the trust they place in us. Your feedback and support drive us to continually improve and innovate. Looking to the Future As we look to the future, we remain dedicated to our core values of quality, craftsmanship, and sustainability. We are excited to continue our journey, creating new and enchanting aromas that enhance your life. Thank you for being a part of the AromaZen family. Get in Touch We appreciate your interest in AromaZen. Whether you have a question or a suggestion, we'd love to hear from you. Please feel free to reach out to us via email or phone, and our team will be delighted to assist you. We value your input and look forward to serving you better. Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept",
    "catalog": "Explore AromaZen's Premium Scented Candle Collections AromaZen Main Page Catalogue About Us Contacts Main Page Catalogue About Us Contacts Our Candle Collections - Discover Your Perfect Aroma Our Signature Collection features a selection of timeless fragrances that are perfect for any occasion. From soothing lavender to invigorating citrus, each candle in this collection is crafted to provide a consistent and delightful aroma that fills your space with warmth and comfort. Seasonal Scents Celebrate the changing seasons with our Seasonal Scents collection. These candles are designed to capture the essence of each season, from the fresh blooms of spring to the cozy spices of autumn. Explore our seasonal offerings and find the perfect scent to complement the time of year. Limited Editions Discover our exclusive Limited Edition candles, created in small batches and available for a limited time. These unique fragrances are inspired by special occasions and rare ingredients, making them perfect for collectors and those looking for something truly special. Luxury Collection Indulge in the opulence of our Luxury Collection. These candles are crafted with the finest ingredients and presented in elegant packaging, making them a perfect gift or a luxurious addition to your home. Experience the ultimate in fragrance sophistication with our Luxury Collection. Relaxation Range Unwind and de-stress with our Relaxation Range. These candles are infused with calming scents like chamomile, sandalwood, and eucalyptus, designed to create a tranquil environment that helps you relax and rejuvenate. Perfect for yoga sessions, meditation, or a peaceful evening at home. Gift Sets Our beautifully curated Gift Sets are perfect for any occasion. Whether you’re looking for a birthday present, a thank-you gift, or a treat for yourself, our gift sets include a variety of scents and styles to suit every taste. Give the gift of aroma with our thoughtfully designed sets. Travel Tins Take your favorite scents on the go with our Travel Tins. These compact and portable candles are perfect for travel, ensuring that you can enjoy your beloved aromas wherever you are. Ideal for hotel stays, picnics, or as a small yet thoughtful gift. Custom Orders Looking for something specific? We offer custom orders for special events, corporate gifts, or personalized presents. Choose your preferred scents, colors, and packaging, and let us create a unique candle that perfectly matches your needs. shop now shop now shop now shop now shop now shop now shop now shop now shop now Privacy Policy Terms conditions Cookies Disclaimer +94556 456 7890 aromazen@gmail.com DLF Cyber City, Phase 3, Gurgaon, Haryana, India © 2024 AromaZen. All rights reserved. We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By continuing to use our website, you consent to our use of cookies. For more information, please review our Cookies Policy. accept"
  },
  "date": "2024-05-22T16:00:15.382Z"
}