{
  "name": "New_v11_VirtualSight",
  "pages": {
    "index": "Virtual Sight - Os Melhores Óculos de Realidade Virtual no Brasil virtualsight@gmail.com +55 65 9975 2123 Belo Horizonte - MG, 30710-010, Brasil Pagina inicial Mensagem Sobre nós Catálogo EXPERIÊNCIAS IMERSIVAS INCRÍVEIS Bem-vindo à Virtual Sight Na Virtual Sight, oferecemos os melhores óculos de realidade virtual para transformar o seu entretenimento. Nossa tecnologia de ponta garante experiências imersivas como nunca antes. Saiba mais LÍDER EM REALIDADE VIRTUAL NO BRASIL Sobre Nós Somos pioneiros na venda de óculos de realidade virtual de alta qualidade no Brasil. A Virtual Sight dedica-se a oferecer a melhor tecnologia de realidade virtual. Nossos produtos são projetados para proporcionar experiências imersivas incríveis, trazendo o futuro da tecnologia até você. CONTATO DESFRUTE DE UMA IMERSÃO INCOMPARÁVEL Explore nossos recursos Virtual Sight está comprometido em proporcionar uma experiência de realidade virtual única para nossos clientes. Aqui estão alguns dos benefícios que oferecemos: SOLICITAR Tecnologia de Ponta Explore as mais recentes inovações em óculos de realidade virtual. Nossa equipe está empenhada em fornecer tecnologia de ponta para garantir uma experiência imersiva sem igual. Suporte Especializado Oferecemos suporte especializado para garantir que você tenha a melhor experiência possível com nossos produtos. Nossa equipe está sempre pronta para ajudar com qualquer dúvida ou problema. Experiências Imersivas Experimente o mundo virtual como nunca antes. Nossa plataforma oferece uma variedade de experiências imersivas para todos os gostos e interesses. NOSSA EQUIPE Conheça os especialistas por trás da inovação Luís Fernandes ESPECIALISTA EM TECNOLOGIA Ana Oliveira ESPECIALISTA EM DESIGN Rita Costa ESPECIALISTA EM MARKETING NOSSA VANTAGEM COMPETITIVA Por que nos escolher? Na \"Virtual Sight\", estamos empenhados em oferecer uma experiência de realidade virtual incomparável para nossos clientes. Nossa paixão pela tecnologia e dedicação à qualidade garantem que cada momento vivido através de nossos óculos de realidade virtual seja único e emocionante. 01 Experiências personalizadas Oferecemos soluções sob medida para atender às necessidades individuais de cada cliente, garantindo uma imersão única e cativante em cada experiência de realidade virtual. Assegurando que suas experiências de realidade virtual sejam verdadeiramente. 02 Reconhecimento global Com nossa abordagem inovadora e visão única, a \"Virtual Sight\" se destaca não apenas localmente, mas também internacionalmente, assegurando que suas experiências de realidade virtual sejam verdadeiramente excepcionais e memoráveis. 03 Foco nos detalhes Nosso compromisso com a excelência e atenção aos detalhes garante que cada experiência de realidade virtual seja meticulosamente projetada, capturando não apenas imagens, mas também sensações e emoções, para proporcionar uma imersão completa e inesquecível. TESTEMUNHOS DOS NOSSOS CLIENTES O que dizem nossos clientes A experiência com a Virtual Sight foi transformadora! Eles proporcionaram uma imersão incrível na realidade virtual, permitindo-me explorar mundos fascinantes e viver aventuras emocionantes. Recomendo a todos que buscam uma experiência de realidade virtual excepcional! Carlos Oliveira CLIENTE SATISFEITO ALCANÇAMOS GRANDES FEITOS Nossas Conquistas 800+ Óculos de realidade virtual vendidos 350 Clientes satisfeitos retornando 99% Taxa de satisfação do cliente 20+ Países atendidos CATÁLOGO Nossos Produtos FALE CONOSCO Entre em Contato Não seja tímido, compartilhe suas ideias conosco e encontraremos a melhor solução para você e seu projeto. virtualsight@gmail.com +55 65 9975 2123 Belo Horizonte - MG, 30710-010, Brasil Concordo com os termos da Política de Privacidade Entre em contato hoje mesmo para explorar as últimas novidades em tecnologia de realidade virtual na Virtual Sight e comece a mergulhar em experiências imersivas que mudarão sua perspectiva para sempre. Links Úteis Pagina inicial Mensagem Sobre nós Catálogo Contato +55 65 9975 2123 virtualsight@gmail.com Belo Horizonte - MG, 30710-010, Brasil © Virtual Sight 2024. Todos os direitos reservados. política de PrivacidadeTermos e Condições",
    "privacy-policy": "Política de Privacidade - Virtual Sight virtualsight@gmail.com +55 65 9975 2123 Belo Horizonte - MG, 30710-010, Brasil Pagina inicial Mensagem Sobre nós Catálogo Política de Privacidade Introdução: A Virtual Sight valoriza a privacidade de nossos clientes e está comprometida em proteger suas informações pessoais. Esta Política de Privacidade descreve as práticas de coleta, uso e compartilhamento de dados quando você utiliza nosso site e serviços. Informações que Coletamos: Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail, endereço de entrega e informações de pagamento. Também podemos coletar dados automaticamente através do uso de cookies e outras tecnologias de rastreamento. Uso das Informações: Utilizamos suas informações para processar suas compras, fornecer suporte ao cliente, melhorar nossos serviços e comunicar atualizações e ofertas especiais. Suas informações nos ajudam a personalizar sua experiência de compra. Compartilhamento de Informações: Não vendemos suas informações pessoais a terceiros. Podemos compartilhar seus dados com fornecedores de serviços confiáveis que nos auxiliam na operação do site e na entrega de produtos, sempre com a garantia de proteção adequada. Segurança dos Dados: Implementamos medidas de segurança técnicas e organizacionais para proteger suas informações pessoais contra acesso não autorizado, uso indevido e divulgação. Nosso site utiliza criptografia SSL para garantir a segurança das transações. Direitos dos Usuários: Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato com nosso suporte ao cliente. Atenderemos sua solicitação conforme as leis de proteção de dados aplicáveis. Retenção de Dados: Retemos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais foram coletadas, incluindo quaisquer requisitos legais ou de relatório. Transferências Internacionais de Dados: Podemos transferir suas informações pessoais para outros países, onde as leis de privacidade podem ser diferentes das do seu país de origem. Garantimos que essas transferências sejam realizadas com as devidas proteções. Menores de Idade: Nosso site e serviços não são destinados a menores de 18 anos. Não coletamos intencionalmente informações pessoais de crianças. Se soubermos que coletamos dados de uma criança, tomaremos medidas para excluir essas informações. Atualizações da Política de Privacidade: Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas ou em requisitos legais. Publicaremos quaisquer alterações no nosso site, com a data da última revisão. Contato: Se você tiver dúvidas ou preocupações sobre nossa Política de Privacidade ou sobre nossas práticas de proteção de dados, entre em contato conosco através do e-mail virtualsight@gmail.com. Consentimento: Ao utilizar nosso site e serviços, você concorda com a coleta e uso de suas informações pessoais conforme descrito nesta Política de Privacidade. Caso não concorde, por favor, não utilize nosso site. Responsável pelo Tratamento de Dados: A Virtual Sight é a responsável pelo tratamento de suas informações pessoais. Temos um Encarregado de Proteção de Dados (DPO) que pode ser contatado para questões relacionadas à privacidade. Links para Outros Sites: Nosso site pode conter links para outros sites que não são operados por nós. Não nos responsabilizamos pelas práticas de privacidade desses sites. Recomendamos que você revise as políticas de privacidade de cada site que visitar. Marketing e Comunicações: Com seu consentimento, podemos enviar e-mails promocionais e newsletters. Você pode optar por não receber essas comunicações a qualquer momento, seguindo as instruções de cancelamento incluídas nos e-mails. Resolução de Conflitos: Qualquer disputa relacionada à nossa Política de Privacidade será resolvida de acordo com as leis aplicáveis no Brasil. Se necessário, você pode recorrer às autoridades de proteção de dados competentes. Legislação Aplicável: Esta Política de Privacidade é regida e interpretada de acordo com as leis do Brasil. Qualquer ação legal ou processo judicial relacionado a esta Política será conduzido nos tribunais competentes do Brasil. Entre em contato hoje mesmo para explorar as últimas novidades em tecnologia de realidade virtual na Virtual Sight e comece a mergulhar em experiências imersivas que mudarão sua perspectiva para sempre. Links Úteis Pagina inicial Mensagem Sobre nós Catálogo Contato +55 65 9975 2123 virtualsight@gmail.com Belo Horizonte - MG, 30710-010, Brasil © Virtual Sight 2024. Todos os direitos reservados. política de PrivacidadeTermos e Condições",
    "terms-conditions": "Termos e Condições - Virtual Sight virtualsight@gmail.com +55 65 9975 2123 Belo Horizonte - MG, 30710-010, Brasil Pagina inicial Mensagem Sobre nós Catálogo Termos e Condições Introdução: Bem-vindo à Virtual Sight. Estes Termos e Condições regem o uso do nosso site e a compra de nossos produtos. Ao acessar e usar nosso site, você concorda com estes termos. Elegibilidade: Para fazer compras no nosso site, você deve ter pelo menos 18 anos e fornecer informações verdadeiras e precisas. Você concorda em atualizar suas informações de registro para mantê-las precisas. Contas de Usuário: Você pode criar uma conta para facilitar suas compras. Você é responsável por manter a confidencialidade de sua senha e por todas as atividades que ocorrem sob sua conta. Política de Preços: Todos os preços estão em reais brasileiros (BRL). Reservamo-nos o direito de alterar os preços a qualquer momento, sem aviso prévio. O preço exibido no momento da compra é o preço final. Pedidos e Pagamentos: Ao fazer um pedido, você concorda em pagar o valor total do produto e do frete aplicável. Aceitamos diversos métodos de pagamento, incluindo cartões de crédito e débito. Envio e Entrega: Nos esforçamos para processar e enviar os pedidos o mais rápido possível. Os prazos de entrega variam de acordo com a localização e o método de envio selecionado. Não nos responsabilizamos por atrasos causados por terceiros. Política de Devolução: Oferecemos uma política de devolução de 30 dias para produtos não utilizados e em sua embalagem original. Para iniciar uma devolução, entre em contato com nosso suporte ao cliente para obter instruções. Garantia: Nossos produtos vêm com uma garantia limitada de 1 ano contra defeitos de fabricação. Esta garantia não cobre danos causados por uso indevido ou desgaste normal. Propriedade Intelectual: Todo o conteúdo do site, incluindo textos, imagens e logotipos, é de propriedade da Virtual Sight ou de seus licenciadores. É proibido o uso não autorizado de qualquer conteúdo sem nossa permissão explícita. Uso Aceitável: Você concorda em usar nosso site apenas para fins legais e de acordo com estes Termos e Condições. É proibido usar nosso site de maneira que possa danificar, desativar ou sobrecarregar nossos servidores. Limitação de Responsabilidade: Na máxima extensão permitida por lei, a Virtual Sight não será responsável por quaisquer danos indiretos, incidentais ou consequenciais decorrentes do uso ou da incapacidade de usar nossos produtos ou serviços. Alterações nos Termos: Podemos revisar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas no nosso site. Ao continuar a usar o site após tais alterações, você concorda com os novos termos. Rescisão: Reservamo-nos o direito de rescindir ou suspender sua conta e acesso ao site, sem aviso prévio, se acreditarmos que você violou estes Termos e Condições. Indenização: Você concorda em indenizar e isentar a Virtual Sight de quaisquer reivindicações, danos, perdas ou despesas decorrentes de sua violação destes Termos e Condições ou do uso do site. Política de Privacidade: A sua privacidade é importante para nós. Consulte nossa Política de Privacidade para entender como coletamos, usamos e protegemos suas informações pessoais. Lei Aplicável: Estes Termos e Condições são regidos pelas leis do Brasil. Qualquer disputa será resolvida nos tribunais competentes do Brasil. Resolução de Disputas: Em caso de disputas, tentaremos resolver a questão amigavelmente. Se não for possível, você concorda que qualquer reivindicação será resolvida por arbitragem vinculante, conforme as regras da câmara de arbitragem competente. Contato: Se você tiver qualquer dúvida sobre estes Termos e Condições, entre em contato conosco através do e-mail virtualsight@gmail.com. Entre em contato hoje mesmo para explorar as últimas novidades em tecnologia de realidade virtual na Virtual Sight e comece a mergulhar em experiências imersivas que mudarão sua perspectiva para sempre. Links Úteis Pagina inicial Mensagem Sobre nós Catálogo Contato +55 65 9975 2123 virtualsight@gmail.com Belo Horizonte - MG, 30710-010, Brasil © Virtual Sight 2024. Todos os direitos reservados. política de PrivacidadeTermos e Condições",
    "thanks": "Obrigado por sua Compra - Virtual Sight Obrigado! Obrigado por sua compra na Virtual Sight! Estamos entusiasmados em tê-lo como nosso cliente e esperamos que você aproveite ao máximo sua nova experiência de realidade virtual. Sua encomenda foi processada com sucesso e em breve será enviada. Você receberá um e-mail de confirmação com os detalhes da sua compra e informações de rastreamento. Se você tiver alguma dúvida ou precisar de assistência, não hesite em entrar em contato com nossa equipe de suporte ao cliente. Estamos aqui para ajudar! Mais uma vez, obrigado por escolher a Virtual Sight. Esperamos que você tenha uma experiência incrível com nossos óculos de realidade virtual. Fique atento para futuras atualizações e ofertas especiais! Pagina inicial"
  },
  "date": "2024-05-18T06:39:26.779Z"
}