{
  "name": "New_v11_RidingSchool",
  "pages": {
    "index": "RidingSchool - Escola de Equitação RidingSchool Bem-vindo à RidingSchool: Sua Escola de Equitação em Brasília Início Sobre Nós Avalie-nos Contatos A Introdução Caso você esteja se perguntando do que se trata ... Bem-vindo à RidingSchool: Sua Escola de Equitação Descubra uma escola dedicada aos amantes da equitação na RidingSchool. Oferecemos uma ampla seleção de aulas e treinamentos de equitação, cuidadosamente planejados para satisfazer suas necessidades. Imerso no ambiente acolhedor da nossa escola, você encontrará o lugar perfeito para aprender e se apaixonar pela equitação. Avançar Nossa História Sobre Nós Bem-vindo à RidingSchool, seu destino local para as melhores aulas de equitação. Estamos dedicados a oferecer aulas únicas, adaptadas a todas as preferências. Nossa atmosfera acolhedora, equipe amigável e paixão pela qualidade fazem da RidingSchool mais do que um lugar para aprender a montar – é um centro comunitário onde cada aula conta uma história. Na RidingSchool, acreditamos que a qualidade é primordial. Nossa jornada começou com o amor pela equitação excepcional. Selecionamos nossos cavalos e equipamentos de fornecedores locais que compartilham nosso compromisso com a excelência. Isso garante que cada aula que você participa esteja repleta de técnicas autênticas e de qualidade. Desde o momento em que você entra pela nossa porta, você sentirá nossa dedicação em oferecer apenas o melhor. Nossa missão é trazer-lhe as aulas mais exclusivas e de alta qualidade disponíveis. Temos orgulho em nossos fortes relacionamentos com fornecedores locais. Ao escolher a RidingSchool, você não só desfruta de uma aula excelente, mas também apoia comunidades locais e práticas de ensino sustentáveis. Cada aula que oferecemos é um testemunho do trabalho árduo e dedicação de nossos parceiros locais. A RidingSchool é mais do que um lugar para aprender a montar – é uma experiência. Nosso ambiente acolhedor e convidativo é projetado para fazer você se sentir em casa. Quer você esteja conhecendo novos amigos, atualizando seu conhecimento ou simplesmente aproveitando um momento de paz, nossa escola oferece o cenário perfeito. Nossa equipe amigável e experiente está sempre à disposição para ajudá-lo a escolher a aula perfeita e garantir que você tenha uma visita memorável. Estamos profundamente comprometidos com nossa comunidade. A RidingSchool regularmente hospeda eventos, desde sessões de treinamento até exposições de artistas locais, promovendo um sentimento de pertencimento e conexão. Acreditamos em retribuir e apoiar iniciativas locais, por isso, uma parte dos nossos lucros é destinada a projetos comunitários. Quando você visita a RidingSchool, você não é apenas um cliente – você é parte da nossa família. Os Detalhes Nosso Processo de Treinamento Na RidingSchool, nos orgulhamos do nosso processo de treinamento meticuloso, garantindo que cada aluno tenha uma experiência de aprendizado excepcional. Aqui está como preparamos nossas aulas de equitação: Seleção dos Cavalos Selecionamos cuidadosamente os melhores cavalos, focando na qualidade e temperamento para garantir uma experiência rica e segura. Treinamento Nossos cavalos são treinados por especialistas para realçar suas características únicas e garantir um comportamento equilibrado. Equipamentos Usamos equipamentos de alta qualidade, ajustados para cada cavalo e aluno, proporcionando o melhor conforto e segurança. Método de Ensino Seja iniciante ou avançado, usamos técnicas precisas para garantir que você aprenda e se desenvolva da melhor forma possível. Qualidade da Água Usamos água filtrada para garantir a pureza e a consistência em todos os aspectos do cuidado com os cavalos. Serviço Cada aula é ministrada com cuidado, permitindo que você aproveite ao máximo a experiência e o aprendizado. Aulas Contate-nos Os Testemunhos Alegria no Galope Experimente a essência pura da equitação com nossas aulas de galope. Uma experiência rica e intensa que é perfeita para um rápido impulso de energia ou como base para suas atividades preferidas. Avalie-nos Prazer no Trote Delicie-se com a suavidade e o prazer de nossas aulas de trote. Feitas com o máximo cuidado, é um tratamento confortável para qualquer hora do dia. Avalie-nos Clássico no Paso Aprecie o equilíbrio perfeito entre a tradição e a modernidade com nossas aulas clássicas de paso. Um favorito atemporal que oferece uma mistura harmoniosa de técnicas em cada aula. Avalie-nos Facilidade no Caminhar Para aqueles que amam uma equitação suave e relaxante, nossas aulas de caminhada são a escolha ideal. Simples, mas satisfatórias. Avalie-nos Maravilha do Galope Lento Desfrute da combinação perfeita de técnicas avançadas e cuidado com o cavalo nas nossas aulas de galope lento. É um verdadeiro deleite em forma de aprendizado. Avalie-nos Magia no Salto Descubra os sabores ousados das nossas aulas de salto, onde técnica e precisão se encontram. É o impulso perfeito para quem busca superar desafios. Avalie-nos Um pouco sobre nossas aulas Na RidingSchool, nos orgulhamos de oferecer uma seleção diversificada de aulas de equitação, adaptadas a todas as idades e níveis de habilidade. Cada aula é cuidadosamente planejada para proporcionar uma experiência única e memorável. Nosso compromisso com a qualidade significa que cada aula que você participa na RidingSchool é preparada com perfeição, utilizando os melhores equipamentos e técnicas especializadas. Se você é um entusiasta da equitação ou está apenas começando, a RidingSchool tem algo para todos. Visite-nos hoje e descubra sua nova paixão pela equitação. Experimente a diferença na RidingSchool – onde cada aula conta uma história. Nossos Vantagens Ingredientes Localmente Sourcing Nos orgulhamos de selecionar os melhores cavalos e equipamentos de fornecedores locais, garantindo produtos frescos e sustentáveis. Qualidade Excepcional Nossa dedicação à qualidade significa que cada aula de equitação é preparada com perfeição, oferecendo técnicas ricas e autênticas. Ambiente Aconchegante Nossa escola oferece um ambiente quente e convidativo, tornando-a o local perfeito para relaxar, aprender ou encontrar amigos. Foco na Comunidade Apoiamos iniciativas locais e hospedamos eventos comunitários, promovendo um sentimento de pertencimento e conexão entre nossos alunos. Equipe Amigável Nossa equipe experiente e amigável está sempre pronta para ajudar, garantindo uma experiência agradável e personalizada. Aulas Exclusivas Nosso menu de aulas apresenta uma variedade de técnicas únicas e exclusivas de equitação que você não encontrará em nenhum outro lugar. Avalie-nos Ana Souza As aulas na RidingSchool são simplesmente incríveis! Cada aula é ministrada com perfeição, e o ambiente acolhedor faz dela o lugar perfeito para relaxar após um longo dia. João Silva Sou entusiasta de equitação, e a RidingSchool nunca decepciona! A seleção de aulas é extensa, e cada técnica é repleta de sabor. Altamente recomendável! Maria Lima A RidingSchool se tornou meu lugar preferido para encontrar amigos. A equipe amigável e o ambiente acolhedor criam o cenário perfeito para aproveitar uma deliciosa aula de equitação. Pedro Costa Como aficionado por equitação, já experimentei escolas em vários lugares, e a RidingSchool está entre as melhores. A atenção aos detalhes e o compromisso com a qualidade são evidentes em cada aula. Laura Fernandes Adoro o senso de comunidade na RidingSchool. Não é apenas uma escola; é um lugar onde você se sente parte de algo maior. E as aulas sempre me impressionam! Lucas Almeida A RidingSchool é meu lugar preferido para uma pausa no meio do dia. A equipe amigável sempre me recebe com um sorriso, e as aulas nunca decepcionam. Beatriz Oliveira A atmosfera na RidingSchool é tão convidativa, tornando-a o lugar perfeito para relaxar e aproveitar uma aula de equitação. Sempre saio de lá me sentindo revigorada. Carlos Pereira Descobri recentemente a RidingSchool, e já sou um cliente fiel! As aulas são fantásticas, e a equipe é sempre acolhedora. Não posso recomendá-los o suficiente! Descobri recentemente Entre em Contato Conosco para Perguntas ou Feedback Tem perguntas sobre nossos serviços? Quer compartilhar seu feedback sobre sua experiência na RidingSchool? Adoraríamos ouvir de você! Preencha o formulário abaixo, e um membro de nossa equipe entrará em contato em breve para ajudá-lo. Email riding-school@gmail.com Telefone +55-32-3840-2208 Localização Av. Pau Brasil, 6 - Águas Claras, Brasília - DF, 71900-100 Enviar Mensagem I accept Política de Privacidade © RidingSchool Política de Privacidade Termos de Uso Início Sobre Nós Avalie-nos Contatos",
    "privacy-policy": "Política de Privacidade - RidingSchool Início Sobre Nós Avalie-nos Contatos Política de Privacidade Na RidingSchool, a privacidade dos nossos visitantes é de extrema importância. Esta política de privacidade documenta os tipos de informações pessoais que são recebidas e coletadas pela RidingSchool e como são usadas. 1. Informações que Coletamos Coletamos informações pessoais identificáveis, como nome, endereço de e-mail, número de telefone, entre outros, quando você preenche formulários em nosso site. 2. Uso das Informações As informações coletadas são usadas para fornecer serviços, processar pagamentos, melhorar a experiência do usuário e enviar atualizações e promoções. 3. Compartilhamento de Informações Não vendemos, trocamos ou alugamos suas informações pessoais para terceiros. Podemos compartilhar informações com parceiros confiáveis que nos auxiliam em operações do site, desde que mantenham essas informações confidenciais. 4. Proteção das Informações Implementamos medidas de segurança para proteger suas informações pessoais. Usamos tecnologias de criptografia e firewalls para manter a segurança dos seus dados. 5. Cookies Nosso site utiliza cookies para melhorar a experiência do usuário. Os cookies são pequenos arquivos que um site ou seu provedor de serviços transfere para o disco rígido do seu computador através do navegador web (se você permitir). 6. Consentimento Ao usar nosso site, você concorda com a nossa política de privacidade. 7. Links para Terceiros Ocasionalmente, a nosso critério, podemos incluir ou oferecer produtos ou serviços de terceiros em nosso site. Estes sites de terceiros têm políticas de privacidade separadas e independentes. 8. Retenção de Dados Manteremos suas informações pessoais apenas pelo tempo necessário para cumprir os propósitos para os quais as coletamos, inclusive para fins de cumprimento de quaisquer obrigações legais, contábeis ou de relatório. 9. Alterações na Política de Privacidade Reservamos o direito de atualizar esta política de privacidade a qualquer momento. Recomendamos que você revise esta página periodicamente para se manter informado sobre como estamos protegendo suas informações. 10. Contato Se você tiver dúvidas sobre esta política de privacidade, entre em contato conosco através do telefone +55-32-3840-2208 ou pelo e-mail riding-school@gmail.com 11. Direitos dos Usuários Você tem o direito de acessar, corrigir ou excluir suas informações pessoais. Para exercer esses direitos, entre em contato conosco. 12. Política de Não Discriminação A RidingSchool não discrimina com base em raça, cor, religião, sexo, orientação sexual, identidade de gênero, origem nacional, idade ou deficiência em suas práticas de coleta de informações. 13. Marketing Direto Você pode optar por não receber nossas comunicações de marketing a qualquer momento, seguindo as instruções de cancelamento de inscrição fornecidas nas comunicações. 14. Segurança de Pagamentos Utilizamos fornecedores de serviços de pagamento seguros para proteger suas informações de pagamento durante as transações. 15. Requisitos Legais Podemos divulgar suas informações pessoais se exigido por lei ou em resposta a solicitações válidas por autoridades públicas. 16. Transferência Internacional de Dados As suas informações podem ser transferidas e mantidas em computadores localizados fora do seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem diferir daquelas da sua jurisdição. Para mais informações, entre em contato conosco pelo telefone +55-32-3840-2208 ou pelo e-mail riding-school@gmail.com Nosso endereço é Av. Pau Brasil, 6 - Águas Claras, Brasília - DF, 71900-100. © RidingSchool Política de Privacidade Termos de Uso Início Sobre Nós Avalie-nos Contatos",
    "terms-conditions": "Termos e Condições - RidingSchool Início Sobre Nós Avalie-nos Contatos Termos e Condições Bem-vindo à RidingSchool. Estes termos e condições descrevem as regras e regulamentos para o uso do nosso site e serviços. 1. Aceitação dos Termos Ao acessar nosso site, você concorda em cumprir e estar vinculado a estes termos e condições. Se você não concordar com alguma parte dos termos, não deverá usar nosso site. 2. Alterações nos Termos Reservamos o direito de modificar estes termos a qualquer momento. Recomendamos que você revise esta página periodicamente para se manter informado sobre quaisquer alterações. 3. Uso do Site Você concorda em usar o site apenas para fins legais e de uma maneira que não infrinja os direitos de, restrinja ou iniba o uso e aproveitamento do site por terceiros. 4. Propriedade Intelectual Todo o conteúdo presente no site é de propriedade da RidingSchool ou de seus licenciadores e está protegido por leis de direitos autorais e outras leis de propriedade intelectual. Você não pode reproduzir, distribuir ou transmitir qualquer conteúdo sem a permissão prévia por escrito da RidingSchool. 5. Política de Pagamentos Os pagamentos pelos serviços devem ser feitos conforme indicado no momento da compra. Todos os preços estão sujeitos a alterações sem aviso prévio. Reservamos o direito de recusar ou cancelar pedidos a nosso critério. 6. Cancelamento e Reembolso Se você desejar cancelar um serviço, deve entrar em contato conosco com antecedência mínima de 24 horas. Os reembolsos serão considerados caso a caso e a critério da administração da RidingSchool. 7. Responsabilidade do Usuário Você é responsável por manter a confidencialidade das informações da sua conta e por todas as atividades que ocorrem sob sua conta. Você deve nos notificar imediatamente de qualquer uso não autorizado da sua conta. 8. Limitação de Responsabilidade A RidingSchool não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou exemplares que resultem do uso ou incapacidade de usar o site ou os serviços. 9. Garantias e Isenções de Responsabilidade Nós nos esforçamos para garantir que as informações no site sejam corretas, mas não garantimos a precisão ou a integridade do material no site. Podemos fazer alterações no material no site a qualquer momento sem aviso prévio. 10. Links para Outros Sites Nosso site pode conter links para sites de terceiros que não são operados pela RidingSchool. Não temos controle sobre o conteúdo e práticas de privacidade desses sites e não assumimos responsabilidade por eles. 11. Rescisão Podemos rescindir ou suspender seu acesso ao nosso site imediatamente, sem aviso prévio ou responsabilidade, por qualquer motivo, incluindo, sem limitação, se você violar os termos. 12. Lei Aplicável Estes termos serão regidos e interpretados de acordo com as leis do Brasil, sem consideração ao conflito de provisões legais. Você concorda que qualquer ação legal ou equitativa decorrente ou relacionada a estes termos será ajuizada apenas nos tribunais brasileiros. 13. Disposições Gerais Se qualquer disposição destes termos for considerada inválida ou inexequível por qualquer tribunal de jurisdição competente, tal disposição será limitada ou eliminada na extensão mínima necessária e substituída por uma disposição válida que melhor incorpore a intenção destes termos, de modo que estes permaneçam em pleno vigor e efeito. 14. Contato Se você tiver qualquer dúvida sobre estes termos, entre em contato conosco pelo telefone +55-32-3840-2208 ou pelo e-mail riding-school@gmail.com Nosso endereço é Av. Pau Brasil, 6 - Águas Claras, Brasília - DF, 71900-100. 15. Feedback Valorizamos e agradecemos o seu feedback. Se você tiver sugestões, comentários ou perguntas, por favor, entre em contato conosco. Nós usamos o feedback para melhorar nossos serviços e a experiência do usuário. 16. Acordo Integral Estes termos constituem o acordo integral entre você e a RidingSchool em relação ao uso do site e dos serviços, e substituem todos os acordos anteriores e contemporâneos, entendimentos, representações e garantias, escritas ou orais, em relação ao uso do site e dos serviços. © RidingSchool Política de Privacidade Termos de Uso Início Sobre Nós Avalie-nos Contatos",
    "thank_page": "Obrigado - RidingSchool Obrigado! Obrigado por entrar em contato com a RidingSchool. Recebemos sua mensagem e responderemos o mais breve possível. Agradecemos seu interesse em nossa escola de equitação e estamos ansiosos para falar com você. Enquanto isso, sinta-se à vontade para explorar mais sobre nossos serviços e ofertas no site. Se precisar de assistência imediata, ligue para +55-32-3840-2208 ou envie um e-mail para riding-school@gmail.com Pagina inicial"
  },
  "date": "2024-07-14T14:58:19.343Z"
}