{
  "name": "New_v9_ArtisticAperture",
  "pages": {
    "gallary": "Artistic Aperture - Est d io de Fotografia em Botafogo, Rio de Janeiro Sobre Nós Galeria Preços Contatos Sobre Nós Galeria Preços Contatos Bem-vindo à Nossa Galeria de Fotografias Explore a nossa coleção diversificada de imagens capturadas por fotógrafos talentosos. Desde retratos íntimos até paisagens deslumbrantes, cada fotografia conta uma história única. Deixe-se inspirar pela arte da fotografia e veja o mundo através das nossas lentes. Descubra agora! GALERIA Descubra a magia capturada através da lente da Artistic Aperture. Em nossa galeria, você encontrará uma coleção diversificada de imagens que destacam a nossa paixão pela fotografia e a habilidade dos nossos fotógrafos. Cada foto é uma obra de arte, criada com atenção aos detalhes e um olhar único. Navegue por nossos álbuns para ver exemplos de nossos trabalhos em retratos, natureza, moda, casamentos e muito mais. Planos e Preços Encontre o pacote perfeito para suas necessidades fotográficas. Na Artistic Aperture, oferecemos uma variedade de opções para atender a todos os tipos de projetos e orçamentos. Nossos planos são flexíveis e personalizados para garantir que você obtenha exatamente o que deseja. Confira nossos pacotes Nossos Pacotes Pacote Básico Sessão de 1 hora em estúdio ou ao ar livre, inclui 10 fotos editadas em alta resolução. €200 Escolher Tarifa Pacote Padrão Sessão de 2 horas em estúdio ou ao ar livre, inclui 20 fotos editadas em alta resolução e uma impressão 20x30cm. €400 Escolher Tarifa Pacote Premium Sessão de 3 horas em estúdio ou ao ar livre, inclui 30 fotos editadas em alta resolução, álbum fotográfico com 20 páginas e 2 impressões 20x30cm. €600 Escolher Tarifa Pacote Completo Sessão de 5 horas em estúdio ou ao ar livre, inclui 50 fotos editadas em alta resolução, álbum fotográfico com 40 páginas, 4 impressões 20x30cm e um slideshow digital personalizado. €1.000 Escolher Tarifa Contatos Estamos aqui para capturar seus momentos mais preciosos! Se você tem dúvidas sobre nossos serviços, deseja mais informações ou quer agendar uma sessão de fotos, nossa equipe está pronta para ajudar. Por favor, preencha o formulário abaixo para solicitar uma sessão de fotos. Entraremos em contato com você o mais breve possível para confirmar os detalhes e garantir que sua experiência na Artistic Aperture seja inesquecível. Preencha o formulário e agende sua sessão de fotos hoje mesmo! Eu aceito a Política de Privacidade ENVIAR Botafogo, Rio de Janeiro - RJ, 22260-002 +55-41-11140112 artisticaperture@gmail.com Botafogo, Rio de Janeiro - RJ, 22260-002 +55-41-11140112 artisticaperture@gmail.com Política de Privacidade Termos e Condições Sobre Nós Galeria Preços Contatos",
    "index": "Artistic Aperture - Est dio de Fotografia em S o Paulo Sobre Nós Galeria Preços Contatos Sobre Nós Galeria Preços Contatos Artistic Aperture Artistic Aperture Capturamos os momentos mais preciosos da sua vida com maestria e criatividade. Reserve uma sessão e eternize suas memórias Sobre Nós Sobre a Artistic Aperture Bem-vindo à Artistic Aperture, sua escolha número um para fotografia de alta qualidade em um ambiente moderno e sofisticado. Nossa estúdio está localizada no coração da cidade e oferece uma experiência única para capturar momentos especiais de forma artística e profissional. Com equipamentos de ponta e uma equipe de fotógrafos talentosos e apaixonados, estamos comprometidos em transformar suas memórias em obras de arte. Ver direções Nossos Serviços Fotográficos Na Artistic Aperture, oferecemos uma variedade de serviços fotográficos para capturar os momentos mais importantes e expressivos da sua vida. Seja qual for a sua necessidade, nossa equipe talentosa está pronta para transformar suas ideias em belas imagens. Aqui estão alguns dos nossos serviços Fotografia de Retrato Capturamos a essência e a personalidade de cada indivíduo em retratos únicos e impactantes. Nossa abordagem personalizada garante que cada foto reflita a verdadeira natureza do sujeito. Saiba mais Fotografia de Natureza Aprecie a beleza do mundo natural com nossas fotografias de paisagens e vida selvagem. Desde montanhas majestosas até detalhes sutis de flores, nossa equipe tem um olho aguçado para a natureza. Saiba mais Fotografia de Moda Imortalize tendências e estilos com nossa fotografia de moda. Trabalhamos com designers e modelos para criar imagens elegantes e inspiradoras que destacam o melhor da moda contemporânea. Saiba mais Fotografia de Casamento Celebre o amor e a união com nossa fotografia de casamento. Capturamos todos os momentos preciosos do seu grande dia, criando memórias duradouras em fotos que contam a história do seu amor. Saiba mais Fotografia de Viagens Documente suas aventuras e explorações com nossa fotografia de viagens. Capturamos a essência de cada destino, trazendo à vida a cultura, a paisagem e os momentos especiais de suas jornadas. Saiba mais Macro Fotografia Explore o mundo em detalhe com nossa macro fotografia. Capturamos imagens impressionantes de pequenos objetos e seres vivos, revelando texturas, cores e formas que normalmente passam despercebidas a olho nu. Saiba mais Fotógrafos Nossa equipe de fotógrafos é composta por profissionais experientes e criativos, cada um com uma especialização única que garante que cada sessão de fotos seja personalizada e adaptada às suas necessidades. Eles são mestres em capturar a essência e a personalidade de cada indivíduo, garantindo que suas fotos sejam não apenas belas, mas também autênticas e significativas. Júlia Almeida Fotografia de Retrato Comprar Ricardo Santos Fotografia de Natureza Comprar Mariana Costa Fotografia de Moda Comprar Thiago Oliveira Macro Fotografia Comprar Descubra a Nossa Galeria Explore a beleza e a diversidade do nosso trabalho fotográfico! Veja nossa galeria para se inspirar e descobrir a magia capturada por nossos talentosos fotógrafos. Clique no botão abaixo e mergulhe em um mundo de imagens deslumbrantes Ver Galeria Botafogo, Rio de Janeiro - RJ, 22260-002 +55-41-11140112 artisticaperture@gmail.com Política de Privacidade Termos e Condições Sobre Nós Galeria Preços Contatos",
    "privacy-policy": "AquaElite Rentals - Política de Privacidade Sobre Nós Galeria Preços Contatos Sobre Nós Galeria Preços Contatos Política de Privacidade da Artistic Aperture Na Artistic Aperture, estamos comprometidos em proteger a privacidade e a segurança de todos os nossos clientes. Esta política de privacidade descreve como coletamos, usamos, e protegemos suas informações pessoais quando você utiliza nossos serviços. 1. Coleta de Informações Coletamos informações pessoais que você nos fornece diretamente, como nome, endereço de e-mail, número de telefone, e qualquer outra informação relevante para a realização de nossos serviços de fotografia. Isso pode ocorrer quando você preenche formulários em nosso site, entra em contato conosco por e-mail ou telefone, ou participa de sessões fotográficas. 2. Uso das Informações Usamos suas informações pessoais para os seguintes fins: Agendar e realizar sessões fotográficas; Processar pagamentos e gerenciar pedidos; Enviar comunicações importantes relacionadas aos nossos serviços; Melhorar nossos serviços e a experiência do cliente; Enviar ofertas promocionais e informações sobre novos serviços, com seu consentimento. 3. Segurança das Informações Implementamos uma variedade de medidas de segurança para manter a segurança de suas informações pessoais. Utilizamos tecnologia de criptografia e outros métodos de proteção para garantir que suas informações estejam seguras. 4. Seus Direitos Você tem o direito de acessar, corrigir, ou solicitar a exclusão de suas informações pessoais a qualquer momento. Para exercer esses direitos, entre em contato conosco através das informações fornecidas abaixo. 5. Alterações na Política de Privacidade Reservamo-nos o direito de atualizar esta política de privacidade a qualquer momento. Quaisquer alterações serão publicadas nesta página, e a data da última atualização será ajustada conforme necessário. Botafogo, Rio de Janeiro - RJ, 22260-002 +55-41-11140112 artisticaperture@gmail.com Política de Privacidade Termos e Condições Sobre Nós Galeria Preços Contatos",
    "terms-conditions": "Artistic Aperture - Termos e Condições Sobre Nós Galeria Preços Contatos Sobre Nós Galeria Preços Contatos Termos e Condições da Artistic Aperture 1. Aceitação dos Termos Ao utilizar nossos serviços de fotografia, você concorda em cumprir e ser regido por estes Termos e Condições, bem como por nossa Política de Privacidade. 2. Serviços Oferecidos A Artistic Aperture oferece uma variedade de serviços de fotografia, incluindo, mas não se limitando a, sessões de retratos, fotografia de eventos, fotografia de moda, fotografia de casamento, fotografia de viagens e macro fotografia. Descrições detalhadas dos serviços estão disponíveis em nosso site. 3. Agendamentos e Cancelamentos Para agendar uma sessão de fotografia, entre em contato conosco diretamente ou utilize nosso formulário online. Cancelamentos devem ser feitos com pelo menos 24 horas de antecedência. Reservamo-nos o direito de cobrar uma taxa de cancelamento para avisos tardios. 4. Pagamentos Os pagamentos pelos serviços devem ser feitos conforme acordado no momento da contratação. Aceitamos várias formas de pagamento, incluindo cartões de crédito, transferência bancária e pagamentos em dinheiro. O não pagamento poderá resultar em suspensão ou cancelamento dos serviços. 5. Direitos Autorais e Uso de Imagens Todas as fotos e outros conteúdos criados pela Artistic Aperture são protegidos por direitos autorais. O cliente receberá uma licença limitada para uso pessoal das imagens. O uso comercial das imagens requer permissão explícita por escrito da Artistic Aperture. 6. Confidencialidade A Artistic Aperture compromete-se a manter a confidencialidade de todas as informações pessoais e fotos dos clientes, exceto quando autorizado pelo cliente ou exigido por lei. 7. Responsabilidades A Artistic Aperture não se responsabiliza por danos indiretos, incidentais ou consequenciais resultantes do uso dos nossos serviços. Nossa responsabilidade máxima é limitada ao valor pago pelo serviço específico em questão. 8. Alterações dos Termos Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. Quaisquer alterações serão publicadas em nosso site e entrarão em vigor imediatamente após a publicação. 9. Lei Aplicável Estes Termos e Condições são regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos será resolvida nos tribunais competentes do Brasil. Botafogo, Rio de Janeiro - RJ, 22260-002 +55-41-11140112 artisticaperture@gmail.com Política de Privacidade Termos e Condições Sobre Nós Galeria Preços Contatos",
    "thanks-page": "Artistic Aperture - Obrigado pelo Seu Pedido Obrigado pelo Seu Pedido! Agradecemos imensuravelmente pelo seu pedido na Artistic Aperture. Seu pedido foi concluído com sucesso, e estamos ansiosos para ajudá-lo a capturar os momentos mais importantes com a nossa arte. Você receberá um e-mail de confirmação com os detalhes do seu pedido em breve. Obrigado novamente por escolher a Artistic Aperture. Estamos ansiosos para capturar juntos a beleza da vida! Voltar para a Página Principal"
  },
  "date": "2024-07-24T05:55:59.544Z"
}