{
  "name": "New_v9_tapnest",
  "pages": {
    "privacy-policy": "Saiba mais sobre nossa política de privacidade e proteção de dados - TapNest TapNest Lar Melhores negócios Estoque Serviço Nossa ajuda Escrever Política de Privacidade Informações Gerais Este site é propriedade e operado pela TapNest. Ao acessar ou utilizar o nosso site, você concorda em cumprir estes termos e condições. Se você não concordar com alguma parte deste aviso, por favor, abstenha-se de utilizar o nosso site. Produtos e Serviços Todos os produtos e serviços apresentados neste site são fornecidos \"como estão\" e \"de acordo com a disponibilidade\". Embora fazemos todos os esforços possíveis para garantir que as informações sobre os produtos estejam atualizadas e corretas, não podemos garantir a ausência de erros. As imagens dos produtos são apenas ilustrativas e podem não corresponder exatamente ao produto real. Limitação de Responsabilidade Em nenhuma hipótese a TapNest será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou exemplares, incluindo, mas não limitado a, danos por lucro cessante, perda de dados ou outras perdas intangíveis (mesmo que a TapNest tenha sido informada da possibilidade de tais danos) decorrentes do uso ou da incapacidade de usar o site ou qualquer produto comprado por meio do site. Alterações no Serviço A TapNest reserva-se o direito de modificar, suspender ou interromper, temporaria ou permanentemente, o site ou qualquer serviço relacionado, com ou sem aviso prévio, e não será responsável por quaisquer consequências resultantes. Lei Aplicável Estes termos e condições são regidos e interpretados de acordo com as leis do país onde a TapNest está sediada. Qualquer ação legal relacionada a este aviso será submetida à jurisdição exclusiva dos tribunais desse país. Direitos Autorais e Marcas Registradas Todo o conteúdo do site, incluindo, mas não se limitando a, textos, imagens, logotipos, ícones, áudio, software e gráficos, são de propriedade da TapNest ou de terceiros que nos concederam o direito de uso. Estes materiais estão protegidos por direitos autorais e outras leis de propriedade intelectual. É expressamente proibido copiar, reproduzir, modificar, distribuir, transmitir, exibir, publicar, vender, licenciar, criar obras derivadas ou explorar de qualquer forma qualquer parte do conteúdo do site sem o consentimento prévio e por escrito da TapNest. Links para Outros Sites O site da TapNest pode conter links para outros sites de terceiros. Estes links são fornecidos apenas para sua conveniência. A inclusão de links não implica endosso, patrocínio ou aprovação do site por parte da TapNest. A TapNest não tem controle sobre o conteúdo destes sites e não assume nenhuma responsabilidade pelos materiais criados ou publicados neles. Política de Devolução A TapNest deseja que você fique satisfeito com sua compra. No entanto, se você não estiver satisfeito com o produto recebido, você terá até 30 dias a partir da data de entrega para devolvê-lo. O produto deve estar em suas condições originais, não utilizado e com o embalagem intacta. Após receber e inspecionar o produto devolvido, faremos o reembolso do valor pago, excluindo as taxas de envio. Garantia Todos os produtos vendidos pela TapNest estão sujeitos à garantia do fabricante. Se o produto apresentar defeito durante o período de garantia, você deve entrar em contato diretamente com o fabricante para obter assistência. A TapNest não será responsável por quaisquer danos ou prejuízos decorrentes do uso indevido, manipulação incorreta, modificações não autorizadas ou desgaste normal do produto. Indenização Você concorda em indenizar, defender e isentar a TapNest, seus funcionários, diretores, acionistas, agentes e representantes de qualquer e todos os reclamações, responsabilidades, danos, perdas ou despesas, incluindo honorários advocatícios, decorrentes de ou relacionados a sua violação destes termos e condições ou do uso do site. Modificações no Aviso A TapNest reserva-se o direito de modificar este aviso a qualquer momento, sem aviso prévio. As alterações entrarão em vigor imediatamente após a publicação no site. O uso continuado do site após a publicação das alterações constitui sua aceitação dessas alterações./li> Produtos e Preços Todos os produtos e preços apresentados no site da TapNest estão sujeitos a alterações sem aviso prévio. Embora façamos todos os esforços possíveis para garantir a precisão das informações, não podemos garantir a ausência de erros tipográficos ou de outra natureza. A TapNest se reserva o direito de corrigir quaisquer erros, inexatidões ou omissões e de alterar ou atualizar as informações a qualquer momento sem aviso prévio. Disponibilidade dos Produtos A disponibilidade dos produtos apresentados no site da TapNest depende do estoque atual e das vendas realizadas. Embora façamos todos os esforços possíveis para garantir a precisão das informações de estoque, não podemos garantir a disponibilidade de todos os produtos em todos os momentos. Se um produto não estiver disponível após você ter realizado o pedido, faremos o possível para informá-lo o mais rápido possível e oferecer opções alternativas ou reembolso. Uso do Site Ao utilizar o site da TapNest, você concorda em não: (a) utilizar o site para qualquer propósito ilegal ou proibido por estes termos e condições; (b) interferir ou tentar interferir no funcionamento do site; (c) utilizar qualquer robot, spider ou outro dispositivo automático para acessar o site ou extrair informações do mesmo; (d) utilizar o site para enviar spam ou qualquer outro tipo de comunicação não solicitada; (e) utilizar o site de forma a violar os direitos de propriedade intelectual ou outros direitos de terceiros. Termos Adicionais Alguns produtos ou serviços oferecidos no site da TapNest podem estar sujeitos a termos e condições adicionais. Estes termos adicionais serão apresentados na página do produto ou serviço em questão e farão parte integrante deste aviso. Em caso de conflito entre estes termos e condições e os termos adicionais, os termos adicionais prevalecerão. Força Maior A TapNest não será responsável por quaisquer atrasos ou falhas na execução das suas obrigações decorrentes de causas além do seu controle razoável, incluindo, mas não se limitando a, desastres naturais, falta de energia, greves, distúrbios civis, guerras, atos terroristas ou falhas no sistema de telecomunicações. Renúncia A falta da TapNest em exigir o cumprimento estrito de qualquer disposição destes termos e condições não constitui uma renúncia a tal disposição ou ao direito de exigir o cumprimento posterior. Integralidade do Aviso Estes termos e condições, juntamente com quaisquer termos adicionais aplicáveis a produtos ou serviços específicos, constituem o acordo integral entre você e a TapNest em relação ao uso do site. Se alguma disposição destes termos e condições for considerada inválida ou inexecutável, as demais disposições permanecerão em pleno vigor e efeito. Contato Se você tiver alguma dúvida ou precisar de esclarecimentos adicionais sobre este aviso, por favor, entre em contato conosco através do endereço de e-mail: tapnest@gmail.com. Estaremos sempre à disposição para ajudá-lo. TapNest Transformando água em arte desde 20XX - TapNest +55-66-3545-2900 tapnest@gmail.com Av. Blumenau, 2235 - Bela Vista, Sorriso - MT, 78890-001, Brasil Ligações Lar Melhores negócios Estoque Serviço Nossa ajuda Adicionalmente Política de Privacidade Termos de uso",
    "terms-conditions": "Leia os termos de uso e condições de serviço da TapNest TapNest Lar Melhores negócios Estoque Serviço Nossa ajuda Escrever Termos de uso Política de Privacidade Respeitamos a privacidade de todos os usuários do nosso site. Não coletamos, armazenamos ou compartilhamos nenhuma informação pessoal de nossos usuários. Todas as transações realizadas no nosso site são seguras e confidenciais. Direitos Autorais Todo o conteúdo deste site, incluindo textos, imagens, logotipos e gráficos, é de propriedade da TapNest e protegido pelas leis de direitos autorais. Não é permitida a reprodução, distribuição ou exibição pública deste conteúdo sem a autorização prévia por escrito da TapNest. Links para Outros Sites Este site pode conter links para outros sites que não são operados pela TapNest. Não somos responsáveis ​​pelo conteúdo ou práticas de privacidade desses sites. Recomendamos que você leia os termos de uso e políticas de privacidade de todos os sites que visita. Lei Aplicável Estes Termos de Uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos de Uso será resolvida nos tribunais do Brasil. Responsabilidade Não somos responsáveis ​​por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes decorrentes do uso ou da incapacidade de usar este site ou de qualquer produto comprado neste site. Comentários e Sugestões Valorizamos a opinião de nossos clientes. Se você tiver algum comentário ou sugestão sobre nossos produtos ou serviços, por favor entre em contato conosco em tapnest@gmail.com. Uso Ilegal ou Proibido Você não pode usar este site para qualquer propósito ilegal ou proibido por estes Termos de Uso. Você não pode usar este site de forma que possa danificar, desativar, sobrecarregar ou prejudicar o site ou interferir no uso e desfrute do site por outras pessoas. Terminação Nós nos reservamos o direito de encerrar ou suspender o acesso ao nosso site a qualquer momento sem aviso prévio. A terminação destes Termos de Uso não afetará qualquer direito ou obrigação das partes que tenham surgido antes da terminação. Produtos Defeituosos Embora nos esforcemos para garantir que todos os produtos vendidos no TapNest sejam de alta qualidade, às vezes podem ocorrer defeitos. Se você receber um produto defeituoso, por favor entre em contato conosco imediatamente para que possamos resolver o problema. Disponibilidade de Produtos Todos os produtos listados no nosso site estão sujeitos à disponibilidade. Nós nos esforçamos para manter nosso estoque atualizado, mas às vezes podem ocorrer erros. Se um produto não estiver disponível após você ter feito um pedido, nós lhe informaremos imediatamente e ofereceremos opções alternativas ou reembolso. Segurança do Site Nós nos esforçamos para manter o nosso site seguro e protegido contra acessos não autorizados, uso indevido, perda ou alteração de informações. No entanto, nenhuma transmissão de dados pela internet é 100% segura. Portanto, não podemos garantir a segurança absoluta das informações transmitidas para ou através do nosso site. Força Maior Não seremos responsáveis ​​por quaisquer atrasos ou falhas na execução de nossas obrigações decorrentes de eventos fora de nosso controle, incluindo, mas não se limitando a, desastres naturais, guerras, greves, falhas de energia ou interrupções de internet. Integração e Divisibilidade Estes Termos de Uso, juntamente com nossa Política de Privacidade, constituem o acordo completo entre você e nós em relação ao uso deste site. Se alguma disposição destes Termos de Uso for considerada inválida ou inexecutável, as demais disposições permanecerão em pleno vigor e efeito. Atualizações do Site Nós nos reservamos o direito de atualizar ou modificar o conteúdo deste site a qualquer momento sem aviso prévio. Também nos reservamos o direito de interromper ou descontinuar o site ou qualquer parte dele a qualquer momento. Política de Entrega Nós nos esforçamos para entregar seus produtos o mais rápido possível. No entanto, os prazos de entrega podem variar dependendo do local de entrega e da disponibilidade do produto. Todos os pedidos são processados ​​dentro de 1 a 2 dias úteis após a confirmação do pagamento. Política de Troca Se você receber um produto que não corresponde à sua encomenda ou que está danificado, você pode solicitar uma troca dentro de 7 dias a partir da data de entrega. O produto deve estar em sua embalagem original e em condição não usada. As trocas estão sujeitas à disponibilidade do produto. Política de Reembolso Se você não estiver satisfeito com o produto recebido, você pode solicitar um reembolso dentro de 7 dias a partir da data de entrega. O produto deve estar em sua embalagem original e em condição não usada. Os reembolsos serão processados ​​dentro de 7 a 10 dias úteis após a recebção do produto devolvido. Política de Cancelamento Você pode cancelar seu pedido a qualquer momento antes da confirmação do pagamento. Se o pagamento já tiver sido confirmado, você pode solicitar um cancelamento, mas isso estará sujeito à nossa aprovação. Se o pedido já tiver sido processado para entrega, não será possível cancelá-lo. Contato Se você tiver alguma pergunta ou preocupação sobre estes Termos de Uso, por favor entre em contato conosco em tapnest@gmail.com. Ao usar este site, você concorda em cumprir estes Termos de Uso. Se você não concordar com estes termos, por favor não use este site. Obrigado por escolher o TapNest para suas necessidades de torneiras e misturadores. Esperamos que você tenha uma experiência de compra agradável e satisfatória conosco. TapNest Transformando água em arte desde 20XX - TapNest +55-66-3545-2900 tapnest@gmail.com Av. Blumenau, 2235 - Bela Vista, Sorriso - MT, 78890-001, Brasil Ligações Lar Melhores negócios Estoque Serviço Nossa ajuda Adicionalmente Política de Privacidade Termos de uso",
    "thanks": "Obrigado por escolher o TapNest. Recebemos sua mensagem com sucesso. Obrigado pela sua mensagem! Agradecemos pelo tempo que você dedicou para entrar em contato conosco. Estamos sempre felizes em ouvir nossa comunidade e saber que você se importa o suficiente para compartilhar suas ideias ou preocupações com o TapNest. Nossa equipe está comprometida em fornecer um ambiente agradável e responsivo para todos os nossos usuários. Entraremos em contato com você o mais breve possível. Até lá, continue explorando e aproveitando todo o conteúdo que o TapNest tem a oferecer! Voltar para a página inicial",
    "index": "Explore a coleção completa de misturadores de alta qualidade - TapNest TapNest Lar Melhores negócios Estoque Serviço Nossa ajuda Escrever Bem-vindo ao TapNest! Bem-vindo ao TapNest - sua fonte confiável para os melhores e mais elegantes misturadores de água. Na TapNest, estamos comprometidos em oferecer uma ampla seleção de misturadores de alta qualidade para atender a todas as suas necessidades de design e funcionalidade. Desde misturadores tradicionais até os mais modernos e tecnologicamente avançados, nossa coleção abrange uma variedade de estilos e marcas renomadas. Explore nosso catálogo hoje e encontre o misturador perfeito para transformar sua cozinha ou banheiro em um espaço de luxo e conforto. Melhores negócios Ofertas Imperdíveis! Aproveite as Melhores Ofertas em Misturadores Descontos Especiais esta Semana Não perca nossas ofertas especiais esta semana! Renove sua cozinha ou banheiro com os mais recentes modelos de misturadores a preços imbatíveis. Desde designs clássicos até os mais contemporâneos, nossa seleção tem algo para cada estilo de decoração. Aproveite agora e dê um toque de elegância à sua casa com os misturadores TapNest. Promoções Exclusivas! Não Deixe Escapar Nossas Ofertas Incríveis Descontos de Primavera Aproveite os descontos especiais da temporada para renovar seus ambientes com os misturadores mais elegantes da TapNest. Frete Grátis Compras acima de um certo valor garantem frete grátis! Não deixe essa oportunidade escapar e compre seu misturador hoje mesmo. Promoção Relâmpago Fique de olho em nossa promoção relâmpago e economize ainda mais em modelos selecionados de misturadores. Quantidades limitadas! Garantia de Qualidade Todos os nossos misturadores vêm com garantia de qualidade, para que você possa comprar com confiança. Garantimos a durabilidade e o desempenho de cada produto. Dicas de Manutenção Mantenha seus misturadores em perfeito estado com nossas dicas de manutenção. Desde a limpeza regular até pequenos consertos, ajudamos você a prolongar a vida útil e o desempenho dos seus misturadores. Descubra como cuidar adequadamente dos seus acessórios de encanamento para garantir um funcionamento suave e eficiente por muitos anos. Entre em Contato Conosco Precisa de ajuda ou tem alguma dúvida sobre nossos produtos? Entre em contato conosco hoje mesmo! Nossa equipe amigável e experiente está aqui para ajudar a encontrar o misturador perfeito para suas necessidades. Formulário de Contato Preencha nosso formulário de contato online e entraremos em contato com você o mais breve possível. Assistência Especializada Variedade de Produtos Envio Rápido Satisfação Garantida Siga-nos nas Redes Sociais Fique por dentro das últimas tendências em design de interiores e receba atualizações exclusivas seguindo-nos nas redes sociais. Não perca nossas dicas úteis, inspirações de decoração e ofertas especiais. Conecte-se conosco hoje mesmo e faça parte da comunidade TapNest! Explore nossa Coleção Descubra a variedade de misturadores de alta qualidade disponíveis em nosso catálogo. Encontre o modelo perfeito para complementar o estilo da sua cozinha ou banheiro. Misturador de Cozinha Moderno Adicione um toque de elegância à sua cozinha com este misturador moderno. Com design contemporâneo e funcionalidade superior, é a escolha ideal para cozinhas sofisticadas. R$ 299,99 Peça agora Misturador de Banheiro Clássico Transforme seu banheiro em um espaço luxuoso com este misturador clássico. Seu design atemporal e acabamento de alta qualidade adicionam um charme refinado a qualquer ambiente. R$ 199,99 Peça agora Misturador de Chuveiro Termostático Experimente o máximo de conforto e conveniência com este misturador de chuveiro termostático. Com controle preciso de temperatura, você desfrutará de banhos relaxantes e seguros. R$ 399,99 Peça agora Escreva para nós Nós vamos ajudá-lo com qualquer dúvida Aceito a Política de Privacidade Envie uma mensagem TapNest Transformando água em arte desde 20XX - TapNest +55-66-3545-2900 tapnest@gmail.com Av. Blumenau, 2235 - Bela Vista, Sorriso - MT, 78890-001, Brasil Ligações Lar Melhores negócios Estoque Serviço Nossa ajuda Adicionalmente Política de Privacidade Termos de uso"
  },
  "date": "2024-05-10T15:44:43.440Z"
}