{
  "name": "New_v9_boatbay",
  "pages": {
    "terms-conditions": "BoatBay Terms of Use - Your Guide to a Seamless Boating Experience BoatBay +91-735-4359084 Home Why are we? Connect with us Our assortment Terms of Use Welcome to BoatBay! These terms and conditions outline the rules and regulations for the use of BoatBay's Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use BoatBay if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company's terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services, in accordance with and subject to, prevailing law of Netherlands. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. License Unless otherwise stated, BoatBay and/or its licensors own the intellectual property rights for all material on BoatBay. All intellectual property rights are reserved. You may access this from BoatBay for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from BoatBay Sell, rent or sub-license material from BoatBay Reproduce, duplicate or copy material from BoatBay Redistribute content from BoatBay This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. BoatBay does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of BoatBay, its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, BoatBay shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. BoatBay reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant BoatBay a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site. We may consider and approve other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of BoatBay; and (d) the link is in the context of general resource information. These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site. If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to BoatBay. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site. No use of BoatBay's logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amend these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. User Conduct While using BoatBay, you agree to abide by all applicable laws and regulations. You also agree not to: Use the website in any way that may cause damage, impairment, or disruption to BoatBay or interfere with other users' access to the website. Use the website for any unlawful purpose or in any way that violates these Terms of Use. Attempt to gain unauthorized access to any portion of BoatBay, including accounts, computer systems, or networks connected to the website, through hacking, password mining, or any other means. Engage in any conduct that could disable, overburden, or impair the proper functioning of BoatBay. Intentionally interfere with or disrupt the operation of BoatBay or any server or network connected to BoatBay. Intellectual Property The content, trademarks, logos, and other intellectual property displayed on BoatBay are the property of BoatBay or third parties. You are not permitted to use, reproduce, modify, or distribute any of the content on BoatBay without prior written consent from BoatBay. Indemnification You agree to indemnify and hold BoatBay harmless from any claims, damages, losses, liabilities, and expenses (including legal fees) arising out of or related to your use of BoatBay, your violation of these Terms of Use, or your violation of any rights of another. Changes to Terms of Use BoatBay reserves the right to modify or revise these Terms of Use at any time without prior notice. By continuing to use BoatBay after any changes to these Terms of Use, you agree to be bound by the revised Terms of Use. Severability If any provision of these Terms of Use is found to be unlawful, void, or unenforceable, that provision shall be deemed severable from these Terms of Use and shall not affect the validity and enforceability of any remaining provisions. Contact Information If you have any questions about our Terms of Use, please contact us via email at boatbay@gmail.com. By using our website, you hereby consent to our Terms of Use and agree to its Privacy Policy. These terms and conditions are governed by and construed in accordance with the laws of Netherlands and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. Last updated: February 15, 2024 BoatBay Home Why are we? Connect with us Our assortment Privacy Policy Terms of Use",
    "thanks": "Thank You for Choosing BoatBay - Your Trusted Partner on the Water Thank You for Your Feedback We sincerely appreciate you taking the time to provide us with your valuable feedback. At BoatBay, we strive to deliver exceptional service and experiences to our users. Your insights help us understand our users' needs better and guide us in improving our platform to serve you even better. Thank you once again for choosing BoatBay and for being a part of our community. Go back to the main page",
    "index": "Discover the Finest Selection of Boats on BoatBay - Your Ultimate Boating Destination BoatBay +91-735-4359084 Home Why are we? Connect with us Our assortment Welcome to BoatBay Explore the Finest Selection of Boats Step into the world of adventure and leisure with BoatBay. Discover a wide range of high-quality boats, from sleek speedboats to luxurious yachts, all in one place. Whether you're a seasoned sailor or a first-time buyer, we have the perfect vessel to suit your needs. Start your journey on the water with BoatBay today. Why Choose BoatBay? Wide Selection BoatBay offers a vast selection of boats to choose from, ensuring that you find the perfect vessel for your needs. Quality Boats We only offer high-quality boats from trusted manufacturers, so you can be confident in your purchase. Expert Service Our team of experts is dedicated to providing exceptional customer service, from helping you find the right boat to providing ongoing support after your purchase. Explore the Water with Confidence At BoatBay, we understand the excitement and freedom that comes with owning a boat. That's why we are committed to ensuring that your boating experience is as seamless as possible. Whether you're a seasoned captain or a novice enthusiast, we provide the resources and support you need to navigate the waters with confidence. Our team consists of passionate boating experts who are dedicated to helping you find the perfect vessel. We are here to answer your questions, provide guidance, and ensure that you make an informed decision. With our knowledge and experience, you can explore our wide selection of boats knowing that you have a trusted partner by your side. When you choose BoatBay, you're not just purchasing a boat – you're investing in a lifestyle. We believe that the water is meant to be enjoyed, and we are here to make that a reality for you. Whether you're seeking adventure, relaxation, or a bit of both, we have the ideal boat to elevate your time on the water. Let's embark on this journey together. Contact Us Find Your Dream Boat Today I accept the Privacy Policy Send Our Commitment to You At BoatBay, we are committed to providing exceptional customer service. We understand that purchasing a boat is a significant investment, and we want to ensure that you have a positive and stress-free experience. Our team of experts is dedicated to helping you find the perfect boat for your needs, and we are here to support you every step of the way. We believe that the water is meant to be enjoyed, and we are here to make that a reality for you. Whether you're seeking adventure, relaxation, or a bit of both, we have the ideal boat to elevate your time on the water. With our knowledge and experience, you can explore our wide selection of boats knowing that you have a trusted partner by your side. Let's embark on this journey together. Our assortment Sleek Speedboat Experience the thrill of the open water with our high-performance speedboat. ₹15,00,000 Order Luxurious Yacht Indulge in the ultimate boating experience with our spacious and elegant yacht. ₹5,00,00,000 Order Family-Friendly Boat quality time with your loved ones on our comfortable and versatile family boat. ₹3,00,000 Order Versatile Fishing Boat Catch the big one with our durable and versatile fishing boat. ₹2,50,000 Order Explore Our Boat Accessories Enhance Your Boating Experience with Quality Accessories Marine Electronics Discover a range of high-tech marine electronics to keep you connected and informed on the water. Safety Gear Ensure peace of mind with our selection of essential safety gear for all your boating adventures. Boat Covers Protect your investment with durable and weather-resistant boat covers in various sizes and styles. Water Sports Equipment Elevate your time on the water with our collection of water sports equipment for all ages and skill levels. Docking and Anchoring Find reliable docking and anchoring solutions to keep your boat secure and stable while moored. Maintenance Supplies Keep your boat in top condition with our range of high-quality maintenance and cleaning supplies. Seating and Comfort Upgrade your onboard comfort with our selection of premium seating and ergonomic accessories. Entertainment Systems Enjoy entertainment on the water with our marine-grade audio and visual systems designed for boating. Narsinghpur Road, Main Market, Gorakhpur, Madhya Pradesh 487001, India +91-735-4359084 boatbay@gmail.com BoatBay Home Why are we? Connect with us Our assortment Privacy Policy Terms of Use",
    "privacy-policy": "BoatBay Privacy Policy - Your Privacy is Our Top Priority BoatBay +91-735-4359084 Home Why are we? Connect with us Our assortment Privacy Policy Welcome to BoatBay! Please read this privacy policy carefully before using our website. The information contained on BoatBay (the \"Service\") is for general information purposes only. BoatBay assumes no responsibility for errors or omissions in the contents of the Service. In no event shall BoatBay be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other torts, arising out of or in connection with the use of the Service or the contents of the Service. BoatBay reserves the right to make additions, deletions, or modifications to the contents on the Service at any time without prior notice. BoatBay does not warrant that the website is free of viruses or other harmful components. Liability Limitations BoatBay endeavors to ensure the accuracy and reliability of the information provided on its website. However, the content may contain inaccuracies or typographical errors. BoatBay makes no representations about the accuracy, reliability, completeness, or timeliness of the content. The use of the website and the content is at your own risk. Under no circumstances shall BoatBay be liable for any damages that result from the use of or inability to use the website, including but not limited to reliance on any information obtained from the website or that result from mistakes, omissions, interruptions, deletion of files or email, errors, defects, viruses, delays in operation or transmission, or any failure of performance, whether or not resulting from acts of God, communications failure, theft, destruction, or unauthorized access to BoatBay's records, programs, or services. No Professional Advice The content provided on BoatBay is for informational purposes only. It is not intended as a substitute for professional advice, including but not limited to medical, legal, financial, or technical advice. Always seek the advice of qualified professionals regarding any questions or concerns you may have. Changes to the Service BoatBay reserves the right to modify, suspend, or discontinue the Service, or any part thereof, with or without notice. BoatBay shall not be liable to you or any third party for any modification, suspension, or discontinuance of the Service. Governing Law This disclaimer is governed by and construed in accordance with the laws of [Your Country/State], and you submit to the non-exclusive jurisdiction of the state and federal courts located for the resolution of any disputes. Indemnification You agree to defend, indemnify, and hold harmless BoatBay and its affiliates, officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from your use of and access to the Service, or from your violation of any term of this disclaimer, or your infringement of any third party's rights, including but not limited to copyright, property, or privacy rights. No Warranty BoatBay provides the Service on an \"as is\" and \"as available\" basis without any warranty or condition, express, implied, or statutory. BoatBay does not warrant that the Service will be uninterrupted, timely, secure, or error-free, nor does it make any warranty regarding the results that may be obtained from the use of the Service or the accuracy or reliability of any information obtained through the Service. Reservation of Rights BoatBay reserves all rights not expressly granted in this disclaimer. You may not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on BoatBay's website, except as follows: Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials. You may store files that are automatically cached by your web browser for display enhancement purposes. You may print or download one copy of a reasonable number of pages of the website for your own personal, non-commercial use and not for further reproduction, publication, or distribution. Headings The headings used in this disclaimer are included for convenience only and will not limit or otherwise affect these terms. Entire Agreement This disclaimer, together with BoatBay's Privacy Policy, constitutes the entire agreement between you and BoatBay regarding your use of the Service, superseding any prior agreements between you and BoatBay relating to your use of the Service. Intellectual Property Rights All content included on BoatBay's website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of BoatBay or its content suppliers and protected by international copyright laws. The compilation of all content on this website is the exclusive property of BoatBay and protected by international copyright laws. All software used on this website is the property of BoatBay or its software suppliers and protected by international copyright laws. Termination BoatBay may terminate or suspend access to its Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the terms of this disclaimer. Upon termination, your right to use the Service will immediately cease. All provisions of this disclaimer which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Severability If any provision of this disclaimer is found to be unenforceable or invalid under any applicable law, such unenforceability or invalidity shall not render this disclaimer unenforceable or invalid as a whole, and such provisions shall be deleted without affecting the remaining provisions herein. Changes BoatBay reserves the right, at its sole discretion, to modify or replace this disclaimer at any time. If a revision is material, BoatBay will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at BoatBay's sole discretion. Non-Waiver The failure of BoatBay to enforce any right or provision of this disclaimer will not be deemed a waiver of such right or provision. Any waiver of any provision of this disclaimer will be effective only if in writing and signed by BoatBay. Survivability All provisions of this disclaimer that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. Entire Agreement This disclaimer constitutes the entire agreement between you and BoatBay regarding your use of the Service and supersedes all prior and contemporaneous agreements, proposals, or representations, whether oral or written, between you and BoatBay regarding the subject matter herein. Modifications BoatBay reserves the right, at its sole discretion, to modify or replace this disclaimer at any time. If a revision is material, BoatBay will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at BoatBay's sole discretion. Acceptance of Terms By accessing or using the Service, you agree to be bound by the terms and conditions of this disclaimer. If you do not agree to all the terms and conditions of this disclaimer, you may not access the Service. ermination BoatBay reserves the right to terminate your access to the Service without any prior notice or liability, for any reason whatsoever, including without limitation if you breach the terms of this disclaimer. Upon termination, your right to use the Service will cease immediately. Severability If any provision of this disclaimer is found to be unenforceable or invalid under any applicable law, such provision shall be deemed severed from this disclaimer, and the remaining provisions shall remain in full force and effect. Notices Any notices or other communications required or permitted under this disclaimer, including those regarding modifications to the terms, will be in writing and given by BoatBay via email or by posting to the website. Contact Us If you have any questions or concerns regarding this disclaimer, please feel free to contact us via email at boatbay@gmail.com. By using BoatBay's website, you acknowledge and agree to the terms and conditions of this disclaimer. If you do not agree to these terms, please do not use BoatBay's website. This privacy policy is subject to change without notice. BoatBay Home Why are we? Connect with us Our assortment Privacy Policy Terms of Use"
  }
}