{
  "name": "New_8_cubcloset",
  "pages": {
    "disclaimer": "Disclaimer - CubCloset Policies and Information CubCloset Home Why are we Development Join About Us +91-180-01026415 cubcloset@gmail.com Disclaimer Welcome to CubCloset, your one-stop online shop for high-quality, stylish, and comfortable children's clothing and footwear. We are committed to providing our customers with the best shopping experience possible, and we take great pride in the accuracy and reliability of the information on our website. However, before you start shopping, we encourage you to read the following disclaimer carefully. First and foremost, all the products available on CubCloset are intended for personal use only and not for commercial purposes. We do not guarantee the accuracy, completeness, or suitability of any information or products found on our website for any particular purpose. Therefore, we advise you to use your judgment and, if necessary, consult with a professional before making any purchase decisions. While we strive to provide accurate and up-to-date information on our website, we cannot guarantee that all the information is error-free. The colors, sizes, and designs of the products may vary slightly from those shown on the website due to differences in computer monitors, lighting, and photography. We recommend that you carefully review the product descriptions, sizes, and care instructions before making a purchase. All the products on CubCloset are subject to availability, and we reserve the right to discontinue or change any product, price, or specification without notice. We also reserve the right to limit the quantities of any product sold through our website. If a product is listed at an incorrect price or with incorrect information due to a typographical error or an error in pricing or product information, we have the right to refuse or cancel any orders placed for that product. We take great care in packaging and shipping our products to ensure that they arrive in good condition. However, we are not responsible for any damage or loss that may occur during shipping. If you receive a damaged or defective product, please contact us immediately at cubcloset@gmail.com, and we will do our best to resolve the issue. We respect your privacy and are committed to protecting it. Any personal information that you provide to us through our website, such as your name, address, email address, or phone number, will be kept confidential and will not be sold, shared, or disclosed to any third party without your consent. However, we may use your personal information to process your orders, communicate with you, and provide you with personalized services and promotional offers. Our website may contain links to other websites that are not owned or controlled by CubCloset. We are not responsible for the content, privacy policies, or practices of any third-party websites. We recommend that you read the terms and conditions and privacy policies of any third-party websites before using their services. By using our website, you agree to indemnify, defend, and hold harmless CubCloset, its officers, directors, employees, agents, and affiliates from and against any and all claims, damages, losses, liabilities, costs, and expenses arising from or in connection with your use of our website, your violation of these terms and conditions, or your violation of any rights of another. We take great care in selecting the products we offer on CubCloset, and we only work with reputable suppliers and manufacturers. However, we cannot guarantee that all the products are free from defects, and we do not make any warranties or representations regarding the quality, safety, or suitability of any product for any particular purpose. Therefore, we recommend that you inspect the products carefully upon receipt and notify us immediately if you find any defects or issues. We are not responsible for any injuries, damages, or losses that may result from the use or misuse of any product sold through our website. We advise you to follow the manufacturer's instructions and warnings and to use the products in a safe and responsible manner. If you have any concerns or questions about the safety or suitability of a product, please contact us before using it. We may offer promotions, discounts, or special offers from time to time, and we reserve the right to modify or cancel any such offers without notice. Any promotional codes or discounts must be used at the time of purchase and cannot be combined with any other offers or discounts. We reserve the right to limit the use of promotional codes or discounts to specific products or customers. We may also offer gift cards or store credits that can be redeemed for purchases on our website. Gift cards and store credits have no cash value and cannot be redeemed for cash or refunded. We are not responsible for lost, stolen, or damaged gift cards or store credits. Any unused balance on a gift card or store credit will be forfeited if the card or credit is not used within the specified time period. If you have any questions or concerns regarding our disclaimer or any other aspect of our website, please do not hesitate to contact us at cubcloset@gmail.com. We will be happy to assist you. CubCloset Explore comfort, style, and joy for every cub with CubCloset. Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 cubcloset@gmail.com Site navigation Home Why are we Development Join About Us Additional links Disclaimer Privacy Policy Terms of Use",
    "index": "Welcome to CubCloset - Stylish Clothing & Footwear for Kids CubCloset Home Why are we Development Join About Us +91-180-01026415 cubcloset@gmail.com Welcome to CubCloset Adorable Fashion for Little Explorers At CubCloset, we believe every child deserves to express their unique style and personality. Our carefully curated collection of clothing and footwear is designed to keep your little ones comfortable and stylish, no matter the adventure. From playful prints to cozy essentials, we have everything you need to dress your cubs with love and care. Explore our range today and discover why parents trust CubCloset for quality, comfort, and cuteness! We are the best choice Why Choose Us Quality, Comfort, and Style for Your Little Ones At CubCloset, we prioritize quality in every stitch and fabric. Our clothing and footwear are crafted from the finest materials, ensuring durability and softness for your child's delicate skin. Each piece is designed to withstand the adventures of active little explorers while providing maximum comfort throughout the day. We understand that style is just as important as comfort. That's why our collection features a wide range of trendy and adorable designs that both kids and parents will love. Whether it's a playful outfit for a day at the park or a cozy ensemble for a family gathering, CubCloset has the perfect look for every occasion. Shop with us and see the difference quality and style make in your child's wardrobe! Range Our Commitment to Sustainability At CubCloset, we are dedicated to creating a brighter future for our children. That's why we prioritize sustainability in every aspect of our business. From using eco-friendly materials to ensuring ethical production practices, we are committed to reducing our environmental footprint. By choosing CubCloset, you are not only dressing your little ones in stylish and comfortable outfits but also supporting a brand that cares about the planet. Join us in our mission to make fashion more sustainable for the next generation. Join Our Community Stay Connected with CubCloset Be a part of the CubCloset family and never miss out on the latest trends, exclusive offers, and special events. Follow us on social media for daily style inspiration, behind-the-scenes looks at our design process, and updates on our newest arrivals. Sign up for our newsletter to receive personalized recommendations and early access to sales and promotions. At CubCloset, we believe in building a vibrant and supportive community of parents who share our passion for quality, comfort, and sustainability. Connect with us today and discover how CubCloset can make your child's wardrobe as unique and adventurous as they are! Our Collections Explore the World of CubCloset New Arrivals Stay ahead of the trends with our latest additions! From seasonal must-haves to timeless classics, our new arrivals bring fresh styles and vibrant colors to your child's wardrobe. Discover what's new and exciting at CubCloset today. Best Sellers Shop our most loved pieces, handpicked by parents just like you. Our best sellers are tried and true favorites, known for their quality, comfort, and adorable designs. See why these items are a hit and add them to your little one's collection. Eco-Friendly Make a positive impact with our eco-friendly collection. Crafted from sustainable materials and produced with ethical practices, these pieces are perfect for environmentally conscious families. Dress your child in style while supporting a healthier planet. Our Services At CubCloset, we go beyond providing stylish and comfortable clothing. We offer a range of services designed to make your shopping experience enjoyable and hassle-free. Explore how we can assist you and your little ones every step of the way. Free Shipping Enjoy free shipping on all orders, making it easy and affordable to get the latest CubCloset styles delivered right to your door. No minimum purchase required! Easy Returns We understand that sometimes things don't work out. That's why we offer hassle-free returns and exchanges. If you're not completely satisfied, you can easily return or exchange your items within 30 days. Size Guide Finding the perfect fit is essential. Our comprehensive size guide helps you choose the right size for your child, ensuring they are comfortable and stylish in every piece. Customer Support Our friendly and knowledgeable customer support team is here to help. Whether you have questions about our products, need assistance with your order, or want style advice, we're just a call or email away. Special Offers Discover Our Latest Deals and Discounts Explore our current promotions and special offers on a wide range of stylish and comfortable clothing and footwear for kids. Don't miss out on these amazing deals to dress your little ones in quality outfits at great prices. ₹799 Cozy Hoodies Keep your child warm and stylish with our selection of cozy hoodies. Available in a variety of colors and designs, perfect for chilly days. Order ₹499 Playful Graphic Tees Let your child's personality shine with our playful graphic tees. From cute animals to fun slogans, there's a tee for every little personality. Order ₹1299 Comfortable Sneakers Ensure all-day comfort with our range of comfortable sneakers. Designed for active kids, these sneakers provide support and style in every step. Order Contact Us Get in Touch with CubCloset I accept the Privacy Policy Send +91-180-01026415 cubcloset@gmail.com Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India CubCloset Explore comfort, style, and joy for every cub with CubCloset. Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 cubcloset@gmail.com Site navigation Home Why are we Development Join About Us Additional links Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept const cookieAccepted = localStorage.getItem(\"cookieAccepted\"); function showCookieBanner() { const cookieBanner = document.getElementById(\"cookieBanner\"); if (cookieBanner) { cookieBanner.style.display = \"block\"; } } function hideCookieBanner() { const cookieBanner = document.getElementById(\"cookieBanner\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } } function acceptCookies() { localStorage.setItem(\"cookieAccepted\", \"true\"); hideCookieBanner(); } const acceptCookiesBtn = document.getElementById(\"acceptCookiesBtn\"); if (acceptCookiesBtn) { acceptCookiesBtn.addEventListener(\"click\", acceptCookies); } if (!cookieAccepted) { showCookieBanner(); }",
    "privacy-policy": "Privacy Policy - Your Data Protection at CubCloset CubCloset Home Why are we Development Join About Us +91-180-01026415 cubcloset@gmail.com Privacy Policy Your Rights and Choices You have certain rights regarding the personal information we collect and maintain about you. Depending on your jurisdiction, these rights may include: The right to access and receive a copy of your personal data The right to rectify any inaccuracies or errors in your personal data The right to erase your personal data, subject to certain exceptions The right to restrict or object to the processing of your personal data The right to data portability, allowing you to transfer your personal data to another organization The right to withdraw consent for processing your personal data, where consent is the legal basis for such processing The right to lodge a complaint with a supervisory authority Cross-Border Data Transfers CubCloset is based in the India, and your personal information may be transferred to, stored, and processed in the US or other countries where our service providers are located. These countries may have data protection laws that are different from those in your country of residence. By using our site and providing us with your personal information, you consent to the transfer, storage, and processing of your data in this manner. We take appropriate safeguards to ensure that your data remains protected in accordance with this Privacy Policy and applicable laws. Third-Party Links Our site may contain links to third-party websites, products, or services that are not owned or controlled by CubCloset. We are not responsible for the privacy practices of these third parties, and we encourage you to review their privacy policies before providing them with any personal information. Updates to Your Personal Information It is important that the personal information we hold about you is accurate and current. Please keep us informed if your personal information changes during your relationship with us. You can update your account information by logging into your account on our site or by contacting us at cubcloset@gmail.com. Social Media and User-Generated Content CubCloset may offer opportunities for users to engage with us on social media platforms and share user-generated content, such as product reviews, photos, and videos. When you participate in these activities, please be aware that any information you share may be publicly visible to other users and the general public. We encourage you to be mindful of the personal information you choose to share in these contexts, as we are not responsible for the privacy practices of other users or social media platforms. Do Not Track Signals Some web browsers offer a \"Do Not Track\" (DNT) signal, which is a preference you can set in your browser to inform websites that you do not want to be tracked. However, there is no industry consensus on how to interpret DNT signals, and our site does not currently respond to them. We will continue to monitor developments around DNT and may update our policy if a standard is adopted. Affiliate Marketing CubCloset may participate in affiliate marketing programs, which allow us to earn fees by linking to partner websites and promoting their products or services. When you click on an affiliate link on our site and make a purchase, we may receive a commission from the partner. We do not share your personal information with our affiliate partners unless you choose to provide it to them directly. Governing Law This Privacy Policy and any disputes arising from it shall be governed by and construed in accordance with the laws of the State of New York, without giving effect to any principles of conflicts of law. You agree to submit to the personal jurisdiction of the state and federal courts located in New York for the resolution of any disputes related to this Privacy Policy or your use of our site. Entire Agreement This Privacy Policy, together with our Terms of Service and any other agreements or policies referenced herein, constitutes the entire understanding and agreement between you and CubCloset regarding the use of our site and the collection, use, and disclosure of your personal information. If any provision of this Privacy Policy is found to be invalid or unenforceable, that provision shall be enforced to the maximum extent possible, and the remaining provisions shall remain in full force and effect. Data Minimization and Purpose Limitation At CubCloset, we are committed to collecting and processing only the personal information that is necessary for the purposes outlined in this Privacy Policy. We strive to minimize the data we collect and retain it only for as long as needed to fulfill the intended purpose or as required by law. We regularly review our data collection practices to ensure they align with these principles. Contact Us If you have any questions, concerns, or complaints about our Privacy Policy or our data practices, please do not hesitate to contact us at cubcloset@gmail.com. Our team will be happy to assist you and address any concerns you may have. Thank you for taking the time to review our Privacy Policy. We are committed to maintaining your trust and providing you with a safe and secure shopping experience at CubCloset. CubCloset Explore comfort, style, and joy for every cub with CubCloset. Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 cubcloset@gmail.com Site navigation Home Why are we Development Join About Us Additional links Disclaimer Privacy Policy Terms of Use",
    "terms-conditions": "Terms of Use - Guidelines for Using CubCloset Services CubCloset Home Why are we Development Join About Us +91-180-01026415 cubcloset@gmail.com Terms of Use User Responsibilities As a user of CubCloset, you are responsible for: Providing accurate, current, and complete information during registration and account creation. Safeguarding your account password and any other credentials used to access your account. Ensuring that your use of our website complies with all applicable local, state, national, and international laws and regulations. Not using our website for any illegal or unauthorized purpose, including but not limited to, violating intellectual property rights, or transmitting harmful or malicious content. Product Information and Availability We strive to provide accurate and up-to-date information about our products on CubCloset. However, we cannot guarantee that all information is accurate, complete, or current at all times. Product availability may change without notice, and we reserve the right to limit quantities or discontinue products at any time. Pricing and Payment Prices for products offered on CubCloset are subject to change without notice. All prices listed are in US dollars and include applicable taxes and shipping fees, unless otherwise stated. We accept various forms of payment, including credit cards, debit cards, and online payment services. By providing payment information, you represent and warrant that you are authorized to use the designated payment method and that you authorize us to charge your account for the total amount of your order. Promotions and Discounts From time to time, CubCloset may offer promotions, discounts, or special offers on our products. These offers may be subject to additional terms and conditions, which will be provided at the time of the offer. We reserve the right to modify, cancel, or terminate any promotion, discount, or special offer at any time without notice. Termination We reserve the right, in our sole discretion, to suspend or terminate your access to CubCloset and its services, or any portion thereof, at any time, without notice or liability. Reasons for termination may include, but are not limited to, breach of these Terms of Use, violation of any applicable law or regulation, or engagement in any conduct that we determine, in our sole discretion, to be harmful to us, our users, or any third party. Product Recalls and Safety Information In the event of a product recall or safety concern, CubCloset will make reasonable efforts to notify affected customers and provide information on how to return or exchange the affected product. We encourage you to stay informed about product recalls and safety information by regularly checking our website and subscribing to our email newsletter. Gift Cards and Promotional Codes CubCloset may offer gift cards or promotional codes for use on our website. Gift cards and promotional codes are subject to additional terms and conditions, which will be provided at the time of purchase or issuance. Gift cards and promotional codes may not be redeemed for cash, except where required by law. We reserve the right to modify, cancel, or terminate any gift card or promotional code program at any time without notice. Force Majeure CubCloset shall not be liable for any failure or delay in performing its obligations under these Terms of Use if such failure or delay is due to circumstances beyond its reasonable control, including but not limited to, acts of God, natural disasters, labor disputes, government actions, or any other unforeseen event. Severability If any provision of these Terms of Use is found to be invalid, illegal, or unenforceable, the remaining provisions shall remain in full force and effect, and the invalid, illegal, or unenforceable provision shall be deemed modified to the minimum extent necessary to make it valid, legal, and enforceable. Waiver No waiver by CubCloset of any breach or default under these Terms of Use shall be deemed to be a waiver of any preceding or subsequent breach or default. Any waiver by CubCloset must be in writing and signed by an authorized representative of CubCloset. Assignment You may not assign or transfer your rights or obligations under these Terms of Use without the prior written consent of CubCloset. CubCloset may assign or transfer its rights or obligations under these Terms of Use without notice or consent. Headings The headings used in these Terms of Use are for convenience only and shall not affect the interpretation or construction of these Terms of Use. Contact Us If you have any questions or concerns regarding these Terms of Use or any aspect of our website, please contact us at cubcloset@gmail.com. We will do our best to respond to your inquiry in a timely manner. CubCloset Explore comfort, style, and joy for every cub with CubCloset. Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 cubcloset@gmail.com Site navigation Home Why are we Development Join About Us Additional links Disclaimer Privacy Policy Terms of Use",
    "thanks": "Thank You - CubCloset Appreciates Your Support Thank You for Reaching Out! We appreciate you taking the time to connect with us here at CubCloset. Your feedback and thoughts are truly valuable, and they help us to improve our services and create a better experience for you. Our team will review your message and get back to you as soon as possible. We look forward to continuing the conversation and exploring how we can assist you further. Once again, thank you for your time and for being a part of the CubCloset community. We're excited to hear from you! Go back to the main page",
    "about": "Discover CubCloset - Our Mission & Values CubCloset Home Why are we Development Join About Us +91-180-01026415 cubcloset@gmail.com Welcome to CubCloset About CubCloset At CubCloset, we are passionate about dressing children in clothing that not only looks great but also feels great. Our journey began with a simple mission: to provide parents with a curated selection of high-quality, stylish, and comfortable clothing and footwear for their little ones. Since our inception, we have been committed to offering a range of eco-friendly and sustainable options, ensuring that every purchase from CubCloset supports a healthier planet for future generations. We believe in celebrating childhood through fashion that inspires creativity and adventure, allowing children to explore, play, and grow in outfits that are as unique as they are. Join us as we continue to innovate and evolve, bringing you the latest trends and timeless classics that make CubCloset a trusted choice for families worldwide. Our Values Commitment to Quality, Comfort, and Sustainability At CubCloset, our values form the foundation of everything we do. We are dedicated to ensuring that every piece of clothing and footwear meets the highest standards of quality and comfort. From the softness of our fabrics to the durability of our designs, we prioritize your child's comfort and safety. Moreover, sustainability is at the core of our ethos. We are passionate about reducing our environmental impact by choosing eco-friendly materials and adopting ethical production practices. By making conscious choices, we strive to leave a positive legacy for future generations. At CubCloset, we not only dress children; we empower them to embrace their individuality and creativity through fashion that is as fun and vibrant as they are. Join us in our journey to redefine children's fashion with style, comfort, and sustainability at heart. Our Team Meet the CubCloset Team Passionate Experts Our team consists of passionate experts in children's fashion. From designers to customer support, everyone at CubCloset shares a commitment to excellence and ensuring your child's wardrobe is filled with stylish and comfortable choices. Customer-Centric Approach At CubCloset, we prioritize your experience. Whether it's finding the perfect fit or providing personalized style advice, our dedicated team is here to assist you every step of the way. Your satisfaction is our top priority. 5,763+ Happy Customers 100%+ Satisfaction Rate 50+ Eco-Friendly Products 24/7 Customer Support CubCloset Explore comfort, style, and joy for every cub with CubCloset. Deendayal Upadhyay, Srikant Verma Marg, Tarbahar Chowk, Bilaspur, Chhattisgarh 495001, India +91-180-01026415 cubcloset@gmail.com Site navigation Home Why are we Development Join About Us Additional links Disclaimer Privacy Policy Terms of Use This website uses cookies to ensure you get the best experience on our website. Accept const cookieAccepted = localStorage.getItem(\"cookieAccepted\"); function showCookieBanner() { const cookieBanner = document.getElementById(\"cookieBanner\"); if (cookieBanner) { cookieBanner.style.display = \"block\"; } } function hideCookieBanner() { const cookieBanner = document.getElementById(\"cookieBanner\"); if (cookieBanner) { cookieBanner.style.display = \"none\"; } } function acceptCookies() { localStorage.setItem(\"cookieAccepted\", \"true\"); hideCookieBanner(); } const acceptCookiesBtn = document.getElementById(\"acceptCookiesBtn\"); if (acceptCookiesBtn) { acceptCookiesBtn.addEventListener(\"click\", acceptCookies); } if (!cookieAccepted) { showCookieBanner(); }"
  },
  "date": "2024-06-21T11:42:36.732Z"
}