{
  "name": "New_v9_ CraftedBliss",
  "pages": {
    "about": "About CraftedBliss - Handcrafted Goods with Heart CraftedBliss Home Product About us Contacts Home Product About us Contacts Discover the origins of CraftedBliss and our dedication to handmade excellence Our Story CraftedBliss began with a passion for handmade artistry and a commitment to quality. Our journey started in a small workshop where creativity and craftsmanship merged to create beautiful, unique items. Each product in our collection is thoughtfully designed and meticulously crafted by skilled artisans who pour their passion into every piece. From our scented candles that fill your home with warmth and tranquility, to our artisanal soaps that offer a touch of luxury to your daily routine, every item is created to enhance your living experience. Learn about our mission to enrich lives with handcrafted beauty. Our Mission At CraftedBliss, our mission is to bring the charm of handmade goods into everyday life. We believe in the value of craftsmanship and the joy of owning items made with care and attention to detail. Our goal is to provide high-quality, beautiful products that our customers can cherish for years to come. Each item in our collection is crafted with a dedication to excellence and a passion for artisanal work. Our products range from delicately scented candles that create a serene ambiance, to artisanal soaps that pamper your skin, to handcrafted textiles that add a touch of elegance to your home. We also offer unique pottery pieces that bring rustic charm to any space and botanical collections that infuse your surroundings with natural beauty. Discover what's new Unique Designs - Stand out High Quality - Lasting durability Sustainable materials Personalized touches 2024 Image Gallery Benefits of Our Products Enhance Your Creativity Stimulates artistic expression Encourages hands-on crafting Sparks innovative ideas Boosts problem-solving skills Fosters a sense of accomplishment Improve Your Well-Being Reduces stress levels Enhances focus and concentration Promotes relaxation and mindfulness Provides a therapeutic outlet Strengthens mental resilience Support Sustainable Living Made from eco-friendly materials Reduces environmental footprint Promotes ethical consumption Encourages reuse and recycling Contributes to a greener planet Understand our core values and how they shape our products and services. Our Values We are committed to sustainability, quality, and customer satisfaction. We source our materials responsibly and prioritize eco-friendly practices. Each product is crafted with precision and passion, ensuring that every piece meets our high standards. At CraftedBliss, we value our customers and strive to exceed their expectations with every purchase. At CraftedBliss, we are dedicated to sustainability, quality, and customer satisfaction. Our commitment begins with responsibly sourcing materials, ensuring that every component of our products is eco-friendly and ethically produced. We prioritize eco-friendly practices throughout our production processes, from start to finish, to minimize our environmental impact. Crafting with purpose and integrity Our Mission Our mission is to provide our customers with unique, handcrafted items that bring joy and beauty into their lives. We believe in the power of artisanal craftsmanship to create meaningful connections and promote sustainable living. Every product we offer is made with care, love, and attention to detail. At CraftedBliss, our mission is to provide our customers with unique, handcrafted items that bring joy and beauty into their lives. We believe in the transformative power of artisanal craftsmanship, which fosters meaningful connections and promotes sustainable living. Each product we offer is a labor of love, made with meticulous care and attention to detail. YOU ARE WELCOME Contact us We would love to hear from you! At CraftedBliss, we are committed to providing exceptional customer service and ensuring that your experience with us is nothing short of excellent. Whether you have inquiries about our products, need assistance with your order, or simply want to learn more about our handcrafted artisanal goods, we are here to help. Feel free to reach out to us via phone, email, or through our online contact form. We aim to respond to all inquiries promptly and are happy to assist you in any way we can. Your satisfaction is our top priority, and we are always here to support you. Contact us today and discover the unique charm of our handmade products. At CraftedBliss, we take pride in offering items that are made with care, attention to detail, and a passion for quality craftsmanship. Let us help you find the perfect piece to add beauty and joy to your life. Call us +91-39-3939393 Location Hyatt Regency Delhi Email crafted_bliss@gmail.com Contact form Have a question or need assistance? Reach out to us! Our friendly team is here to help. Fill out the form below, and we'll get back to you as soon as possible. Send Message I accept Privacy policy CraftedBliss nav: Home Product About us Contacts info: Privacy Policy Terms and Conditions",
    "index": "CraftedBliss - Your Premier Destination for Handmade Artisanal Goods CraftedBliss Home Product About us Contacts Home Product About us Contacts CraftedBliss - Your Source for Handcrafted Delights Welcome to CraftedBliss - your destination for handcrafted delights. Explore our wide range of artisanal products including candles, soaps, textiles, and more. Indulge in the artistry of our craftsmen and elevate your everyday with our unique and personalized offerings. Product Quality and Uniqueness We take pride in crafting each of our products with love and attention to detail. Our artisans use only the finest materials and techniques to ensure the high quality and uniqueness of each item. Wide Range of Products At CraftedBliss, you'll find a wide selection of handmade goods, including candles, soap, textiles, and much more. We constantly expand our range to meet the needs of our customers and offer numerous options for creating a cozy and stylish interior. Discount on goods on holidays Contacts us Personalized Service We strive to provide each customer with personalized and attentive service. Our team is ready to assist you with product selection, answer your questions, and provide you with all the necessary information to ensure your shopping experience at CraftedBliss is enjoyable and satisfying. Product Scented Serenity Candle Artisanal Aromatherapy Soap Cozy Comfort Textile Set Rustic Charm Pottery Collection Nature's Bounty Botanicals Vintage Elegance Home Decor Handcrafted Wooden Accessories Organic Herbal Teas Elegant Beaded Jewelry Collection Our Pricing Tranquil Lavender Candle $5.99 Refreshing Citrus Soap Bar $4.49 Luxurious Velvet Throw Blanket $8.99 Earthenware Tea Mug Set $9.99 Botanical Bliss Essential Oil Set $6.99 Vintage Floral Print Cushion Cover $2.99 Artisanal Wooden Serving Tray $12.99 Coastal Breeze Seashell Decor $4.99 CraftedBliss - Your Haven for Handcrafted Treasures Welcome to CraftedBliss - your haven for handmade treasures! We offer a wide selection of exquisite items crafted with love and meticulous attention to detail. Our store is a place where you can indulge in the beauty and uniqueness of handmade goods, find gifts for yourself or your loved ones, and add a touch of warmth and individuality to your home. Trust CraftedBliss and discover a world of inspiration and creativity. Our Success Story at CraftedBliss CraftedBliss is a tale of success, brimming with creativity, quality, and dedication. We take pride in crafting not just products, but genuine works of art that transport you into a world of beauty and harmony. Our success is built on a relentless pursuit of excellence, innovation in design, and meticulous attention to detail. We are delighted to offer you the opportunity to experience unique creations that embody our craftsmanship and passion for the craft. 100ะบ BUYERS 10 AWARDS 3 STORES 9 PARTNERS Elevate Your Everyday with CraftedBliss At CraftedBliss, we believe in transforming the ordinary into the extraordinary. Our curated selection of handmade candles, soaps, textiles, and home decor items are designed to bring a touch of elegance and serenity to your daily life. Each piece is meticulously crafted with love and attention to detail, ensuring that you experience the finest quality and beauty in every product. Embrace the art of living beautifully with CraftedBliss, where every item tells a story of passion and craftsmanship. CraftedBliss nav: Home Product About us Contacts info: Privacy Policy Terms and Conditions",
    "privacy-policy": "CraftedBliss Privacy Policy - Your Data, Our Commitment CraftedBliss Home Product About us Contacts Home Product About us Contacts Privacy Policy for CraftedBliss At CraftedBliss, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard your personal data when you access our website or use our services. Information We Collect: We may collect the following types of personal information when you interact with our website or use our services: Contact information, such as your name, email address, phone number, and shipping address Payment information, including credit card details for purchases Information you provide when contacting our customer support team How We Use Your Information: We may use the personal information we collect for the following purposes: Processing and fulfilling orders for products and services Communicating with you about your orders, account information, or customer support inquiries Sending promotional and marketing communications, if you have opted in to receive them Improving and personalizing your experience with our website and services Preventing fraudulent activities and ensuring the security of our website and services Sharing Your Information: We do not sell or rent your personal information to third parties. However, we may share your information with trusted third-party service providers who assist us in operating our website, conducting our business, or servicing you. Data Security: We implement a variety of security measures to maintain the safety of your personal information when you place an order, enter, submit, or access your personal information. Your Choices: You have the right to opt out of receiving promotional and marketing communications from us. You can update your communication preferences by contacting us or by following the opt-out instructions included in the communications. Changes to Privacy Policy: We reserve the right to modify this Privacy Policy at any time. If we make material changes to this policy, we will notify you here or by means of a notice on our website. Contact Us: If you have any questions about our Privacy Policy, the practices of this site, or your dealings with this site, please contact us at crafted_bliss@gmail.com By using our website or services, you consent to the terms of this Privacy Policy. CraftedBliss nav: Home Product About us Contacts info: Privacy Policy Terms and Conditions",
    "terms-conditions": "CraftedBliss Terms and Conditions - Your Guide to Shopping with Us CraftedBliss Home Product About us Contacts Home Product About us Contacts Terms and Conditions for CraftedBliss Welcome to CraftedBliss. By accessing and using our website and services, you agree to comply with and be bound by the following terms and conditions. Please read them carefully. Contact Information: Phone: +91-39-3939393 Address: Hyatt Regency Delhi Email: crafted_bliss@gmail.com General Terms: These Terms and Conditions (the \"Terms\") govern the purchase and use of products and services (the \"Services\") from CraftedBliss. By accessing or using our Services, you agree to be bound by these Terms. If you do not agree to these Terms, please do not use our Services. We reserve the right to modify these Terms at any time. Your continued use of our Services after any such modifications constitutes acceptance of the updated Terms. Purchases: All purchases made through our Services are final and non-refundable. Prices for Services are subject to change without notice. We accept payment through a variety of methods, including credit card, debit card, and PayPal. Shipping and Delivery: Shipping and delivery times may vary depending on the delivery method selected and your location. We are not responsible for any delays or lost shipments due to factors beyond our control, such as weather conditions or carrier errors. Returns and Exchanges: We do not accept returns or exchanges for any reason. All products are carefully inspected before shipping. If you receive a product that is damaged or defective, please contact us immediately. Use of Services: The Services are provided for your personal, non-commercial use only. You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information or materials obtained from our Services. Intellectual Property: All trademarks, copyrights, and other intellectual property rights in our Services and any content provided therein are owned by CraftedBliss or its licensors. You may not use any of our trademarks or other intellectual property without our prior written consent. Limitation of Liability: In no event shall CraftedBliss be liable for any damages, including but not limited to direct, indirect, consequential, incidental, special, or punitive damages, arising out of or in connection with your use of our Services. Governing Law and Jurisdiction: These Terms shall be governed by and construed in accordance with the laws of India. Any disputes arising out of or in connection with these Terms shall be subject to the exclusive jurisdiction of the courts located in Delhi, India. CraftedBliss nav: Home Product About us Contacts info: Privacy Policy Terms and Conditions",
    "thanks": "Thank You from CraftedBliss - Gratitude for Your Support Heartfelt Thanks from the CraftedBliss Team We extend our heartfelt gratitude for choosing CraftedBliss as your destination for artisanal handcrafted goods and serene experiences. Your support inspires us to continue creating unique products and delivering exceptional service. Go back home"
  },
  "date": "2024-05-29T08:59:07.291Z"
}