{
  "name": "New_v11_EcoFreshMarket",
  "pages": {
    "about": "About Us - EcoFreshMarket EcoFreshMarket Home About Products Contact Home About Products Contact Join the Eco-Friendly Movement As advocates for a sustainable future, we are committed to providing you with the best eco-friendly products. Our range includes organic groceries, natural beauty products, and eco-friendly household items, all sourced responsibly and sustainably. We believe that small changes can make a big difference, and we are here to support you in your journey towards a healthier, greener lifestyle. Building a Sustainable Future Together We collaborate with like-minded organizations to create a more sustainable and eco-friendly world. Over the years, we've dedicated ourselves to promoting a healthier, greener lifestyle for our customers. Our partnerships with local farmers and ethical producers ensure that every product we offer is not only of the highest quality but also contributes to the well-being of our planet. From reducing carbon footprints to supporting fair trade practices, we are committed to making a difference. Together, we can nurture a community that values sustainability, health, and ethical responsibility. Organic Products Our products are 100% organic, ensuring that you and your family consume the healthiest and safest food. Sustainable Sourcing We source our products from sustainable farms that use eco-friendly practices to preserve the environment. Fair Trade Practices We support fair trade practices to ensure that farmers and workers are paid fairly and work under good conditions. Locally Sourced We prioritize local sourcing to support our community and reduce our carbon footprint. Eco-Friendly Packaging Our packaging is eco-friendly, biodegradable, and recyclable to help reduce waste and protect the environment. Quality Assurance We have a stringent quality assurance process to ensure that all products meet our high standards. Health Conscious We offer a variety of health-conscious options to support your lifestyle and dietary needs. Community Support We actively support and give back to our community through various initiatives and programs. Our Offerings Every product we offer is carefully selected to ensure it meets our high standards for sustainability, quality, and health benefits. Sustainable Products Our eco-friendly products are designed to promote a healthier lifestyle and a greener planet. Organic Groceries Natural Beauty Products Eco-Friendly Household Items Healthy Snacks Sustainable Solutions Our commitment to sustainability drives our innovation and product development. Eco-Friendly Packaging Organic Farming Practices Sustainable Supply Chains Community Support Green Technology We integrate sustainable practices into all aspects of our business to improve efficiency and reduce environmental impact. Sustainability Strategy Eco-Friendly Initiatives Health and Wellness Green Innovations Live Healthier. Live Sustainably. Get in touch ©2024 EcoFreshMarket Privacy Policy Terms and Conditions",
    "index": "EcoFreshMarket - Your Source for Organic and Eco-friendly Products EcoFreshMarket Home About Products Contact Home About Products Contact Your Source for Organic and Eco-friendly Products Discover a wide range of fresh, sustainable, and ethically sourced goods to promote a healthier lifestyle. From farm-fresh vegetables and fruits to organic snacks and natural beauty products, we ensure that every item we offer is of the highest quality and sourced responsibly. Join us in our mission to support sustainable farming practices and eco-friendly living, making a positive impact on our planet and your well-being. Learn more Organic Vegetables Offering a variety of fresh, organically grown vegetables straight from our farms to your table. Eco-Friendly Packaging Committed to reducing waste with our sustainable and eco-friendly packaging solutions. Eco-Friendly Packaging Committed to reducing waste with our sustainable and eco-friendly packaging solutions. Healthy Snacks A selection of healthy, organic snacks that are perfect for any time of the day. Natural Beauty Products Explore our range of natural and organic beauty products, free from harmful chemicals. Customer Testimonials Hear what our happy customers have to say about their EcoFreshMarket experience. Discover Our Commitment to Sustainability Eco-Friendly Products for a Healthier Lifestyle At EcoFreshMarket, we believe that making small changes in our daily lives can lead to a healthier planet. Our extensive selection of eco-friendly products is designed to cater to all your needs while promoting sustainability. Whether you’re looking for organic groceries, natural beauty products, or eco-friendly household items, we have something for everyone. Our commitment to quality and sustainability is unwavering. We carefully source the finest, ethically-produced materials to ensure that our products are not only good for you but also for the environment. From fresh, organic produce to sustainable packaging, we strive to provide products that combine health benefits with environmental responsibility. Staying ahead of eco-friendly trends is part of our mission. At EcoFreshMarket, we are constantly updating our product range to include the latest in sustainable innovations. Our team is dedicated to finding new ways to help you live a greener, more eco-conscious lifestyle, ensuring that our collection reflects the most current and effective sustainable practices. Customer satisfaction is at the heart of everything we do. We strive to provide an exceptional shopping experience from start to finish. Our user-friendly website makes it easy to browse and purchase your favorite eco-friendly products, while our customer service team is always ready to assist with any queries or concerns. Sustainability is a key focus for us. We are committed to using eco-friendly materials and sustainable practices in our supply chain. Our goal is to offer products that are kind to the environment and contribute to a greener planet. By choosing EcoFreshMarket, you are making a choice for quality, health, and sustainability. We offer a variety of products to suit every lifestyle and budget. Our range includes organic groceries, natural beauty products, eco-friendly household items, and healthy snacks. No matter your needs, EcoFreshMarket is here to support your journey towards a healthier, more sustainable lifestyle. What our customers are saying “EcoFreshMarket has transformed my approach to grocery shopping. Their products are always fresh, and I feel good knowing I'm supporting sustainable practices.” Amit Singh Regular Customer Priya Kapoor Loyal Shopper “I love the variety and quality of the organic products available at EcoFreshMarket. Their commitment to eco-friendly packaging is commendable.” \"Shopping at EcoFreshMarket has been a game changer for my family's health and wellness. Their dedication to sustainability and quality is unmatched.\" Rahul Mehta Health Enthusiast Contact Us We're here to help you with all your questions and concerns about our eco-friendly products. Email: eco-fresh-market@gmail.com Phone: +91-924-3038756 Location: 28-A/11, near IIT Delhi, Jia Sarai, Hauz Khas, New Delhi, Delhi 110016 First Name Email Message I accept Privacy Policy ©2024 EcoFreshMarket Privacy Policy Terms and Conditions",
    "privacy-policy": "Privacy Policy - EcoFreshMarket EcoFreshMarket Home About Products Contact Home About Products Contact Privacy Policy Last updated: June 27, 2024 EcoFreshMarket (\"we\", \"our\", \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the site. 1. Information We Collect We may collect information about you in a variety of ways. The information we may collect on the Site includes: Personal Data: Personally identifiable information, such as your name, shipping address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you register with the Site or when you choose to participate in various activities related to the Site, such as online chat and message boards. Derivative Data: Information our servers automatically collect when you access the Site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Site. Financial Data: Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the Site. We store only very limited, if any, financial information that we collect. Data from Social Networks: User information from social networking sites, such as Facebook, Google+, Instagram, including your name, your social network username, location, gender, birth date, email address, profile picture, and public data for contacts, if you connect your account to such social networks. 2. Use of Your Information Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Site to: Create and manage your account. Email you regarding your account or order. Fulfill and manage purchases, orders, payments, and other transactions related to the Site. Send you a newsletter. Respond to product and customer service requests. Improve your personal product experiences. Monitor and analyze usage and trends to improve your experience with the Site. Notify you of updates to the Site. Offer new products, services, and/or recommendations to you. Prevent fraudulent transactions, monitor against theft, and protect against criminal activity. 3. Disclosure of Your Information We may share information we have collected about you in certain situations. Your information may be disclosed as follows: By Law or to Protect Rights: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. Business Transfers: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. Interactions with Other Users: If you interact with other users of the Site, those users may see your name, profile photo, and descriptions of your activity, including sending invitations to other users, chatting with other users, liking posts, following blogs. Online Postings: When you post comments, contributions, or other content to the Site, your posts may be viewed by all users and may be publicly distributed outside the Site in perpetuity. 4. Security of Your Information We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse. 5. Policy for Children We do not knowingly solicit information from or market to children under the age of 13. If we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible. If you become aware of any data we have collected from children under age 13, please contact us at [your-email]@gmail.com. 6. Controls for Do-Not-Track Features Most web browsers and some mobile operating systems include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. If you set the DNT signal on your browser, we will respond to such DNT browser signals. 7. Options Regarding Your Information You may at any time review or change the information in your account or terminate your account by: Logging into your account settings and updating your account. Contacting us using the contact information provided below. Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements. 8. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: EcoFreshMarket28-A/11, near IIT Delhi, Jia Sarai, Hauz Khas, New Delhi, Delhi 110016Phone: +91-924-3038756Email: eco-fresh-market@gmail.com ©2024 EcoFreshMarket Privacy Policy Terms and Conditions",
    "terms-conditions": "Terms and Conditions - EcoFreshMarket EcoFreshMarket Home About Products Contact Home About Products Contact Terms and Conditions Last updated: June 27, 2024 Welcome to EcoFreshMarket. These terms and conditions outline the rules and regulations for the use of EcoFreshMarket's Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use EcoFreshMarket if you do not agree to take all of the terms and conditions stated on this page. 1. Terms By accessing the website at, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law. 2. Use License Permission is granted to temporarily download one copy of the materials (information or software) on EcoFreshMarket's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not: Modify or copy the materials; Use the materials for any commercial purpose, or for any public display (commercial or non-commercial); Attempt to decompile or reverse engineer any software contained on EcoFreshMarket's website; Remove any copyright or other proprietary notations from the materials; or Transfer the materials to another person or \"mirror\" the materials on any other server. This license shall automatically terminate if you violate any of these restrictions and may be terminated by EcoFreshMarket at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format. 3. Disclaimer The materials on EcoFreshMarket's website are provided on an 'as is' basis. EcoFreshMarket makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, EcoFreshMarket does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site. 4. Limitations In no event shall EcoFreshMarket or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on EcoFreshMarket's website, even if EcoFreshMarket or an EcoFreshMarket authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you. 5. Accuracy of materials The materials appearing on EcoFreshMarket's website could include technical, typographical, or photographic errors. EcoFreshMarket does not warrant that any of the materials on its website are accurate, complete or current. EcoFreshMarket may make changes to the materials contained on its website at any time without notice. However EcoFreshMarket does not make any commitment to update the materials. 6. Links EcoFreshMarket has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by EcoFreshMarket of the site. Use of any such linked website is at the user's own risk. 7. Modifications EcoFreshMarket may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service. 8. Governing Law These terms and conditions are governed by and construed in accordance with the laws of New Delhi and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location. 9. User Accounts You may be required to create an account and specify a password to use certain features of the website. You agree to provide, maintain, and update true, accurate, current, and complete information about yourself as prompted by our registration processes. You may not impersonate any person or entity or misrepresent your identity or affiliation with any person or entity, including using another person’s username, password, or other account information. You are entirely responsible for maintaining the confidentiality of your password and account and for all activities that occur under your account. 10. Product Descriptions EcoFreshMarket attempts to be as accurate as possible. However, EcoFreshMarket does not warrant that product descriptions or other content of this site are accurate, complete, reliable, current, or error-free. If a product offered by EcoFreshMarket itself is not as described, your sole remedy is to return it in unused condition. 11. Pricing All prices, discounts, and promotions posted on this site are subject to change without notice. The price charged for a product or service will be the price in effect at the time the order is placed and will be set out in your order confirmation email. Price increases will only apply to orders placed after such changes. Posted prices do not include taxes or charges for shipping and handling. All such taxes and charges will be added to your merchandise total and will be itemized in your shopping cart and in your order confirmation email. We strive to display accurate price information, however we may, on occasion, make inadvertent typographical errors, inaccuracies or omissions related to pricing and availability. We reserve the right to correct any errors, inaccuracies, or omissions at any time and to cancel any orders arising from such occurrences. 12. Shipping Policy We will arrange for shipment of the products to you. Please check the individual product page for specific delivery options. You will pay all shipping and handling charges specified during the ordering process. Title and risk of loss pass to you upon our transfer of the products to the carrier. Shipping and delivery dates are estimates only and cannot be guaranteed. We are not liable for any delays in shipments. 13. Returns and Refunds Except for any products designated on the site as final sale and nonreturnable, we will accept a return of the products for a refund of your purchase price, less the original shipping and handling costs, provided such return is made within thirty (30) days of shipment and provided such products are returned in their original condition. To return products, you must email our Customer Service Department at [your-email]@gmail.com to obtain a Return Merchandise Authorization (\"RMA\") number before shipping your product. No returns of any type will be accepted without an RMA number. You are responsible for all shipping and handling charges on returned items. You bear the risk of loss during shipment. All returns are subject to a ten percent (10%) restocking fee. Refunds are processed within approximately seven (7) business days of our receipt of your merchandise. Your refund will be credited back to the same payment method used to make the original purchase on the Site. 14. Intellectual Property The Site and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by EcoFreshMarket, its licensors, or other providers of such material and are protected by India and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. 15. Contact Us If you have questions or comments about this Privacy Policy, please contact us at: EcoFreshMarket28-A/11, near IIT Delhi, Jia Sarai, Hauz Khas, New Delhi, Delhi 110016Phone: +91-924-3038756Email: eco-fresh-market@gmail.com ©2024 EcoFreshMarket Privacy Policy Terms and Conditions",
    "thanks": "Thank You - EcoFreshMarket Thank You for Your Inquiry! Thank you for reaching out to EcoFreshMarket. We appreciate your interest in our eco-friendly products and sustainable practices. Our team will review your message and get back to you as soon as possible. In the meantime, feel free to explore our wide range of organic groceries, natural beauty products, and eco-friendly household items designed to promote a healthier, greener lifestyle. If you have any urgent queries, please contact us at +91-924-3038756 or email us at eco-fresh-market@gmail.com Thank you for choosing EcoFreshMarket, your partner in sustainable living. Go to Home"
  },
  "date": "2024-06-28T06:56:38.184Z"
}