{
  "name": "New_v9_DreamlandBedsIndia",
  "pages": {
    "index": "Dreamland Beds India - Premium Beds, Mattresses, & Bedding Solutions Home Products Why Choose Us? About us Categories Feedbacks Contact Sleep in Style: Explore Dreamland Beds India Today! Shop now Catalog ₹18,999 Elegant Teak Wood Bed Order ₹12,499 Luxury Memory Foam MattressOrder ₹15,799 Classic Wooden Bed FrameOrder ₹9,999 Orthopedic Spring MattressOrder ₹4,999 Vintage Brass Bedside TableOrder ₹6,299 Modern Upholstered HeadboardOrder Why Choose Us? When it comes to furnishing your home with the perfect beds and mattresses, we understand that you have many options to consider. So, why should you choose us? Here are just a few reasons: Quality Craftsmanship Each product is crafted with precision and attention to detail, ensuring superior quality that lasts. Wide Variety We offer a wide range of products to suit every style and budget, providing options for every customer. Comfort Guaranteed Our products are designed for maximum comfort, ensuring a restful and rejuvenating sleep experience. Reliability We prioritize reliability and durability, so you can trust our products to stand the test of time. Great Value Experience exceptional quality at competitive prices, ensuring you get the best value for your money. Customer Satisfaction We prioritize customer satisfaction above all else, providing excellent service and support throughout your shopping experience. Experience Unmatched Comfort and Style 1,200+ Satisfied Customers 200+ Products Available 98% Customer Satisfaction Rate 30+ Years of Experience Transform your bedroom into a sanctuary of luxury and relaxation with our premium selection of beds and mattresses. Discover unparalleled comfort and style that will enhance your sleep quality and leave you feeling rejuvenated every morning. Upgrade to the ultimate sleep experience today. Transform Your Bedroom with Our Collections Luxury Beds Indulge in opulence with our collection of luxurious beds, meticulously crafted to provide both comfort and style. Transform your bedroom into a lavish retreat. Memory Foam Mattresses Experience the ultimate in sleep comfort with our range of memory foam mattresses. Designed to contour to your body, they provide unparalleled support for a restful night's sleep. Modern Bedroom Furniture Elevate the aesthetic of your bedroom with our modern furniture collection. From sleek bed frames to stylish nightstands, create a contemporary oasis for relaxation. What Our Clients Says \"This mattress has changed my life! I finally started sleeping better and waking up feeling refreshed every morning. It's a steal at this price!\" - Rajesh, Mumbai, ₹14,999 \"I couldn't be happier with my purchase! The quality of the bed exceeded my expectations, and the delivery was prompt. Highly recommend!\" - Priya, Delhi, ₹18,499 \"Absolutely love my new bed! It's comfortable, stylish, and affordable. Plus, the customer service was fantastic. Thank you!\" - Rahul, Bangalore, ₹12,799 I accept privacy policy Send message Links Home Products Why Choose Us? About us Categories Feedbacks Contact Contacts B-5, Ground Floor, Shreyas Industrial Estate, Ram Mandir Rd, next to NESCO, NESCO, Goregaon, Mumbai, Maharashtra 400063, India +91-20-4855-2480 dreamlandbedsindia@gmail.com Policy Privacy policy Terms and Conditions",
    "privacy": "Dreamland Beds India - Premium Beds, Mattresses, & Bedding Solutions | Privacy Policy Home Products Why Choose Us? About us Categories Feedbacks Contact Privacy Policy Your privacy is important to us. It is our policy to respect your privacy regarding any information we may collect from you across our website, and other sites we own and operate. 1. Information we collect Log data When you visit our website, our servers may automatically log the standard data provided by your web browser. It may include your computer’s Internet Protocol (IP) address, your browser type and version, the pages you visit, the time and date of your visit, the time spent on each page, and other details. Device data We may also collect data about the device you’re using to access our website. This data may include the device type, operating system, unique device identifiers, device settings, and geo-location data. What we collect can depend on the individual settings of your device and software. We recommend checking the policies of your device manufacturer or software provider to learn what information they make available to us. Personal information We may ask for personal information, such as your: Name Email Social media profiles Date of birth Phone/mobile number Home/Mailing address Work address 2. Legal bases for processing We will process your personal information lawfully, fairly, and in a transparent manner. We collect and process information about you only where we have legal bases for doing so. 3. Collection and use of information We may use personal information collected from you for the following purposes: Provide, operate, and maintain our website Improve, personalize, and expand our website Understand and analyze how you use our website Develop new products, services, features, and functionality Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes Send you emails Find and prevent fraud 4. Disclosure of personal information to third parties We may disclose personal information to: Affiliated entities Service providers Suppliers and vendors Third-party advertisers and advertising networks Third-party providers of analytics services Third-party providers of remarketing services Other third parties when required by law 5. International transfers of personal information The personal information we collect is stored and/or processed in India or where we or our partners, affiliates, and third-party providers maintain facilities. By providing us with your personal information, you consent to the disclosure to these overseas third parties. 6. Your rights and controlling your personal information You have the following data protection rights: The right to access, update, or delete the information we have on you The right of rectification The right to object The right of restriction The right to data portability The right to withdraw consent Please note that we may ask you to verify your identity before responding to such requests. You have the right to complain to a Data Protection Authority about our collection and use of your personal information. For more information, please contact your local data protection authority in India. 7. Cookies We use “cookies” to collect information about you and your activity across our site. A cookie is a small piece of data that our website stores on your computer, and accesses each time you visit, so we can understand how you use our site. This helps us serve you content based on preferences you have specified. Please refer to our Cookie Policy for more information. 8. Business transfers If we or our assets are acquired, or in the unlikely event that we go out of business or enter bankruptcy, we would include data among the assets transferred to any parties who acquire us. You acknowledge that such transfers may occur and that any parties who acquire us may continue to use your personal information according to this policy. 9. Limits of our policy Our website may link to external sites that are not operated by us. Please be aware that we have no control over the content and policies of those sites, and cannot accept responsibility or liability for their respective privacy practices. 10. Changes to this policy At our discretion, we may change our privacy policy to reflect current acceptable practices. We will take reasonable steps to let users know about changes via our website. If you are a registered user on our website, we will notify you using the contact details saved in your account. Your continued use of this site after any changes to this policy will be regarded as acceptance of our practices around privacy and personal information. Our email: dreamlandbedsindia@gmail.com Links Home Products Why Choose Us? About us Categories Feedbacks Contact Contacts B-5, Ground Floor, Shreyas Industrial Estate, Ram Mandir Rd, next to NESCO, NESCO, Goregaon, Mumbai, Maharashtra 400063, India +91-20-4855-2480 dreamlandbedsindia@gmail.com Policy Privacy policy Terms and Conditions",
    "terms": "Dreamland Beds India - Premium Beds, Mattresses, & Bedding Solutions | Terms and Conditions Home Products Why Choose Us? About us Categories Feedbacks Contact Terms and Conditions These terms and conditions outline the rules and regulations for the use of Website. By accessing this website we assume you accept these terms and conditions. Do not continue to use our website if you do not agree to take all of the terms and conditions stated on this page. The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person log on this website and compliant to the Company’s terms and conditions. \"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company. \"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner for the express purpose of meeting the Client’s needs in respect of provision of the Company’s stated services, in accordance with and subject to, prevailing law of India. Any use of the above terminology or other words in the singular, plural, capitalization and/or he/she or they, are taken as interchangeable and therefore as referring to same. Cookies We employ the use of cookies. By accessing our website, you agreed to use cookies in agreement with the our website's Privacy Policy. Most interactive websites use cookies to let us retrieve the user’s details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies. License Unless otherwise stated, our website and/or its licensors own the intellectual property rights for all material on our website. All intellectual property rights are reserved. You may access this from our website for your own personal use subjected to restrictions set in these terms and conditions. You must not: Republish material from our website Sell, rent or sub-license material from our website Reproduce, duplicate or copy material from our website Redistribute content from our website This Agreement shall begin on the date hereof. Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. our website does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of our website,its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, our website shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website. our website reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions. You warrant and represent that: You are entitled to post the Comments on our website and have all necessary licenses and consents to do so; The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party; The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity. You hereby grant our website a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media. Hyperlinking to our Content The following organizations may link to our Website without prior written approval: Government agencies; Search engines; News organizations; Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and System wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site. These organizations may link to our home page, to publications or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party’s site. We may consider and approve other link requests from the following types of organizations: commonly-known consumer and/or business information sources; dot.com community sites; associations or other groups representing charities; online directory distributors; internet portals; accounting, law and consulting firms; and educational institutions and trade associations. We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of our website; and (d) the link is in the context of general resource information. These organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party’s site. If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to our website. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response. Approved organizations may hyperlink to our Website as follows: By use of our corporate name; or By use of the uniform resource locator being linked to; or By use of any other description of our Website being linked to that makes sense within the context and format of content on the linking party’s site. No use of our website's logo or other artwork will be allowed for linking absent a trademark license agreement. iFrames Without prior approval and written permission, you may not create frames around our Webpages that alter in any way the visual presentation or appearance of our Website. Content Liability We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights. Your Privacy Please read Privacy Policy Reservation of Rights We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it’s linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions. Removal of links from our website If you find any link on our Website that is offensive for any reason, you are free to contact and inform us any moment. We will consider requests to remove links but we are not obligated to or so or to respond to you directly. We do not ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we promise to ensure that the website remains available or that the material on the website is kept up to date. Disclaimer To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will: limit or exclude our or your liability for death or personal injury; limit or exclude our or your liability for fraud or fraudulent misrepresentation; limit any of our or your liabilities in any way that is not permitted under applicable law; or exclude any of our or your liabilities that may not be excluded under applicable law. The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty. As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature. Our email: dreamlandbedsindia@gmail.com Links Home Products Why Choose Us? About us Categories Feedbacks Contact Contacts B-5, Ground Floor, Shreyas Industrial Estate, Ram Mandir Rd, next to NESCO, NESCO, Goregaon, Mumbai, Maharashtra 400063, India +91-20-4855-2480 dreamlandbedsindia@gmail.com Policy Privacy policy Terms and Conditions",
    "thank": "Dreamland Beds India - Premium Beds, Mattresses, & Bedding Solutions | Thank You Thank you for reaching out to us! We appreciate your interest in our products and services. Our team is dedicated to providing you with exceptional support and assistance. We will get back to you as soon as possible to address your inquiries and ensure your shopping experience with us is smooth and enjoyable. Thank you for choosing us! Main page"
  }
}