{
  "name": "New_v9_ScribeHaven",
  "pages": {
    "about": "Scribe Haven - Quality Stationery in Delhi, India | Learn about us Home About us Products Testimonials Contact us Our Story: Crafting Experiences, One Page at a Time Welcome to Scribe Haven, where passion for stationery meets the art of self-expression. Our journey began in 2010, in the heart of Delhi, with a simple yet profound vision: to create a sanctuary for those who find joy in the written word, artistic expression, and the tactile pleasure of quality stationery. Founded by Anika Gupta, a lifelong stationery enthusiast with a background in design, Scribe Haven was born out of a desire to bring the world's finest writing instruments and paper products to the discerning Indian market. Anika's travels across the globe, from the paper mills of Japan to the pen manufactories of Germany, inspired her to create a space where quality, creativity, and functionality converge. Our store is more than just a retail space; it's a community hub for like-minded individuals. We regularly host workshops on calligraphy, journaling, and paper crafts, fostering a space where creativity flourishes and skills are shared. Our knowledgeable staff, each a stationery aficionado in their own right, are always ready to guide you through our collections, offering personalized recommendations based on your unique needs and preferences. At Scribe Haven, every pen, notebook, or desk accessory tells a story and holds the potential for countless more. We invite you to explore our collections, engage with our community, and discover the perfect tools to bring your ideas to life. Whether you're jotting down quick notes, writing the next great novel, or sketching your masterpiece, we're here to ensure you have the best instruments at your disposal. Join us in celebrating the timeless art of writing and creation. Welcome to Scribe Haven – where every page turns inspiration into reality. About us Questions What are your store hours? Our store is open Monday to Saturday from 10:00 AM to 8:00 PM, and on Sundays from 11:00 AM to 6:00 PM. Do you offer online shopping? Yes, we have a fully functional e-commerce website where you can browse and purchase our entire range of products. We offer delivery across India. What brands do you carry? We stock a wide range of both international and local brands, including but not limited to Parker, Moleskine, Leuchtturm1917, Pilot, Faber-Castell, and several artisanal Indian brands. Do you offer gift wrapping services? Yes, we offer complimentary gift wrapping for all purchases. You can choose from our selection of eco-friendly wrapping papers and ribbons. Can I return or exchange items? We accept returns and exchanges within 14 days of purchase, provided the item is unused and in its original packaging. Please bring your receipt for any returns or exchanges. Do you offer bulk or corporate discounts? Yes, we offer special discounts for bulk purchases and corporate orders. Please contact our customer service team for more information and personalized quotes. How can I stay updated on new products and promotions? You can sign up for our newsletter on our website or follow us on social media platforms for the latest updates, new Do you ship internationally? Currently, we only ship within India. However, we're working on expanding our shipping options to include international destinations in the near future. Product-Specific Questions How do I choose the right fountain pen? Choosing a fountain pen depends on factors like your writing style, budget, and intended use. We offer free consultations in-store to help you find the perfect pen. You can also check our online guide for more information. Do you offer pen customization services? Yes, we offer engraving services for select pens and notebooks. We can engrave names, initials, or short messages. Please inquire in-store or contact our customer service for more details. What types of paper do you recommend for fountain pens? For fountain pens, we recommend papers that are smooth and have good ink resistance. Brands like Clairefontaine, Rhodia, and Tomoe River are excellent choices. We also stock fountain pen-friendly notebooks from various brands. How often should I service my fountain pen? It's recommended to clean your fountain pen every 4-8 weeks, depending on usage. For pens used daily, monthly cleaning is ideal. We offer free basic cleaning services in-store and can guide you on proper pen maintenance. Do you sell refills for ballpoint and rollerball pens? Yes, we stock a wide range of refills for various pen brands and types. If you're unsure about which refill you need, bring your pen to the store, and our staff will be happy to assist you. What eco-friendly options do you offer? We have a growing selection of eco-friendly products, including notebooks made from recycled paper, biodegradable pens, and refillable writing instruments. Look for our \"Eco-Friendly\" label on products in-store and online. Do you offer calligraphy supplies? Yes, we have a dedicated calligraphy section with various nib types, inks, papers, and guidebooks. We also periodically host calligraphy workshops for beginners and advanced practitioners. Quality Assurance Every product in our store undergoes strict quality checks to ensure you receive only the best. Passion for Stationery Our team's love for stationery translates into an unparalleled shopping experience for you. Global Selection Explore a curated collection of the finest stationery from around the world, all in one place. Expert Guidance Our knowledgeable staff is always ready to assist you in finding the perfect writing instruments and supplies. Eco-Friendly Options Discover our range of sustainable stationery, supporting both your needs and the environment. Perfect Gifting Find unique gifts for stationery lovers, with complimentary gift wrapping services available. Links Home About us Products Testimonials Contact us Policy Privacy policy Terms and Conditions Contacts J 5, Central Market, Block J, Lajpat Nagar II, Lajpat Nagar Part -2, New Delhi, Delhi 110024, India +919810939394 scribehaven@gmail.com",
    "index": "Scribe Haven - Quality Stationery in Delhi, India Home About us Products Testimonials Contact us Unleash Your Creativity with Premium Stationery Explore Our Collection Our Featured Products Premium Fountain Pen ₹1,500 Shop now Leather-bound Journal ₹850 Shop now Ergonomic Mechanical Pencil Set ₹650 Shop now Handcrafted Wooden Desk Organizer ₹1,200 Shop now Eco-friendly Notebook Set ₹450 Shop now Calligraphy Starter Kit ₹1,800 Shop now What People Are Saying! I've been a loyal customer of Scribe Haven for over two years now, and I can't imagine going anywhere else for my stationery needs. Their collection of fountain pens is simply unparalleled - from affordable student models to high-end luxury pieces. What truly sets them apart is their knowledgeable staff. They helped me find the perfect pen that matches my writing style and even gave me tips on proper maintenance. The ambiance of the store itself is a treat for any stationery enthusiast. It's like stepping into a world where creativity flows as smoothly as the ink from their pens. Whether you're a professional, a student, or just someone who appreciates the art of writing, Scribe Haven is a must-visit! Rajesh Patel As an artist and calligrapher, finding high-quality supplies is crucial for my work. Scribe Haven has been a game-changer for me. Their range of papers is exceptional - from smooth, ink-friendly sheets for calligraphy to textured papers perfect for sketching. I was particularly impressed by their collection of eco-friendly notebooks. It's refreshing to see a store that cares about sustainability without compromising on quality. The staff's passion for stationery is evident in how they curate their collection and in their enthusiasm to help customers. They even organize workshops and demonstrations, which has helped me connect with other artists in the community. Scribe Haven is more than just a store; it's a hub for creative minds! Priya Sharma Running a small business means I'm always on the lookout for office supplies that blend functionality with style, and Scribe Haven delivers on both fronts. Their desk organizers and planners have transformed my workspace, making it both efficient and aesthetically pleasing. What I appreciate most is their attention to detail - even simple items like staplers and paper clips come in designs that spark joy. The custom stationery service they offer has been a boon for my business, allowing me to create a cohesive and professional look for all my correspondence. The staff goes above and beyond, offering suggestions that have genuinely improved my day-to-day operations. Scribe Haven doesn't just sell products; they provide solutions that enhance productivity and creativity. Send a message Send message I accept privacy policy Links Home About us Products Testimonials Contact us Policy Privacy policy Terms and Conditions Contacts J 5, Central Market, Block J, Lajpat Nagar II, Lajpat Nagar Part -2, New Delhi, Delhi 110024, India +919810939394 scribehaven@gmail.com",
    "privacy": "Scribe Haven - Quality Stationery in Delhi, India | privacy policy Home About us Products Testimonials Contact us Privacy Policy 1. Introduction Welcome to Scribe Haven. We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice or our practices with regard to your personal information, please contact us at scribehaven@gmail.com . 2. Information We Collect We collect personal information that you provide to us when you register on the website, place an order, subscribe to our newsletter, or interact with us in other ways. This information may include your name, email address, phone number, payment information, and any other details necessary to fulfill your order. 3. How We Use Your Information We use the information we collect in the following ways: To process and manage your orders. To send you marketing and promotional communications. To respond to your inquiries and offer customer support. To improve our website, products, and services. To comply with legal obligations and resolve disputes. 4. Sharing Your Information We do not share your personal information with third parties except in the following situations: With service providers who assist us in operating our website, conducting our business, or serving our customers. In response to a legal request or to comply with legal requirements. In connection with any merger, sale of company assets, financing, or acquisition of all or a portion of our business. 5. Security of Your Information We use administrative, technical, and physical security measures to protect your personal information. While we strive to protect your personal information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure. 6. Your Privacy Rights You have the right to access, correct, or delete your personal information. To exercise these rights, please contact us at scribehaven@gmail.com. We will respond to your request within a reasonable timeframe. 7. Changes to This Privacy Policy We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page and updating the effective date at the top of this policy. 8. Contact Us If you have any questions or comments about this policy, you may contact us at: Email: scribehaven@gmail.com Links Home About us Products Testimonials Contact us Policy Privacy policy Terms and Conditions Contacts J 5, Central Market, Block J, Lajpat Nagar II, Lajpat Nagar Part -2, New Delhi, Delhi 110024, India +919810939394 scribehaven@gmail.com",
    "terms": "Scribe Haven - Quality Stationery in Delhi, India | terms and conditions Home About us Products Testimonials Contact us Terms and Conditions 1. Introduction Welcome to Scribe Haven. These terms and conditions outline the rules and regulations for the use of our website and services. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use Scribe Haven's website if you do not accept all of the terms and conditions stated on this page. 2. Use of the Website By using this website, you warrant that you are at least 18 years of age or are accessing the website under the supervision of a parent or guardian. You agree to use this website for lawful purposes only and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. 3. Intellectual Property Unless otherwise stated, Scribe Haven and/or its licensors own the intellectual property rights for all material on the website. All intellectual property rights are reserved. You may view and/or print pages for your own personal use, subject to restrictions set in these terms and conditions. 4. Pricing and Availability Whilst we try and ensure that all details, descriptions, and prices which appear on this website are accurate, errors may occur. If we discover an error in the price of any goods which you have ordered, we will inform you of this as soon as possible and give you the option of reconfirming your order at the correct price or cancelling it. If we are unable to contact you, we will treat the order as cancelled. 5. Governing Law These terms and conditions are governed by and construed in accordance with the laws of India, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. 6. Changes to Terms and Conditions We reserve the right to revise these terms and conditions from time to time. Any changes will be posted on this page, and you are expected to check this page from time to time to take notice of any changes we made, as they are binding on you. 7. Contact Information If you have any questions about these Terms and Conditions, please contact us at: Email: scribehaven@gmail.com Links Home About us Products Testimonials Contact us Policy Privacy policy Terms and Conditions Contacts J 5, Central Market, Block J, Lajpat Nagar II, Lajpat Nagar Part -2, New Delhi, Delhi 110024, India +919810939394 scribehaven@gmail.com",
    "thank": "Scribe Haven - Quality Stationery in Delhi, India | Thank Thank You for Choosing Scribe Haven! We sincerely appreciate your interest in Scribe Haven and thank you for reaching out to us. Your passion for quality stationery matches our own, and we're thrilled to have you as part of our community of writing enthusiasts. Our team has received your message and will get back to you as soon as possible, typically within 24 hours. We look forward to assisting you with any questions, concerns, or special requests you may have. While you wait, feel free to explore our website further and discover the wide range of premium stationery products we offer. Whether you're looking for the perfect pen, a luxurious notebook, or unique gift ideas, Scribe Haven is here to cater to all your writing needs. Thank you once again for choosing Scribe Haven. We can't wait to help you find the perfect tools to express your Best regards,The Scribe Haven Team Go to main page"
  },
  "date": "2024-06-24T11:36:18.655Z"
}