{
  "name": "New_v8_architecture",
  "pages": {
    "about": "Eclipse Design Haus: The Story of India's Visionary Minimalist Architects Home Services Our projects About us Contacts About Eclipse Design Haus – Pioneers of Indian Minimalist Architecture The Genesis of Eclipse Design Haus: Weaving Minimalism into India's Architectural Tapestry In the heart of India's bustling innovation hub, amidst the merging of tradition and modernity, Eclipse Design Haus was born. Founded in the vibrant year of 2010 by a duo of pioneering architects, Aarav Patel and Priya Mehta, the agency embarked on a journey to introduce the principles of minimalist design to the Indian architectural landscape. Aarav, a visionary with an unquenchable thirst for simplicity and sustainability, met Priya, a master of form and function, at an international design symposium. Both shared a disillusionment with the complexity and excess in contemporary architecture and a dream to craft spaces that embody serenity and purpose. United by this common vision, they returned to India, and thus Eclipse Design Haus was conceived. The agency began as a modest operation, with a small but passionate team dedicated to challenging the status quo. They sought to create buildings that not only stood out for their understated elegance but also resonated with the spirit of their inhabitants. Their first projects were small residential homes, but even these humble beginnings were marked by a distinct aesthetic that married clean lines with the warmth of Indian culture. Word of their innovative designs spread quickly, and soon Eclipse Design Haus was shaping not only homes but also public spaces and commercial hubs. Each project became a landmark of minimalist beauty, a sanctuary of calm amidst the chaos of urban life. With every creation, Aarav and Priya's reputation grew, and Eclipse Design Haus became synonymous with transformative design that honors both form and function. Now, Eclipse Design Haus stands at the forefront of the Indian minimalist movement, with a portfolio that includes some of the most iconic structures dotting the subcontinent's skyline. The agency's work is a celebration of the balance between the time-honored architectural principles of India and the clean, crisp lines of modern minimalism. As we look to the future, Eclipse Design Haus remains committed to its founding principles – creating environmentally responsible, sustainable, and beautiful spaces that enhance and uplift the human experience. Our journey is one of continuous innovation, seeking to redefine the boundaries of minimalist architecture in India and beyond. We invite you to delve deeper into our story, explore our projects, and join us in celebrating the power of minimalist design - a philosophy that is not just about building structures, but about shaping the very fabric of life. Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "contact": "Eclipse Design Haus Contact Information: Connect with India's Minimalist Architects Home Services Our projects About us Contacts Get in Touch with Eclipse Design Haus – Your Architectural Visionaries in India I accept privacy policy Send message Contact Details and Office Hours of Eclipse Design Haus – We're Here to Listen Eclipse Design Haus is more than an architectural firm; we are your partners in bringing minimalist design to life. Whether you're envisioning a new project or seeking to collaborate, we're here to provide the expertise you need. Below you will find all the details required to get in touch with us, schedule a consultation, or visit our office. Office Address: Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India Nestled in the heart of India's Silicon Valley, our office in Bengaluru is a beacon of minimalist architecture, reflecting the ethos of our designs. The serene ambiance of our headquarters is a preview of our approach to creating calming spaces. Operating Hours: Monday - Friday: 9:00 AM - 6:00 PM IST Saturday: 10:00 AM - 4:00 PM IST Sundays & Public Holidays: Closed We value your time and are available to discuss your projects or address any queries during these hours. We encourage scheduling an appointment to ensure that our dedicated team can provide you with the attention you deserve. Phone: +91 94 14735 075 Our lines are open during business hours, where our knowledgeable staff is ready to answer your questions, provide project updates, and facilitate meetings with our architects. Email: architecture@gmail.com For inquiries that require detailed responses or if you're reaching out after hours, email us. We are committed to responding to all emails within one business day. At Eclipse Design Haus, every conversation is an opportunity to build relationships and create spaces that matter. We're not just about building structures; we're about building dreams. Contact us today, and let's begin the journey towards minimalist perfection together. Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "disclaimer": "Disclaimer | Eclipse Design Haus - Essential Information Home Services Our projects About us Contacts Eclipse Design Haus Website Disclaimer Insights into Our Content and Utilization Policies The content available is primarily for informational purposes. While Eclipse Design Haus strives to ensure the information is current and accurate, we cannot guarantee its complete accuracy, reliability, availability, or timeliness, and hereby disclaim any express or implied warranties regarding these aspects. External Links Disclaimer: Eclipse Design Haus's website may feature links to external sites and content owned or originated by third parties, as well as links found within advertisements. We do not have authority over, nor do we endorse or guarantee the accuracy of content on these external sites. Professional Advice Disclaimer: Information provided on the Eclipse Design Haus site is not meant to serve as a substitute for professional advice (such as legal, financial, or health advice). It is intended for general informational and educational purposes only. We advise consulting with qualified professionals before making decisions based on the information found on our site. Errors and Omissions Disclaimer: Despite diligent efforts to provide up-to-date and accurate information, Eclipse Design Haus is not liable for any errors, omissions, or the results obtained from utilizing this information. Fair Use Disclaimer: Our site may include copyrighted material that has not been specifically authorized by the copyright holder. We use this material for criticism, commentary, news reporting, educational teaching, scholarship, and research purposes under the fair use doctrine. Views Expressed Disclaimer: The opinions and views presented on the Eclipse Design Haus site are solely those of the individual content creators and do not necessarily represent the official stance or policy of any other entity, organization, employer, or company. No Responsibility Disclaimer: The information provided on our site is under the understanding that Eclipse Design Haus does not engage in offering professional advice or services. Hence, the content should not replace professional advice. Use at Your Own Risk Disclaimer: Information on this site is offered \"as is,\" devoid of any warranty, including implied warranties of merchantability, suitability for a specific purpose, or non-infringement. Eclipse Design Haus, its affiliates, or their respective partners, agents, or employees, shall not be liable for any decisions or actions taken based on the information provided on this site. Contact Us: Should you have any questions regarding this disclaimer, please feel free to contact us privacy@eclipsedesignhaus.com. Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "form": "Eclipse Design Haus Contact Information: Connect with India's Minimalist Architects | Form order Home Services Our projects About us Contacts I accept privacy policy Send message Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "index": "Eclipse Design Haus: Redefining Indian Spaces with Global Minimalism Home Services Our projects About us Contacts Welcome to Eclipse Design Haus – Pioneers of Minimalist Living in India Crafting Serenity in Spaces Across India with International Design Flair Where Simplicity Meets Elegance In the realm of architectural design, Eclipse Design Haus is where the essence of simplicity converges with the sophistication of elegance. Here, we uphold the belief that the truest form of beauty does not shout but whispers, it does not complicate but clarifies. Our design philosophy is deeply entrenched in the minimalist tradition, yet every line, form, and structure we create is a celebration of complexity made to look effortless. It is within this paradox that our designs find their unique voice, creating spaces that offer a serene backdrop to the rich tapestry of life. Crafting the Future of Minimalist Design At Eclipse Design Haus, we are not merely architects—we are the sculptors of tomorrow's minimalist ethos, the avant-garde artisans of space and form. Our guiding principle is deceptively simple: to forge spaces that elevate the human spirit without crowding it, to design environments that serve as sanctuaries for the soul. Our craft is one of deliberate precision and mindful restraint, a dedicated practice where every detail is an intentional stroke towards a grand vision of simplicity. We see our buildings not just as physical entities They are carefully curated compositions where the interplay of light, material, and space come together in a symphony of minimalistic design. At Eclipse Design Haus, functionality is married to form in a seamless union that stands against the tide of excess and ornamentation. About us > Our designs embody a sophisticated aesthetic The spaces we craft are a testimony to the intricate dance between complexity and simplicity. We delve into the details, considering every angle and contour, ensuring that simplicity does not translate to mundane, but to a refined elegance that elevates the human experience. Our approach is thoughtful and introspective, creating structures that are not merely to be viewed but to be felt and lived in. View our projects > Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "privacy": "Eclipse Design Haus Privacy Policy - Safeguarding Your Personal Data Home Services Our projects About us Contacts Eclipse Design Haus Privacy Policy Dedicated to Preserving Your Privacy and Ensuring Data Protection At Eclipse Design Haus, we hold the confidentiality and security of our patrons' data in the highest regard. This document is a declaration of our promise to responsibly manage the personal details you entrust to us. Data Collection Practices We gather various categories of information to improve our services and your experience, such as: - Identifying Information: Includes names, email addresses, and contact numbers provided during registration or inquiry. - Usage Details: We monitor your interaction with our website, tracking usage patterns and site engagement. - Transaction Logs: Records of dealings on our site, encompassing purchase histories and payment details, are maintained meticulously. Utilization of Gathered Data The data we collect serves critical functions, including: - Tailoring your site experience to fit your preferences. - Advancing the quality and functionality of our offerings. - Managing transactions and streamlining order processing. - Engaging with you for promotional activities, special deals, and product updates. Information Sharing Policies Your personal information is not for sale, trade, or misuse. We only share it in specific scenarios: - To comply with legal injunctions. - To protect our company’s legal rights and properties. - To enforce our site's terms and conditions. - With our trusted partners who aid in our business under strict confidentiality agreements, ensuring the information is used solely for its intended purpose. Protecting Your Data We employ diverse security strategies to protect your personal information. It is important to recognize that no internet-based data transmission or storage is infallible. Cookie Protocol Our website utilizes cookies to improve user experience. You can configure your browser to decline cookies or to alert you when cookies are being dispatched. Policy Amendments Eclipse Design Haus may update this policy to reflect new practices. All changes will be immediately communicated on our main webpage. Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "projects": "Eclipse Design Haus: Crafting Iconic Landmarks & Living Spaces in India Home Services Our projects About us Contacts Our Diverse Portfolio of Architectural Ingenuity at Eclipse Design Haus From Bustling Hypermarkets to Serene Lighthouses: Eclipse Design Haus's Projects At Eclipse Design Haus, our ethos is rooted in the purity of architectural design. Each structure we conceive emerges from a philosophy of minimalism that pays homage to the power of subtlety and precision. Our creations are not mere structures but are the embodiment of tranquility amidst the chaos of modern life. We champion a vision where every structural element, from the gentle arc of a doorway to the deliberate expanse of a window frame, is infused with intention and purpose. In the cacophony of the urban jungle, Eclipse Design Haus stands as an oasis of serenity. Our projects are conceived as sanctuaries that offer a respite for the senses. They are dialogues of space and light, whispering stories of calmness and poise. Through the understated elegance of our designs, we craft environments that resonate with the essence of peaceful living. Our spaces are not loud proclamations but quiet odes to the art of simplicity, inviting contemplation and providing solace. Our dedication to the minimalist philosophy is evident in every aspect of our work. We believe that the truest form of sophistication lies in simplicity, and our design language speaks volumes through its restraint. We challenge conventional cityscapes with our flowing curves, softening the hard edges of urban life. Our bold use of color is not just an aesthetic choice but a statement of our brand's identity — minimalism with a dash of boldness. At Eclipse Design Haus, we don't just erect buildings; we sculpt the horizon, transforming the skyline into a panoramic canvas of minimalist art. Each project at Eclipse Design Haus is a testament to our unwavering commitment to design that transcends the ordinary. Our agency is a crucible of innovation where tradition meets avant-garde, where the timeless allure of minimalism is given a contemporary edge. We are not just architects; we are artists, designers, and visionaries. Our work redefines the landscape, turning everyday scenes into extraordinary spectacles. At Eclipse Design Haus, we don't just create buildings; we curate experiences that stand at the intersection of artistry and architecture, leaving a lasting imprint on both the land and the hearts of those who inhabit our spaces. For the \"Our Projects\" page of \"Eclipse Design Haus,\" targeting the Indian audience, here's the requested content: At Eclipse Design Haus, our project portfolio is a testament to our versatility and dedication to minimalist design, adapted to a range of structures that touch every aspect of life and commerce in India. Hypermarkets: Our approach to designing hypermarkets is rooted in creating expansive yet uncluttered spaces that facilitate not just shopping but an experience for consumers. We've reimagined retail environments as light-filled, airy complexes that encourage exploration while ensuring comfort and functionality. Utilizing indigenous materials and sustainable practices, we've elevated these commercial hubs into cultural landmarks. Circus Architecture: The circus projects we've undertaken showcase our ability to blend whimsy with practicality. We've designed spaces that capture the excitement and dynamism of the circus while maintaining a minimalist aesthetic that focuses the audience's attention on the performers. Our designs ensure safety and visibility, incorporating traditional Indian motifs in a subtle, modern presentation. Residential Homes: Eclipse Design Haus has crafted residential homes that serve as personal sanctuaries. We believe in creating dwellings that resonate with the warmth of Indian culture, reinterpreted through minimalist lenses. Our homes offer fluid living spaces that are both functional and spiritually enriching, using natural light and local landscapes to create a sense of unity with nature. Bridges: Our bridge projects combine architectural prowess with structural integrity. We've created connectors that are not just means of transportation but also landmarks of civic pride. With sleek designs that complement the natural flow of India's varied landscapes, our bridges stand as symbols of progress and connectivity. Marine Ports: In designing marine ports, Eclipse Design Haus has laid the groundwork for commerce and travel. Our ports are marvels of minimalist design, providing efficiency and capacity without the visual or environmental bulk. We integrate advanced technology with streamlined aesthetics to foster hubs of activity that are both pleasing and practical. Lighthouses: The lighthouses designed by Eclipse Design Haus are beacons of hope and guidance. We've revitalized these coastal sentinels with designs that reflect the maritime spirit, incorporating modernist touches that make each structure a landmark. Our lighthouses are not just navigational aids but also attractions that honor the seafaring heritage of India. In every project, Eclipse Design Haus is committed to creating structures that stand the test of time and serve as a bridge between India's rich architectural heritage and the minimalist future we envision. Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "services": "Eclipse Design Haus: Redefining Indian Spaces with Global Minimalism | Architectural services Home Services Our projects About us Contacts Architectural services Architectural Design ₹ 10,000 - ₹ 50,000 Customized architectural design solutions Blend of modern and traditional architectural styles Site visits and consultations Choose Interior Design ₹ 5,000 - ₹ 30,000 Functional and aesthetic interior designs Space planning and layout optimization Selection of materials and finishes Choose Urban Planning ₹ 20,000 - ₹ 80,000 Comprehensive urban planning solutions Infrastructure development strategies Sustainable city planning initiatives Choose Landscape Design ₹ 15,000 - ₹ 60,000 Creative and functional landscape designs Green space planning and management Plant selection and outdoor amenities Choose Renovation Services ₹ 8,000 - ₹ 40,000 Renovation and restoration of existing structures Space optimization and modernization Upgradation of interior and exterior features Choose Project Management ₹ 25,000 - ₹ 100,000 Comprehensive project planning and scheduling Budgeting and resource allocation Quality control and site supervision Choose Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "terms": "Eclipse Design Haus Terms & Conditions - Navigating Our Site with Confidence Home Services Our projects About us Contacts Eclipse Design Haus Terms & Conditions Foundational Rules for Engaging with Eclipse Design Haus Online This document delineates the regulations and guidelines for accessing and utilizing the Eclipse Design Haus website. By entering this site, you agree to adhere to these terms and conditions. If you disagree with any part of these terms, you are advised against using our website. Intellectual Property Rights The content on this site, including but not limited to intellectual property, is owned by Eclipse Design Haus and/or its content providers, barring the content you own. A limited license is granted to you under these terms for personal viewing of our site's material. Restrictions You are specifically restricted from: - Reproducing, duplicating, or exploiting material from our website for any commercial purpose without explicit written consent from us. - Commercializing any material on our website. - Publicly performing or displaying any content from our website. - Using this website in any manner that could be harmful or inhibit another's enjoyment of the website. Your Content \"Your Content\" signifies any audio, video, text, images, or other material you decide to display on this website. By displaying Your Content, you grant Eclipse Design Haus a non-exclusive, worldwide, irrevocable right to use, reproduce, adapt, publish, and distribute it in any media. Your Content must be solely yours and must not infringe on the rights of others. Eclipse Design Haus reserves the right to remove any of Your Content from this website at any time without notice. No Warranty This website is provided \"as is,\" with all faults, and Eclipse Design Haus makes no express or implied representations or warranties, regarding this website or the materials on this website. Limitation of Liability Under no circumstance shall Eclipse Design Haus, its directors, officers, or employees, be liable for any incident arising out of or related to your use of this website, whether under contract, tort, or any other legal theory. Indemnification You agree to indemnify Eclipse Design Haus to the fullest extent from any liabilities, costs, demands, damages, and expenses arising from your breach of these terms. Severability Should any provision of these terms be deemed invalid under applicable law, such provisions will be deleted without affecting the remaining terms herein. Modification of Terms Eclipse Design Haus reserves the right to revise these terms at any time as it sees fit, and by using this website, you are expected to review such terms regularly to ensure your understanding and agreement. Assignment Eclipse Design Haus may assign, transfer, and delegate its rights and/or obligations under these terms without notification. However, you are not permitted to assign, transfer, or delegate any of your rights and/or obligations under these terms. Entire Agreement These terms constitute the entire agreement between Eclipse Design Haus and you in relation to your use of this website, superseding all previous agreements and understandings. Governing Law & Jurisdiction These terms will be governed by and interpreted in accordance with the laws of the jurisdiction where Eclipse Design Haus is located, and you submit to the non-exclusive jurisdiction of the state and federal courts in that location for the resolution of any disputes. Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline",
    "thank": "Eclipse Design Haus Contact Information: Connect with India's Minimalist Architects | Thank page Home Services Our projects About us Contacts Thank You! We have received your inquiry and will get back to you shortly. In the meantime, feel free to explore more about our services. Back to Homepage Operating Hours Our office hours are: Monday - Friday: 9:00 AM - 6:00 PM Contacts Vishal Complex Bundi Road, Road, opp. Eidgah City, Chittorgarh, Rajasthan 312001, India +91 94 14735 075 architecture@gmail.com Policy Privacy Policy Terms of Service Disclaimer We use cookies to improve your experience on our website. By continuing to use this site, you agree to our use of cookies. For more information about our cookie policy, please read our privacy policy. Accept Decline"
  }
}