{
  "name": "New_v9_Faaasrrr",
  "pages": {
    "index": "Espresso Encanto: O Refúgio do Café RefúgioCafé Produtos Sobre nós Contato RefugioCafe@gmail.com Aproveite o Café Favorito com o RefugioCafe Experimente a serenidade no RefugioCafe, um refúgio para relaxar, onde seus momentos são enriquecidos com tranquilidade e sabores indulgentes. Obter Produto Sobre o RefugioCafe 50 + Variante de Café 20 + Sala de Reunião 25 + Espaço para Eventos 40 + Conquistas Globais Nossos Produtos Chocolate Latte 4,3 (339 avaliações) Chocolate Latte é uma deliciosa combinação de café expresso encorpado e cremoso, misturado com leite vaporizado e um toque irresistível de chocolate. De café e chocolate, proporcionando uma experiência. Obter Mocha Latte 4,7 (204 avaliações) Mocha Latte é uma deliciosa mistura de café expresso intenso, leite cremoso e um toque decadente de chocolate. Esta bebida combina o sabor rico e encorpado do café com a indulgência do chocolate, proporcionando. Obter Coffee Latte 4,9 (549 avaliações) O Coffee Latte é uma bebida clássica e reconfortante que combina café expresso suave com leite cremoso, criando uma mistura deliciosamente equilibrada. Com uma camada suave de espuma no topo, este Latte oferece. Obter Hazelnut Latte 4,5 (375 avaliações) O Hazelnut Latte é uma indulgência aromática que combina o sabor aveludado do café expresso com a riqueza tostada e a doçura sutil das avelãs. Cada gole deste Latte é uma experiência reconfortante, com notas terrosas. Obter Sobre nós Por que somos os melhores RefugioCafe é muito mais do que uma simples cafetaria - é um refúgio acolhedor onde cada visitante encontra um oásis de paz e prazer. Na nossa cafetaria, não só encontrarás café de alta qualidade, mas também uma atmosfera única que te permite relaxar e escapar da agitação do quotidiano. Orgulhamo-nos de oferecer não só excelentes cafés, mas também uma ampla seleção de chás, sobremesas frescas e petiscos deliciosos, tudo num ambiente acolhedor e convidativo. Escolher RefugioCafe é escolher uma experiência sensorial única, onde cada detalhe é cuidadosamente pensado para proporcionar momentos memoráveis. Escolher a nossa cafetaria, RefugioCafe, é optar por uma experiência verdadeiramente única. Aqui, você encontrará não apenas uma xícara de café, mas sim uma jornada sensorial que despertará todos os seus sentidos Desde o momento em que você atravessa nossas portas, será recebido com um aroma tentador de grãos de café recém-torrados, preparados por nossos baristas especializados com amor e habilidade. Cada gole de nossa bebida cuidadosamente elaborada é uma explosão de sabor, levando-o a uma viagem pelas nuances do café. Então, da próxima vez que estiver procurando por um lugar para recarregar suas energias ou simplesmente se deliciar com uma excelente xícara de café, escolha RefugioCafe. Estamos ansiosos para recebê-lo e fazer parte da sua jornada de café Obter Mais Sobre nós - Fundador Fundador café Claro, aqui está um breve parágrafo sobre o proprietário do RefugioCafe, descrevendo como ele começou o negócio: O RefugioCafe foi fundado pelo apaixonado amante do café, Ricardo, que sonhava em criar um refúgio acolhedor para os amantes do café na comunidade local. Inspirado por sua própria paixão pela arte de fazer café e sua visão de um espaço onde as pessoas pudessem se reunir e desfrutar de momentos de tranquilidade, Ricardo embarcou na jornada de abrir sua própria cafeteria. Com dedicação, criatividade e uma busca incessante pela perfeição no café, ele transformou sua visão em realidade, estabelecendo o RefugioCafe como um ponto de encontro querido na cidade. See more Melhor barista Estamos orgulhosos de anunciar que o título de Melhor Barista do Ano foi concedido a Maria, nossa talentosa e dedicada barista no RefugioCafe. Com sua paixão pelo café e habilidades excepcionais, Maria elevou a experiência dos nossos clientes a novos patamares. Sua capacidade de criar as mais deliciosas e artísticas bebidas de café cativou os corações dos nossos clientes e solidificou nosso compromisso com a excelência em cada xícara servida. Parabéns, Maria, pelo seu merecido reconhecimento e por ser uma parte fundamental da nossa equipe! Sabores Verdadeiros: RefúgioCafé Explore um cardápio repleto de criações exclusivas, preparadas com ingredientes frescos e selecionados, para uma experiência gastronômica verdadeiramente memorável. Café moído Café torrado Grãos de café Arábica Robusta Café expresso Nosso famoso cardápio Adentre nosso universo de sabores e mergulhe em uma experiência gastronômica extraordinária. Café Assado leve RefúgioCafé Assado leve Os grãos torrados levemente apresentam sabor mais vivo e frutado, retendo mais acidez e aromas naturais. More Médio concluído RefúgioCafé Adentre Médio concluído Esta é a torra mais popular em nossa cafeteria e é comumente usada em bebidas à base de café. Combina um equilíbrio entre acidez, doçura e aroma. More Bem passado Assado escuro conosco Bem passado Os grãos torrados escuros têm um sabor mais rico, com notas pronunciadas de chocolate torrado e amargo. Este tipo de assado também é conhecido como assado \"francês\" ou \"italiano\". More Assado muito escuro Passe o mouse sobre mim! Assado muito escuro Este tipo de torra resulta na caramelização quase completa dos açúcares dos grãos, criando um sabor profundo e rico com notas de caramelo e fumaça. More Sobre Eventos Happy Hour Matinal: Ofereça descontos especiais em bebidas selecionadas durante as manhãs para incentivar os clientes a começarem o dia com uma xícara de café fresco. Cartão de Fidelidade: Crie um programa de fidelidade onde os clientes ganham um selo ou ponto por cada compra de café. Depois de acumularem um certo número de selos, eles podem receber uma bebida gratuita ou um desconto em sua próxima visita. Dias Temáticos: Realize dias temáticos durante a semana, como \"Quarta-feira de Sobremesas\" com descontos em bolos, tortas e doces, ou \"Sexta-feira de Café Gelado\" com ofertas em bebidas geladas. Combo do Dia: Ofereça combos especiais que incluam uma bebida e um acompanhamento por um preço reduzido, como um café com um muffin ou um cappuccino com uma fatia de bolo. Descontos para Estudantes e Professores: Ofereça descontos especiais para estudantes e professores durante o ano letivo para incentivar visitas regulares. Nossas avaliações Este é o lema do RefugioCafe. Acreditamos na importância das avaliações reais e autênticas dos nossos clientes para destacar a qualidade dos nossos produtos e serviços. Em nossa seção \"Nossas Avaliações\", compartilhamos feedbacks reais de clientes satisfeitos, proporcionando uma visão transparente e honesta da experiência no RefugioCafe. Desde os sabores ricos e envolventes dos nossos cafés até o ambiente acolhedor e o atendimento atencioso da nossa equipe, as avaliações dos nossos clientes refletem a dedicação contínua do RefugioCafe em oferecer uma experiência excepcional em todas as visitas. Junte-se a nós e descubra por que somos a escolha preferida dos amantes de café e apreciadores de experiências únicas. Nossas avaliações falam por si mesmas - venha experimentar o melhor do RefugioCafe hoje mesmo! Fale Conosco Endereço Brasília de Minas, Brasil de Minas - Minas Gerais, 39330-000, Brasil Telefones +553167489334 Email RefugioCafe@gmail.com Full name Email I accept - Privacy Policy Send Dias da semana Horário Segunda-feira 10:00 - 18:30 Terça-feira 10:00 - 18:00 Quarta-feira 10:00 - 18:20 Quinta-feira 10:00 - 18:00 Sexta-feira 10:00 - 18:00 Sábado 10:00 - 18:10 Domingo 10:00 - 20:00 RefugioCafe Produtos Sobre nós Contato Política de Privacidade Termos e Condições Direitos Autorais © 2021 - RefugioCafe",
    "policy": "Privacy Policy Espresso Encanto: O Refúgio do Café RefúgioCafé Produtos Sobre nós Contato RefugioCafe@gmail.com Privacy Policy RefugioCafe: O Refugio do Cáfe Durante a sua visita ao nosso site, podemos coletar uma variedade de informações para melhorar a sua experiência. Além disso, podemos solicitar informações pessoais, como nome, endereço de e-mail, número de telefone e preferências, quando você se inscreve em nossa newsletter, faz uma compra ou preenche formulários de contato. Essas informações são coletadas apenas com o seu consentimento e são utilizadas para fornecer serviços personalizados e comunicações relevantes. Uso das Informações As informações coletadas são utilizadas para diversos fins, incluindo: Personalização da sua experiência no site para atender às suas preferências. Processamento de pedidos e fornecimento de suporte ao cliente. Envio de comunicações de marketing, como newsletters e promoções especiais. Análise de tendências e desempenho do site para melhorar nossos serviços. Divulgação a Terceiros No RefúgioCafé, levamos a sua privacidade a sério e não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para fornecer os serviços solicitados por você ou conforme exigido por lei. Segurança das Informações Implementamos medidas de segurança adequadas para proteger suas informações contra acesso não autorizado, uso indevido ou divulgação. Isso inclui a criptografia de dados sensíveis e a proteção dos servidores com firewalls e outras tecnologias de segurança avançadas. Alterações nesta Política de Privacidade Podemos atualizar esta Política de Privacidade periodicamente para refletir mudanças em nossas práticas de privacidade ou em conformidade com a legislação aplicável. Recomendamos que você revise esta Política regularmente para estar ciente de quaisquer alterações. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre o uso das suas informações pessoais, entre em contato conosco. Estamos aqui para ajudar e garantir que sua experiência conosco seja segura e satisfatória. Os seus dados pessoais serão mantidos apenas pelo tempo necessário para cumprir com os fins para os quais foram coletados, a menos que seja necessário mantê-los por um período mais longo para cumprir com as obrigações legais. Respeitamos o direito à privacidade das crianças e não coletamos intencionalmente informações de crianças com menos de 13 anos de idade Utilizamos cookies e outras tecnologias de rastreamento para melhorar a sua experiência de navegação em nosso site. Você tem o direito de acessar, corrigir e excluir as suas informações pessoais, bem como de se opor ao processamento das mesmas. Caso tenha alguma preocupação sobre a forma como as suas informações pessoais estão sendo tratadas, entre em contato conosco através dos canais de comunicação disponíveis. Podemos atualizar esta Política de Privacidade periodicamente. Recomendamos que você reveja esta política regularmente para se manter informado sobre as nossas práticas de privacidade. Este site pode conter links para outros sites que não são de nossa propriedade ou controle. Não somos responsáveis pelas práticas de privacidade desses sites. Ao utilizar este site, você concorda com os termos desta Política de Privacidade. Caso qualquer disposição desta Política de Privacidade seja considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito. Caso você não concorde com o teor desta Política de Privacidade, solicitamos que não utilize o nosso site. Em caso de dúvidas sobre esta Política de Privacidade, entre em contato conosco. Ainda há perguntas RefugioCafe@gmail.com Esta Política de Privacidade foi atualizada em 12 de outubro de 2024. RefugioCafe Produtos Sobre nós Contato Política de Privacidade Termos e Condições Direitos Autorais © 2021 - RefugioCafe",
    "termsandcomp": "Terms and Conditions Espresso Encanto: O Refúgio do Café RefúgioCafé Produtos Sobre nós Contato RefugioCafe@gmail.com Terms and Conditions RefugioCafe: O Refugio do Cáfe Licença de Uso A menos que indicado de outra forma, nós e/ou nossos licenciadores detemos os direitos de propriedade intelectual sobre o material do site. Todos esses direitos de propriedade intelectual são reservados. Você pode visualizar, fazer download para armazenamento em cache e imprimir páginas deste site para seu uso pessoal, sujeito às restrições estabelecidas abaixo e em outros lugares nestes termos e condições. Restrições de Uso O acesso a certas áreas do nosso site é restrito. Reservamos o direito de restringir o acesso a outras áreas do nosso site, ou mesmo todo o site, a nosso critério. Se fornecemos a você um ID de usuário e senha para permitir que você acesse áreas restritas deste site ou outros conteúdos ou serviços, você deve garantir que esse ID de usuário e senha sejam mantidos confidenciais. Atualização e Modificação Reservamos o direito de atualizar, modificar ou remover quaisquer partes destes termos e condições a qualquer momento. É sua responsabilidade verificar periodicamente se há alterações. Seu uso continuado ou acesso ao site após a publicação de quaisquer alterações aos termos e condições constitui aceitação dessas alterações. Responsabilidade Não seremos responsáveis perante você (seja sob a lei de contato, a lei civil ou de outra forma) em relação ao conteúdo do site, o uso do site, ou de outra forma em relação a este acordo, por qualquer perda direta, indireta, especial ou consequencial; ou por qualquer perda de receitas, lucros, negócios ou poupanças antecipadas. Lei Aplicável Estes termos e condições serão regidos e interpretados de acordo com a lei, e qualquer disputa relacionada a estes termos e condições estará sujeita à jurisdição exclusiva dos tribunais. Todo o conteúdo do Site, incluindo, mas não se limitando a, textos, imagens, gráficos, logotipos, ícones, software e outros materiais (doravante denominado 'Conteúdo'), é protegido por direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você não pode copiar, reproduzir, modificar, distribuir, transmitir, exibir, publicar ou criar trabalhos derivados do Conteúdo sem o consentimento prévio por escrito do RefugioCafe. Para acessar certos recursos ou serviços no Site, pode ser necessário criar uma conta de usuário. Ao criar uma conta de usuário, você concorda em fornecer informações precisas e atualizadas. Você é responsável por manter a confidencialidade de sua senha e outras informações da conta. RefugioCafe não se responsabiliza por quaisquer danos ou perdas decorrentes do uso não autorizado de sua conta. Se você tiver alguma dúvida ou preocupação sobre estes Termos, entre em contato com o RefugioCafe por meio das informações de contato fornecidas no Site. Estes Termos estarão sujeitos e serão interpretados de acordo com as leis do estado ou país em que o RefugioCafe está sediado. Qualquer disputa decorrente do uso do Site ou do Conteúdo será submetida à jurisdição exclusiva dos tribunais do estado ou país em que o RefugioCafe está sediado. O RefugioCafe reserva-se o direito de alterar estes Termos a qualquer momento, publicando os Termos revisados no Site. Os Termos revisados entrarão em vigor imediatamente após sua publicação. É sua responsabilidade revisar os Termos periodicamente para quaisquer alterações. Seu uso continuado do Site após a publicação dos Termos revisados constitui sua aceitação dos Termos revisados. We have no control over and assume no responsibility for the content, or practices of any third party sites or services. Ainda há perguntas RefugioCafe@gmail.com Esta Terms and Conditions foi atualizada em 12 de outubro de 2024. RefugioCafe Produtos Sobre nós Contato Política de Privacidade Termos e Condições Direitos Autorais © 2021 - RefugioCafe",
    "thanks": "Thank you. Obrigado por se Inscrever! Obrigado por se Inscrever! Agradecemos por se inscrever em nossa newsletter! Estamos empolgados em tê-lo como parte de nossa comunidade RefúgioCafé e ansiosos para compartilhar com você todas as novidades, promoções exclusivas e eventos especiais. Ao se inscrever, você se tornou parte de nossa família RefúgioCafé. Estamos aqui para atendê-lo e garantir que você desfrute de todos os benefícios de ser um membro de nossa comunidade. Agradecemos por confiar em nós como sua fonte de informações sobre café e todas as coisas relacionadas ao RefúgioCafé. Estamos dedicados a fornecer conteúdo envolvente e informativo que agregue valor à sua vida. Sua inscrição nos permite manter você atualizado sobre nossas últimas ofertas, lançamentos de produtos e eventos especiais. Estamos comprometidos em fornecer a você uma experiência única e personalizada. Obrigado por escolher RefúgioCafé como sua fonte de inspiração e prazer relacionados ao café. Estamos aqui para ajudá-lo a explorar e desfrutar de tudo o que o mundo do café tem a oferecer. Sua inscrição nos ajuda a entender melhor suas preferências e necessidades, para que possamos oferecer a você um serviço ainda melhor no futuro. Estamos comprometidos em proporcionar uma experiência excepcional a todos os nossos assinantes. Agradecemos por se inscrever e por nos permitir fazer parte de sua jornada com o café. Estamos ansiosos para compartilhar com você nosso amor pela bebida e todas as suas nuances. Obrigado por se juntar à nossa comunidade de amantes de café. Estamos ansiosos para compartilhar com você informações interessantes e inspiradoras sobre o mundo do café e muito mais. Sua inscrição nos ajuda a entender melhor suas preferências e interesses, para que possamos personalizar nosso conteúdo de acordo. Estamos comprometidos em fornecer a você uma experiência única e relevante. Obrigado por se inscrever em nossa newsletter e por nos permitir manter contato com você. Estamos empolgados em compartilhar com você todas as novidades e ofertas exclusivas do RefúgioCafé Agradecemos por se inscrever e por nos permitir fazer parte de sua jornada com o café. Estamos ansiosos para compartilhar com você nosso conhecimento e paixão pela bebida. Retornar"
  }
}