{
  "name": "New_v9_SphereFurn",
  "pages": {
    "customFurniture": "Sphere Furn - custom furniture: Transform Your Home with Elegance Sphere furn home stone products custom furniture +91 714 2940958 Request a call Custom-made furniture for individual projects For 12 years we have been producing furniture from economy to premium class! Our own production allows us to take on any of your ideas. Free measurement Own production with 18 years of experience Installment plan 0% Official warranty 1 year what can you order according to individual sizes Kitchen Living room Bedroom Sliding doors Wardrobe Children's Hallway TABLE Big York 145,14 $ details TABLE Big Satin 167,54 $ details TABLE Big Jazz 127,54 $ details TABLE Big Cross 130,47 $ details Ask a question to the designer write to a specialist at +44 20 7946 0958 Send us photos and details of your kitchen and we will recommend the best solution for your future kitchen and its configuration. We work without the involvement of third parties WE'LL COMPLETE A DESIGN PROJECT INDEPENDENTLY, SELECT QUALITY MATERIALS WE'LL COMPLETE A DESIGN PROJECT INDEPENDENTLY, SELECT QUALITY MATERIALS You leave a request Online We conduct a preliminary conversation and arrange a meeting to accurately calculate the estimate and deadlines We take all necessary measurements on site We analyze the layout, get acquainted with the project if there is one. If not, we will develop a project for you. We conclude an agreement. We draw up an accurate estimate. We calculate the exact production time. You make at least 30% prepayment based on the contract We purchase quality materials from trusted suppliers We purchase at wholesale prices, which allows you to save on production without sacrificing quality We produce kitchens, focusing on the smallest details We monitor quality daily and report on the work done Free delivery after production and next day assembly All you have to do is enjoy the excellent kitchen in your apartment Phone: +91 714 2940958 Email: Spherefurn@gmail.com Address: Gorepeth, Nagpur, Maharashtra 440012, India Privacy Policy Terms of Use",
    "index": "Sphere Furn - Elevate Your Living Space Sphere furn home stone products custom furniture +91 714 2940958 Request a call Arrange your home high-quality furniture that will last you a long time Calculate the cost Promotions of the week When ordering a kitchen table as a gift When purchasing a table made of artificial stone, a coffee table is given as a gift For 25 years now «Sphere furn» company sells furniture fittings Here you can find the latest and most interesting new products. In addition, by working directly with large manufacturers and importers of furniture fittings and films, we have made our prices very attractive. Why clients choose us Experience we have been working since 2001 Price we have some of the lowest prices in the city Designer consultation not only beautiful, but also practical furniture Delivery We'll deliver to your door Reviews until November 10 John K. Thank you! It turned out great until July 14 Donald T. We got a great table until September 9 Joe B. Reliable products! Everything is on time until October 19 Orban V. High quality as always Rio de Janeiro Jon Konst. ⭐⭐⭐⭐⭐ Sou um grande fã de sanduíches e este café superou todas as minhas expectativas. O cardápio é variado, há opções clássicas e inusitadas. Experimentei um sanduíche com carne e queijo derretido - foi algo incrível! O pão é crocante, a carne suculenta e o molho é simplesmente divino. Definitivamente voltarei novamente! --> Salvador Alava Vis. ⭐⭐⭐⭐⭐ Estava procurando um lugar onde pudesse fazer um lanche rápido e saboroso e encontrei esse café maravilhoso. Os sanduíches aqui são preparados com alma, você sente isso em cada mordida. Gostei muito do sanduíche vegetariano com abacate e legumes frescos. O ambiente é aconchegante e a equipe está sempre pronta para ajudar na sua escolha. Ótimo lugar para almoçar ou lanchar! --> Goiânia Alex Pereira. ⭐⭐⭐⭐⭐ Ótimo café com ótimos sanduíches! Vim aqui várias vezes e sempre fiquei satisfeito. Gostei especialmente do club sandwich - a combinação perfeita de sabores e texturas. As porções são grandes e os preços são razoáveis. Recomendo a todos que apreciam comida saborosa e de qualidade! --> Belém Sétrem C. ⭐⭐⭐⭐⭐ Este café é um verdadeiro achado para os amantes de sanduíches. O cardápio é variado, há algo para todos os gostos. Experimentei o sanduíche de bacon e ovo - simplesmente delicioso! O serviço é rápido e simpático e o ambiente é acolhedor. Com certeza voltarei aqui novamente e trarei amigos! --> Contact us I agree with Privacy Policy Order Phone: +91 714 2940958 Email: Spherefurn@gmail.com Address: Gorepeth, Nagpur, Maharashtra 440012, India Privacy Policy Terms of Use",
    "privacyPolicy": "Sphere Furn - Crafting Comfort for Every Room Sphere furn home stone products custom furniture +91 714 2940958 Request a call Privacy Policy Welcome to Sphere furn (\"we,\" \"our,\" \"us\"). We are committed to protecting your privacy and ensuring that your personal information is handled in a safe and responsible manner. This Privacy Policy outlines how we collect, use, and protect your information when you visit our website or make a purchase from our store. Information We Collect We may collect the following types of information: Name, email address, phone number, billing and shipping address, payment information. Browser type, IP address, pages visited, and other usage data. How We Use Your Information We use the information we collect for the following purposes: - To process and fulfill your orders. - To communicate with you about your orders, inquiries, and other customer service needs. - To improve our website, products, and services. - To send you promotional materials and updates, if you have opted in to receive them. Sharing Your Information We do not sell, trade, or otherwise transfer your personal information to outside parties except as described below: We may share your information with third-party service providers who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may disclose your information if required to do so by law or in response to valid requests by public authorities. Security We implement a variety of security measures to maintain the safety of your personal information. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee its absolute security. You have the right to: - Access and update your personal information. - Opt-out of receiving promotional emails from us by following the unsubscribe instructions in those emails. - Request the deletion of your personal information, subject to certain legal exceptions. If you have any questions about this Privacy Policy, please contact us at: Email: Spherefurn@gmail.com Phone: +91 714 2940958 Endereço: Address: Gorepeth, Nagpur, Maharashtra 440012, India Phone: +91 714 2940958 Email: Spherefurn@gmail.com Address: Gorepeth, Nagpur, Maharashtra 440012, India Privacy Policy Terms of Use",
    "stoneProduct": "Sphere Furn - stone products: Where Comfort Meets Styl Sphere furn home stone products custom furniture +91 714 2940958 Request a call countertops, tables and window sills artificial stone Thanks to our calculator you can find out the cost Calculate the cost Eco-friendly 100% harmless Durable 20 years warranty Stylish more than 1000 colors Artificial stone products from the manufacturer Having our own workshop and technical know-how, we manufacture countertops. We carry out quality control of all products Window sills Order Tabletops Order Tables Order Sinks and sinks Order Why choose artificial stone Products made from artificial stone have almost all the properties that natural materials have: durability, strength, reliability and attractive appearance. He combined not only the best properties of natural stones, but also added to them colors rarely found in nature. Reliable waterproofing, a one-piece product (no edge material), does not absorb moisture and foreign odors, as well as does not emit them, eliminates the appearance of mold and fungi. Artificial stone is durable and repairable. It will serve you for many years without losing its initial characteristics. Manufacturers of artificial stone guarantee its service life of 50 years or more. If abrasions and minor scratches occur, the front surface can be easily polished with automotive polishing pastes until a new surface is obtained. Fire and heat resistance Artificial stone products retains its properties at temperatures from -30°C to +150°C at short term impact. We can make any shape without seams Easy to maintain, no dirt gets into the countertop Environmentally friendly - can be used in medical institutions and labor houses Accepts ambient temperature Lack of micropores, does not absorb moisture Large selection of colors and textures Durability - resistance to acids, abrasions, shock and high temperatures Obvious advantages of an artificial stone solution: Artificial stone became widespread not so long ago and immediately gained popularity in the design of kitchens and bathrooms. The material, resistant to liquids and temperature changes, allows you to create the interior of your dreams, practical for daily use. To calculate the cost, leave a request and our master will come to you for a FREE measurement. submit your application Phone: +91 714 2940958 Email: Spherefurn@gmail.com Address: Gorepeth, Nagpur, Maharashtra 440012, India Privacy Policy Terms of Use",
    "TermsAndConditions": "Sphere Furn - Timeless Designs for Modern Living Sphere furn home stone products custom furniture +91 714 2940958 Request a call Terms of Use Welcome to Sphere furn (\"we,\" \"our,\" \"us\"). These Terms and Conditions (\"Terms\") govern your use of our website and the purchase of products from our store. By accessing or using our website, you agree to be bound by these Terms. If you do not agree to these Terms, please do not use our website. Use of the Websit You agree to use our website only for lawful purposes and in a manner that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the website. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within our website. Product Information We strive to ensure that the information on our website is accurate and up-to-date. However, we do not warrant that product descriptions, pricing, or other content on the website is accurate, complete, reliable, current, or error-free. If a product offered by us is not as described, your sole remedy is to return it in unused condition. Orders and Payment All orders placed through our website are subject to acceptance by us. We reserve the right to refuse or cancel any order for any reason, including but not limited to product availability, errors in the description or price of the product, or errors in your order. Payment must be made at the time of placing the order.By providing payment information, you represent and warrant that you are authorized to use the payment method. Shipping and Delivery We will ship products to the address provided by you at the time of order. Shipping costs and delivery times will be provided at checkout. Delivery dates are estimates and are not guaranteed. We are not responsible for delays caused by shipping carriers or other factors beyond our control. Limitation of Liability To the fullest extent permitted by law, we shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses, resulting from (a) your use or inability to use the website; (b) any unauthorized access to or use of our servers and/or any personal information stored therein; (c) any interruption or cessation of transmission to or from our website; (d) any bugs, viruses, trojan horses, or the like that may be transmitted to or through our website by any third party; (e) any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the website; and/or (f) the defamatory, offensive, or illegal conduct of any third party. We reserve the right to modify these Terms at any time. Any changes will be effective immediately upon posting on our website. Your continued use of the website following the posting of changes constitutes your acceptance of such changes. Respeitamos sua privacidade e protegemos suas informações pessoais. Por favor, revise nossa Política de Privacidade para obter mais informações sobre quais informações coletamos e como as usamos. If you have any questions about these Terms, please contact us at: Email: Spherefurn@gmail.com Phone: +91 714 2940958 Endereço: Address: Gorepeth, Nagpur, Maharashtra 440012, India Phone: +91 714 2940958 Email: Spherefurn@gmail.com Address: Gorepeth, Nagpur, Maharashtra 440012, India Privacy Policy Terms of Use",
    "thank_page": "Sphere Furn - Redefining Home Interiors Thanks for your Feedback! At Sphere furn, we deeply appreciate the feedback we receive from our customers and visitors. Your opinions help us improve constantly our services and customize our offerings to better meet your needs. We want to extend our sincerest gratitude to you for taking the time to share your thoughts with us. Whether to praise a service well done or to provide constructive criticism that help us grow, every feedback is invaluable to us. Rest assured that your contribution will be carefully considered by our team. We are committed to providing experiences exceptional car rentals and ensure your time with us be nothing less than excellent. Thanks again for trusting Permaglam with your feedback. We hope to be able to serve you again in the future! Home page"
  },
  "date": "2024-07-15T18:04:15.385Z"
}