{
  "name": "NEw_v8_CodeCraft",
  "pages": {
    "about-us": "About CodeCraft Forge - Empowering Creativity without Code CodeCraft HOME ABOUT US Product Contact Get Started Join us for How to Build Day on March 6! Attend build-along tutorials and live Q&As with the CodeCraft team. Scaling with the best in business: founders, teams, and enterprises 3,300,000 APPS BUILT ON CodeCraft 3.1B PAGE VIEWS PER YEAR $15B FUNDS RAISED BY CodeCraft USERS 6.5K INTEGRATIONS & PLUGINS Where scale meets simplicity Design once for any screen Build together, better Secure by design Host from anywhere, safely Ultimate flexibility. Limitless integrations. Empowering Developers with CodeCraft Forge DESIGN Create Stunning Designs Effortlessly Explore Design Tools LOGIC Implement Powerful Logic Seamlessly Explore Logic Features DATA Scale with a Robust Built-in Database Explore Data Management COLLABORATION Collaborate Efficiently on Your Projects Explore Collaboration Tools Start Building The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "contacts": "Contact Us - Reach Out to CodeCraft Forge CodeCraft HOME ABOUT US Product Contact Get Started Got any question? I accept the Privacy Policy SUBMIT STAY IN TOUCH Reach out to CodeCraft Forge today for any inquiries or feedback. We're here to help! 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India CodeCraftforge@gmail.com +91-1540098579 The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "disclaimers": "Disclaimers - Understand CodeCraft Forge's Policies CodeCraft HOME ABOUT US Product Contact Get Started Disclaimer for CodeCraft The information on CodeCraft.com is for general purposes only. We don't guarantee accuracy or completeness. Any actions you take based on this information are at your own risk. We are not liable for any damages. Our website links to external websites. We try to link to good sites, but their content and changes are beyond our control. Links do not imply endorsement of all content on those sites. When leaving our site, other sites may have different privacy policies and terms. Please review them before engaging in any business or uploading information. Consent By using our website, you agree to our disclaimer. We will post any changes to this disclaimer here. The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "index": "CodeCraft Forge - Unleash Creativity without Code CodeCraft HOME ABOUT US Product Contact Get Started Join us for How to Build Day on March 6! Attend build-along tutorials and live Q&As with the CodeCraft team. The world’s only full-stack, no-code platform Design, develop, and launch production-grade applications without code. It doesn't matter if you’re starting out or on an enterprise team — CodeCraft is for anyone. Get started Scaling with the best in business: founders, teams, and enterprises 3,300,000 APPS BUILT ON CodeCraft 3.1B PAGE VIEWS PER YEAR $15B FUNDS RAISED BY CodeCraft USERS 6.5K INTEGRATIONS & PLUGINS The power of code built natively into CodeCraft DESIGN Design powerful products Explore Product LOGIC Unlock full-stack functionality Explore Product DATA Scale with a built-in database Explore Product COLLABORATION Work with others on your app Explore Product Start Building Where scale meets simplicity Design once for any screen Build together, better Secure by design Host from anywhere, safely Ultimate flexibility. Limitless integrations. Unlock the Full Potential of CodeCraft Forge Featured Tutorial How to Build a Custom Website with CodeCraft Forge Discover step-by-step instructions on creating your personalized website without writing a single line of code. Read Tutorial Featured Tutorial Building Dynamic Web Apps with CodeCraft Forge Learn how to develop interactive web applications effortlessly using CodeCraft Forge's intuitive tools. Read Tutorial Featured Tutorial Mastering Backend Development with CodeCraft Forge Explore the backend development capabilities of CodeCraft Forge and unleash the full potential of your applications. Read Tutorial Empowering Developers with CodeCraft Forge DESIGN Create Stunning Designs Effortlessly Explore Design Tools LOGIC Implement Powerful Logic Seamlessly Explore Logic Features DATA Scale with a Robust Built-in Database Explore Data Management COLLABORATION Collaborate Efficiently on Your Projects Explore Collaboration Tools Start Building CodeCraft is defining the future of no-code. Join us. Build your app on CodeCraft’s Free plan. No need to upgrade until you’re ready to launch your app. Contact us The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "privacy-policy": "Privacy Policy - Safeguarding Your Data with CodeCraft Forge CodeCraft HOME ABOUT US Product Contact Get Started Privacy Policy for CodeCraft CodeCraft operates the CodeCraft.com website (the \"Service\"). This page informs you of our policies regarding the collection, use, and disclosure of personal information when you use our Service. Information We Collect We collect personal information like your name, phone number, and postal address, **if you choose to provide it**, to enhance your experience. This information is used for identification and potential contact. Log Data We automatically collect standard Log Data, including your IP address, browser version, visited pages, and time spent on those pages, when you visit our Service. Cookies We use cookies, small data files, to improve our Service functionality. You can choose to accept or refuse cookies and be notified when they are sent to your device. Refusing cookies may limit your access to certain parts of the Service. Third-Party Providers We may employ third parties for various purposes, such as facilitating the Service, providing services on our behalf, or analyzing Service usage. These parties have access to your personal information only to perform designated tasks and are obligated not to disclose or use it for any other purpose. Security We strive to protect your personal information using commercially acceptable methods. However, no internet transmission or electronic storage method is 100% secure, and we cannot guarantee its absolute security. Links to Other Sites Our Service may contain links to external websites. We are not responsible for the privacy practices of these sites. We encourage you to review their privacy policies before visiting them. Children's Privacy Our Service is not intended for anyone under 13. We do not knowingly collect personal information from children under 13. If we discover such data is collected, we will immediately delete it. Parents and guardians are advised to monitor their children's online activity and contact us if they believe their child has provided personal information. Updates We may update this Privacy Policy periodically. We encourage you to review this page regularly for any changes. We will notify you of significant changes by posting the updated policy here. Contact Us If you have any questions about this Privacy Policy, please contact us. The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "products": "Products - CodeCraft Forge: Empower Your Creativity without Code CodeCraft HOME ABOUT US Product Contact Get Started Join us for How to Build Day on March 6! Attend build-along tutorials and live Q&As with the CodeCraft team. The power of code built natively into CodeCraft DESIGN Design powerful products Explore Product LOGIC Unlock full-stack functionality Explore Product DATA Scale with a built-in database Explore Product COLLABORATION Work with others on your app Explore Product Start Building Unlock the Full Potential of CodeCraft Forge Featured Tutorial How to Build a Custom Website with CodeCraft Forge Discover step-by-step instructions on creating your personalized website without writing a single line of code. Read Tutorial Featured Tutorial Building Dynamic Web Apps with CodeCraft Forge Learn how to develop interactive web applications effortlessly using CodeCraft Forge's intuitive tools. Read Tutorial Featured Tutorial Mastering Backend Development with CodeCraft Forge Explore the backend development capabilities of CodeCraft Forge and unleash the full potential of your applications. Read Tutorial CodeCraft is defining the future of no-code. Join us. Build your app on CodeCraft’s Free plan. No need to upgrade until you’re ready to launch your app. Contact us The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "terms-conditions": "Terms and Conditions - Understanding CodeCraft Forge's Guidelines CodeCraft HOME ABOUT US Product Contact Get Started Terms and Conditions Welcome to CodeCraft! These terms outline the rules for using CodeCraft.com. By using the website, you agree to them. Key Points: We use cookies. See our Privacy Policy for details. We own the content on this site. Don't copy it without permission. Users are responsible for their comments. We may remove inappropriate ones. By commenting, you grant us permission to use your comments. Some organizations can link to our website without permission. See details below. For more details, please see the full Terms and Conditions. The CodeCraft website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline CodeCraft Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India codecraft@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions",
    "thanks": "Thank You - SwiftStack Forge Appreciates Your Inquiry SwiftStack HOME ABOUT US Product Contact Get Started Thank You! We appreciate your inquiry and will get back to you as soon as possible. In the meantime, feel free to explore more about SwiftStack Forge and how it can empower your digital projects. Whether you're building websites, web applications, or backend systems, SwiftStack Forge is here to support your creativity and innovation. The SwiftStack website uses cookies to ensure you have the best experience on our site. Accept or Decline. Accept Decline SwiftStack Contact Us 3VFJ+9M2, MIG Colony, Vinobha Bhave Nagar, Kurla West, Kurla, Mumbai, Maharashtra 400070, India swiftstack@gmail.com Important Links Disclaimers Privacy & Policy Terms & Conditions"
  }
}