{
  "name": "New_v9_ZenFlow",
  "pages": {
    "classes": "ZenFlow - Yoga Studio Classes Studios Classes Prices Contacts Studios Classes Prices Contacts Discover the Perfect Yoga Practice for You Explore Classes Now Classes Embark on your yoga journey with our diverse range of classes designed to suit every level and style. Whether you seek balance, strength, or relaxation, we have the perfect practice for you. Explore our offerings and find the yoga that resonates with your mind, body, and spirit View now Our Classes Hatha Yoga Find Your Balance Hatha Yoga focuses on physical postures (asanas) and breathing techniques (pranayama) to create harmony between the mind and body. Ideal for beginners and those looking to enhance their practice, Hatha Yoga helps you build strength, flexibility, and inner peace. Sign Up Now Vinyasa Yoga Flow with Breath Vinyasa Yoga is a dynamic practice that links movement and breath, creating a flowing sequence of poses. This style improves cardiovascular health, builds strength, and increases flexibility. Perfect for those seeking a more active and fluid yoga practice. Sign Up Now Yin Yoga Embrace Stillness Yin Yoga involves holding poses for longer periods to target deep connective tissues and increase flexibility. This meditative practice promotes relaxation and stress relief, making it ideal for those looking to unwind and find inner stillness. Sign Up Now Ashtanga Yoga Master the Sequence Ashtanga Yoga is a rigorous and structured practice that follows a specific sequence of poses. This method improves strength, flexibility, and stamina. Ideal for dedicated practitioners seeking a disciplined and transformative yoga experience. Sign Up Now Tea Ceremony Relax and Reflect After your yoga practice, join us for a traditional tea ceremony. This peaceful ritual promotes relaxation and mindfulness, providing the perfect opportunity to unwind and reflect on your practice. Enjoy a cup of tea in our serene tea ceremony room. Join Now Meet Our Yoga Instructors Anna Williams is a certified yoga instructor with over 10 years of experience in various yoga styles. Specializing in Vinyasa and Hatha yoga, Anna's classes focus on building strength and flexibility while encouraging mindfulness and inner peace. Her approachable and friendly teaching style makes her classes enjoyable and accessible for all levels Anna Williams David Thompson has a background in Ashtanga and Power yoga, bringing a dynamic and energetic approach to his classes. With a deep understanding of body mechanics and alignment, David helps students achieve their personal best while maintaining safety and integrity in their practice. His motivating and supportive attitude inspires students to push their limits David Thompson Mia Chen is passionate about restorative and Yin yoga, focusing on relaxation, healing, and deep stretching. Her gentle and nurturing approach provides a peaceful and meditative environment, helping students relieve stress and tension. Mia's classes are perfect for those seeking a slower, more introspective practice Mia Chen Privacy Policy Terms and Conditions +91-119-3348230 zenflow@gmail.com Shree Saibaba Temple - Adpai Goa 403401",
    "index": "ZenFlow - Yoga Studio Studios Classes Prices Contacts Studios Classes Prices Contacts ZenFlow Yoga Studio ZenFlow Yoga Studio Find Your Balance, Embrace Your Flow Explore Classes Our Yoga Studios Welcome to our Yoga Studio, a serene oasis designed to inspire and rejuvenate your mind, body, and soul. Nestled in a tranquil setting, our studio offers a variety of beautifully designed spaces that cater to all levels of yoga practice. Each studio is thoughtfully crafted to provide a unique ambiance, from the energizing and vibrant to the calm and meditative. Our dedicated Tea Ceremony Lounge offers a peaceful retreat for relaxation and reflection after your practice. Join us to experience the perfect blend of physical wellness and inner peace in a supportive and welcoming community Serenity Studio Step into Serenity Studio, where tranquility and peace fill the air. With natural wooden floors, large windows that let in ample sunlight, and calming blue and green hues, this studio is perfect for meditation and gentle yoga sessions Sign Up for Classes Energy Studio Energy Studio is designed to invigorate and motivate. Bright and spacious, with mirrored walls and modern amenities, this studio is ideal for dynamic yoga practices and high-energy classes. The vibrant ambiance boosts your spirit and enhances your workout. Sign Up for Classes Harmony Studio Harmony Studio offers a balanced blend of traditional and contemporary elements. Featuring bamboo flooring, soothing earth tones, and ambient lighting, this studio is perfect for all types of yoga classes. The harmonious environment promotes a deep sense of well-being. Sign Up for Classes Balance Studio Balance Studio combines modern design with a touch of nature. With large glass panels offering views of a lush garden, this studio is a sanctuary for those seeking balance and mindfulness. It is equipped for various yoga styles and offers a peaceful retreat from the busy world. Sign Up for Classes Zen Studio Zen Studio is a minimalist haven with an emphasis on simplicity and mindfulness. The clean lines, uncluttered space, and neutral palette create an ideal setting for meditation and restorative yoga. This studio encourages inner peace and clarity. Sign Up for Classes Tea Ceremony Lounge The Tea Ceremony Lounge is a serene and inviting space dedicated to post-yoga relaxation. With low wooden tables, comfortable cushions, and a beautiful setup for traditional tea ceremonies, this lounge offers the perfect environment to unwind, reflect, and connect with fellow practitioners. Sign Up for Classes Join Us for a Transformative Yoga Experience! Sign Up for Classes Now Privacy Policy Terms and Conditions +91-119-3348230 zenflow@gmail.com Shree Saibaba Temple - Adpai Goa 403401",
    "prices": "ZenFlow - Yoga Studio Prices Studios Classes Prices Contacts Studios Classes Prices Contacts Find Your Class and Embrace Wellness Choose a Time Pricing Hatha Yoga $100 Vinyasa Yoga $120 Ashtanga Yoga $150 Kundalini Yoga $180 Yoga Class Schedule Monday Hatha Yoga 8:00 AM - 9:00 AM Focus on alignment and foundational poses to improve strength and flexibility. Vinyasa Yoga 6:00 PM - 7:00 PM Flow through dynamic sequences and build heat with this invigorating class that promotes flexibility and endurance. sign up for yoga Tuesday Yin Yoga 7:00 AM - 8:00 AM A slow-paced class focusing on deep stretching and relaxation to release tension and enhance flexibility. Ashtanga Yoga 6:00 PM - 7:30 PM An intense and disciplined practice that follows a specific sequence to build strength and endurance. sign up for yoga Wednesday Restorative Yoga 10:00 AM - 11:00 AM Gentle poses and props used to promote relaxation and recovery, perfect for mid-week rejuvenation. Vinyasa Yoga 7:00 PM - 8:00 PM A fluid class combining movement and breath to energize and refresh your body. sign up for yoga Thursday Hatha Yoga 8:00 AM - 9:00 AM Focus on alignment and foundational poses to improve strength and flexibility. Yin Yoga 6:00 PM - 7:00 PM Deep, restorative stretches to help with flexibility and inner calm. sign up for yoga Friday Ashtanga Yoga 7:00 AM - 8:30 AM A rigorous practice to end the week, focusing on strength, stamina, and discipline. Restorative Yoga 6:00 PM - 7:00 PM Wind down your week with a soothing class designed for relaxation and stress relief. sign up for yoga Saturday Hatha Yoga 9:00 AM - 10:00 AM Weekend start with a class that blends breathing techniques with fundamental poses. Vinyasa Yoga 11:00 AM - 12:00 PM A vibrant session to energize and prepare for the rest of your weekend activities. sign up for yoga Sunday Yin Yoga 10:00 AM - 11:00 AM End your week with deep stretches and meditative practices to promote relaxation and recovery. Meditation & Gentle Yoga 6:00 PM - 7:00 PM A calming practice combining light yoga with guided meditation to prepare for the week ahead. sign up for yoga Contact us We’re thrilled to support you on your journey towards balance and flow. Whether you have questions about our yoga classes, need assistance with booking, or want more information, our team is here to help you discover your inner peace I accept Privacy Policy SUBMIT +91-119-3348230 zenflow@gmail.com Shree Saibaba Temple - Adpai Goa 403401 Privacy Policy Terms and Conditions +91-119-3348230 zenflow@gmail.com Shree Saibaba Temple - Adpai Goa 403401",
    "privacy-policy": "ZenFlow - Privacy Policy Studios Classes Prices Contacts Studios Classes Prices Contacts Privacy Policy 1. Information We Collect 1.1 Personal Information: We may collect personal information that you provide directly, such as your name, email address, phone number, and payment information when you register for classes, workshops, or other services. 1.2 Usage Data: We collect information about how you interact with our website, including your IP address, browser type, pages visited, and the time and date of your visit. This helps us improve our services and understand your preferences. 2. How We Use Your Information 2.1 To Provide Services: We use your personal information to process your class registrations, manage your account, and communicate with you regarding our services and promotions. 2.2 To Improve Our Services: Your usage data helps us analyze how our website and services are used, allowing us to make improvements and offer a better user experience. 2.3 To Communicate with You: We may send you emails or other communications related to your registration, updates about our classes, and promotional offers. You can opt out of marketing communications at any time. 3. How We Share Your Information 3.1 Third-Party Service Providers: We may share your information with third-party service providers who assist us in managing our services, such as payment processors and email marketing platforms. These providers are contractually obligated to protect your information and use it only for the purposes we specify. 3.2 Legal Requirements: We may disclose your information if required by law or to protect our rights, property, or safety, or the rights, property, or safety of others. 3.3 Business Transfers: In the event of a merger, acquisition, or other business transaction, your information may be transferred as part of the assets of the business. 4. Data Security We implement appropriate technical and organizational measures to protect your personal information from unauthorized access, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is completely secure, so we cannot guarantee absolute security. 5. Your Rights 5.1 Access and Correction: You have the right to access and update your personal information. If you need to make changes or correct inaccuracies, please contact us. 5.2 Data Retention: We retain your personal information only for as long as necessary to fulfill the purposes outlined in this Privacy Policy, comply with legal obligations, and resolve disputes. 5.3 Opt-Out: You can opt out of receiving promotional communications from us by following the instructions provided in the emails or contacting us directly. 6. Children's Privacy Our services are not directed to individuals under the age of 16. We do not knowingly collect or solicit personal information from children under 16. If we become aware that we have collected such information, we will take steps to delete it. 7. Changes to This Policy We may update this Privacy Policy from time to time. Any changes will be posted on our website, and we encourage you to review the policy periodically. Your continued use of our services after any changes indicates your acceptance of the revised policy. Privacy Policy Terms and Conditions +91-119-3348230 zenflow@gmail.com Shree Saibaba Temple - Adpai Goa 403401",
    "terms-conditions": "ZenFlow - Terms and Conditions Studios Classes Prices Contacts Studios Classes Prices Contacts Terms and Conditions Introduction Welcome to ZenFlow Yoga Studio. By accessing and using our website, you agree to comply with and be bound by these Terms and Conditions. If you do not agree with any part of these terms, please do not use our website. Website Use Eligibility: To use our services, you must be at least 18 years old and have the legal capacity to enter into binding contracts. Accuracy of Information: You agree to provide true, accurate, up-to-date, and complete information about yourself when making reservations or creating an account with us. Restrictions on Use: You may not use our website for any illegal or unauthorized purpose. You agree not to modify, copy, distribute, transmit, display, perform, reproduce, license, create derivative works from, transfer, or sell any information, software, products, or services obtained through this website. Reservations and Payments Confirmation of Reservations: All reservations are subject to availability and confirmation. You will receive a confirmation email after completing your reservation. Prices and Payments: The prices displayed on the website are in Brazilian Reais (BRL) and include all applicable taxes, unless otherwise stated. Payment must be made at the time of reservation, using the payment methods accepted. Cancellations and Refunds: Cancellation policies and refund policies vary depending on the tariff and supplier. Check the terms of each reservation before proceeding with the purchase. Some tariffs may be non-refundable or subject to cancellation fees. Intellectual Property Copyright: All content on this website, including text, graphics, logos, icons, images, audio clips, digital downloads, compilations of data, and software, is either owned by ZenFlow Yoga Studio or its content providers and is protected by Brazilian and international copyright laws. Registered Trademarks: The registered trademarks, logos, and service marks displayed on this website are owned by ZenFlow Yoga Studio or third parties. You are not authorized to use these trademarks without prior written consent from the trademark owner. Limitation of Liability Accuracy of Information: Although we strive to ensure that the information on our website is accurate and up-to-date, we do not guarantee the accuracy, integrity, or timeliness of such information. Disclaimer of Warranties: This website is provided \"as is\" and \"as available\", and we make no representations or warranties of any kind, express or implied, regarding the operation of the website or the information, content, materials, or products included on the website. Limitation of Damages: In no event will ZenFlow Yoga Studio be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of the use or inability to use the website or services. Amendments to Terms We reserve the right to amend these Terms and Conditions at any time, at our sole discretion. Any changes will take effect immediately upon publication on the website. Continued use of the website after the posting of changes constitutes acceptance of the new terms. Applicable Law These Terms and Conditions are governed by and construed in accordance with the laws of Brazil. You agree that any dispute arising out of or related to these terms will be subject to the exclusive jurisdiction of the Brazilian courts. Privacy Policy Terms and Conditions +91-119-3348230 zenflow@gmail.com Shree Saibaba Temple - Adpai Goa 403401",
    "thanks-page": "ZenFlow Yoga Studio - Thank You for Your Order Thank You for Your Order! We greatly appreciate your order at ZenFlow Yoga Studio. Your order has been successfully completed, and we look forward to helping you plan an unforgettable adventure in Iceland. You will receive a confirmation email with the details of your order soon. Thank you again for choosing ZenFlow. We look forward to traveling with you to the land of fire and ice in the future! Return to Homepage"
  },
  "date": "2024-07-20T05:18:01.312Z"
}