{
  "name": "New_v9_Bijouxeria",
  "pages": {
    "index": "Bijouxeria - Joias Exclusivas para Você Categorias de Produtos Sobre Nós Contatos Blog Galeria Bem-vindo à Bijouxeria! Somos uma marca de joias que se dedica a oferecer peças únicas e elegantes para complementar o seu estilo. Nossa coleção inclui uma variedade de anéis, colares, brincos e muito mais, todos projetados com atenção aos detalhes e qualidade excepcional. Na Bijouxeria, acreditamos que cada peça de joia conta uma história e reflete a personalidade de quem a usa. Explore nossa coleção e descubra a beleza que está esperando por você. Ofertas Especiais Desconto de Primavera Aproveite descontos de até 30% em nossa coleção de primavera! Não perca! Liquidação de Inverno Grande liquidação de inverno! Descontos imperdíveis em todas as joias de inverno. Categorias de Produtos Kolar Os mais belos kolars artesanais para realçar a sua beleza. Preço: $50 - $200 Colares Uma coleção de colares elegantes para qualquer ocasião. Preço: $30 - $150 Cruzes Cruzes delicadamente trabalhadas, expressando fé e estilo. Preço: $40 - $180 Chokers Chokers modernos para adicionar um toque de elegância ao seu visual. Preço: $20 - $100 Anéis Uma variedade de anéis elegantes para todas as ocasiões. Preço: $25 - $120 Brincos Brincos delicados para realçar a beleza do seu rosto. Preço: $20 - $150 Pulseiras Pulseiras elegantes para completar o seu visual com estilo. Preço: $30 - $100 Broches Broches sofisticados para adicionar um toque final ao seu conjunto. Preço: $15 - $80 História da Marca A Bijouxeria foi fundada em 2005 com uma visão simples: oferecer joias de alta qualidade que complementem o estilo único de cada indivíduo. Desde então, nos dedicamos a criar peças exclusivas, cuidadosamente trabalhadas por nossos artesãos, e a fornecer uma experiência de compra excepcional aos nossos clientes. Nosso compromisso com a qualidade e a inovação nos levou a explorar novas técnicas e materiais, resultando em coleções diversificadas que atendem aos gostos e necessidades de nossos clientes mais exigentes. Estamos orgulhosos de nossa jornada e ansiosos para continuar a trazer beleza e elegância para o mundo da joalheria. Informações sobre a Equipe Joana Silva Designer de Joias Joana é uma designer de joias talentosa e criativa, especializada em criar peças únicas que refletem elegância e estilo. Sua paixão pela arte da joalheria a leva a explorar novas técnicas e materiais para trazer designs inovadores para nossos clientes. Miguel Costa Ourives Miguel é um ourives habilidoso e experiente, dedicado a transformar os projetos de nossos designers em peças de joias de alta qualidade. Sua atenção aos detalhes e habilidade artesanal garantem que cada peça seja verdadeiramente excepcional. Carla Santos Gerente de Marketing Carla é uma profissional de marketing criativa e estratégica, encarregada de promover nossa marca e coleções para o mundo. Sua visão inovadora e habilidades de comunicação garantem que nossas joias alcancem um público amplo e diversificado. Missão e Valores Nossa missão na Bijouxeria é oferecer joias de alta qualidade que encantam e inspiram nossos clientes, proporcionando uma experiência de compra excepcional em cada interação. Nossos valores fundamentais incluem a busca pela excelência, integridade em tudo o que fazemos, respeito pela individualidade de cada cliente e compromisso com a sustentabilidade ambiental em toda a nossa cadeia de suprimentos. Formulário de Contato Nome: Email: Mensagem: Aceito a Política de Privacidade Enviar Informações de Contato Bijouxeria@gmail.com +55 69 8132 6485 AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil Artigos sobre Tendências de Moda em Joalheria Explore nossa coleção de artigos informativos e inspiradores sobre as últimas tendências de moda em joalheria. Descubra dicas de estilo, insights de especialistas e muito mais para ajudá-lo a ficar por dentro das últimas novidades em acessórios de moda. As Tendências de Joalheria para a Próxima Estação Descubra as principais tendências de joalheria que vão dominar a próxima estação. Dos estilos clássicos aos designs mais arrojados, temos todas as informações que você precisa para atualizar seu visual. Leia mais As Tendências de Joalheria para a Próxima Estação Com a chegada de uma nova estação, surgem também novas tendências em joalheria. Neste artigo, vamos explorar as principais tendências que estão dominando o mundo da moda e que vão influenciar seu estilo nos próximos meses. 1. Minimalismo O minimalismo continua sendo uma tendência forte em joalheria. Peças delicadas e simples, como colares de corrente fina, brincos pequenos e anéis discretos, são perfeitas para complementar qualquer look. 2. Pedras Naturais As pedras naturais estão em alta, trazendo um toque de cor e energia para as joias. Turquesa, ametista, jade e ágata são algumas das pedras mais populares nesta temporada. 3. Design Geométrico O design geométrico está ganhando destaque, com peças que apresentam formas geométricas modernas e linhas limpas. Colares, brincos e pulseiras com formas inovadoras são uma maneira de adicionar um toque contemporâneo ao seu visual. Estas são apenas algumas das tendências que estão em alta atualmente. Lembre-se sempre de escolher peças que reflitam sua personalidade e estilo pessoal. Como Escolher o Anel de Noivado Perfeito A escolha do anel de noivado é um momento importante na vida de um casal. Neste artigo, vamos compartilhar dicas úteis para ajudar você a escolher o anel de noivado perfeito que irá simbolizar seu amor e compromisso. Leia mais Como Escolher o Anel de Noivado Perfeito Com tantas opções disponíveis, escolher o anel de noivado certo pode parecer uma tarefa assustadora. Aqui estão algumas dicas para tornar o processo mais fácil e divertido: 1. Conheça o Estilo do Seu Parceiro Observe o estilo de joias que seu parceiro costuma usar. Isso pode ajudar você a determinar se ele prefere designs clássicos, modernos, vintage ou extravagantes. 2. Defina seu Orçamento Estabeleça um orçamento realista para o anel de noivado e procure opções que se encaixem dentro desse limite. Lembre-se de que o valor do anel não determina o valor do seu relacionamento. 3. Escolha o Metal e a Pedra Preciosa Decida se prefere um anel de ouro, platina, prata ou outro metal. Em seguida, escolha uma pedra preciosa que tenha significado para vocês, como diamante, safira, rubi ou esmeralda. Lembre-se de que o anel de noivado é uma expressão do seu amor e compromisso mútuos. Escolha um anel que ressoe com o coração do seu parceiro e que simbolize sua jornada juntos. Sugestões para Cuidar das suas Joias Limpeza Regular Lave suas joias regularmente com água morna e sabão neutro para remover poeira e resíduos. Use uma escova macia para limpar áreas difíceis de alcançar. Armazenamento Adequado Guarde suas joias em estojos ou saquinhos macios para protegê-las contra arranhões e danos. Evite expor suas peças a produtos químicos ou substâncias corrosivas. Manutenção Profissional Leve suas joias para limpeza e polimento profissionais regularmente para mantê-las em ótimo estado. Um joalheiro qualificado pode verificar se há danos ou desgaste nas peças e fazer os reparos necessários. Evite o Contato com Produtos Químicos Evite o contato das suas joias com produtos químicos, como perfumes, cosméticos, cloro e produtos de limpeza doméstica. Esses produtos podem danificar o brilho e a cor das suas peças. Remova as Joias ao Realizar Atividades Domésticas Remova suas joias ao realizar atividades domésticas, como limpeza, jardinagem ou trabalho manual. Isso ajuda a evitar danos e arranhões nas suas preciosidades. Evite o Uso Durante Atividades Físicas Evite usar suas joias durante atividades físicas intensas ou esportivas. O suor e o atrito podem danificar as peças e causar desgaste prematuro. Perguntas Frequentes Quais são as opções de pagamento disponíveis? Aceitamos pagamentos através de cartão de crédito, transferência bancária e PayPal. Qual é o prazo de entrega dos produtos? O prazo de entrega varia de acordo com o destino. Geralmente, as encomendas são entregues dentro de 5 a 10 dias úteis. Posso devolver um produto se não estiver satisfeito? Sim, aceitamos devoluções dentro de 30 dias após a compra, desde que o produto esteja em condições originais e não tenha sido usado. Quais são as opções de envio disponíveis? Oferecemos envio padrão e envio expresso. O envio padrão é gratuito para pedidos acima de R$ 100,00. Como faço para rastrear meu pedido? Assim que o seu pedido for despachado, você receberá um e-mail com um link de rastreamento para acompanhar a entrega. Comentários de Clientes Satisfeitos \"Adorei o meu novo colar! É lindo e de alta qualidade. Com certeza vou comprar novamente!\" - Maria, Lisboa \"As pulseiras que comprei são simplesmente maravilhosas! Obrigado por um excelente serviço e produtos incríveis!\" - Pedro, Porto \"Recebi meu pedido hoje e estou muito feliz com as minhas novas joias. Elas são ainda mais bonitas pessoalmente!\" - Ana, Faro \"Que surpresa agradável! As minhas brincos chegaram mais cedo do que o esperado e são absolutamente deslumbrantes. Obrigada!\" - Sofia, Coimbra \"Estou apaixonada pelas minhas novas anéis! Eles são tão elegantes e únicos. Definitivamente, recomendo a todos!\" - Tiago, Braga \"As minhas amigas ficaram encantadas com o meu novo colar. Mal posso esperar para mostrar mais joias da sua loja!\" - Inês, Évora Informações sobre Métodos de Entrega e Prazos de Entrega Entrega Padrão Nossa opção de entrega padrão é gratuita para pedidos acima de R$ 100,00. O prazo de entrega é de 5 a 10 dias úteis. Entrega Expressa Para quem deseja receber suas joias mais rapidamente, oferecemos opções de entrega expressa. O prazo de entrega é de 2 a 3 dias úteis. Retirada na Loja Você também pode optar por retirar sua encomenda em nossa loja física. Assim que o pedido estiver pronto, você receberá uma notificação para retirada. Opções de Pagamento Cartão de Crédito Aceitamos pagamentos com cartão de crédito Visa, Mastercard e American Express. Transferência Bancária Você pode pagar seu pedido por meio de transferência bancária diretamente para nossa conta. PayPal Oferecemos a conveniência do PayPal como opção de pagamento seguro para seus pedidos. Pagamento na Entrega Você também pode optar por pagar seu pedido no momento da entrega. Fotos de Clientes Usando Nossas Joias Categorias de Produtos Sobre Nós Contatos Blog Galeria FAQ Entrega e Pagamento Termos e Condições Política De Privacidade function showFullArticle(id) { const fullArticle = document.getElementById(id + \"-completo\"); if (fullArticle.style.display === \"none\") { fullArticle.style.display = \"block\"; } else { fullArticle.style.display = \"none\"; } }",
    "policy": "Bijouxeria - Política De Privacidade main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #82368c; } main a:hover { text-decoration: underline; } Categorias de Produtos Sobre Nós Contatos Blog Galeria Política De Privacidade Bem-vindo à nossa página de Política de Privacidade. Acreditamos firmemente na importância de proteger a privacidade de todos os nossos visitantes e clientes. Segurança dos Dados Valorizamos profundamente a segurança dos seus dados pessoais e reconhecemos a importância crítica de proteger suas informações contra qualquer forma de acesso não autorizado, uso indevido, divulgação ou destruição. Para garantir a integridade e confidencialidade dos seus dados, implementamos medidas técnicas e organizacionais rigorosas que estão em conformidade com as melhores práticas de segurança da informação. Nossos sistemas de segurança são projetados para fornecer uma camada robusta de proteção contra ameaças cibernéticas em constante evolução. Utilizamos firewalls avançados, sistemas de detecção de intrusões e criptografia de última geração para proteger seus dados durante a transmissão e armazenamento. Além disso, nossa equipe de segurança altamente qualificada monitora continuamente nossos sistemas para detectar e responder rapidamente a qualquer atividade suspeita. Além das medidas técnicas, também implementamos controles organizacionais rigorosos para garantir que apenas funcionários autorizados tenham acesso aos seus dados pessoais e que esses funcionários sejam submetidos a treinamento regular em segurança da informação e práticas de privacidade. Todos os nossos colaboradores são obrigados a cumprir estritamente as políticas de segurança da informação estabelecidas pela empresa. Além disso, conduzimos auditorias de segurança regulares e revisões de conformidade para garantir que nossos sistemas estejam em conformidade com os mais altos padrões de segurança da informação e proteção de dados. Estamos comprometidos em manter um ambiente seguro e protegido para todas as suas interações com nosso site e serviços. Entendemos que a segurança dos seus dados é uma responsabilidade séria e estamos comprometidos em tomar todas as medidas necessárias para proteger suas informações pessoais contra qualquer forma de comprometimento. Se você tiver alguma dúvida ou preocupação sobre a segurança dos seus dados, não hesite em entrar em contato conosco. Sua confiança é nossa prioridade máxima e estamos aqui para garantir que suas informações permaneçam seguras e protegidas em todos os momentos. Acesso e Controle Você tem o direito de acessar, corrigir, atualizar ou excluir suas informações pessoais a qualquer momento. Se você deseja exercer esses direitos ou tiver alguma dúvida sobre como suas informações estão sendo tratadas, entre em contato conosco através dos meios de contato fornecidos em nosso site. Alterações na Política de Privacidade Estamos comprometidos em manter nossas políticas de privacidade atualizadas para refletir as mudanças em nossas práticas comerciais, bem como para cumprir com os requisitos legais e regulamentares aplicáveis. Como resultado, esta Política de Privacidade pode ser atualizada periodicamente para refletir essas mudanças e garantir que você esteja totalmente informado sobre como suas informações pessoais são tratadas. Recomendamos fortemente que você reveja esta página regularmente para se manter atualizado sobre quaisquer alterações ou atualizações. Ao continuar a usar nosso site após as alterações nesta Política de Privacidade, você estará concordando com as práticas atualizadas de privacidade. Caso não concorde com as alterações, você tem o direito de interromper o uso de nosso site e, se aplicável, de solicitar a exclusão de suas informações pessoais de acordo com os procedimentos descritos nesta Política. Nós comunicaremos quaisquer alterações significativas nesta Política de Privacidade de forma proeminente em nosso site ou por meio de outros canais de comunicação apropriados, como e-mail. Além disso, manteremos o histórico de revisões desta Política de Privacidade disponível para sua referência, para que você possa acompanhar as mudanças ao longo do tempo. Se tiver alguma dúvida ou preocupação sobre as alterações nesta Política de Privacidade ou sobre como suas informações pessoais são tratadas, entre em contato conosco. Estamos aqui para fornecer esclarecimentos adicionais e garantir que você se sinta confortável com nossas práticas de privacidade. Contato Se você tiver alguma dúvida ou preocupação sobre nossa Política de Privacidade ou sobre como tratamos suas informações pessoais, entre em contato conosco através dos detalhes de contato fornecidos em nosso site. Obrigado por confiar em nós com suas informações pessoais. Estamos comprometidos em proteger sua privacidade e garantir que suas informações sejam tratadas com o maior cuidado possível. AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil +556981326485 Bijouxeria@gmail.com Esta Política de Privacidade entra em vigor a partir de 18.05.2024. Disposições Gerais Esta Política de Privacidade constitui um acordo legal entre você e Bijouxeria. Ao acessar e usar nosso site, você concorda com os termos e condições desta Política de Privacidade. Se você não concordar com qualquer parte desta Política de Privacidade, por favor, não use nosso site. Esta Política de Privacidade é regida e interpretada de acordo com as leis do Brasil. Em caso de qualquer disputa ou litígio decorrente desta Política de Privacidade, você concorda expressamente que os tribunais do Brasil terão jurisdição exclusiva sobre o assunto. Você também concorda em renunciar a qualquer objeção à jurisdição desses tribunais e a qualquer alegação de fórum inconveniente. Se qualquer disposição desta Política de Privacidade for considerada inválida, inexequível ou contrária à lei por um tribunal competente, as demais disposições desta Política de Privacidade permanecerão em pleno vigor e efeito. Além disso, a invalidade ou inexequibilidade de qualquer disposição desta Política de Privacidade em uma jurisdição específica não afetará a validade ou exequibilidade das disposições restantes em outras jurisdições. Agradecemos sinceramente sua confiança em nós. Estamos totalmente comprometidos em proteger sua privacidade e manter sua confiança contínua. Se você tiver alguma dúvida, preocupação ou solicitação em relação a esta Política de Privacidade, entre em contato conosco. Por favor, esteja ciente de que esta Política de Privacidade pode ser atualizada periodicamente para refletir mudanças em nossas práticas de privacidade ou para cumprir com requisitos legais. Recomendamos que você reveja esta Política de Privacidade regularmente para garantir que esteja totalmente informado sobre nossas práticas de privacidade mais recentes. Obrigado por escolher Bijouxeria. Valorizamos sua privacidade e confiança e estamos comprometidos em fornecer uma experiência segura e confiável em nosso site. Última Atualização Esta Política de Privacidade foi atualizada pela última vez em 18.05.2024. Categorias de Produtos Sobre Nós Contatos Blog Galeria FAQ Entrega e Pagamento Termos e Condições Política De Privacidade",
    "terms": "Bijouxeria - Termos e Condições main { padding: 50px 0; } p { margin-bottom: 20px; } h1 { margin-bottom: 40px; } h2 { margin-bottom: 20px; } main a { color: #82368c; } main a:hover { text-decoration: underline; } Categorias de Produtos Sobre Nós Contatos Blog Galeria Termos e Condições 1. Introdução Bem-vindo aos Termos e Condições de Uso (\"Termos\") do site Bijouxeria. Estes Termos regem o uso do nosso site e dos serviços oferecidos por ele. Ao acessar ou usar o site, você concorda com estes Termos. Por favor, leia estes Termos cuidadosamente antes de utilizar nosso site. Se você não concordar com estes Termos, não utilize o site Bijouxeria. 2. Serviços Oferecidos O site Bijouxeria oferece uma plataforma online abrangente para a compra de uma vasta gama de bijuterias, desde colares elegantes até brincos delicados e pulseiras deslumbrantes. Nosso catálogo é cuidadosamente selecionado para oferecer aos nossos clientes uma ampla variedade de estilos, materiais e designs exclusivos. Estamos comprometidos em proporcionar aos nossos clientes uma experiência de compra excepcionalmente agradável e segura. Navegar pelo nosso site é fácil e intuitivo, permitindo que você encontre facilmente as peças perfeitas para complementar seu estilo pessoal ou para presentear alguém especial. Ao utilizar nosso site, você concorda em cumprir estes Termos e Condições, bem como todas as leis e regulamentos aplicáveis. Esteja ciente de que reservamos o direito de modificar ou descontinuar qualquer parte dos nossos serviços a qualquer momento, sem aviso prévio. Nossa equipe está dedicada a garantir a sua satisfação e estamos sempre disponíveis para ajudar com qualquer dúvida, preocupação ou assistência que você possa precisar durante sua jornada de compra conosco. Sua confiança é nossa prioridade e trabalhamos arduamente para manter os mais altos padrões de qualidade e segurança em todos os aspectos do nosso serviço. 3. Propriedade Intelectual O conteúdo do site Bijouxeria, incluindo textos, gráficos, logotipos, imagens, vídeos, design, código e software, é de propriedade exclusiva ou licenciado para a Bijouxeria e está protegido por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. Você reconhece e concorda que todos os direitos de propriedade intelectual associados ao conteúdo e à marca Bijouxeria pertencem exclusivamente à Bijouxeria ou aos respectivos proprietários de licenças. Nenhuma parte deste site pode ser reproduzida, distribuída, modificada, exibida, realizada ou de outra forma utilizada sem a permissão expressa por escrito da Bijouxeria. Além disso, qualquer uso não autorizado do conteúdo do site pode constituir uma violação dos direitos de propriedade intelectual da Bijouxeria, sujeitando-o a medidas legais, incluindo, mas não se limitando a, danos monetários e injunções judiciais. Se você acredita que seu trabalho foi utilizado de uma forma que constitui violação de direitos autorais ou outra forma de violação de propriedade intelectual, entre em contato conosco imediatamente para que possamos investigar e tomar as medidas apropriadas. Reservamo-nos o direito de remover qualquer conteúdo que viole estes Termos e Condições ou os direitos de propriedade intelectual de terceiros, sem aviso prévio e a nosso critério exclusivo. 4. Limitações de Responsabilidade O site Bijouxeria é fornecido \"no estado em que se encontra\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas. Não garantimos que o site será seguro, livre de erros ou que funcionará sem interrupções. Embora nos esforcemos para manter a precisão e atualidade do conteúdo, não podemos garantir a integridade ou a confiabilidade de qualquer informação encontrada no site. Não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar o site Bijouxeria. Isso inclui, mas não se limita a, danos por perda de lucros, interrupção de negócios, perda de informações ou qualquer outro prejuízo financeiro, mesmo que tenhamos sido avisados da possibilidade de tais danos. Isenção de garantias: O site Bijouxeria é fornecido \"como está\" e \"conforme disponível\", sem garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias de comercialização, adequação a uma finalidade específica e não violação. Não garantimos que o site será livre de vírus, worms, cavalos de Troia ou outros componentes prejudiciais, e você assume total responsabilidade por proteger-se contra tais ameaças. Limitação de responsabilidade: Em nenhuma circunstância a Bijouxeria, seus diretores, funcionários ou afiliados serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do uso ou incapacidade de usar o site, mesmo que tenham sido avisados da possibilidade de tais danos. Esta limitação de responsabilidade aplica-se independentemente da teoria legal invocada e mesmo se qualquer remédio aqui fornecido falhar em seu propósito essencial. Você concorda em indenizar e isentar a Bijouxeria, seus diretores, funcionários e afiliados de qualquer responsabilidade decorrente do seu uso do site, sua violação destes Termos e Condições, ou sua violação de qualquer direito de terceiros. 5. Disposições Gerais Estes Termos e Condições constituem o acordo completo entre você e a Bijouxeria em relação ao uso do site, substituindo quaisquer acordos anteriores ou contemporâneos entre você e a Bijouxeria. Qualquer falha da Bijouxeria em exercer ou aplicar qualquer direito ou disposição destes Termos não constituirá uma renúncia a tal direito ou disposição. Estes Termos serão regidos e interpretados de acordo com as leis do Brasil. Qualquer disputa decorrente destes Termos, incluindo sua interpretação ou execução, será submetida à jurisdição exclusiva dos tribunais localizados no Brasil. Você concorda em submeter-se à jurisdição pessoal desses tribunais para a resolução de quaisquer litígios e renuncia a qualquer objeção quanto à conveniência ou adequação de tal jurisdição. Se qualquer disposição destes Termos for considerada inválida ou inexequível por um tribunal, as disposições restantes destes Termos permanecerão em pleno vigor e efeito. Além disso, você concorda que o tribunal deverá se esforçar para dar efeito às intenções refletidas na disposição inválida ou inexequível, e todas as outras disposições destes Termos permanecerão em pleno vigor e efeito. Estes Termos podem ser atualizados periodicamente e você será notificado sobre quaisquer alterações significativas através de uma notificação em nosso site ou por outros meios adequados. Ao continuar a usar o site após tais alterações, você indica sua aceitação dos Termos revisados. Recomendamos que você revise periodicamente estes Termos para estar ciente de quaisquer atualizações ou alterações. 6. Contate-nos Se precisar de mais esclarecimentos sobre nossos termos e condições, entre em contato conosco através dos seguintes meios: AV. Gov. Jorge Teixeira, 810-Nova Porto Velho, Porto Velho-RO, 76820-116, Brasil +556981326485 Bijouxeria@gmail.com Categorias de Produtos Sobre Nós Contatos Blog Galeria FAQ Entrega e Pagamento Termos e Condições Política De Privacidade",
    "thanks": "Obrigado por entrar em contato conosco - Bijouxeria .obrigado-section { text-align: center; padding: 50px 0; } .obrigado-section h1 { font-size: 32px; margin-bottom: 20px; } .obrigado-section p { font-size: 18px; margin-bottom: 20px; } .obrigado-section a { display: inline-block; background-color: #82368c; color: #fff; text-decoration: none; padding: 10px 20px; border-radius: 5px; transition: background-color 0.3s; } .obrigado-section a:hover { background-color: #6d256e; } Obrigado por entrar em contato conosco! Agradecemos por enviar sua mensagem. Nossa equipe entrará em contato com você em breve. Enquanto isso, sinta-se à vontade para explorar nosso site e descobrir as últimas tendências em joias e acessórios. Voltar para a Página Inicial"
  },
  "date": "2024-05-19T06:46:05.134Z"
}