{
  "name": "New_v9_HimalayanTrekkingAdventures",
  "pages": {
    "index": "Himalayan Trekking Tours India | Guided Hiking Adventures Home About us What We Offer Our Gallery Our Services Contact us Call Anytime +91 80 4680 1269 Embark on an Extraordinary Himalayan Adventure View prices Explore the Majestic Annapurna Circuit Embark on an unforgettable journey through the heart of the Annapurna region, one of the most breathtaking trekking destinations in the Himalayas. Our Annapurna Circuit trek takes you through stunning landscapes, from lush rhododendron forests to towering snow-capped peaks, and introduces you to the rich cultural heritage of the Gurung and Thakali communities. During this 14-day adventure, you'll traverse through diverse terrain, crossing high mountain passes, navigating ancient trade routes, and immersing yourself in the serene beauty of the Himalayas. Our expert guides will ensure your safety and provide insights into the local flora, fauna, and traditions, making this trek a truly memorable experience. Learn More What We’re Offering Cultural Immersion Treks Dive deep into the rich cultural tapestry of the Himalayas. Experience the unique traditions, customs, and way of life of the local communities. Scenic Hiking Tours Embark on breathtaking journeys through the most picturesque landscapes of the Himalayas, from lush valleys to snow-capped peaks. Adventure Expeditions For the true thrill-seekers, our adventure expeditions offer challenging treks through remote and rugged terrains, pushing your limits to new heights. Discover the Wonders of the Himalayas Experience Unforgettable Trekking Adventures get started Unparalleled Expertise in Himalayan Trekking With years of experience and a deep passion for the Himalayas, our team of expert guides and adventure enthusiasts are dedicated to providing you with the most authentic and unforgettable trekking experiences. We pride ourselves on our extensive knowledge of the region, ensuring your safety, comfort, and an enriching cultural immersion. Experienced and Knowledgeable Guides Customized Itineraries Emphasis on Safety and Comfort Responsible and Sustainable Practices Authentic Cultural Experiences Our Gallery Our services Annapurna Base Camp Trek Experience the thrill of trekking to the base camp of the majestic Annapurna massif. This 10-day trek offers breathtaking views of towering peaks, glaciers, and diverse landscapes. ₹65,000 per person Book Now Markha Valley Trek Embark on a 12-day adventure through the remote and stunningly beautiful Markha Valley in Ladakh. Explore ancient monasteries, high-altitude deserts, and witness the rich cultural heritage of the region. ₹75,000 per person Book Now Goechala Trek Challenge yourself with this demanding 10-day trek that takes you through the stunning landscapes of Sikkim, culminating in the breathtaking view of the Goechala Pass and the mighty Kanchenjunga range. ₹70,000 per person Book Now Start Planning Your Himalayan Adventure Ready to embark on an unforgettable journey through the majestic Himalayas? Fill out the form below, and one of our trekking experts will get in touch with you to discuss your desired adventure and craft a personalized itinerary tailored to your preferences. I accept privacy policy Send message 139, Defence Colony Rd, Defence Layout, Sahakar Nagar, Bengaluru, Karnataka 560092, India +91 80 4680 1269 himalayantrekkingadventures@gmail.com Privacy Policy Terms and Conditions Home About us What We Offer Our Gallery Our Services Contact us",
    "privacy": "Himalayan Trekking Tours India | Guided Hiking Adventures | Privacy Policy Home About us What We Offer Our Gallery Our Services Contact us Call Anytime +91 80 4680 1269 Privacy Policy At Himalayan Trekking Adventures, we value your privacy and are committed to protecting your personal information. This Privacy Policy outlines how we collect, use, and safeguard the information you provide to us. Information We Collect We may collect personal information such as your name, email address, phone number, and other contact details when you book a trekking tour, sign up for our newsletter, or contact us for inquiries. Use of Information We use the collected information to process your bookings, communicate with you about your trekking tour, and provide you with relevant updates and offers. We may also use your information for analytical purposes to improve our services. Data Security We implement appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. Third-Party Sharing We do not sell, trade, or rent your personal information to third parties. However, we may share your information with trusted partners who assist us in providing our services, such as tour operators or accommodation providers. Your Rights You have the right to access, update, or request the deletion of your personal information. You can exercise these rights by contacting us at himalayantrekkingadventures@gmail.com. Changes to this Policy We reserve the right to update or modify this Privacy Policy at any time. Any changes will be effective immediately upon posting the updated policy on our website. If you have any questions or concerns about our Privacy Policy, please contact us at himalayantrekkingadventures@gmail.com. 139, Defence Colony Rd, Defence Layout, Sahakar Nagar, Bengaluru, Karnataka 560092, India +91 80 4680 1269 himalayantrekkingadventures@gmail.com Privacy Policy Terms and Conditions Home About us What We Offer Our Gallery Our Services Contact us",
    "terms": "Himalayan Trekking Tours India | Guided Hiking Adventures | Terms and Conditions Home About us What We Offer Our Gallery Our Services Contact us Call Anytime +91 80 4680 1269 Terms and Conditions Please read these Terms and Conditions carefully before booking any trekking tour with Himalayan Trekking Adventures. Booking and Payment To secure your spot on a trekking tour, we require a non-refundable deposit at the time of booking. The remaining balance must be paid in full days prior to the tour's start date. Cancellations and Refunds If you need to cancel your booking, you must notify us in writing. Cancellations made days or more before the tour's start date will be subject to a % cancellation fee. Cancellations made within days of the tour's start date will result in the forfeiture of the full tour cost. Tour Modifications Himalayan Trekking Adventures reserves the right to modify or cancel any tour due to unforeseen circumstances, such as adverse weather conditions or safety concerns. In such cases, we will make every effort to provide an alternative tour or offer a full refund. Participant Responsibilities All participants must be in good physical condition and capable of completing the trekking tour. Participants are responsible for obtaining necessary travel documents, insurance, and any required vaccinations or medications. Liability and Risk Trekking in the Himalayas involves inherent risks. By booking a tour with Himalayan Trekking Adventures, you acknowledge and accept these risks. We will not be held liable for any injuries, damages, or losses resulting from your participation in the tour. Changes to Terms and Conditions We reserve the right to update or modify these Terms and Conditions at any time. The most current version will be available on our website, and it is your responsibility to review them before booking a tour. If you have any questions or concerns about these Terms and Conditions, please contact us at himalayantrekkingadventures@gmail.com. 139, Defence Colony Rd, Defence Layout, Sahakar Nagar, Bengaluru, Karnataka 560092, India +91 80 4680 1269 himalayantrekkingadventures@gmail.com Privacy Policy Terms and Conditions Home About us What We Offer Our Gallery Our Services Contact us",
    "thank": "Himalayan Trekking Tours India | Guided Hiking Adventures | Thank you Thank You for Your Submission! We appreciate your interest in exploring the Himalayas with us. One of our trekking experts will be in touch with you shortly to discuss your desired adventure and help craft a personalized itinerary tailored to your preferences. In the meantime, feel free to browse our website or reach out to us if you have any additional questions or concerns. We look forward to taking you on an unforgettable journey through the majestic Himalayas! Go to home page"
  }
}