{
  "name": "New_v9_SourceOfWisdome",
  "pages": {
    "books": "Dive into Diverse Worlds with Source of Wisdom Home Books Events Explore Our Publishing House & Bookstore Welcome to our unique publishing house and bookstore! We are not only publishers of our own books but also offer a wide selection of literature from other publishers. In our assortment, you will find both our original works and books from the world's best publishers. Immerse yourself in the fascinating world of literature with us! Our Achievements\" Explore the remarkable achievements of our publishing house, where excellence meets innovation. From award-winning publications to bestseller status, our books have earned widespread acclaim for their compelling storytelling and impactful narratives. Join us in celebrating our commitment to quality, creativity, and community engagement as we continue to inspire readers around the world. Bestseller Status Many of our publications have reached bestseller status, both nationally and internationally. Our books have captured the hearts of readers around the globe, resonating with their compelling narratives and engaging characters. Positive Reviews Our publications consistently receive glowing reviews from readers and critics alike. From literary journals to online forums, our books are praised for their thought-provoking themes, captivating plots, and skilled craftsmanship. Community Engagement We actively engage with our readers through book signings, author events, and online discussions. Our commitment to fostering a vibrant literary community has earned us a loyal following and widespread recognition. Diverse Catalog With a diverse catalog spanning various genres and topics, we cater to a wide range of readers' interests and preferences. From fiction to non-fiction, from thrillers to romance, our publications offer something for everyone. Our Publications Our Publications\": \"Explore a selection of our own publications, ranging from practical guides to captivating novels. Each book is crafted with care and expertise to inspire, educate, and entertain readers of all ages and interests. \"The Art of Storytelling\" by Sarah Johnson This book is a practical guide to the art of storytelling and creating captivating stories. It offers useful tips, techniques, and examples for writers of all levels. Year of Release: 2020 Order \"Exploring the Universe\" by David Smith This book takes readers on a fascinating journey through space, telling about the most exciting discoveries and mysteries of the Universe. Illustrated atlas with detailed descriptions of planets, stars, and galaxies. Year of Release: 2019 Order \"The Power of Positive Thinking\" by Amanda White In this book, the author offers practical strategies and exercises for developing positive thinking and achieving life goals. It inspires readers to make changes and overcome challenges. Year of Release: 2021 Order Featured Titles Discover some of our standout titles that have captured readers' hearts and minds. From thrilling mysteries to inspiring memoirs, these books are sure to keep you hooked from beginning to end. The Lost Symbol Follow Robert Langdon as he unravels a mysterious secret hidden within the capital of the United States. A gripping thriller filled with cryptic symbols and hidden meanings. Year of Release: 2009 Order Becoming In this memoir, Michelle Obama invites readers into her world, sharing her journey from the South Side of Chicago to the White House. A captivating story of resilience, grace, and strength. Year of Release: 2018 Order Where the Crawdads Sing Set in the marshes of North Carolina, this novel tells the story of Kya Clark, a mysterious woman accused of murder. A haunting tale of love, loss, and the beauty of nature. Year of Release: 2018 Order Bestsellers Explore our bestselling titles that have captivated readers worldwide. From gripping thrillers to powerful memoirs, these books have earned their place at the top of the charts for their compelling storytelling and unforgettable characters. The Silent Patient This psychological thriller follows the story of Alicia Berenson, a woman who murders her husband and then stops speaking. Gripping and suspenseful, with twists and turns that will keep you guessing until the very end. Year of Release: 2019 Order Educated A memoir of resilience and self-discovery, Tara Westover recounts her journey from a survivalist family in Idaho to earning a PhD from Cambridge University. A powerful story of overcoming adversity and the pursuit of education. Year of Release: 2018 Order Circe In this retelling of Greek mythology, Circe, the daughter of the sun god Helios, tells her own story. A captivating exploration of power, love, and self-discovery that breathes new life into ancient tales. Year of Release: 2018 Order New Releases Stay up-to-date with the latest releases from our publishing house and other top publishers. From captivating fiction to groundbreaking non-fiction, these newly published books are sure to intrigue and inspire readers of all tastes. The Midnight Library Enter the Midnight Library, where every book represents a different life that could have been. Follow Nora Seed as she explores these alternate realities in search of the life she truly wants. A heartwarming and thought-provoking journey of self-discovery. Year of Release: 2020 Order Project Hail Mary When a lone astronaut wakes up in deep space with no memory of who he is or how he got there, he must race against time to save humanity from extinction. A gripping and scientifically accurate thriller from the author of \"The Martian.\" Year of Release: 2021 Order The Push In this chilling psychological thriller, a mother begins to question her own sanity as she struggles to bond with her daughter. A haunting exploration of motherhood, trauma, and the dark secrets that lie beneath the surface. Year of Release: 2021 Order Other Publishers Discover a curated selection of books from other esteemed publishers. From award-winning novels to timeless classics, these titles offer something for every reader's tastes and interests. The Song of Achilles This retelling of the Trojan War through the eyes of Patroclus, companion to the legendary Achilles, offers a fresh perspective on one of the greatest stories of ancient Greece. A beautifully written and deeply moving tale of love and sacrifice. Year of Release: 2011 Order Normal People Follow the complex relationship between Connell and Marianne as they navigate love, friendship, and identity through their teenage years and into adulthood. A poignant and intimate portrayal of human connection. Year of Release: 2018 Order The Girl with the Dragon Tattoo This gripping thriller introduces readers to Lisbeth Salander, a brilliant but troubled hacker, and Mikael Blomkvist, an investigative journalist. Together, they unravel a dark conspiracy that spans decades. A modern classic of crime fiction. Year of Release: 2005 Order Submit Your Manuscript We are interested in your creativity! If you're an independent author seeking a publisher for your book, submit your manuscript to us. Our team of professionals is ready to review your project with respect and attention to detail. We strive to support a diverse range of literary voices and inspiring stories. Give your creativity a chance to find its readers by submitting your work to us today. Contact Us Books Events Privacy Policy Terms and Conditions +91 402 120423 source_wisdome@gmail.com 10, Chintalakunta, Hyderabad, Andhra Pradesh e",
    "events": "Join Source of Wisdom for Inspiring Literary Events Home Books Events Events Join the exciting world of literary events! On the 'Upcoming Events' page, you'll find information about upcoming events organized by our publishing house. From book clubs to author meetings and literary festivals, there's always something interesting for book lovers. Register now to dive into the world of books and literary experiences! Upcoming Events April 15th at 6:00 PM Book Club: Discussion on \"The Great Gatsby\" by F. Scott Fitzgerald Join us for a lively discussion about the timeless classic \"The Great Gatsby.\" Explore the themes of wealth, love, and the American Dream in Fitzgerald's masterpiece. Order April 20th at 7:00 PM Literary Evening: Meeting with author John Doe Meet acclaimed author John Doe and hear him discuss his latest novel. Get insights into his writing process, inspirations, and upcoming projects. Order April 25th at 5:00 PM Online Discussion: \"Modern Literary Trends\" Dive into the latest trends shaping the world of literature in this interactive online discussion. Explore contemporary themes, styles, and voices in modern literature. Order April 30th from 10:00 AM to 6:00 PM Book Fair: Celebration of Books and Reading on Main Street Join us for a day filled with books, authors, and literary delights! Browse through a diverse selection of books, meet local authors, and enjoy fun activities for book lovers of all ages. Order May 5th at 7:30 PM Poetry Slam Night: An Evening of Spoken Word Experience the power of spoken word poetry in this electrifying event! Join talented poets as they share their original works and compete for the title of Poetry Slam Champion. Order May 10th at 6:00 PM Author Showcase: Spotlight on Emerging Writers Discover the next generation of literary talent in this special event featuring readings and discussions with emerging authors. Be among the first to hear from the voices shaping the future of literature. Order May 15th at 2:00 PM Literary Workshop: Crafting Memorable Characters Join us for an insightful workshop on character development in fiction writing. Learn techniques for creating compelling and memorable characters that resonate with readers. Order May 20th at 4:00 PM Book Signing: Meet the Author Meet bestselling author [Author Name] and get your copy of their latest book signed! Hear about the inspiration behind the story and chat with the author one-on-one. Order May 25th at 11:00 AM Children's Storytime: Fun and Interactive Reading Session Bring your little ones for a magical storytime experience! Enjoy interactive readings of beloved children's books, crafts, and activities that inspire a love of reading. Order May 30th at 6:30 PM Literary Panel: Exploring Genre Fiction Join a panel of authors and experts as they discuss the diverse world of genre fiction, from mystery and fantasy to romance and science fiction. Gain insights into the conventions and innovations of different genres. Order Collaborate with Us: Host Your Event Are you looking for a venue to host your next literary event? Look no further! Partner with us to bring your vision to life. Our versatile event spaces are ideal for book launches, author readings, literary workshops, and more. With our experienced team and state-of-the-art facilities, we'll ensure your event is a resounding success. Contact us today to discuss partnership opportunities and book your event with us! Contact Us Participant Testimonials Discover what our participants have to say about their experiences at our literary events! Read testimonials from book club discussions, author meetings, online discussions, and more. Hear firsthand accounts of how our events have inspired, enlightened, and enriched the lives of readers and literary enthusiasts. Emily Johnson \"Attending the book club discussion on 'The Great Gatsby' was an enriching experience! I loved diving deep into the themes of the novel and hearing different perspectives from fellow readers.\" Maxwell Smith \"Meeting author John Doe at the literary evening was a highlight of my month! His insights into the writing process and storytelling were incredibly inspiring. Can't wait to read his latest book!\" Sophia Carter \"The online discussion on modern literary trends was thought-provoking and engaging. It was fascinating to explore how literature continues to evolve and reflect the world around us.\" Oliver Brown \"The book fair on Main Street was fantastic! So many great books to choose from, and it was wonderful to meet local authors and learn about their work. Can't wait for the next one!\" Ava Williams \"Attending the poetry slam night was an unforgettable experience! The energy in the room was electric, and hearing the poets perform their work was incredibly moving. Can't wait for the next event!\" Frequently Asked Questions About Events How can I book a ticket for an event? You can submit a ticket booking request through the \"Contact Us\" form on our website. Our specialists will contact you to confirm the booking. How can I find out about upcoming events? You can keep track of our events calendar on our website or subscribe to our newsletter to receive notifications about upcoming events in your email. Is it possible to host my own event with you? Yes, we provide the opportunity to organize your own events in our spaces. Contact us to discuss the details and booking. Can I attend an event without booking? The possibility of attending an event without prior booking depends on seat availability. We recommend submitting a request in advance to guarantee your spot. What events do you organize for children? We organize various events for children, including children's readings, creative workshops, and interactive games. Follow our events calendar to learn about upcoming events for children. How can I check the availability of seats for an event? To check the availability of seats for a specific event, contact us through the \"Contact Us\" form or call the provided phone number. Our managers will assist you with booking and answer all your questions. Books Events Privacy Policy Terms and Conditions +91 402 120423 source_wisdome@gmail.com 10, Chintalakunta, Hyderabad, Andhra Pradesh e",
    "index": "Explore the World of Books at Source of Wisdom Home Books Events Welcome to Source of Wisdom We are delighted to welcome you to our virtual literary corner, where words come alive and the magic of books captivates the imagination. Here, you'll find not only a wide selection of books to suit every taste and preference but also the opportunity to immerse yourself in the fascinating world of literary events and discussions. Enjoy every page, and let's together open the doors to the realm of knowledge and inspiration! Upcoming Events April 30th Book Fair: Celebration of Books and Reading on Main Street Order Show more April 25th Online Discussion: \"Modern Literary Trends\" Order Show more April 20th Literary Evening: Meeting with author John Doe Order Show more April 13th Book Club: Discussion on \"The Great Gatsby\" by F. Scott Fitzgerald Order Show more About Us \"Source of Wisdom\" was founded in 2010 by two bibliophiles, John Smith and Emma Johnson. They decided to combine their passion for reading and love for literature to create a space where people could exchange books, ideas, and inspiration. Over time, the company grew from a modest bookshop into a large network, uniting book clubs, literary events, and online resources for reading enthusiasts. Today, \"Source of Wisdom\" is a leading player in the literary services market, striving to promote reading and cultural development through books and communication. Values and Principles Main values and principles followed by the company \"Source of Wisdom\" Commitment to quality We adhere to high quality standards, providing our customers with only the best books and literary services that inspire and enrich. Community and communication We value interaction and communication among people through books. We create a space for exchanging ideas, discussing works, and mutual inspiration. Diversity and inclusion We recognize and appreciate the diversity of literary genres, authors, and opinions. We strive to create an inclusive environment where everyone feels welcomed and understood. Education and self-development We support educational initiatives that contribute to the development of reading skills, analytical thinking, and critical perception of literature. Innovation and development We are constantly seeking new ways to inspire and amaze our customers. We are open to innovation and strive for continuous development to remain a leader in the world of literary culture. Join Us! 100 Over 100 successful literary events held annually. 500 More than 500 people participating in our book clubs every month. 5000 Offering a diverse catalog of over 5000 books across various genres and topics. 1000 Over 1000 satisfied customers who have ordered books Feel free to join our events or request a book through the \"Contact Us\" form. Contact Us Our Goals and Plans Company Goals: Expand the network of book clubs and organize new literary events to attract a larger audience of readers. Develop an online platform for book sales and virtual literary meetings. Diversify the range of books based on the preferences and feedback of our customers. Implement educational programs and initiatives to promote reading among children and youth. Strengthen partnerships with publishers and authors to expand the assortment and improve the quality of the offered literature. Plans for the Future: Launch a literary education program and reading skills development for a wide audience. Create a virtual platform for book exchange and literature discussions among community members. Organize large-scale literary festivals and conferences to raise awareness of the book culture. Develop a corporate reading program for companies and organizations, promoting corporate culture and employee education. Launch a literary scholarships and grants program to support aspiring writers and talented students. Contact Us If you have any questions, suggestions, or would like to get in touch with us, please feel free to reach out! Our team is always ready to assist you with book recommendations, event registrations, or any other inquiries you may have. Fill out the form below, and we will get back to you as soon as possible. Thank you for your interest in Source of Wisdom! I accept Privacy policy Submit Books Events Privacy Policy Terms and Conditions +91 402 120423 source_wisdome@gmail.com 10, Chintalakunta, Hyderabad, Andhra Pradesh e",
    "privacy-policy": "Protecting Your Privacy at Source of Wisdom Home Books Events Privacy Policy Introduction This Privacy Policy outlines how we collect, use, disclose, and protect your personal information when you use our services or interact with our website. Information We Collect We may collect personal information such as your name, email address, postal address, phone number, and payment information when you make a purchase or sign up for our newsletter. How We Use Your Information We use your personal information to process transactions, communicate with you, send you promotional materials, improve our services, and customize your experience on our website. Information Sharing We may share your personal information with trusted third-party service providers who assist us in operating our website, conducting business, or servicing you, as long as those parties agree to keep this information confidential. Data Security We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. Cookies We use cookies to enhance your experience on our website, personalize content and ads, analyze website traffic, and provide social media features. Third-Party Links Our website may contain links to third-party websites. We have no responsibility or liability for the content and activities of these linked sites. However, we seek to protect the integrity of our site and welcome any feedback about these sites. Children's Privacy Our services are not intended for children under the age of 13. We do not knowingly collect personal information from children under 13. If you are under 13, do not use or provide any information on this website. Your Rights You have the right to access, correct, or delete your personal information at any time. You may also opt out of receiving marketing communications from us. Changes to This Policy We reserve the right to modify this Privacy Policy at any time. Changes and clarifications will take effect immediately upon their posting on the website. Contact Us If you have any questions about this Privacy Policy, or if you would like to exercise your rights regarding your personal information, you may contact us at source_wisdome@gmail.com. Consent By using our website, you consent to our Privacy Policy. Retention of Personal Information We will retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law. International Data Transfer Your information, including personal data, may be transferred to — and maintained on — computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction. Legal Basis for Processing Personal Information We may process personal information under applicable data protection laws. Data Subject Rights Individuals located in certain countries, including the European Economic Area, have certain statutory rights in relation to their personal data. California Residents Privacy Rights California residents have certain rights under the California Consumer Privacy Act (CCPA). GDPR Compliance We are committed to complying with the General Data Protection Regulation (GDPR) in relation to personal data of individuals from the European Union. Notification of Data Breaches In the event of a data breach, we will notify affected users within 72 hours of discovery. Effective Date This Privacy Policy was last updated on 04/23/2024. Books Events Privacy Policy Terms and Conditions +91 402 120423 source_wisdome@gmail.com 10, Chintalakunta, Hyderabad, Andhra Pradesh e",
    "terms-conditions": "Read Source of Wisdom's Terms and Conditions Home Books Events Terms and Conditions Introduction These Terms and Conditions govern your use of our website and services. By accessing or using our website, you agree to be bound by these Terms and Conditions and our Privacy Policy. Use License You may access and use our website for personal, non-commercial purposes only. You may not modify, reproduce, duplicate, copy, or sell any portion of our website without express written permission from us. User Account To access certain features of our website, you may be required to create a user account. You are responsible for maintaining the confidentiality of your account information and for restricting access to your computer. Intellectual Property All content on our website, including text, graphics, logos, images, and software, is the property of our company and is protected by copyright and other intellectual property laws. Prohibited Uses You may not use our website for any unlawful purpose or to solicit others to perform or participate in any unlawful acts. You may not violate any applicable laws or regulations. Limitation of Liability We are not liable for any direct, indirect, incidental, special, or consequential damages arising out of or in any way connected with the use of our website or services. Indemnification You agree to indemnify and hold us harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your breach of these Terms and Conditions. Third-Party Links Our website may contain links to third-party websites. We have no control over the content and policies of these linked sites and are not responsible for any damages or losses incurred from their use. Governing Law These Terms and Conditions shall be governed by and construed in accordance with the laws of India, without regard to its conflict of law provisions. Changes to Terms and Conditions We reserve the right to update, change, or replace any part of these Terms and Conditions at any time. Changes will be effective immediately upon posting on our website. Termination We reserve the right to terminate or suspend your access to our website and services at any time, without prior notice or liability. Contact Us If you have any questions about these Terms and Conditions, you may contact us at source_wisdome@gmail.com. Entire Agreement These Terms and Conditions constitute the entire agreement between you and us regarding the use of our website and services. Severability If any provision of these Terms and Conditions is found to be invalid or unenforceable, that provision shall be deemed severed from the rest of the Terms and Conditions, and the remainder of the Terms and Conditions shall remain in full force and effect. Waiver Our failure to enforce any right or provision of these Terms and Conditions will not be considered a waiver of those rights. Assignment You may not assign or transfer your rights or obligations under these Terms and Conditions without our prior written consent. Electronic Communications By using our website, you consent to receive electronic communications from us, including emails regarding updates, promotions, and other information relevant to your use of our website. Effective Date These Terms and Conditions were last updated on 04/23/2024. Books Events Privacy Policy Terms and Conditions +91 402 120423 source_wisdome@gmail.com 10, Chintalakunta, Hyderabad, Andhra Pradesh e",
    "thank_page": "Thank You from Source of Wisdom Thanks for your request Back to Home"
  },
  "date": "2024-04-30T15:59:11.565Z"
}